{
    "URL": "https://thetvdb.com/series/science-ninja-team-gatchaman",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0068792/",
        "https://www.themoviedb.org/tv/13549"
    ],
    "TitleEnglish": "Science Ninja Team Gatchaman",
    "SummaryEnglish": "In the future, earth is attacked by Galactor with a series of mechanical menaces. Each with their own vehicle and unique weapons, only Gatchaman's high tech group of five young people can defend the earth from Galactor's repeated attacks as they attempt of fulfill their mission to find Galactor's hidden headquarters and finally defeat Galactor. Gatchaman originated the concept of teams of 5 members, with their own vehicles, which has been reused in many incarnations, including the ranger series (which came over to the US as Power Rangers). Gatchman spawned two sequel series: Gatchaman II and Gatchaman Fighter. Gatchaman was brought to US audiences in a heavily edited form known as Battle of the Planets Battle of the Planets and later as G-Force.\r\nThe information for all the episode synopses was generously contributed by Veronika Henkels.  Please visit her web page. Veronika's Gatchaman Page",
    "Aliases": [
        "Gatchaman",
        "Gatchaman F",
        "Gatchaman II",
        "Kagaku Ninjatai Gatchaman Tsū?",
        "Science Ninja Team Gatchaman II",
        "科学忍者隊ガッチャマンII"
    ],
    "Modified": "2025-07-11",
    "Seasons": {
        "0": {
            "ID": "21349",
            "URL": "https://thetvdb.com/series/science-ninja-team-gatchaman/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "6018773",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/6018773",
                    "TitleEnglish": "Gatchaman: The Movie",
                    "SummaryEnglish": "Condensed theatrical adaptation of the original TV series' first season.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4348702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4348702",
                    "TitleEnglish": "Gatchaman vs Turtle King",
                    "SummaryEnglish": "An enormous dragon-shaped warship decimates a city with plasma beams and giant robotic arms. Its target is the Mantel Plan, a network unifying the world's energy resources. As the sinister ship heads for its next target a team of specialists rise to the rescue: the Gatchaman. Piloting their ship, the Phoenix, the Gatchaman launch a counterattack. Once inside the enemy ship they come face to face with the Galactor's entire army of assassins.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4348703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4348703",
                    "TitleEnglish": "The Mystery of Red Impulse",
                    "SummaryEnglish": "The Gatchaman are in trouble and receive help from a mysterious group known as Red Impulse. While cruising near a strange island a submarine is vaporized by a large blast. Summoned to avenge the attack the Gatchaman Group comes upon the secret undersea headquarters of the alien Galactor. In a fierce air and undersea battle the Gatchaman struggle against the Galactor's Jupiter Death Brigade and the evil Black Bird Battalion. Battered by combat, the Gatchaman appear to be on the brink of defeat when, out of the sky, a new force appears led by a mysterious warrior in red.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4348704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4348704",
                    "TitleEnglish": "Final Countdown: 0002",
                    "SummaryEnglish": "The Gatchaman have to confront Berg Katse in a final battle to save the earth. The huge mechanical devices installed at each of the Galactor's bases are infiltrating the Earth's interior, disrupting weather patterns and transforming the Earth's landscape into an environment hostile to the human race. In the midst of these disasters Joe is beginning to regain his childhood memories and must deal with the realization that he may be descended from the blood of his enemies. Joe decides to use his knowledge of the Galactor society to help save the human race. Joe single-handedly infiltrates the Galactor headquarters and manages to transmit its coordinates to the Gatchaman moments before he is captured by Solaris and his henchman.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8488361",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/8488361",
                    "TitleEnglish": "Gatchaman Live Action",
                    "SummaryEnglish": "By the year 2050 AD, a mysterious organization called Galactor has occupied half of the Earth and threatens to exterminate the human race. Around the same time, the International Science Organization had uncovered mysterious stones that bear unusual powers. It is said that one person out of approximately eight million is able to harness the power of the stones; they are known as a \"Receptor\". Dr. Kozaburo Nambu gathers a team of these five lucky Receptors together. Known as the \"Gatchaman\" team, it is their mission to defeat Galactor.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "6606",
            "URL": "https://thetvdb.com/series/science-ninja-team-gatchaman/seasons/official/1",
            "TitleEnglish": "科学忍者隊ガッチャマン",
            "SummaryEnglish": null,
            "# Episodes": 105,
            "Episodes": {
                "1": {
                    "ID": "131376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131376",
                    "TitleEnglish": "Gatchaman Versus Turtle King",
                    "SummaryEnglish": "A huge turtle-shapes mecha, the \"Turtleking\" attacks a uranium storage facility. The ISO and the delegates of various countries are very concerned. Nambu, the only person who previously knew of Galactor, now officially anounces the existence of both the criminal organization \"Galactor\", as well as the Science Ninja Team that has been formed to resist them.\r\n\r\nThe Science Ninja Team receives Nambu's orders, unites in the God Phoenix, and flies off right away to a missile launching base where the mecha was sighted.\r\n\r\nKen stops Joe, who's eager to get into his first real fight. Ken takes Jun along and they sneak inside the mecha. With Ken's help the God Phoenix then enters the mecha and Joe, Jinpei and Ryu join the battle against the Galactor members.\r\n\r\nElsewhere, the commander of the mecha tells Berg Katse of the Science Ninja Team's existence. Katse then relays the message to Governor X. In accordance with X's instructions, Katse orders the Science Ninja Team to be destroyed.\r\n\r\nThe order is to have the mecha make a suicidal plunge, taking the God Phoenix with it, thus burying the Science Ninja Team. But at the very last moment, the God Phoenix escapes the mecha by using the Firebird Effect.",
                    "Aliases": []
                },
                "2": {
                    "ID": "131377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131377",
                    "TitleEnglish": "The Monstrous Aircraft Carrier Appears",
                    "SummaryEnglish": "A spaceship disappears, along with a device that can report and record the location of the Earth's resources.\r\n\r\nThe Science Ninja Team receives Nambu's instructions and heads towards the bottom of the sea, in the vicinity of the spot where contact with the spaceship was lost. There, prawn-shaped bulldozers leave a huge aircraft carrier located on the sea bottom to build a uranium factory. Ken stops Ryu who wants to fire a Bird Missile, and sneaks into the aircraft carrier alone.",
                    "Aliases": []
                },
                "3": {
                    "ID": "131378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131378",
                    "TitleEnglish": "The Giant Mummy That Summons Storms",
                    "SummaryEnglish": "Deadly crashes involving passenger planes keep happening. Ken, who's investigating these occurrences, encounters a boy named Makoto. The boy is awaiting the return of his father who was reported missing in one of the accidents.\r\n\r\nMakoto's father is the younger brother of the inventor of Uranless, Dr. Takahara. The string of plane crashes has been caused by Galactor. They are intent on getting the Uranless, since it is capable of neutralizing the means of propulsion of their giant mummy.\r\n\r\nKen has encountered the mummy in his Cessna before, and because of that incident, he has data concerning the propulsion system of the mummy. He contacts Dr. Takahara in order to get the Uranless.",
                    "Aliases": []
                },
                "4": {
                    "ID": "131379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131379",
                    "TitleEnglish": "Revenge on the Iron Beast Mechadegon",
                    "SummaryEnglish": "During the investigation of an incident, Ken visits the Institute for Earthquake Research. Because of an earthquake caused by a mecha, he falls along with the director of the institute, into a crevice in the earth. Ken transmutes and is saved, but he cannot rescue the director.\r\n\r\nKen stands before the director's grave and is attacked by the director's daughter Naomi, who firmly believes he's Galactor. Ken understands her anger at not being able to avenge her father and decides to let her know about his true identity as member of the Science Ninja Team. Consequently, he lets her join the team on the mission.",
                    "Aliases": []
                },
                "5": {
                    "ID": "131380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131380",
                    "TitleEnglish": "The Ghost Fleet from Hell",
                    "SummaryEnglish": "Oceangoing ships from the ISO keep disappearing. It always happens in the vicinity of a place called \"Cemetery of the Sea\". Director Anderson and Nambu ask the Science Ninja Team to go to a base on the ocean floor which is most likely to be struck next.\r\n\r\nThe Science Ninja Team gets Nambu's message and takes the God Phoenix towards the base at the bottom of the sea. Then they encounter a mysterious submarine, which leads them to the Cemetery of the Sea, where they see countless sunken ships.",
                    "Aliases": []
                },
                "6": {
                    "ID": "131381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131381",
                    "TitleEnglish": "The Great Mini-Robot Operation",
                    "SummaryEnglish": "Gold bars are stolen from the vault of the World Bank. It is the deed of Galactor's Mini Robots.\r\n\r\nThe Science Ninja Team get their instructions and start a search on the islands in the vicinity of the place where the gold bars seem to have been taken. Joe makes sure that Ken, Jun and Jinpei, in civilian wear, attract the enemy's attention and get taken off to the base. He proposes that if this is the headquarters, it should be destroyed right away. However, Nambu stops him by saying it's not the Science Ninja Team's duty to attack. Joe leaves a bored Ryu behind in the God Phoenix on the bottom of the sea and sneaks into the base in order to prepare for retaking of the gold bars.",
                    "Aliases": []
                },
                "7": {
                    "ID": "131382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131382",
                    "TitleEnglish": "Galactor's Giant Air Show",
                    "SummaryEnglish": "There's a new kind of plane that does not pollute the environment. In the middle of Ken's test flight of this ISO-developed plane, he is attacked by a biplane, piloted by a man who introduces himself as \"Katzen Berig\". Katzen Berig lashes with his whip at the ISO plane, causing it to crash, but Ken saves himself just in time by deploying a parachute.\r\n\r\nNambu suspects from the name that Galactor is involved and orders the God Phoenix to attack immediately, but the God Phoenix's tailfin gets damaged by the whip. Analysis of the material stuck in the hull of the God Phoenix reveals that this kind of metal, called \"super metal whisker\", is something that has been researched by the ISO, but not manufactured. Nambu is taken aback at the scientific power of Galactor, but when the production factory is discovered, he gives the Science Ninja Team the order to destroy it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "131383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131383",
                    "TitleEnglish": "The Secret of the Crescent Coral Reef",
                    "SummaryEnglish": "A secret base. In order to resist their terrible enemy, Nambu thinks about a base for the Science Ninja Team. But fearing enemy intervention, he gives the Ninja Team orders to fly a patrol at Point G in the southern Pacific Ocean. Following orders not to intervene there, the God Phoenix leaves a smoke screen and flees when it encounters a sea anemone mecha. That night, Jinpei is with the other four team members, but he is not tired at all. He takes the G-4 and dives to the bottom of the sea. Children in the park had told him that G-4's popularity is the lowest of all the team members, and he intends on gaining their favour by being the best.\r\n\r\nDespite the worries of the other team members, he wanders around the sea bottom searching for the mecha. He never notices that he is being tailed by the mecha he seeks.",
                    "Aliases": []
                },
                "9": {
                    "ID": "131384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131384",
                    "TitleEnglish": "The Devil from the Moon",
                    "SummaryEnglish": "In the deep black sky the blue-white moon is shining.\r\n\r\nSuddenly, a meteorite falls down to Earth. According to analysis, the meteorite has the same composition as the moon. So Ken proposes approaching the moon in the God Phoenix to investigate.\r\n\r\nApproaching the moon, the God Phoenix encounters a swarm of meteorites heading for Earth. Ken discovers a wrapped up body in the middle of the swarm and, because this is not a meteorite he attacks. But the Bird Missiles have no effect. The body falls to the Earth, becomes a Scorpion Mecha and attacks an oil refinery.",
                    "Aliases": []
                },
                "10": {
                    "ID": "131385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131385",
                    "TitleEnglish": "The Great Underground Monster War",
                    "SummaryEnglish": "Suddenly, a whole city has lost power. Ken, in his Cessna, is thinking about an anomaly in the power plant when he gets a message from Nambu that the nuclear power plant has been attacked by a large group of ants.\r\n\r\nThe Science Ninja Team goes to the site in question, but since the missiles would have hardly any effect on the tiny groups, they wash them away by breaking a nearby dam and using the force of the water.\r\n\r\nUpon analysing an ant they brought back, they learn that it's a finely and precisely manufactured robot.",
                    "Aliases": []
                },
                "11": {
                    "ID": "131386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131386",
                    "TitleEnglish": "The Mysterious Red Impulse",
                    "SummaryEnglish": "While flying, Ken is surprised to encounter the plane of the Red Impulse commander. He pursues him, but Red Impulse gets away using some superb flying technique; Ken longs to be able to use similar techniques.\r\n\r\nThe Science Ninja Team gets order to guard the super powerful plane \"Blue Hawk\", pride of the country Toritan. But the crew of the plane has been killed before take-off and has been replaced with Galactor members.\r\n\r\nNambu learns of this situation after take-off. He mobilizes Red Impulse in order to protect the Science Ninja Team from the Blue Hawk, since it is more powerful than the God Phoenix.\r\n\r\nThe God Phoenix continues to accompany the Blue Hawk without knowing the situation onboard. Red Impulse appears, attacking the Blue Hawk and, after shooting a timebomb into it, disappears again. Ken sees that and firmly believes that Red Impulse is actually an enemy. Ignoring Nambu who wants to stop him, he pursues Red Impulse alone in the G-1.\r\n\r\nWhile Ken is away, the other four members get abducted and taken to a base located in a volcano. Ken however follows Red Impulse, who in turn is following the signal emitted by the time bomb. They arrive together and save the team just before they're executed.\r\n\r\nNambu tells them that Red Impulse is a friend battling on their side. The G-1 and the Red Impulse plane fly through the sky wing-to-wing, reminiscent of bird parents flying with their children. Nobody at the time knows the meaning of the tear appearing in the Red Impulse commander's eye.",
                    "Aliases": []
                },
                "12": {
                    "ID": "131387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131387",
                    "TitleEnglish": "The Gluttonous Monster Ibukron",
                    "SummaryEnglish": "The world's raw material for sugar gets stolen by the Galactor mecha Ibukuron, and the world emergency sugar is getting very low.\r\n\r\nRyu and Jinpei rush out into the street to buy candies. Just then, they get the order from Nambu to move out in order to follow Ibukuron and find the secret base.\r\n\r\nDuring the pursuit, the God Phoenix gets drawn toward the mecha by its strong magnetic force it uses to suck in the raw materials. Ken uses this force to sneak into the interior of the mecha, along with Joe and Ryu.",
                    "Aliases": []
                },
                "13": {
                    "ID": "131388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131388",
                    "TitleEnglish": "The Mysterious Red Sand",
                    "SummaryEnglish": "A ISO constructed storage lake, which is part of a plan to make the desert fertile, disappears. The Science Ninja Team flies to Africa to investigate. An Elder there tells them the legend of the moving red sand. It is said that the red sand burns forever and that it can make civilisations grow, as well as destroy them. Ken asks the Elder about the sand's secret, but the Elder doesn't tell anything.\r\n\r\nJinpei, following the Elder who's about to get abducted by Galactor, finds a pendant. The red sand contained in its interior is sent to Nambu and the analysis reveals that it's a new sort of bacteria and also a previously undiscovered powerful energy source. It has a thousand times the force of uranium and, if water is added, splits up and causes a big explosion.\r\n\r\nBecause Galactor is looking for the red sand, a lion ant mecha changes the lake's location via an underground channel. The God Phoenix dives deep underground, discovers the caves used by the mecha and sneaks into the base they discover. But Galactor learns of the Science Ninja Team's arrival and they shoot the Elder after he reveals the secret. They head to the location where the red sand is locked up, one step ahead of the Science Ninja Team. Before dying, the Elder tells the Science Ninja Team the location as well. The God Phoenix gets there too late, the red sand is already stolen by the mecha. As a last resort, the God Phoenix turns toward the mecha as the Fiery Phoenix. As the red sand is touched by the flames, Galactor's high ambitions are burned, together with the sand.",
                    "Aliases": []
                },
                "14": {
                    "ID": "131389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131389",
                    "TitleEnglish": "The Fearsome Ice-Kander",
                    "SummaryEnglish": "It is reported that all kind of nuclear ships (cruise ships, submarines, battle ships etc) are disappearing.\r\n\r\nIt is the deed of the Galactor mecha Icecander, aiming at nuclear energy.\r\n\r\nWhile investigating these incidents, the Science Ninja Team gets a message that a suspicious iceberg is moving forward against the current of the sea. The God Phoenix follows the iceberg, going to the north pole, where they discover a base in the middle of icebergs. Ken and Jun sneak into the base.",
                    "Aliases": []
                },
                "15": {
                    "ID": "131390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131390",
                    "TitleEnglish": "The Fearful Jellyfish Lens",
                    "SummaryEnglish": "The town \"Ghost City\" has been destroyed 10 years earlier by environmental pollution. Communication with an investigation team sending data from there is lost. The Science Ninja Team goes there in the God Phoenix, which uses a soft skin (membrane) to protect it against the pollution. But as soon as they enter the city, they meet a Galactor attack. As it turns out, there's a base here.\r\n\r\nNambu orders the U.N. military forces to attack. It seems everything is cleared after the attack. In reality however, a jellyfish lens created by Sosai X continues to grow at the bottom of the sea near the city. It uses the polluted sea water as its amniotic fluid.",
                    "Aliases": []
                },
                "16": {
                    "ID": "131391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131391",
                    "TitleEnglish": "The Indestructible Machine Mechanika",
                    "SummaryEnglish": "The latest ISO weapon factory is used by Galactor and manufactures Mekanika. It's a machine which, according to the plan on a microfilm, can change its form constantly.\r\n\r\nThe Science Ninja Team follows Mekanika. But when they lose sight of it, they continue searching individually before meeting in Nambu's house.\r\n\r\nWhile searching a tunnel where they lost sight of Mekanika, Jinpei discovers a base through a hole in the surface and sneaks into it. While trying to destroy the base, he finds a micro cassette. Judging from the behaviour of the Galactor members, this cassette seems to be very important and Jinpei takes it with him while fleeing. It contains the plans needed to change the form of Mekanika. Nambu makes a new plan, based off the cassette, and instructs the Science Ninja Team how to install this plan in Mekanika.",
                    "Aliases": []
                },
                "17": {
                    "ID": "131392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131392",
                    "TitleEnglish": "The Grand Insect Operation",
                    "SummaryEnglish": "X, intending on using the strong destructive tendencies of humans, especially children, releases Kabutoron in the city. It destroys things using the children's brain waves.\r\n\r\nThe children are happy when they find big stag beetles in one of the open areas, something which rarely happens in town. Also Jinpei finds one of the bugs and brings it home.\r\n\r\nIn that night, each of the children's stag beetles grow large and they pull the children inside their bodies, fly out the room and start to destroy the city.\r\n\r\nWhile flying, Ken discovers how Kabutoron attacks a nuclear plant. But since Jinpei is missing, the God Phoenix cannot take off.",
                    "Aliases": []
                },
                "18": {
                    "ID": "131393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131393",
                    "TitleEnglish": "Revenge! The Whale Operation",
                    "SummaryEnglish": "A huge whale keeps attacking harbours. While investigating a group of whales, the Science Ninja Team discovers a huge whale heading for this group. The huge whales fires a rocket aiming for the God Phoenix and flees, pushing aside the other whales. In reality, it's a Galactor submarine camouflaged as a whale.\r\n\r\nThey want to follow the huge whale submarine, but, in order to save a young whale under attack by orcas, the G4 flies away. During all this, the submarine gets away. Nambu reproves them because of their squeamishness and puts a transmitter on the small whale so that he can help in the search for the big whale.\r\n\r\nThe God Phoenix goes to the Arctic Circle, following the small whale. In order to search for the base, Ken and Joe leave the God Phoenix and encounter two men who introduce themselves as forest-keepers, but are then attacked from behind. Ken is baffled. Joe says that this is Galactor's trick and that his parents got murdered by the very same trick.",
                    "Aliases": []
                },
                "19": {
                    "ID": "131394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131394",
                    "TitleEnglish": "Speed Race from Hell",
                    "SummaryEnglish": "The Ruman Kingdom is known as the Gambling Kingdom. Galactor, guaranteeing the king's position, is channeling millions in riches out of the country. His highness Prince Luga's heart is torn by the people moaning with the high taxes imposed by the kingdom. So he contacts the ISO and offers to hand over a microfilm containing the location of the Galactor bases and headquarters to them. He does this knowing that it's against his father the king's, orders.\r\n\r\nIn order to lay their hand son the film, the Science Ninja Team takes part in a race sponsored by the prince in which everybody can participate. But the encounter obstacles set by Galactor, who know the prince's plans. They're lured, together with the prince, into the base located in the interior of the kingdom.",
                    "Aliases": []
                },
                "20": {
                    "ID": "131395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131395",
                    "TitleEnglish": "A Critical Moment for the Science Ninja Team",
                    "SummaryEnglish": "A Galactor mole mecha appears. The Science Ninja Team is contacted and starts to meet, but on the way there, Joe wants to save a small dog beside his mother, who was killed in the attack. Joe suffers a rocket attack. The mecha starts attacking the God Phoenix as well, but, since it gets weak in the sun, it has to withdraw at dawn.\r\n\r\nIn the examination it becomes known that Joe got hit in the head by a fragment of the rocket. Since it's a very dangerous area an operation is impossible. Also the attempt in the high speed centrifuge fails. Then a message arrives saying that the mecha has appeared again.",
                    "Aliases": []
                },
                "21": {
                    "ID": "131396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131396",
                    "TitleEnglish": "Who Is Leader X?",
                    "SummaryEnglish": "A horse owned by a doctor who is an authority in the area of cyborgs, participates and wins with an astonishing performance at the world-famous horse grand prix. When Nambu sees this video, he guesses that this horse is a cyborg. He orders the Science Ninja Team to guard the Doctor so that his astonishing cyborg technique is not abused.\r\n\r\nBut when Ken and the others arrive, it's already too late. Only one Galactor badge has been left behind and the Doctor has vanished.\r\n\r\nDr. Henjinman has been brought to the base where he recognizes X's real face. He threatens X, saying that he will reveal his secret if he is not made X's representative. X reluctantly agrees.",
                    "Aliases": []
                },
                "22": {
                    "ID": "131397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131397",
                    "TitleEnglish": "The Firebird Versus the Fire-Breathing Dragon",
                    "SummaryEnglish": "A uranium mining factory at the bottom of the sea is attacked by the mecha \"Kingdragon\". Since a guard vessel with much more power than the God Phoenix was beaten during the attack, Nambu does not order the Science Ninja Team deployed. But Ken disobeys Nambu's orders and goes to face the mecha in the God Phoenix.\r\n\r\nBut the God Phoenix is no match against the enemy and even their trump card, the firebird, is beaten by the much higher temperatures.\r\n\r\nNambu orders the Red Impulse group to attack the mecha, but the Red Impulse commander believes that Ken should face the enemy again and refuses Nambu's order.\r\n\r\nSo Nambu comes up with another plan. He wants to install a cooling device in the God Phoenix, which is then supposed to react with a minus bomb to be installed in the interior of the mecha to freezing the enemy. Knowing this will be very dangerous, Ken applies for the job of installing the minus bomb.",
                    "Aliases": []
                },
                "23": {
                    "ID": "131398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131398",
                    "TitleEnglish": "The Mecha-Ball Runs Wild",
                    "SummaryEnglish": "From the cellar of a bowling alley, the \"Mecha Ball\" appears and starts to destroy the city. \r\n\r\nBecause of the Mecha Ball's simple structure, an attack is futile since there is no weak point. Opposing his four eager teammates, Ken decides not to go out, saying that if they attack without a chance for winning, they will only die a useless death.\r\n\r\nAt the same time, Ken watches Jinpei move a pachinko ball with a magnet and gets an idea how to defeat the mecha.\r\n\r\nWhen Nambu hears Ken's proposal, he immediately builds a huge electrical magnet in the middle of the alps and decides that the God Phoenix must lure the mecha there.",
                    "Aliases": []
                },
                "24": {
                    "ID": "131399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131399",
                    "TitleEnglish": "The Neon Giant That Smiles in the Dark",
                    "SummaryEnglish": "Scientists from the ISO headquarters are murdered one after the other and Nambu orders the Science Ninja Team to act as bodyguards.\r\n\r\nThe Science Ninja Team separate for their guard duty. During Ken's guard, he surprisingly meets Galactor's Ninja Blackbirds and follows them, but loses sight of them near an amusement park. At the same time, Jun and Jinpei are attacked by a Neon Giant which appeared accompanied by the sounds of a flute. In order to let the scientist escape, they offer themselves as bait, but fall off the street. Jun reports that the Neon Giant resembles the Indian statue standing before the amusement park where the Black Birds vanished. Because of that, the Science Ninja Team waits for the night and sneaks into the park to start investigating.",
                    "Aliases": []
                },
                "25": {
                    "ID": "131400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131400",
                    "TitleEnglish": "The Magma Giant, Emperor of Hell",
                    "SummaryEnglish": "An ISO volcanic research center is attacked. The God Phoenix, starting the investigation, is surprised by the Magma Giant and escapes into the sea where the Giant cannot follow it.\r\n\r\nWhen Joe says that the Magma Giant's face resembles the face of Jesus Christ sculptured into a steep slope in the national park, the Science Ninja Team goes there to investigate. A girl climbing the Jesus Christ sculpture is suspected to be a Galactor agent by Joe and questioned, but she answers that she's here to sculpture the statue, continuing the tradition of her family in the third generation.\r\n\r\nTogether with the girl they go into the cave found in the steep slope and discover a base. The Jesus Christ face sculpted in the slope, is plunged into lava seething in the interior of the base and comes out as the Magma Giant. Seeing this, Ken calls the God Phoenix. At the top of the base, there's a special glas which is actually at the bottom of a sea. The sea is used as a lense to heat the magma, using the sunlight. With a rocket, they break the glas and thus destroy the base.\r\n\r\nWhen a message comes in from Nambu that the Magma Giant is heading towards a city, the Science Ninja Team split up in their individual machines and lure the Magma Giant towards the sea. The Magma Giant cannot resist and steps into the sea. Through the sea water he's instantly cooled and becomes a black piece of rock, standing still.\r\n\r\nThe girl then gets her chisel to begin sculpting again.",
                    "Aliases": []
                },
                "26": {
                    "ID": "131401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131401",
                    "TitleEnglish": "The God Phoenix Reborn",
                    "SummaryEnglish": "ISO ships are attacked one after the other by Galactor's black ray. And because Ryu is napping in the God Phoenix, he cannot be mobilized.\r\n\r\nRyu feels responsible and gives Nambu his bracelet back, while shaking off his teammates who want to stop him. He then goes back to the fishing-village where he was born. During this time the fishing areas in the village become polluted through unknown causes. Since Ryu's father is the co-operative head, is blamed by the village people. Ryu tells his father to ask Nambu to analyse the sea water.\r\n\r\nIn the analysis, a matter is found which results from a process to produce metal. Nambu thinks it's Galactor's deed and arrives in the fishing village with the Science Ninja Team.",
                    "Aliases": []
                },
                "27": {
                    "ID": "131402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131402",
                    "TitleEnglish": "Galactor's Witch Racer",
                    "SummaryEnglish": "The ISO gets a message from Lucy, one of the executives at Galactor, that she wants to reveal the location of their headquarters in exchange for $ 10 billion. Therefore they contact Lucy by having Joe team up with her in the world customer car endurance race across Africa. The other 4 team members are going to act as guards for their scout.\r\n\r\nAfter Joe gets into the car, he expects the information immediately, but Lucy says it's not possible until the rally is over.\r\n\r\nOn the way, they are attacked by mechas camouflaged as animals. It is Galactor who have come to know of Lucy's treason. But with Ken and the other's help, they escape the attacks and continue the rally. As they approach the finish line, Lucy asks her old friend Joe whether they don't want to team up and take over Galactor.\r\n\r\nEvading all kind of obstacles, the team of Lucy and Joe wins the race and gets $ 100'000 in prize money. In the tea room, Joe demands that Lucy gives him the information as offered. When Lucy tries to answer, she suddenly starts to move strangely and finally breaks through a wall and falls to the ground where she explodes. She was a cyborg manufactured by Galactor, and a radio signal emitted by X caused her to self destruct.\r\n\r\nJoe is taken aback by Lucy who is now nothing more than a pile of iron fragments. His anger towards Galactor is ignited again.",
                    "Aliases": []
                },
                "28": {
                    "ID": "131403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131403",
                    "TitleEnglish": "The Invisible Devil",
                    "SummaryEnglish": "Children keep dissolving into thin air. Even the members of the Science Ninja Team become eye witnesses to one of the disappearances. Ken follows some tire tracks on the ground and enters a mirror maze. There he discovers some snail mechas, but they become transparent and disappear.\r\n\r\nGalactor is collecting children with strong brain waves in order to produce the brain wave monster Alphagila. The monster reads the secrets of the ISO in its institutions, and then destroys them. Nambu enhances Jun's brain waves for a while and makes her pose as a bait. The Science Ninja Team locates her radio signal, sneaks into the base beneath the mirror maze and saves the children.",
                    "Aliases": []
                },
                "29": {
                    "ID": "131404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131404",
                    "TitleEnglish": "Gallack X, the Demon Man",
                    "SummaryEnglish": "Jinpei and Ryu visit the Shirayuki orphanage where Jinpei grew up, in order to play with friends. The children beg them to take them to watch some kickboxing. At the same time, in a volcanic area, strange things are happening. Ken and the other two go to investigate, but don't find anything extraordinary.\r\n\r\nAfter watching the fight, the children go to ask the winner, Galack X, for an autograph. They learn however that he was trained with deadly weapons in his boxing gloves. They are caught by the female assistant and taken away. Ryu, following Galack X by Jinpei's request, battles with Galack X, but gets hurt. He contacts Ken and the others.",
                    "Aliases": []
                },
                "30": {
                    "ID": "131405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131405",
                    "TitleEnglish": "Kamisoral, the Guillotine Iron Beast",
                    "SummaryEnglish": "A water shortage is occurring everywhere. As if to pursue the beaten enemy, an invisible enemy continues to pound, destroying dams and water tanks. The Earth is put into a grave situation.\r\n\r\nThe God Phoenix is mobilized and discovers the flying mecha Kamisoral which has become a white shadow. Merely flying past it causes great damage and missiles are useless since they can be cut apart by the mecha's sickle.\r\n\r\nThe Science Ninja Team somehow manages to escape and report to Nambu. During this time, an announcement from Katse is received saying that tomorrow will be the last day for mankind.",
                    "Aliases": []
                },
                "31": {
                    "ID": "131406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131406",
                    "TitleEnglish": "The Plan to Assassinate Dr. Nambu",
                    "SummaryEnglish": "Nambu's car is attacked by Galactor. But because of Joe, who seems to remember the Devil Star's rose bomb, they escape by a hair's breadth.\r\n\r\nEverybody wants to fully concentrate upon protecting Nambu since he's targeted. But Joe cannot agree with them and leaves the villa. In order to control his anger, Joe runs his car around a racetrack. When his parents were murdered, he too suffered a lethal wound by a rose bomb. His memories revive and he thinks of revenge. Just then, he has to save a woman from an accident on the track. Before parting, they make an appointment to race on the track together the following day.",
                    "Aliases": []
                },
                "32": {
                    "ID": "131407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131407",
                    "TitleEnglish": "The Grand Gezora Operation (Part 1)",
                    "SummaryEnglish": "Receiving a warning from Galactor, the Science Ninja Team mixes with the other citizens and starts to investigate. But thinking this might be a Galactor trap, they take off their bracelets and split up in the city.",
                    "Aliases": []
                },
                "33": {
                    "ID": "131408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131408",
                    "TitleEnglish": "The Grand Gezora Operation (Part 2)",
                    "SummaryEnglish": "The Science Ninja Team doesn't know where Jun and Jinpei are, and Gezora starts to attack. But with two of them missing, scoring is difficult for the team.",
                    "Aliases": []
                },
                "34": {
                    "ID": "131409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131409",
                    "TitleEnglish": "The Evil Aurora Operation",
                    "SummaryEnglish": "Strange radio waves attack people together with an aurora. Afterwards they run amuck and cause grave accidents. While fishing, Ryu is also bathed in these radio waves. Because Ryu's speech and behaviour are strange after he comes back to the base, an investigation is conducted. It results that Ryu's brain waves are like those of a cat.\r\n\r\nAdditionally, Nambu is touched by those radio waves as well. In a rage, he tries to activate the switch for the self-destruct mechanism of Crescent Coral. Joe punches him out.",
                    "Aliases": []
                },
                "35": {
                    "ID": "131410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131410",
                    "TitleEnglish": "Burn, Desert Fires",
                    "SummaryEnglish": "In the country Doria, oil springs have been discovered. A battle has started between the King, keen on the mining rights, and the Prince, who's on the side of the poor, revolting people. It has become a civil war. Now there's also a never sleeping force, intent on making this into a world war.\r\n\r\nThe King, in a disadvantageous situation in this war, asks the Science Ninja Team for help. The God Phoenix sneaks into the country in firebird mode. Ken contacts Prince Ali and convinces him to talk one more time with his father, the King. Together they go to the palace. But the King's answer is a volley of bullets, aimed at the prince and his companions. Ken stops the Prince who wants to attack the King. They both are dropped through a hole in the floor into a subterranean prison, where they find the skeleton of the true King. Ken tells the God Phoenix to come and get them, thus escaping.",
                    "Aliases": []
                },
                "36": {
                    "ID": "131411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131411",
                    "TitleEnglish": "Little Gatchamans",
                    "SummaryEnglish": "An ISO research ship is attacked and data regarding uranium resources on the bottom of the sea is lost along with it.\r\n\r\nIn the middle of the investigation, the Science Ninja Team discovers three persons, a father and his two sons, floating on the sea. They say they witnessed the occurence while fishing. But in the village they live, the brothers Taro and Jiro and their father have the reputation of being liars. Nobody wants to listen to their testimony that they saw an apparition of a crawfish and a moving lighthouse. Ken discovers that the squid the family fished out is a rocket. The Science Ninja Team decides to have a look at the lighthouse.",
                    "Aliases": []
                },
                "37": {
                    "ID": "131412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131412",
                    "TitleEnglish": "Renzilla, the Electric Monster",
                    "SummaryEnglish": "Dr. Miwa is researching whether the surface of the Sanjo Lake, frozen over the whole year, can be used to produce strong energy from the sun, instead of using polarization glas. Now he has gone missing. He had questions because this year the lake wasn't frozen over and seemed to have started an investigation. Nambu orders the Science Ninja Team to look for him since he fears the misuse of the Doctor's research, but also because the Doctor is his friend.\r\n\r\nThe Science Ninja Team, led by the Doctor's pet Taro who was able to get to Nambu with a camera, heads towards the snowy mountains. There they discover a Galactor base. The Science Ninja Team and Taro are tricked by the Doctor's reflection. Taro is washed away by water falling from the ceiling of the base where the surface of the lake is located. The Science Ninja Team is locked up by walls made of reinforced glass.",
                    "Aliases": []
                },
                "38": {
                    "ID": "131413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131413",
                    "TitleEnglish": "The Mysterious Mechanized Jungle",
                    "SummaryEnglish": "As part of the Mantle plan, a pollution-free city is constructed in the desert. Nambu and the Science Ninja Team have come into the city for the inauguration. In the middle of the parade, a man who introduces himself as the archaeologist Dr. Mukashiski is distributing leaflets for a dinosaur exhibition.\r\n\r\nThat night, the city is attacked by dinosaurs, and Ken sneaks into the dinosaur exhibition from Dr. Mukashiski. It turns out to be a jungle from the dinosaur period. Ken is caught by ivy made of metal and can escape into a subterranean sewer, but his bracelet is taken away this time. The Doctor takes the bracelet and, in order to make this is own merit, hides it.",
                    "Aliases": []
                },
                "39": {
                    "ID": "131414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131414",
                    "TitleEnglish": "Jigokillers, the People-Eating Flowers (Part 1)",
                    "SummaryEnglish": "Outside of Earth's atmosphere, a Devilstar ship appears. Spores of the Jigokiller plant are released towards Earth by Katse's hand.",
                    "Aliases": []
                },
                "40": {
                    "ID": "131415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131415",
                    "TitleEnglish": "Jigokillers, the People-Eating Flowers (Part 2)",
                    "SummaryEnglish": "Jinpei is lost in mourning in Jun's empty shop. Elsewhere, Nambu is absorbed with the research on the Jigokiller plants.",
                    "Aliases": []
                },
                "41": {
                    "ID": "131416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131416",
                    "TitleEnglish": "Murder Music",
                    "SummaryEnglish": "Invited by Jun, the Science Ninja Team visits a concert by the popular rock group Demon 5. The Demon 5 is kidnapped by Galactor right in front of them. \r\n\r\nGalactor has Demon 5 play the murder music composed by X. Using a Sonic Mecha, they start to play this music high above the city. The music destroys buildings and drives people crazy. The God Phoenix is mobilized, but meeting a counter-attack, it's forced to retreat for the time being.",
                    "Aliases": []
                },
                "42": {
                    "ID": "131417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131417",
                    "TitleEnglish": "The Great Breakout Trick Operation",
                    "SummaryEnglish": "During his vacation, Ryu asks a passing car whether they can take him with them. But the car is part of a Galactor plan to free prisoners. Ryu is consequently captured by Galactor and taken along to the Jinjin prison which houses only prisoners sentenced to death that have tried to escape earlier. Galactor, upon arriving in the prison, kills the guards and has the prisoners assemble in the prison yard. The plan is to make them Galactor members. Ryu is in the midst of those prisoners, but because he has taken away his bracelet, he cannot get into contact with Ken and the others. He decides to go along to the Galactor base.",
                    "Aliases": []
                },
                "43": {
                    "ID": "131418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131418",
                    "TitleEnglish": "A Romance Destroyed by Evil",
                    "SummaryEnglish": "The two countries of Bien and Ameria suffer from a long war. When the two countries finally make peace, their respective representatives standing for peace, Romina and Julia, get married as a symbol of peace. However, Galactor is planning to prevent the marriage of the two, to start the war again in both countries.\r\n\r\nThe Science Ninja Team serves as bodyguard during the honeymoon trip. Joe thinks that the man he met in the airport, who supposedly has the same convictions as Romina, is suspicious. So he follows him, but loses sight of him near an old temple. Meanwhile, Romina and Julia are captured by Galactor robots. Ken and the others, still doing bodyguard duty, follow them, but lose sight of them.",
                    "Aliases": []
                },
                "44": {
                    "ID": "131419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131419",
                    "TitleEnglish": "Galactor's Challenge",
                    "SummaryEnglish": "Galactor's Arkeo attacks the Moroi City. But Nambu judges that the Science Ninja Team is no match for the mecha's shock wave, therefore they don't receive orders to move out. Even when an announcement sent by Galactor arrives, the Science Ninja Team only gets an order to stand by. The Team ignores Nambu trying to stop them and gets mobilized. But they end up in a dangerous situation when they're hit by the mecha's shockwave. They are saved by Red Impulse.",
                    "Aliases": []
                },
                "45": {
                    "ID": "131420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131420",
                    "TitleEnglish": "The Sea Lion Ninja Team in the Night Fog",
                    "SummaryEnglish": "A secret mining factory of the ISO is attacked and the island on which the factory is located is besieged by Galactor. In the mine, an ore containing more energy than uranium is being mined. If this ore were to fall into Galactor's hands, the consequences would be catastrophic. Opposing the ISO which demands the protection of the ore, Nambu insists that saving the people has priority. The Science Ninja Team and a group of transport ships head towards the seal island where the factory is located.\r\n\r\nThe island is hidden all year in a fog, and also Galactor is just standing there without being able to intervene. One group sneaks in, ducking under a Galactor attack, and gets near the island. They send G-4 to the island and he decides to get the workers out of there to the ships. He is able to hide them in a group of seals that had been surprised by a Galactor attack and are seeking shelter in the sea.",
                    "Aliases": []
                },
                "46": {
                    "ID": "131421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131421",
                    "TitleEnglish": "Gatchaman in the Valley of Death",
                    "SummaryEnglish": "Ken is maintaining his beloved plane at the airport when a man with a gun forces him to fly a plane. Since Ken's plane has only a single seat, the man makes him fly another plane made for two people. During the flight, Ken seizes an opportunity and tries to take away the man's gun. However, the man fires a bullet which hits a wire in the fin tails of the Cessna, making it impossible to control the plane. The man, using the only parachute on board, escapes, saying that he will go to sell information to the ISO. Ken makes a forced landing, but because of that shock the radio device in the bracelet ceases to function.\r\n\r\nKen sees a Galactor Mecha and follows the man who heads towards a valley. There is an abandoned Galactor mine there. Ken and the man are captured and hung up in an old well. The man has betrayed Galactor for money and has hidden a tape in the well which contains an overheard discussion between Katse and the Prime Minister of a certain country. Ken transmutes and rescues the man, defeating all the Galactor members in the building. But in an explosion occuring at that time, the man, who has seen Ken's true face and has followed him, is badly hurt.\r\n\r\nThe Galactor commander, who got out alive, is about to attack them with a mecha. The man entrusts the tape to Ken, along with a message to his mother living in Hontwall, then he throws himself and the Galactor commander towards the bottom of the valley. What remains is the tape, which was smashed by the commander, and one name. \"Kelly, Arthur Kelly is my name\".",
                    "Aliases": []
                },
                "47": {
                    "ID": "131422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131422",
                    "TitleEnglish": "The Devil's Airline",
                    "SummaryEnglish": "In order to finish an ultracomputer, Director Anderson himself is hand-carrying the core of this computer in his private jet to the research institute in the Jetol plateau. Galactor anticipates this, and starts to move in order to steal the component before it reaches the heavily fortified research institute.",
                    "Aliases": []
                },
                "48": {
                    "ID": "131423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131423",
                    "TitleEnglish": "The Camera Iron Beast, Shutterkiller",
                    "SummaryEnglish": "Galactor plans to use the Shutterkiller to copy data from ISO institutions and to then destroy those institutions. The ISO institutions are attacked one after the other.\r\n\r\nThe Science Ninja Team guards the institution which is most likely to be attacked next and, shortly pretending to have been defeated, follows the mecha in the G-4. Jinpei finds the Galactor base in the middle of the desert and goes on digging into the earth with his G-4. In addition, the other four team members follow him and sneak in. But when they enter the base, the G-4 machine is left unmanned. They start looking for Jinpei, and find a factory which restores the copied ISO data. Splitting up, they continue with destroying the factory and looking for Jinpei.",
                    "Aliases": []
                },
                "49": {
                    "ID": "131424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131424",
                    "TitleEnglish": "The Fearsome Mechadokuga",
                    "SummaryEnglish": "The Science Ninja Team is accompanying Nambu, who came to the ISO headquarters for a conference. Jinpei discovers a car with the emblem of Galactor, hides in the car and goes to the Galactor base. But when he wants to get into contact with Ken, he is captured.\r\n\r\nMeanwhile, in Nambu's office, a message from Katse arrives saying that he will blow up ISO buildings unless the Science Ninja Team hands over some data regarding newly discovered uranium ore. Despite knowing that it's a trap, Nambu mobilizes the Science Ninja Team.",
                    "Aliases": []
                },
                "50": {
                    "ID": "131425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131425",
                    "TitleEnglish": "Trachadon, the Dinosaur Skeleton",
                    "SummaryEnglish": "In the country Inderia, droughts and heavy rainfalls occur every year. In cooperation with the ISO, a plan to build a dam in the hinterland to create lots of arable land is being made. But through mysterious events which are happening again and again around a shrine which will be inundated by the dam, the plan is progressing only very slowly. At long last, the Torakodon skeleton appears.\r\n\r\nThe Science Ninja Team gets the order to investigate and sneaks into the country. Events like a landing transport plane exloding on the runway the God Phoenix was supposed to use, show the handwriting of Galactor. Jinpei and Ryu, staying in a cheap hotel, get involved in a murder case.",
                    "Aliases": []
                },
                "51": {
                    "ID": "131426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131426",
                    "TitleEnglish": "Cata-Roller, the Revolving Beast",
                    "SummaryEnglish": "The Science Ninja Team follows Nambu's orders to come to Huntwall to spend their free time there. Only Ken doesn't trust those instructions. At that moment, a man in a white suit, being pursued by the police, appears and Ken helps him. But when they hear from the police commander that that man is a Galactor, the Science Ninja Team is on alert.\r\n\r\nWhile flying his Cessna, Ken is attacked, but saved by the Red Impulse commander. The man in the white suit is the Red Impulse commander. He asks Ken for help to get the legal proof that the defense minister of that country concluded an agreement with Galactor. He then tells Ken that he spent 10 years to stop Galactor's plan, abandoning his family.",
                    "Aliases": []
                },
                "52": {
                    "ID": "131427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131427",
                    "TitleEnglish": "Red Impulse's Secret",
                    "SummaryEnglish": "To be able to see his father! Carrying this wish in his heart, Ken follows the whereabouts of the mecha. Before him somebody is shot and wounded. It's Sabu, a friend from Ken's childhood. When Sabu sais that he saw Ken's father in Huntwall, they both go there.\r\n\r\nIn Nambu's office, Katse makes a bold appearance in disguise. He leaves saying that if the world does not surrender to Galactor in Huntwall, the V2 plan will be realized. The V2 plan is the terrible plot to make the Van Allen belt descend with a special rocket, thus extinguishing mankind with radioactive flames...",
                    "Aliases": []
                },
                "53": {
                    "ID": "131428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131428",
                    "TitleEnglish": "Farewell, Red Impulse",
                    "SummaryEnglish": "The Galactor rocket explodes in the Van Allen belt and humankind enters the worst crisis ever.\r\n\r\nUpon the message from Galactor saying that a rocket restoring the belt will be launched if the world surrenders within 24 hours, the representatives of all countries assemble. They feel the time pressure and want to come to a conclusion. Nambu tells them to believe in the Science Ninja Team and puts an autolock on the doors so that they won't open until the following morning.\r\n\r\nThe Science Ninja Team is mobilized to take away the Galactor rocket and to restore the Van Allen belt. At approximately that time, Ken sneaks alone into the construction facility for the rocket. In order to complete the rocket within the timeframe, it is changed from automatically controlled to manned. Ken, in the middle of Galactor members who are sleeping, tired from the now finished incessant work, emits a bird signal. But then Katse's gun is pointed at him. Ken transforms into birdstyle. The gun of the Red Impulse commander, who sneaked in as well, is then pointed at Katse. The God Phoenix breaks in and Katse escapes and the defense minister falls to his death.\r\n\r\nTaking the responsibility, Ken says he will get into the rocket himself. Jun then tells him that Red Impulse himself is Ken's father.\r\n\r\nThe dream of Ken to reunite with his father also becomes their eternal separation at the same time. The Red Impulse commander throws Ken away and gets into the rocket himself. Ken runs after him, calling for his father. In Red Impulse's mind, the figure of Ken in his youth is turning around. The rocket disperses across the sky and Earth is saved.",
                    "Aliases": []
                },
                "54": {
                    "ID": "131429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131429",
                    "TitleEnglish": "Gatchaman Burns with Rage",
                    "SummaryEnglish": "Katse, who got into his stride by the funeral of Red Impulse, plans to destroy institutions related to uranium in the whole world.",
                    "Aliases": []
                },
                "55": {
                    "ID": "131430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131430",
                    "TitleEnglish": "The Daring Mini-Submarine",
                    "SummaryEnglish": "The sea takes up 70% of Earth. Galactor makes Nambu and the Science Ninja Team chose between their lives and pollution of the seas by PCB.\r\n\r\nPretending to agree, the God Phoenix goes to the pre-defined area in the sea, but when they blow up the approaching mini submarines, the pollution matter streams out and the Tarushia Sea ends up polluted. Ken discovers three tankers which seem to control the mini submarines and, using the mini submarine loaded into the God Phoenix, sneaks in. There, cleaning work is done for the returning mini submarines. Ken is discovered by Galactor. He defeats them and heads towards Katse's whereabouts, but in the meantime the tankers have transformed into one huge tanker which emits a magnetic force attracting the God Phoenix whose hull starts to crack.",
                    "Aliases": []
                },
                "56": {
                    "ID": "131431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131431",
                    "TitleEnglish": "The Bird Missile of Bitterness",
                    "SummaryEnglish": "Jun is attacked by a group of bikers. Koji saves her, he is a former race champion and Jun's friend from childhood.\r\n\r\nNow he has become the commander of a Black Bird squad and is on the way to blow up the missile base of a certain country. When he wants to install the time bomb, the figure of Jun, the way he encountered her, crosses his mind. Without installing the time bomb, he runs away from the base. Jun sees his figure and reports to Nambu. She disagrees vehemently however when her comrades voice the opinion that Koji is a Galactor.",
                    "Aliases": []
                },
                "57": {
                    "ID": "131432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131432",
                    "TitleEnglish": "The Evil White Sea",
                    "SummaryEnglish": "Mike Miller, a sniper, has been released from prison after 35 years. Galactor gives him a small tank with a freeze gun on board and orders him to eliminate the Science Ninja Team.\r\n\r\nThree observation satellites high above the south pole are shot down. Guessing that this is Galactor's fault, the Science Ninja Team heads towards the South Pole. Katse is awaiting their arrival, accompanied by a small tank. Joe tells Ken to pursue Katse and goes after the tank, but the freeze gun freezes him along with the G2 car.\r\n\r\nThe rest of the team heads out in order to fight in their individual machine, but when Ryu sees how Jinpei is done for, he heads towards the tank without thinking and the G-5 gets frozen as well.\r\n\r\nBut when Mike aims at Jun, he hesitates one moment and the bullet misses. Besides, the gun is starting to burn because of the continuous use. The fire is fanned by the G1 and the fallen over tank goes up in flames. Ken and Jun approach Mike. He asks them why they didn't fight using weapons. Ken answers him that their individual machines are not equipped with weapons. Mike shows Ken the cores of the bullets he secretly took away and tells him that his comrades are not dead. He also says that he missed the shot at Jun because he saw in her figure his daughter from whom he was separated 35 years ago. Then he dies.\r\n\r\nInside the God Phoenix, which is on its way home, Ken says that if they wished for weapons, it wouldn't be them to try outdoing Galactor.",
                    "Aliases": []
                },
                "58": {
                    "ID": "131433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131433",
                    "TitleEnglish": "Hell's Mecha-Buttha",
                    "SummaryEnglish": "The Jet Cutter, developed by the ISO to gain energy without causing pollution, is stolen. Nambu gives the order to recover it. Ken opposes him, asking whether they have to pay for the faults of the ISO. It's because of a lack of reason which makes him think that he wants to attack the enemies of his father. Jinpei starts crying at the argument between the two men. When Ken sees this, he reluctantly agrees to be mobilized.",
                    "Aliases": []
                },
                "59": {
                    "ID": "131434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131434",
                    "TitleEnglish": "The Secret of the Monster Mecha Factory",
                    "SummaryEnglish": "A fishing-boat is in the vicinity of Ghost Island and becomes eyewitness to a big ray and cuttle-fish. Afterwards, it is swallowed by a huge waterspout and is shipwrecked.\r\n\r\nOn Nambu's orders, Ken and Jun land on the island and start to investigate. As night falls, the two of them see how previously defeated Galactor mechas appear explode as they are swallowed by a waterspout. They are convinced that there has to be a mecha factory. They defeat Galactor members who have come searching for intruders and take their place. Then they sneak into the base.",
                    "Aliases": []
                },
                "60": {
                    "ID": "131435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131435",
                    "TitleEnglish": "Science Ninja Team G-6",
                    "SummaryEnglish": "During an experiment with Galactor's brand-new mecha, the research machine crashes. Katse commands the termination of the survivors.\r\n\r\nThe Science Ninja Team arrives at the crash site of the machine. It is not clear what the purpose of that machine was. They discover a young man and bring him back. The young man has lost his memory. He and Jinpei become good friends. When the name of Galactor is said, the young man shows a strong reaction in his motion nerves. He goes out on a motorcycle together with Ken. They are attacked by Galactor and from that shock, the young man remembers the location of the base, the weak points of the mecha and also that he himself is a Galactor.\r\n\r\nKen wants to go to confront the mecha and take the young man with them. The young man declines, suffering from the fact that he's Galactor. However, Ken convinces him to go with them. Jinpei then addresses him as \"Science Ninja Team G-6\".\r\n\r\nKen and the young man sneak into the mecha. While Ken attracts the enemy, the young man seeks the device to reverse the flame and laser gun, the weak point of the mecha. However, he is captured by the commander and told to shoot Ken with the gun given to him. Ken tells him to think this over. The young man points the gun at him, saying that this is his destiny. The bullet and Ken's boomerang fly away at the same time. The bullet pierces the commander, the young man is hit by the boomerang. He tells Ken where to find the reverse mechanism, then he breathes for the last time.\r\n\r\nIn his report to Nambu, Ken tells the following: Through G-6's death defying deed, the mecha could be blown up.",
                    "Aliases": []
                },
                "61": {
                    "ID": "131436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131436",
                    "TitleEnglish": "The Phantom Red Impulse",
                    "SummaryEnglish": "Ken is flying over the country Hontwall in his G1 plane. He is shocked when he sees the three Red Impulse planes. The figure in one of the machines is undoubtedly his father. When the Red Impulse commander asks him whether he should lead Ken to the new base, Ken gets into contact with Nambu. However, without listening to Nambu trying to stop him, Ken heads towards the base. Nambu orders the God Phoenix to investigate what is going on in reality. However, the God Phoenix encounters a mecha without the G1 on board. It is caught and brought to the base.",
                    "Aliases": []
                },
                "62": {
                    "ID": "131437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131437",
                    "TitleEnglish": "The Snow Demon King Blizzarder",
                    "SummaryEnglish": "A celebration is held in order to praise the merits of the Science Ninja Team. However, the participants are super robots. They were invented by Nambu with purpose. His plan is to let them be intentionally captured by Galactor. Then based on their message, learn where the location of the enemy base is, have the real Science Ninja Team sneak in there. But Ken thinks that the enemy will not be fooled by them, so he takes the place of his robot.",
                    "Aliases": []
                },
                "63": {
                    "ID": "131438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131438",
                    "TitleEnglish": "Massacring Mecha Curve Balls",
                    "SummaryEnglish": "Professional baseball players disappear in front of the spectators during a short power outage in the middle of a match.\r\n\r\nNambu thinks that it's Galactor's fault and according to his instructions, the Science Ninja Team are keeping guard everywhere in the baseball stadium. During another game, a similar power outage happens, and the players disappear before their eyes again. This time however, Jinpei, who was acting as a ball boy on the field, has disappeared as well.",
                    "Aliases": []
                },
                "64": {
                    "ID": "131439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131439",
                    "TitleEnglish": "A Christmas Present of Death",
                    "SummaryEnglish": "A year earlier, the northern country Flanbel escaped from the rule of the Dictator General Somure. But Galactor, who instructs Somure, appears in the mansion of the Prime Minister and tells him that he either obeys or dies. By the demand of the governor, the Science Ninja Team sneaks in through the secret back door.\r\n\r\nOn the peace memorial day, presents are distributed to the children by the governor. But the Suimusa group, which Jinpei met, have their presents stolen by children from the upper city quarter.",
                    "Aliases": []
                },
                "65": {
                    "ID": "131440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131440",
                    "TitleEnglish": "Super Bem, the Composite Iron Beast",
                    "SummaryEnglish": "The conserved brains of famous doctors keep getting stolen. A monster also steals the brain of Dr. Yamashina, an expert in robot engineering. The Science Ninja Team follows it, but lets it get away.\r\n\r\nBut Nambu gets a hold of one of the tentacles from the monster. Analysis shows that the monster is the low life form Bem from space. Nambu fears that if Galactor's scientific powers can control space life forms, they may be able to revive the dead brains.",
                    "Aliases": []
                },
                "66": {
                    "ID": "131441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131441",
                    "TitleEnglish": "The Devil's Fashion Show",
                    "SummaryEnglish": "The queen of the country Monarins is a big fan of the Science Ninja Tea. Every year, she donates big amounts of money to the ISO. Katse comes into the country himself, planning to weaken the activities of the Science Ninja Team by killing that woman.\r\n\r\nElsewhere it is predicted that a Galactor assault may take place during the fashion show and the Science Ninja Team is put on guard duty. Ken and the other sneak into the country as common tourists.",
                    "Aliases": []
                },
                "67": {
                    "ID": "131442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131442",
                    "TitleEnglish": "Mortal Blow! Gatchaman Fire",
                    "SummaryEnglish": "Katse, opposed to Sosai X's orders to destroy the Mantle Plan, asks whether it wouldn't be better to conquer Earth after the Mantle Plan was finished. X promises to Katse the rank of President Z and lets him start the operation. But behind his back, X laughs and says that Z is a symbol for murder.\r\n\r\nInstitutions of the Mantle Plan are attacked one after the other by a jellyfish mecha. The God Phoenix faces it, but its missiles have no effect. On the contrary, the launching ramp gets hit. The God Phoenix wants to escape with the multiple firebird. But mines are released upon the God Phoenix and it is wrapped in flames in no time at all. The God Phoenix makes a forced landing in the desert and explodes in the end.",
                    "Aliases": []
                },
                "68": {
                    "ID": "131443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131443",
                    "TitleEnglish": "The Particle Iron Beast, Micro-Saturn",
                    "SummaryEnglish": "One day on a small island in the south sea, a nuclear explosion takes place.\r\n\r\nThe ISO research planes crash and burn in the high radio-activity. From the remaining records, they learn that in the vicinity of the island there's radioactivity, but not in the center of the island. The God Phoenix is supposed to go to investigate, but in order to overcome the radioactivity belt, they have to use the Firebird on the way in and out. Beauce of this, they request a research ship to supply them with fuel.",
                    "Aliases": []
                },
                "69": {
                    "ID": "131444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131444",
                    "TitleEnglish": "The Cemetery in the Moonlight",
                    "SummaryEnglish": "Galactor sneaks into the country Shosken, 80% of which is taken up by the Ohara desert and mountainous regions. Communications break off with a special troup which went there to investigate in the old tombs. In order to search for them, the Science Ninja Team splits up and mixes with the citizens. A woman confuses Jinpei with her dead son. But he sees his mother in her as well and goes to her house. There he hears the story that in the old tombs, which are called the devil's cemetery, caravans and people from the village disappear.",
                    "Aliases": []
                },
                "70": {
                    "ID": "131445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131445",
                    "TitleEnglish": "Death Girls Unite!",
                    "SummaryEnglish": "Mummified corpses keep being found. Since the dammages continue, Nambu orders the Science Ninja Team to find out the cause of all this.\r\n\r\nDuring a patrol, Joe saves a girl from a taxi which is being attacked by mannequin mechas. He takes her to the hospital. But Ken blames him for not contacting him from there and doesn't trust the girl.",
                    "Aliases": []
                },
                "71": {
                    "ID": "131446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131446",
                    "TitleEnglish": "The Invincible Leader X",
                    "SummaryEnglish": "The ISO discovers a new energy source in the Himalaya, but an investigation troop sent there is annihilated by the Yeti.\r\n\r\nBecause of several rumours about Yetis, Jinpei goes to the Himalaya alone. There he is attacked by the Yeti, but it is a Galactor Yeti Mecha. The God Phoenix goes to the Himalaya to look for the missing troop according to Nambu's orders. They get the message from Jinpei about the apparition of the Yeti and head towards the location this message came from.",
                    "Aliases": []
                },
                "72": {
                    "ID": "131447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131447",
                    "TitleEnglish": "Swarm! A Plague of Mini Iron Beasts",
                    "SummaryEnglish": "In Amazonia the old entemologist (insect researcher) Toda who is continuing his research, notices unusal behaviour in the locusts. He notifies every authority and department, but he is not taken seriously. Jinpei, who heard his story, returns with him to Amazonia.",
                    "Aliases": []
                },
                "73": {
                    "ID": "131448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131448",
                    "TitleEnglish": "Pursue Katse!",
                    "SummaryEnglish": "The Science Ninja Team vanquishes another mecha and has let Katse escape yet again. With Nambu's transmission, they follow the course of Katse's rocket. However, Katse has switched to a car and heads towards a jungle. The Science Ninja Team descends towards the jungle as well in his pursuit and separates into three parties, searching for Katse.\r\n\r\nX receives an SOS signal from Katse and, together with sending a commando unit, takes additional steps by setting traps in the jungle.\r\n\r\nJoe criticizes Ryu for approaching a trap unprepared. But when he distrusts a wounded young deer, Ryu retorts that there's nobody more insensitive than Joe.\r\n\r\nMeanwhile, Jinpei discovers Katse and corners him, but is in turn caught by the commando unit.\r\n\r\nBefore an ice covered mammoth, Joe and Ryu discover Jinpei about to be turned into a human sacrifice. They save him and additionally corner Katse, who changed into a shinto-priest. But Katse seeks refuge in the mammoth mecha and attacks Joe and the others. They are saved by a hair's breadth by the God Phoenix and Joe wants to shoot a rocket into the mecha. But when he sees a group of deer below the mecha, he hesitates.\r\n\r\nLuring the mecha into the mountains, they shoot at the ground below the mecha with a rocket. The mecha disappears into an avalanche.\r\n\r\nThe Science Ninja Team is wrong in assuming that, because of the jungle with the traps set, the headquarter is nearby. Its existence is however still shrouded in the fog.",
                    "Aliases": []
                },
                "74": {
                    "ID": "131449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131449",
                    "TitleEnglish": "Secret of the Birdstyles",
                    "SummaryEnglish": "The mammoth which should be buried in a glacier, appears at an amusement park where Jun and Jinpei have gone. While saving the children, Jun's shoe falls off and gets stuck between the mecha's claws.\r\n\r\nJun reports the loss of her shoe. Nambu tells her to look for it. He says that, with Galactor's scientific power, they might be able to discover the secret of the transformation from the shoe.",
                    "Aliases": []
                },
                "75": {
                    "ID": "131450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131450",
                    "TitleEnglish": "Jumbo Shakora, the Ocean Devil King",
                    "SummaryEnglish": "While a Galactor mech is mobilized, one of the small planes loses speed and collides with the fisher boat on which Ryu's father is. The boat is shipwrecked.\r\n\r\nWhen Ryu's younger brother Seiji hurries to Ryu's whereabouts and tells him of his father's shipwreck, Nambu's mobilization order goes out. Ryu desperately shakes his brother off, who is crying and clinging to him. But he ends up being late for the mobilization and the main research institute is already destroyed. Shortly thereafter, while they are doing bodyguard duty for a tanker, Ryu is worrying about his father's shipwreck as well and misses the course. In the meantime, the tanker has been attacked.",
                    "Aliases": []
                },
                "76": {
                    "ID": "131451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131451",
                    "TitleEnglish": "The Bracelets Exposed",
                    "SummaryEnglish": "When the mobilisation order from Nambu comes in, Joe is in the middle of a race. Because he finishes it, he is too late.\r\n\r\nOn the way to the meeting he transforms. The electrical waves emitted while transforming are intercepted by Galactor and Joe is targeted by the completed Megazainer. His leg is hit by the high frequency and its transformation is undone. Joe falls behind a rock, Dr. Misuno however is afraid of an explosion because of the continuous use and retreats.",
                    "Aliases": []
                },
                "77": {
                    "ID": "131452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131452",
                    "TitleEnglish": "The Successful Berg Katse",
                    "SummaryEnglish": "The country Dokual is rich in Earth's resources. But because it declines to pay supporting money to Galactor, the President's life is threatened.\r\n\r\nThe Science Ninja Team receives a call for help which reaches the ISO. They hide the God Phoenix at the bottom of the sea and secretly go to the President's residence. On the estate, several traps have been laid, but it is explained that they're only there to protect the President. The five of them meet the President, but from the fact that the President holds the cane in the hand opposite the side of his bad leg, they see through the Black Bird's disguise.",
                    "Aliases": []
                },
                "78": {
                    "ID": "131453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131453",
                    "TitleEnglish": "Mortal Combat! 5,000 Fathoms Under the Sea",
                    "SummaryEnglish": "A research institute for the Earth's crust, which is located at the bottom of a deep sea canyon 10'000 meters below sea level, breaks off a connection. Ken and Joe go to the research institute in \"Marin Saturn\" in order to investigate.",
                    "Aliases": []
                },
                "79": {
                    "ID": "131454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131454",
                    "TitleEnglish": "The Stolen Gatchaman Information",
                    "SummaryEnglish": "Secret information regarding the Science Ninja Team is stolen.\r\n\r\nNambu orders the Science Ninja Team to investigate why the ISO scientist Boronbo acted as a spy and to stop any data from reaching Galactor.",
                    "Aliases": []
                },
                "80": {
                    "ID": "131455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131455",
                    "TitleEnglish": "Come Back! Boomerang",
                    "SummaryEnglish": "In the country Assham, an uprising has started. Traces of a confusion ray appear on the body of the leader who has been shot. Thinking that a few hundred people have been bathed in that ray, the Science Ninja Team sneaks into the country.\r\n\r\nDuring the investigation, Ken and Jinpei notice that the peackocks, which are the country's national birds and which are bred and released in the country, are robots. The peacock mechas cover the two men with confusion rays. Ken pushes Jinpei away and saves him from the rays, but he is attacked by the Peacock Devil, which then takes with him the car Ken has hidden in. Ken's boomerang remains behind.",
                    "Aliases": []
                },
                "81": {
                    "ID": "131456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131456",
                    "TitleEnglish": "Duel on Galactor Island",
                    "SummaryEnglish": "BC Island is an island ruled by Galactor. A man visits the grave of Giuseppe Asakura and his wife, which has not been visited by anybody for ten years. Because the man on the photo transmitted is disguised and looks like Giuseppe, Katse goes to the island. It is said that Giuseppe's child died in the hospital it was brought to, but when Katse learns that the man who brought that child was Nambu, he has the child's grave opened. It is empty.\r\n\r\nThe order to capture the man is issued to the whole island.\r\n\r\nWhile escaping Galactor's continuous pursuit, that man, Joe, encounters his friend from childhood, who is now Father Alan. At midnight Joe, who has been wounded, appears at the church and asks him to shelter him. While Alan is treating him, Joe learn's from Alan's words that the Devil Star girl he killed earlier was Alan's fiancé. Slipping by Alan, who left, Galactor enter the church and Joe collapses because of the bullets. At that time, the Science Ninja Team has learned of Joe's past and hurries to him.\r\n\r\nThe Science Ninja Team has defeated Galator, but then Alan appears holding a gun. Alan points the gun at them, asking who Joe, the Condor is. Ken answer that it is him. When Alan's finger touches the trigger, Joe's bullet penetrates Alan's chest. However, Alan's gun did not hold a bullet.\r\n\r\nJoe wails that Alan was the most needed man on this island. By the hand of the inhabitants of the island, a solemn funeral is held for Alan. Behind the rows of people, the God Phoenix takes off.",
                    "Aliases": []
                },
                "82": {
                    "ID": "131457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131457",
                    "TitleEnglish": "Aim at the Crescent Coral Reef!",
                    "SummaryEnglish": "Dr. Misuno, a Galactor, succeeds in diminishing the earlier invented detection device, which discovers the electrical waves emitted when the Science Ninja Team transforms. Galactor plans to use it in an operation to track down the Science Ninja Team and follow them to their base.\r\n\r\nThey rebuild some previous mechas and have them rage everywhere. Catching the short moment when the Science Ninja Team transform, they succeed in their plan.\r\n\r\nThe Science Ninja Team, not knowing the Galactor plan, reunites in the God Phoenix, and wants to attack the mechas. However, Nambu suspects it's a Galactor trap and orders them to return to the Crescent Coral, leaving the mechas to the UN troups.",
                    "Aliases": []
                },
                "83": {
                    "ID": "131458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131458",
                    "TitleEnglish": "A Deadly Ring of Fire",
                    "SummaryEnglish": "During construction of a subterranean factory of the ISO, Galactor attacks and a drill falls into a crack in the Earth. Since the energy source of the drill is uranium, it is predicted that, when the drill touches the magma, a huge earthquake with a magnitude of more than 8 will occur.\r\n\r\nThe Science Ninja Team, together with the geologist Dr. Karig, goes to collect the drill in an Earth investigation car, with the G-4 in the lead. The time limit is ten hours. On their way, they encounter an ambush from a mecha. Ken gets into the G-4 and, acting as bait, lures the mecha away from the car. He then shoots his boomerang, converted into a time bomb, into the mecha.",
                    "Aliases": []
                },
                "84": {
                    "ID": "131459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131459",
                    "TitleEnglish": "Smog Fiber, the Spiderweb Iron Beast",
                    "SummaryEnglish": "The scientist Demon tries to sell his own invention to Galactor by using it to attack a cargo plane, which carries goods for those in need. He hates Nambu, who has been battling him for a position in the ISO as a schoolmate. For leaking information on the mecha and thus luring out Nambu, Katse makes it a condition that the true faces of the Science Ninja Team should be revealed.\r\n\r\nNambu agrees to Demon's invitation and goes out to an airfield. Demon notices that the Science Ninja Team secretly acts as Nambu's bodyguards. He takes a picture of the figures with a small camera hidden in his eyepatch, then throws a small bomb. The Science Ninja Team understands that their uncovered faces have been photographed and they lose their courage.",
                    "Aliases": []
                },
                "85": {
                    "ID": "131460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131460",
                    "TitleEnglish": "That's G-4",
                    "SummaryEnglish": "The message is intercepted that Galactor spies will sneak into Utoland City.\r\n\r\nWith a funny look to the Science Ninja Team, who are guarding the frontiers, the spies just walk in.",
                    "Aliases": []
                },
                "86": {
                    "ID": "131461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131461",
                    "TitleEnglish": "Galactor's Monopoly Mission",
                    "SummaryEnglish": "The world sugar reserve is about to be exhausted. The artificial sweetener Shugare is developed as a substitute, but when the distribution starts, sombody buys it all.\r\n\r\nBecause of the message that Shugare has been found in the water flowing out of the Bikkuiero mountains, the God Phoenix goes there. There they find a crashed cargo plane. From the wreckage it turns out that the man buying up all the Shugare is a arms dealer named Gilman. From the black box they conclude that the loading place for the plane could have been in four different places. They split up the work and start searching.",
                    "Aliases": []
                },
                "87": {
                    "ID": "131462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131462",
                    "TitleEnglish": "Patogiller, the Triple Combined Iron Beast",
                    "SummaryEnglish": "While on patrol, Jinpei falls in love at first sight with a girl in a holiday house in the mountains. When Jinpei returns, he sees in the news that Maria, the daughter of a great multi-millionaire, has been abducted. He learns that that girl was Maria. Jinpei rescues Maria alone. However, a boy who took on six grown-up men and who disappeared without saying his name raises the suspicion of the local police chief, who is one of Galactor's men.\r\n\r\nBecause there are policemen who saw Jinpei's face, the whole department is sent to search for the boy.",
                    "Aliases": []
                },
                "88": {
                    "ID": "131463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131463",
                    "TitleEnglish": "Iron Beast Snake 828",
                    "SummaryEnglish": "There is a man who has guessed Katse's secret and who has worked his way up in the staff of Galactor. But he is in prison now. He is looking for help in a very safe place.\r\n\r\nNambu shows to the Science Ninja Team photos and the records of a female pupil that the man had had. On the back of one of the pictures, which is believed to show the female commander, a name is written: \"Katse\". In order to search for Katse's secret, Ken and Jun go to the school of the girl in the photos and the remaining three members go to the prison.",
                    "Aliases": []
                },
                "89": {
                    "ID": "131464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131464",
                    "TitleEnglish": "Lay a Trap in the Crescent Base!",
                    "SummaryEnglish": "Ryu laughs at Jinpei, who is moving earth with the G-4 machine in order to shape a coral reef into a crescent form. The purpose is to turn this coral reef into a bait and lure Galactor there. Nambu goes along with the plan and hands over a special liquid which dyes things red. When something is coloured by that liquid, it is visible on a special radar and cannot escape.",
                    "Aliases": []
                },
                "90": {
                    "ID": "131465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131465",
                    "TitleEnglish": "Matangar, the Armored Iron Beast",
                    "SummaryEnglish": "Joe, who is busily maintaining his weapon, is told by Ken that using weapons is a mistake, which results in a dispute.\r\n\r\nBefore his father's grave, Ken is wondering whether, even if they defeat Galactor, a new evil organization will be born.",
                    "Aliases": []
                },
                "91": {
                    "ID": "131466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131466",
                    "TitleEnglish": "Completion of the Plan to Destroy the Crescent Base",
                    "SummaryEnglish": "Galactor has a spy infiltrate a passenger ship with a lot of ISO engineers onboard. He attaches a homing system to the ship and it is then blown up by firing torpedos into it.\r\n\r\nNambu, afraid that such a incident may happen again, sends the Science Ninja Team on a patrol. The God Phoenix dives at the spot where the ship sank and encounters crab-shaped tanks. Seizing the opportunity when the Science Ninja Team is distracted by the tanks, a submarine attaches itself to the belly of the God Phoenix. When the crab-shaped tanks are sure of this, they retreat. The Science Ninja Team doesn't trust this move, but they nevertheless go back to their base when Nambu orders them to do so. The Galactor submarine manages to easily sneak into Crescent Coral. The crew kills some engineers disguise themselves and install the homing system in the base.",
                    "Aliases": []
                },
                "92": {
                    "ID": "131467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131467",
                    "TitleEnglish": "The End of the Crescent Base",
                    "SummaryEnglish": "One after the other, the torpedoes hit right on target.The props of the camouflaging coral reef get stuck in the base which loses its balances and starts sinking towards the bottom of the sea.Inside, the engineers don't want to just leave their research, but Ken and Jun convince them the really important thing is their lives. They make them escape. Meanwhile, while Nambu is destroying the data a big computer falls over and traps his leg, rendering him immobile.",
                    "Aliases": []
                },
                "93": {
                    "ID": "131468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131468",
                    "TitleEnglish": "Counterattack! The Underground Torpedo Operation",
                    "SummaryEnglish": "Katse is happy that he has defeated the Science Ninja Team. An order comes in from X to make sure that the Science Ninja Team is dead.\r\n\r\nMeanwhile, the Science Ninja Team spends its days at Nambu's villa. Without means to do anything after the heavy blow of losing the base, the data of the Mantel plan, and a place to produce missiles. Then the message is received that a tourist city without any strategic value has been attacked. The Science Ninja Team wants to get mobilized, but Nambu stops them and leaves the field to the UN troups.",
                    "Aliases": []
                },
                "94": {
                    "ID": "131469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131469",
                    "TitleEnglish": "Angler, the Electric Devil Beast",
                    "SummaryEnglish": "The Torasshuu power plant provides electrical power to the city of Utoland. Nambu charges its head, Dr. Komibe, with the testing whether a space capsule is fireproof or not. A test which requires the highly powerful incinerator of the plant.\r\n\r\nThat evening, Ken and the others come to the station to say goodbye to Ryu, who is boarding the night train because his father is in critical condition. However, while Joe is heading towards the station, he hits a child and brings it and its mother, to the hospital.",
                    "Aliases": []
                },
                "95": {
                    "ID": "131470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131470",
                    "TitleEnglish": "The Combined Ninjas, Giant Demon Man",
                    "SummaryEnglish": "In the Jupiter mountains, there are ruins of a fortress which is said to have been erected by ninjas of ancient times. There some strange corpses are found. Nambu charges Jun, who is familiar with this region, with the investigation.\r\n\r\nJun has found Jinpei in the Jupiter mountains. It was decided that this day would be Jinpei's birthday and it has been celebrated ever since. Despite that, Jinpei is in a bad mood that Jun has gone away this year because of the investigation. Ryu tells him that, since he doesn't know when his real birthday is, it doesn't matter when he celebrates it. Jinpei goes to the Jupiter mountains in order to research his real birthday and his origin.",
                    "Aliases": []
                },
                "96": {
                    "ID": "131471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131471",
                    "TitleEnglish": "Storm Galactor's Headquarters!",
                    "SummaryEnglish": "When the ISO intelligence office analyses a horn of a mecha which fell into the Mammoth Canyon, they conclude that with 80% probability the Galactor Headquarter is at the upper course of the Ielo river. Because the Ielo river is a gorge, the God Phoenix cannot fly into it, and Ryu is left with the God Phoenix at the entrance of the gorge. The other four head towards the upper course of the river in a canoe. However, on their way there somebody interferes with them. Elsewhere, this also becomes a hindrance to the Galactor operation of displaying the headquarter, thus luring the Science Ninja Team there. They capture the man.",
                    "Aliases": []
                },
                "97": {
                    "ID": "131472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131472",
                    "TitleEnglish": "Leona 3, the Spaceship with No Tomorrow",
                    "SummaryEnglish": "From the UN rocket launch site the two-man rocket, Leona 3 is launched in order to solve the mysteries of the Milky Way Nebula.\r\n\r\nNambu leaves the launch site together with the president in a private plane, but then they are reported missing. The real president has been killed before the launch.\r\n\r\nSuddenly, Leona 3 deviates from its course. The control mechanism in both the machine and the control center has no effect. As it stands, it seems that the rocket will crash on the Shaku peninsula, resulting in 20.000 dead and injured people. The Science Ninja Team is charged with the search for Nambu, who participated in the development of the control mechanism.",
                    "Aliases": []
                },
                "98": {
                    "ID": "131473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131473",
                    "TitleEnglish": "Grape Bomber, the Spherical Iron Beast",
                    "SummaryEnglish": "Joe, heading towards a meeting point, is blinded by a light reflection and runs into a woman. Seeing his mother's face in her, he takes care of her, but another blinding makes him feel afraid.\r\n\r\nAt that time, the God Phoenix is forced into a tough battle because the G-2 is missing. Joe, having returned, does not mention that something is not right with his body, and acts up towards Nambu. Nambu orders him to rescue the young air pollution specialist, Mekker, who seems to be developing the mechas. Nambu also asks Ken to secretly help Joe.",
                    "Aliases": []
                },
                "99": {
                    "ID": "131474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131474",
                    "TitleEnglish": "The Wounded G-2",
                    "SummaryEnglish": "The Science Ninja has pursued Katse and arrives at a base. X orders Katse to terminate the Science Ninja Team.\r\n\r\nThey want to reciprocate when missiles are shot at them from the base, but Joe can't focus properly and therefore can't decide on a target either. The bird missile he shoots blindly destroys the upper part of the fortress. The five of them break into the base, but they are guided into a trap and are about to be buried under sand. They escape with the tornado fighter, but because of Joe's blinding, they fail the first time. Ken notices Joe's condition and orders him to stay on the alert in the God Phoenix. Joe goes back to the God Phoenix and is irritated because he has the enemy before his eyes and can't do anything. He punches a panel and causes his fist to bleed.",
                    "Aliases": []
                },
                "100": {
                    "ID": "131475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131475",
                    "TitleEnglish": "Gatchaman, 20 Years Later",
                    "SummaryEnglish": "A by-product of the Mantel plan is the Mantel condensation energy formula whose immense destructive power is kept a secret. In order to bury that equation forever, Ken goes together with Dr. Maxim towards the North Pole Sea in a cargo plane.\r\n\r\nUnderway, a screw in the throttle comes loose and they get into trouble steering the plane. However, Ken puts in a clip as replacement and makes a forced landing. But the cargo plane is swallowed by a sudden crack appearing in the ice field.",
                    "Aliases": []
                },
                "101": {
                    "ID": "131476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131476",
                    "TitleEnglish": "The Sniper Group Heavy Cobra",
                    "SummaryEnglish": "Ken is worried about Joe's condition and Joe is afraid of being taken out of the fight. A fight between the two is interrupted by a message from Nambu.\r\n\r\nSecret ISO circuits are being tapped into and because of interfering electronical waves, the enemy cannot be determined. When Jun says that they may be able to determine the location if they use their bracelets, Joe wants to run off, but Ken stops him. Ken says that it's better to be a couple people only and proposes that he goes together with Jun. Joe gets the order to be on standby and hands Ken his airgun.",
                    "Aliases": []
                },
                "102": {
                    "ID": "131477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131477",
                    "TitleEnglish": "A Reversal! Checkmate X!",
                    "SummaryEnglish": "A message comes in that a mecha has appeared, but since he can't contact Nambu, Ken goes out based on his own decision. But that mecha is bait to lure the team away from Nambu.\r\n\r\nMeanwhile, Joe visits an unlicensed doctor. The Female Commander appears, unnoticed by Joe. The doctor watches Nambu, who has locked himself up in his house, pushing his analysing work. Nambu is abducted by Galactor. Joe, who has visited the doctor again, sees the commander, follows her and arrives at the mecha where Nambu is held.",
                    "Aliases": []
                },
                "103": {
                    "ID": "131478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131478",
                    "TitleEnglish": "G-2 Risks Death",
                    "SummaryEnglish": "The illness progresses and Joe goes racing at the track in order to shake off his fear. There he is captured by Galactor and dragged before Katse. Katse presses him to reveal the true faces of his comrades. Because he declines, Joe goes mowing down the Galactor members who assaulted him, but he is attacked by another blinding. On the way to the cell he escapes by jumping off the mecha, but he collapses on the street and is brought to a hospital. After regaining consciousness, Joe hears Nambu and the doctor talking on the phone and learns that he has still about a week or ten days left to live.",
                    "Aliases": []
                },
                "104": {
                    "ID": "131479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131479",
                    "TitleEnglish": "The Evil Grand Black Hole Operation",
                    "SummaryEnglish": "The mecha serving as bait is destroyed by the God Phoenix. Then, the order from Nambu to search Joe comes in.\r\n\r\nX is agitated because of the disappearance of Selector. He accidentally tells he will have the Earth extinguished and orders Katse to set the timer in the mantle.",
                    "Aliases": []
                },
                "105": {
                    "ID": "131480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/131480",
                    "TitleEnglish": "Earth's Destruction! 0002",
                    "SummaryEnglish": "Eerie stone statues appear in the fog. The Science Ninja Team walks around, searching for the entrance. Galactor is there and has spread out a radio net, waiting for a transmission to be sent. And also Joe, who has learned of the arrival of the Science Ninja Team, has mobilized his last forces and has sneaked out of the base, where people were trying to get away.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "481920",
            "URL": "https://thetvdb.com/series/science-ninja-team-gatchaman/seasons/official/2",
            "TitleEnglish": "Gatchaman II",
            "SummaryEnglish": "Two years after the defeat of Galactor and the apparent death of Condor Joe, a cruise ship is attacked by Leader X, killing nearly everyone on board. One of the survivors, a young girl, is captured by X and rapidly aged into the bizarre, masculine-voiced villainess Gel Sadra. Though she has the appearance of an adult, Gel Sadra is not immune to throwing childish tantrums and behaving immaturely.",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "4234523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4234523",
                    "TitleEnglish": "The Counterattack of Leader X",
                    "SummaryEnglish": "A shining object collides with the luxury liner Queen Margareth. A child with special chromosomes is abducted from the sinking ship. Governor X has returned and with the help of his scientific power the child grows very quickly. It is given the name of Gel Sadra and enters on the task of being the new Galactor leader. Soon, numerous scientists and soldiers begin to disappear.\r\n\r\nElsewhere, Dr. Nambu has already predicted the counterattack of Galactor. He has had the Science Ninja Team resume their activities at their underwater carrier base G-Town, which capable of changing its location. The revived Science Ninja Team greets Getz as the new G-2 and is ordered by Nambu to investigate some ruins on Easton Island. But Getz is a member of the enemy forces. The ruins are a trap and Gel Sadra is waiting there. The Science Ninja Team ends up in the ruins facing an enemy robot in the form of a statue representing a deity, equipped with laser rays. It shoots at anything that moves.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4234524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4234524",
                    "TitleEnglish": "The Mysterious Feather Shuriken",
                    "SummaryEnglish": ".. and the team doesn't know what to do. But thanks to a bomb somebody installed in the robot statue it is destroyed, and the team sees Getz killed by a feather shuriken. They pursue a fleeing shadow which looks like Joe. But was it really Joe? Could he be alive? The shadow leads them to a secret Galactor base which uses the ruins of the shrine as camouflage. Galactor continues in its preparations to launch the missile. The Science Ninja Team wants to stop them and they get into their individual mechas\r\n\r\nThe five of them start an all-out attack on the base. Because of the Ninja Team's attack, the Galactor operation ends in failure, but Ken's Eagle Sharp is wrapped in the explosion's flames and crashes in a forest. While losing consciousness, Ken faintly hears Joe's voice.\r\n\r\nWhen Ken regains consciousness, a man is standing before him. It's the former Galactor physician, Doctor Raphael. He tells them of his childhood, revealing his hate for Galactor. Then Jinpei notices that Raphael's shadow is similar to Joe's. Dr. Raphael tells them that it was him who saved them from Galactor.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4234525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4234525",
                    "TitleEnglish": "The Black Knights from Hell",
                    "SummaryEnglish": "Somebody sneaks into Galactor's Headquarters and a plan to build a huge base in San Frangeles is relayed to the Science Ninja Team. Ken and the others are baffled at the voice of the communication. It sounds exactly like Joe's. Elsewhere, Galactor has a corps of knights, clad in black armour made of a special Sigma lightray-strengthened steel, sneak in places to steal nuclear energy. The plan is to have them destroy the city of San Frangeles while the base is still being completed.\r\n\r\nThe Black Knights are actually internationally wanted criminals. Since the Science Ninja Team has been told that the escapees have secretly built a town, they go to the ruins of the prison on Alamo Island by San Frangeles. Jinpei is given precise instructions by a voice that sounds like Joe's and the Ninja Team discovers an enemy base that is still being constructed on the bottom of the sea. They sneak into it and install a time bomb. However, they are captured by Gel Sadra. The Science Ninja Team dares to try the Tornado Fighter to escape. The base explodes and they end up floating on the sea, from where they are again rescued by a mysterious person.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4440230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440230",
                    "TitleEnglish": "The Return of Joe?!",
                    "SummaryEnglish": "In the country Amelia, between the cities New Jork and Scratton, there's the Dera Desert. Below that desert, Galactor is building a scecret base which is supposed to become a very important military strong point. But because they have rushed its completion, a huge explosions occurs and triggers a 9.2 magnitude earthquake in the area. The two cities get into a very critical situation. In order to find out what is happening, the team launches a sensor-equipped rocket drill into the Earth. The data is sent to the New God Phoenix and analyzed by Nambu. However, after the launch, the team is ambushed by Galactor and, yet again, the mysterious person saves them.\r\n\r\nThe only way to save the cities is to dive under the desert in the Condor Attacker, since it can take the pressure. Through the explosive power of the Fire Targetter, which is equipped with the ultra powerful Tektay explosive, the mantle convection can be calmed down. However, there's no G-2 to pilot the attacker. Just at this moment, Condor Joe finally appears alive before the Science Ninja Team. Then Ken and the others face the mecha which has appeared, while Joe accomplishes his task perfectly.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4440231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440231",
                    "TitleEnglish": "The Big Attack of the Mysterious Cavemen",
                    "SummaryEnglish": "In the underdeveloped jungle country Fruginia, a village is destroyed by cavemen. Soon after, Neanderthal cavemen attack the country of Amehon, which is 200 kilometers away. They are immigrants from Fruginia who have been transformed by Galactor with the help of a special liquid. Among them is Toro, the father of young Shiro, whom Ken and the others met earlier by coincidence. Galactor plans to transform the all of humankind into cavemen, and, wants to pour chemicals into the water reservoirs to achieve this.\r\n\r\nHowever, the Science Ninja Team stops them. Galactor then releases a demonic energy which makes the cavemen violent and dangerous. They start to destroy the city. The mecha controlling the energy shoots down the God Phoenix. The team gets into the city, but can't confront the cavemen because they're humans. But when Toro is coincidentally reunited with his son and refuses to destroy things, the demonic energy flows backwards into the mecha. The enemy mecha starts moving by itself and ends up exploding. Consequently, the love of the united father and son has smashed the Galactor plans.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4440232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440232",
                    "TitleEnglish": "The Shocking Pyramid Power",
                    "SummaryEnglish": "South of the Road Island, accidents involving ships and airplanes keep happening. There are no clear messages and the cause of the accidents is unknown. The Science Ninja Team suspects that the experimental city in the middle of that island, Egypt, has something to do with it. The city has been built in order to collect the pyramid power, which is impossible to control when rising. Jinpei goes to Egypt alone to investigate. There he meets Yukari, the daughter of Dr. Sugata, the leader of the development of the pyramid system and the city. However, Sugata has asked Galactor to help him in the construction of Egypt, despite knowing they are evil.\r\n\r\nSoon after completion of the system, a huge pyramid shows up that had earlier been hidden in the volcano of the island. It sucks the energy out of the smaller pyramids. Then, the city is destroyed together with all the employees and the VIPs visiting the city for the inauguration of the system. Dr. Sugata's daughter is there too and is almost killed. When seeing this, Sugata asks Gel Sadra for help. When she refuses, he notices for the first time that he may have made a mistake. Following his suggestion, the Science Ninja Team uses the Firebird Shadow Separation, creating multiple firebirds and aligning them into a huge pyramid larger than the one from the enemy. They succeed in destroying the enemy pyramid this way.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4440233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440233",
                    "TitleEnglish": "The Terrible Mutant Operation",
                    "SummaryEnglish": "Sosai X's voice resounds: \"Did you see that, Gel Sadra? This is the space plant Redda which I manufactured\". Through Governor X's mysterious extraterrestrial science, the artificial space plant Redda is born. By coincidence, a boy named Harry finds one seed which has been blown away, and takes it back home. Sprouting, Redda grows very quickly and attacks Jinpei, who has come to visit Harry. But suddenly, Redda withers when it is eaten at by huge swallow-tails caterpillars. Soon, the seed is spread out by Galactor in the city of Newshington.\r\n\r\nThe city is converted into a jungle. But since Reddy is neither hurt by fire nor by blades, Jinpei proposes using its natural enemy, the swallow-tail caterpillars. The caterpillars are collected immediately and spread out in the city. Through this measure, Redda suffers a total defeat due to this measure. The Science Ninja Team also destroys the Galactor base which was still under construction. However, after eating Redda, the swallow-tails grow very quickly and soon end their short lifespan.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4440234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440234",
                    "TitleEnglish": "The Firebird of the Moon",
                    "SummaryEnglish": "A dark Galactor satellite keeps stealing space satellites and destroying them. It can absorb radiowaves, infrared waves and light, thus it is able to evade any radar. First a satellite investigating Mars disappears, then a communication satellite, then a space ferry and finally a weather observation satellite. Galactor wants to have the hindering Earth satellites out of the way so they can attack the sun with a long range beam cannon from their base on the back side of the moon. Jun and Jinpei board an observation satellite on Nambu's orders to find out who really is behind all this.\r\n\r\nHowever, the satellite is attacked, and Jinpei ends up falling into the enemy's hand. Additionally, a satellite to detect new raw material resources is attacked and the Saturn Rubin is stolen. It is said to let the power of the beam cannon increase. Joe uses the small space ship, Swanboat and gets into the dark fortress through the garbage disposal opening. He fails at the first try however, since the Swanboat was defective, and only succeeds when trying again. He detects the enemy base on the moon. The Science Ninja Team sneaks into that base, following the dark fortress. Joe saves Jinpei who had become a hostage. Afterwards, they blow up the base. The dark fortress escapes for a time, but they smash it with the Firebird.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4440235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440235",
                    "TitleEnglish": "The Downfall of Berg Katse",
                    "SummaryEnglish": "Gel Sadra plans to destroy the Science Ninja Team with the Supermissile \"Sea Tiger\", from which it is supposedly impossible to escape, even if detected. However, Governor X loses his patience because of the many previous failures and wants to rebuke Gel Sadra for her arrogance. \"Don't you think you take the Science Ninja Team too lightly? Berg Katse has fallen because of this as well\". Gel Sadra answers: \"No, that may seem so because I always have the self-confidence to defeat them.\" X enumerates the many times that Berg Katse failed.\r\n\r\nGalactor was very proud of its former scientific power, but all the mechas it constructed were no match for the Science Ninja Team's wits and courage... But Gel Sadra's arrogance doesn't diminish, even after she has to hear all this. With the Galactor North Pol base before its eyes, the God Phoenix is caught in the magnetic light rays of Sea Tiger. Joe completes a torn wiring circuit with his own body. Doing this, he allows the team to use the Firebird. As a result, they destroy Sea Tiger, the enemy base and foil Gel Sadra at the same time. Nevertheless, she answers to Governor X: \"In these unsecure times, failure is the base for success\".",
                    "Aliases": []
                },
                "10": {
                    "ID": "4440236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440236",
                    "TitleEnglish": "Snowstorm at the Equator",
                    "SummaryEnglish": "Suddenly, the islands in the South Pacific Ocean are surprised by strange weather. Tens of thousands of people freeze to death because of the wind, snow and icy cold. This is caused by Galactor using the Earth's magnetic field to manipulate the Van Allen belt. In the middle of a magnetic storm, Ryu is sent to do some solo investigation in his Horned Tank, but he is dragged along by the ocean currents and propelled onto the beach of a lone island. There he happens to meet an old man named Rokko who breeds sharks.\r\n\r\nRyu learns from Rokko that there is a Galactor base operating an antimagnetic ray canon in the coral reef in the ocean in front of the island. Ken and the others hurry there and together with Ryu they attack the Galactor coral base. They leave Rokko behind who is dying because of the cold weather. But since Galactor is using a special magnetic field with only one pole, their ray cannon disables all the functions of the God Phoenix. However, a harpoon they received from Rokko saves them from this critical situation, since the harpoon is not affected by any magnetic field. The Science Ninja Team smashes the enemy base, but they cannot save one old man.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4440237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440237",
                    "TitleEnglish": "Struggle! Hypernium 600",
                    "SummaryEnglish": "Because of a defect in their car, Ken and Jinpei have a breakdown in the desert. A young girl named Julia takes them in her car. She tells them that she's on her way to the harbor to meet her older brother Jeff, who works as a secret guardsman at the ISO. But the three of them are attacked in the harbor by the Black Raven mecha corps and Julia ends up heavily injured. Governor X is searching for a new core element, Hypernium 600, which is said to be 600 times stronger than the old core element, Platonium. He starts blindly attacking the cities surrounding the ISO secret hangar in the Abata desert, with his raven mechas.\r\n\r\nJeff learns that the next target for the attack is the city of Kinzu. The hospital that his younger sister has been taken to is located in this city. In order to hand over the Hypernium 600 to the enemy and save his sister, he goes to steal it. Ken goes to stop Jeff and to reclaim the Hypernium. Meanwhile, Joe and the rest of the team go to the enemy base with the God Phoenix. On their way there, they encounter the raven mechas which unite and form one huge bird, then attach themselves to the God Phoenix. Using \"Bird Diving\", the Ninja Team gets rid of the ravens attached to the hull, and destroy the enemy base with a missile. Ken forgives Jeff for his fault, and Julia stays alive.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4440238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440238",
                    "TitleEnglish": "The Secret of Dr. Raphael",
                    "SummaryEnglish": "Observatories and weather stations all over the world are attacked by UFOs. Additionally, authorities in the field of space communication are assassinated one after the other. Even Nambu can't guess the true intentions behind the incidents. In order to protect Dr. Kasshingu of the Irigutchi observatory, the Science Ninja Team goes to his whereabouts. But it's too late, they meet Dr. Kasshingu as he is already dying. The culprit is Galactor. Before dying, Dr. Kasshingu tells them that it was Dr. Raphael's Leapwave which made space communication possible. Upon hearing Dr. Raphael's name, Joe disappears from the sight of Ken and the others.\r\n\r\nElsewhere Governor X is afraid of Dr. Raphael because he could unveil his secret. When X learns that Dr. Raphael is the only one able to send out the Leapwave, he goes berserk and orders Gel Sadra to pull the modulation waves of the Leapwave into his base and to reverse them. This way, he gives the nuclear missile launch systems a \"go\" order, with the aim of provoking a nuclear war. The whole world is plunged into a nuclear crisis without warning. Raphael has learned this and murmers \"I am the one who called Sosai X from space. I have to take the responsibility.\" He then orders Joe to destroy the missiles of both parties with the antigravitational missile. A nuclear war is averted by a hair's breadth.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4508454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508454",
                    "TitleEnglish": "G-2`s Youth",
                    "SummaryEnglish": "Joe has sneaked alone into a Galactor base, searching for Governor X. A mysterious girl named Cathy appears before him and tells him that Governor X has moved to the volcano Vesuvio. X has indeed moved to a base in the interior of that volcano, a base built by Berg Katse. X gets angry at a town built by people who are using the volcano's energy. He plans to destroy the city with missiles that will destroy the earth's crust. Magma streams into the subway system of the city. Elsewhere, Nambu who is the architects of the city, has a missile installed in the God Phoenix. This missile will solidify magma. He does this in order to save the city.\r\n\r\nHowever, they meet resistance from the enemy and the missile is wrecked. Joe intends to activate the magma solidifying device himself by throwing himself into the magma and pressing the switch. Cathy is a cyborg like Joe, and she has fallen in love with him. She seizes an opportunity, snatches the device from Joe and throws herself into the magma in order to activate it. She leaves behind the words \"It was a short, but wonderful time with you\". This puts an end to a love which lasted only half a day. In Joe's head, Dr. Raphael's voice resounds: \"You have only one aim - you did understand that, didn't you. Go, Joe!!\"",
                    "Aliases": []
                },
                "14": {
                    "ID": "4508455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508455",
                    "TitleEnglish": "Red Impulse of Space",
                    "SummaryEnglish": "A mysterious UFO flies over cities and mountainous regions all over the world. Additionally, airplane passengers who vanished half a year ago appear again, without memory. Because the spaceship has come to request to talk with humankind, the Science Ninja Team undertakes the task on a remote island in the South Sea. The person who exits the space craft is the famous Earth Defense Force pilot Major Borg, who was believed to be dead, killed in combat against Galactor. He says that when he was saved by that spaceship, Kentaro Washio was alive inside that ship.\r\n\r\nWhen Ken learns that his father, who sacrificed himself to save the Earth, is alive, he sways. He takes off in the G-1, following the UFO which took off after Borg exited. He sees his father through a window, but then crashes against a wall. Borg saves him and, led by Borg, Ken leaves in order to meet his father. Borg's son has been taken hostage by Galactor and Borg has been forced to set a trap for Ken. The true face of Kentaro Washio is the one of a Galactor member. However, Ken's sense of justice impresses Borg. He shoots the imposter and Ken is saved by a hair's breadth. But Ken's father will live forever in his heart.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4508456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508456",
                    "TitleEnglish": "The Pure Heart of G-5",
                    "SummaryEnglish": "Galactor's cruise missile crashes and explodes in a fishing village. Its inhabitants have disappeared. Ryu is sent to investigate and saves a girl named Yuka who is pursued by the villagers because they suspect her of arson. Yuka feels love at first sight for Ken, whom she meets because of the investigation. She tries to ensnare him. However, Ken is cold towards her, he does not understand such feelings. Elsewhere, Ryu has fallen in love with Yuka. He has watched everything and tries to comfort her. When she says that she lost a finger ring and that it fell into the sea, Ryu with his pure heart believes her immediately and jumps into the sea in order to search for it.\r\n\r\nHe finds a pearl, and by coincidence, he also finds the cruise missile's memory chip that has sunk at the bottom of the sea. Ryu gives Yuka the pearl and hurries towards his comrades with the memory chip. In the analysis it results that the target of the missile was an observatory. Sosai X has ordered the destruction of the observatory because he was afraid that his own secret could be revealed. When the first cruise missile crashed, he ordered the witnesses to be captured and forced to work on building the second cruise missile. Then, the second cruise missile is launched. The Science Ninja Team goes to board the missile directly, by flying over it with the God Phoenix, to alter its course. Because of Ryu's action, the operation succeeds. Due to its opposite programming, the missile turns around and destroys the Galactor carrier. Because of Ryu's deed, Yuka discovers true feelings for him and has tears in her eyes",
                    "Aliases": []
                },
                "16": {
                    "ID": "4508457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508457",
                    "TitleEnglish": "Blackout Joe",
                    "SummaryEnglish": "A Galactor traitor steals a secret micro file from a base and gets it to the ISO headquarters. In order to decode the file, Joe goes to the Ongurei Research Institute where they have some special decoding equipment. But there's an electronic transmitter attached to the file. Its signal is detected by Galactor and they proceed to attack Joe. Saved from the critical situation by Ken and the others, Joe hurries towards the research institute again. But a strong headache attacks him. He is blinded and falls towards a valley. \"What's happening, this is not supposed to be happening to my body again\" he thinks.\r\n\r\nWhile losing consciousness, Joe remembers his past, when he found out that his father was a Galactor member, when he died as a result from an old wound he got in his head, and when he was resurrected as a cyborg. Joe is saved by Jun and regains consciousness. The file is safe. He notices that his cyborg body reacts to the transmitter attached to the file and that this was the cause for his blinding. A moment later, the two are surrounded by Galactor, but with Joe's threatening strength, the approaching enemy soldiers are defeated. But even with the newest computer, it is not possible to decode the mysterious file.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4508458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508458",
                    "TitleEnglish": "The Devil's Equation",
                    "SummaryEnglish": "An experimental city named Seatoland that swims in the ocean, has been built by the ISO. It is attacked by a Galactor monster called Umiba, and faces total destruction. When this message is received, the Science Ninja Team is mobilized, but Dr. Siski, in charge of Seatoland, refuses to collaborate with them. Milly, the doctor's daughter, has been taken hostage by Galactor during the attack. The doctor himself has been intimidated and forced to collaborate with Galactor. The doctor finally tells Gel Sadra the equation which increases energy and allows the extremely powerful magnetic fields to be used. The doctor is then ordered to lure the Science Ninja Team into their deep sea base.\r\n\r\nJun has overheard this by coincidence and knows now that her friend from childhood, Milly, is still alive and has become a Galactor hostage. Jun keeps these dangerous news away from Ken and the others. She sneaks into the deep sea base in the Marihole, together with the doctor. However, he punches her out before they land in the base. The God Phoenix follows them, but is stopped by Umiba. Jun wakes up before Gel Sadra and Galactor troops. She threatens Gel Sadra and forces her to free Milly, however Dr. Siski is shot. Jun gets very angry and defeats the Galactor troops, Gel Sadra however flees and blows up the base, attempting to kill Jun. But this also disables Umiba, thus freeing the God Phoenix. Jun and Milly can flee and are reunited with the rest of the Ninja Team.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4508459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508459",
                    "TitleEnglish": "The Spaceship that Doesn't Respond",
                    "SummaryEnglish": "A spaceship is being repaired by Jun. Jinpei releases a safety button because he is threatened by a gun, causing the spaceship to take off. The robot threatening Jinpei turns out to be a girl who introduces herself as Sachiko. Sachiko wants to meet her father, Tetsutaro Arimura, who works as research head at the Earth Investigation Station Moa. Following her wish, the ship makes a forced landing at the space station.\r\n\r\nBut no one is there. While searching for Arimura, they coincidentally run into Galactor and get into a difficult situation. Galactor's goal is to steal data tapes of the Mantle energy and occupy the station. Using the two as hostages, they rob the Mantle energy data from Arimura. But the Science Ninja Team quickly arrives to rescue Jinpei and forces Galactor to retreat by shooting the artificial gravity device. Gel Sadra believed that this was a decisive attack and was only able to timidly hand over one tape to Governor X",
                    "Aliases": []
                },
                "19": {
                    "ID": "4508460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508460",
                    "TitleEnglish": "Trap in Another Dimension",
                    "SummaryEnglish": "Communication with police and military forces in the highland of Oshia keeps getting cut off. Joe has been behaving strangle as of late, and as Ryu follows him, he disappears in that same spot. Ryu leaves behind the words \"spiral galaxy!?\". The Science Ninja Team thinks that all this is the deed of Galactor and starts an investigation in the Oshia region immediately. There, Governor X's new weapon, Galamoeba, is hidden and waiting. The Science Ninja Team tries to resist with the God Phoenix, but they are hauled inside the enemy mecha.\r\n\r\nThere they are released into another dimension. The humans who disappeared were also in that other dimension. They had been brainwashed in order to become soldiers to build the solar shift plan. The Science Ninja Team is sentenced by Gel Sadra to vanish with the other dimension in twenty minutes. Ryu is floating around in this dimension and Joe rescues him with his car. Meanwhile the others plot a daring escape with the Firebird, attacking and breaking the wall of the dimension. But Galactor's scientific power keeps coming up with horrible inventions day after day",
                    "Aliases": []
                },
                "20": {
                    "ID": "4508461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508461",
                    "TitleEnglish": "G-Town's Critical Moment",
                    "SummaryEnglish": "Tojo island, in the country Rizoto, sinks into the sea because of mysterious movements in the Earth's crust. Jun has gone to investigate the small islands in the vicinity and goes into a cave on one island. There she falls into a trap of a Galactor spy disguised as a survivor. The spy then disguises herself as Jun and penetrates G-Town. In the engineering room she installs a cloaking device. G-Town is being led towards a Galactor trap on the bottom of the sea.\r\n\r\nIn reality, the spy is Eva, the daughter of Bill Douglas, who has developed the machinery of G-Town. She is being used by Galactor who told her the lie that her father was killed by the Science Ninja Team. Elsewhere, Jun has escaped from the enemy's prison. She attended the death of Bill Douglas there who was severely tortured. Jun goes back to G-Town and tells Eva what actually happened. Jun gives her a keepsake from her father. Eva, having learned the truth, saves G-Town and sacrifices herself by blowing up the Galactor base with rockets she carries.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4508462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508462",
                    "TitleEnglish": "Youth's Broken Wings",
                    "SummaryEnglish": "Ken goes to the luxurious residence of his old friend Karl III, with whom he had lost contact. Karl is the successor to the leadership of a group of 300 enterprises in the whole world and is now organizing a meeting of the former pupils of the flying school which he and Ken attended. But Ken's heart is heavy because he has a task to verify whether or not the rumour that Karl wants to build an empire and conquer the world is true. But the rumour is true as Ken finds out when he's searching the house, whereby Lisa catches him. Together they find a secret passageway and hear Karl speaking to his troops. Karl is also secretly collaborating with Galactor. He offered them the Mantle Power-up Plan in exchange for weapons.\r\n\r\nKen and Lisa are detected though. Karl tells Ken the truth and then wants to execute him and his fiance, Lisa (who also attended the flying school together with Ken and Karl). In that moment Gel Sadra appears before Karl and points a gun at him. He was also being used by Galactor. Lisa dies protecting Karl. After Lisa's death, Karl gets very angry at being used and runs towards Gel Sadra. He is consequently killed as well, but before dying he activates a self-destruct mechanism he installed beforehand. Ken has not been able to save the two and vents his anger on Gel Sadra who however slips away again however, just before the house blows up",
                    "Aliases": []
                },
                "22": {
                    "ID": "4508463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508463",
                    "TitleEnglish": "Mysterious Stonehenge",
                    "SummaryEnglish": "People keep collapsing everywhere. 20,000 humans die of unknown causes. Since radioactivity has been detected at the same time, the Science Ninja Team starts searching for its source. While investigating, Jinpei and Ryu encounter three boys and go with them to the Negiris plateau. The boys love UFOs and wanted to try to establish a contact with the extraterrestrials. They say they caught some strange radio waves while doing so. Following its source, Jinpei, Ryu and the boys arrive at Stonehenge. At that moment, a solarshifter appears out of the Stonehenge stones and Jinpei and the boys are taken away. Ryu is left behind. He meets up with Ken and the others.\r\n\r\nThey want to save Jinpei, but can't approach because of a strong barrier in form of a dome. Elsewhere, Jinpei has heard the whole secret of the base. He tricks Gel Sadra, taking advantage of her way of thinking, and escapes the holding cell, taking the solarshifter's programming chip with him. Then he has one of the boys bring the chip to Ken and the others and goes back to save the other two boys. The Galactor plan had been to unite the Mantle energy with space energy, but the experiment was what caused the cruel side effects. Its weak point is exactly at the top of the barrier dome. The God Phoenix penetrates there (after Jinpei managed to escape with the two boys) and destroys the Galactor base.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4508464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508464",
                    "TitleEnglish": "Love Vanquished at the North Pole",
                    "SummaryEnglish": "Big movements of the Earth's crust occur at the North Pole. Immediately thereafter, the adventurer Shimomura leaves Greenland on his way to the North Pole. He is reported missing on the third day of his voyage. By coincidence, he discovered a Galactor base and has been shot. When Ken learns that his teacher from school, Shimomura, is missing, he goes on a search mission to the North Pole together with the other members of the Science Ninja Team. However the God Phoenix cannot go all the way to the pole because of the influence of the magnetic field. During the search, Makku, Shimomura's beloved dog, has been discovered. He alone escaped the Galactor attack. Ken takes it with him and continues the search alone, not knowing that Shimomura is already dead.\r\n\r\nMakku leads Ken back to where Shimomura was shot. There, Ken also discovers the Galactor base. He tries to contact his teammates, but due to the magnetic field, he cannot get a connection. He then sneaks into the base and wants to destroy it, but Gel Sadra appears before him, cornering him with her troops. She then presses the launch button for missiles. In that moment, the rest of the Science Ninja Team appears. They have followed Ken, invaded the base and destroyed the launching mechanism. Together, they beat Galactor and blow up the base. On the outside, they find the dead body of Shimomura. Makku takes the body with him and disappears.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4508465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508465",
                    "TitleEnglish": "Suspicious G-2",
                    "SummaryEnglish": "Galactor releases test waves of the solarshifter. At the same time, in the city of Owari, accidents due to anomalities in the main computer keep happening, which provoke a panic. The Science Ninja Team goes to Owari in order to find out the reason for all this. But when they arrive in the city, Pimer and the New God Phoenix also cease to function properly. Galactor takes advantage of this opportunity and attacks with hang gliders. In order to return their attack, the Science Ninja Team leaves the God Phoenix, but Joe's condition is not good. Ryu returns to G-Town with the God Phoenix. Joe is not to be deterred though and starts his attack. However, the huge shield of electromagnetic waves around the solarshifter affect his cyborg body in a bad way.\r\n\r\nHe gets into a critical situation and becomes unconscious. He is saved and treated by Dr. Raphael, who revives him. Even though Dr. Raphael warns Joe about the electromagnetic field, Joe does not want to let down his friends. He then sneaks into the Galactor base alone. However, the field affects him again, leaving him helpless. He cannot completely enter the center of the base and shoots a rocket through a closing door, thus provoking a major explosion. The God Phoenix, which just returned to the city from G-Town, sees the explosion and finishes off the base. Then they rescue Joe out of the sea.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4508466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508466",
                    "TitleEnglish": "The Cyborg's Sorrow",
                    "SummaryEnglish": "A spaceship from Earth is suddenly attacked by meteorites, and the Science Ninja Team hurries to the bottom of the sea, to the spot where the meteorites fell. But there, mysterious robots that arrived a bit earlier, are already collecting the meteorites. Is it Galactor...?? Joe follows the robots and corners them, but they are not Galactor. On the contrary, they greet him as \"brother\". They are cyborgs as well who have been made by Dr. Raphael. A cyborg who introduces himself as Ulf leads him to their colony. There he meets Ulf's comrades, who are equally friendly, as well as Dr. Raphael. Then he learns that they want to invite him to a strength experiment. Before Joe's eyes, many cyborgs die when they are tested under extremely hard conditions. Then Joe is called by Ken and has to return to G-Town. Elsewhere, Galactor has noticed the existence of Ulf and the others.\r\n\r\nUsing the meteorite's guidance system, they let meteorites fall onto the colony and destroy it. Joe sees this on the monitors of G-Town and hurries to the colony, meeting a dying Ulf. Then he goes to Dr. Raphael. The strength experiments of Ulf and the others were intended to make Joe's body stronger. Joe tells Dr. Raphael \"I did it so far, but I don't want to become a perfect cyborg! I want to live as a human being!\". Dr. Raphael answers: \"Then listen, Joe! Your body has to absorb the result of their blood and sweat, you have to become stronger because of them!\" Since his cyborg comrades have become victims, Joe honours their will and submits himself to an operation which transforms and strengthens him. Joe can now resist very high temperatures and stand high pressure. He can even use the pressure and heat as his own energy. Thus strengthened, Joe saves Ken from a Galactor base where Ken got shot down, trying to destroy it with his G-1.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4508467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508467",
                    "TitleEnglish": "Mysterious Private Secretery Pandora",
                    "SummaryEnglish": "The Science Ninja Team departs to pick up Dr. Pandora, who is supposed to become Dr. Nambu's secretary. In order to remain inconspicuous, they put Dr. Pandora and her car in a truck and head towards G-Town. Suddenly, Dr. Pandora tells them to leave the road. Despite getting suspicious, the group leaves the road and heads into the desert. Because of this, a Galactor ambush has been unsuccessful, and they then start to attack with airborne troops. The truck is destroyed, but the team manages to escape after a fierce fight in Pandora's car, which has been equipped with weapons and has been made bulletproof. Finally, they reach G-Town.\r\n\r\nNambu takes Dr. Pandora with him and together they leave for Cape Long to investigate an incident at a factory for gaining Mantle energy. Joe is suspicious because of the smile Pandora left behind and because he learned that she's an expert in cyborg technology. Elsewhere, Governor X is impatient because of Gel Sadra's repeated failings and has prepared a weapon himself to terminate Dr. Nambu. It is a weapon into which Gel Sadra has to be in, then her superhuman brain waves are amplified and can be used as a weapon. After a few days, at G-Town, the message arrives that Nambu has been attacked and is badly hurt.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4508468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508468",
                    "TitleEnglish": "Dr. Nambu's Death!",
                    "SummaryEnglish": "The Science Ninja Team hurries to the hospital. When Dr. Pandora announces that she's giving the orders now, Joe tries to shoot her. Ken stops him. Because the person who shot Dr. Nambu is not known, Dr. Pandora then orders the team to investigate a certain spot from where specific brain waves are emanating. While the team is on its way there, they receive a message that Dr. Nambu has died. Joe still distrusts Dr. Pandora and returns to the hospital alone. The rest of the team wants to return too, but Ken tells them to obey Pandora's orders (and slaps Jun). They detect a Galactor base at their destination and sneak into it right away.\r\n\r\nGalactor has amplified Gel Sadra's special brain waves and has created a monster which is about to attack Dr. Nambu. Pandora has foreseen that and has put Dr. Nambu in a state of suspended animation (by shooting him), thus resisting the monster's brain wave radar. Joe has punched Pandora, but when she tells him what was really going on, Joe resists Gel Sadra with his own brain waves. With the brain waves, he creates a figure of his own and defeats Gel Sadra - just before the team finds her in the Galactor base. Clarifying the whole affair, Pandora is no longer a suspect. But she finishes telling Ken and the others that Joe is a cyborg.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4508469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508469",
                    "TitleEnglish": "Love Stolen by a Feather Shuriken",
                    "SummaryEnglish": "In the city, Joe is attacked by a female biker. She says \"ask the feather shuriken, why this happened\" and escapes. Later, upon Dr. Nambu's order, Joe moves out with his comrades to investigate the defeat of the secret tank forces of the international defense army. But in the middle of the investigation, the woman appears in front of Joe again. She is Mako, the fiancee of Hawkgetz, who was supposed to become G-2. Mako firmly believes that Joe killed Getz because Galactor has told her so. She misunderstood that Joe has killed an imposter posing as Getz. Galactor had actually killed Getz.\r\n\r\nJoe tells Mako what really happened. He gives her a pendant that he got from the real Getz, just before his death, with instructions to hand it over to Mako. Then Joe leaves to bury the Galactor subordinate who used Mako as a means to assassinate him. Meanwhile, the rest of the team has taken care of the underground Galactor fortress. Jinpei was shot down, but not hurt. While searching for him, Jun has discovered an entrance to the base, gone in, and destroyed the base almost singlehandedly. After everything is over, Joe and Mako rejoin the rest of the team.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4508470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508470",
                    "TitleEnglish": "Life or Death! Evil Demon North Wall",
                    "SummaryEnglish": "Galactor has built a base on the mountain K3 which is located in the Himalayas. From there, a magma mega cannon shoots through the Earth and attacks cities all over the world. The only way to penetrate the base is through the North Wall, which is impossible to climb however, because it's 3,000 meters high and vertical. Suffering under the fact that he has a cyborg body, Joe is about to despair, and takes over this dangerous task when Nambu orders it. Ken is not happy about this, the Science Ninja Team has always been a team after all! That Joe is a cyborg and can handle things on his own is no reason to send him alone.\r\n\r\nJoe however coldly refuses when Ken and the others offer to accompany him. Jun follows Joe and he finally accepts her company. But because of Jun's carelessness, Galactor notices them and the two of them are swallowed by an artificial avalanche. Additionally, they can't move because of the cold. They are surrounded by the enemy, and don't know what to do anymore. Ken, Jinpei and Ryu run to their aid. Through the actions of Ken and the",
                    "Aliases": []
                },
                "30": {
                    "ID": "4508471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508471",
                    "TitleEnglish": "Ryu's Homecoming",
                    "SummaryEnglish": "Because his father is hurt, Ryu gets into the Horned Tank and goes back to his native fishing-village. However, in the sea around the village, Galactor plans to destroy a gas chamber and let the land sink into the sea. When Gel Sadra sees the G-5 heading towards the village, she thinks that the Science Ninja Team got wind of her plan. Ryu has indeed noticed some strange bubbles and Nambu tells him that he will send the God Phoenix to investigate. Gel Sadra charges two assassins with infiltrating the village and aiming at Ryu. Opposing the attacking Galactor, Ryu pretends to be weak and gets out of the difficult situation because the assassins start to doubt whether he really is a member of the Science Ninja Team.\r\n\r\nHowever, shortly thereafter, his father and younger brother are abducted by Galactor. Ryu follows them and finds out that a petroleum tanker at sea is actually the Galactor base. In order to save his family, Ryu sneaks into the base. But when they are used as shields, Ryu gets into a difficult situation again. When his father refuses to serve as bait, Ryu gets tears in his eyes. But before Gel Sadra can force Ryu to reveal himself, the Science Ninja Team's submarine breaks into the base. Ken and the others have detected the gas chambers, and thereafter the base, and come charging in. With their help, Ryu is able to save his family. But they know now that he's a member of the Science Ninja Team.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4508472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508472",
                    "TitleEnglish": "The Eagle is Shot Down",
                    "SummaryEnglish": "In G-Town, the G-1 has been altered in order to reduce its mach resistance and enter the atmosphere more smoothly. Ken boards the G-1 immediately and goes out on a test flight. But he enjoys the flight so much that he doesn't pay enough attention and is shot down when he accidentally gets near a secret Galactor base. Ken somehow manages to make a forced landing, but his bracelet is damaged and he can neither establish a connection nor transform. Furthermore, he is also hurt. Fortunately, a native boy, Peter, saves him.\r\n\r\nPeter and his older sister tend to Ken's wounds and hide him in an old barn. Ken attaches a transmitter to a carrier pigeon he finds there and lets it fly into the sky. Elsewhere, Peter and his older sister are captured by Galactor members and end up tied to a tree. Joe and the others have caught Ken's radio signal and come in a hurry. They save Peter and his sister just in time. After being reunited with his comrades, Ken attacks the secret base in the valley with the God Phoenix. Consequently, the base is destroyed. Gel Sadra flees, leaving her subordinates behind",
                    "Aliases": []
                },
                "32": {
                    "ID": "4508473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508473",
                    "TitleEnglish": "G-1's Andes Love",
                    "SummaryEnglish": "The information arrives that there's a secret Galactor base in the Andes. Ken and Ryu go to the Andes in disguise in order to contact the intelligence member Yupanki. However, Galactor makes them drink some medicine, whereupon they lose their memory, forgetting their task and their names. The wandering Ken meets a dying man who says he has been hired by another man named Yupanki. The man entrusts him with a silver coin, as Yupanki told him to do. Without remembering Yupanki's name, Ken follows the man's last will and gives the coin to the man's daughter Kena.\r\n\r\nAs it is, Ken decides to settle in that Indian village, living together with Kena, and falling in love with her. Meanwhile, Joe and the others discover Ryu who also lost his memory, and find out what antidote would help. Ken is at the same time fortunately stung by an Inca-Scorpion. Its poison is the aforementioned antidote and it negates the effect of the medicin. Ken regains his memory. Then, based on the sketch glued to the silver coin, they detect the enemy base hidden in some ruins and destroy it. But for Ken, it's a sad good-bye from Kena.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4508474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508474",
                    "TitleEnglish": "G-1's Anger",
                    "SummaryEnglish": "A big earthquake suddenly happens in New Joke. But the inhabitants are not the only ones who are shocked - so is Gel Sadra. She never gave this order! This operation has been undertaken by the Galactor commander Panther. He convinces Gel Sadra to participate in the operation, thus showing Governor X her strength. The Science Ninja Team goes to investigate and detects a missile base in a huge underground, public hall. Galactor has shot a missile into a gas chamber and thus created the earthquake. At that moment, the missile that Joe, Jun and Ryu discovered is launched, causing another earthquake.\r\n\r\nIt also causes the hall to collapse and Joe, Jun and Jinpei are locked in. Under Nambu's order, Ken and Jinpei leave for Rodo Island to stop the guidance waves of the missiles, even if they don't like leaving their comrades behind. But the attacked Galactor base rises into the sky! The base is the huge mecha Mechasatan. Ken invades the mecha from its lower part, where the ray mounted at top of the mecha can't protect it. At the end of a fight for life or death with Panther, Ken succeeds in destroying the transmitter that is sending the guidance waves by throwing Panther into the mechanism. Gel Sadra throws herself at Governor X's feet.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4508475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508475",
                    "TitleEnglish": "The Evil Iron Beast of the Amazon",
                    "SummaryEnglish": "In a Galactor base at an upper course of the Amazon, a new weapon using Hypertonium is produced. The base is protected by the mechanical plants which surround it and push back any invader. Jinpei is investigating the area around the river when somebody attacks him and shoots him down. He is saved from the piranhas in the river by some local children. The team rejoins him and brings back the Helicopter and the bracelet Jinpei lost during his escape. Jinpei is ordered to remain on standby while the team searches the Amazonas. However, Jinpei somehow ends up in the difficult situation of going with the children into the interior of the Amazonas in order to pick up a legendary, blooming blue orchid.\r\n\r\nThey detect Galactor troops, secretly follow them, and discover a Hypertonium transport vessel. However, Jinpei and the children are discovered and captured. But Ken and the others have fought their way through the mechanical jungle, hurry to their rescue and save them in the nick of time, before Gel Sadra can let them fall into the Piranhas in the river. The huge mecha Kuskard then starts to move. It attacks the New God Phoenix and causes it to crash. But because the Hypertonium is unstable, Kuskard self-destructs in the end.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4508476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508476",
                    "TitleEnglish": "Berg Katse's Legacy",
                    "SummaryEnglish": "Joe saves the son of Kaiser from an approaching car and becomes his friend. Together they play soccer while Kaiser draws Joe. But Kaiser is a former Galactor member and the only one who can handle a weapon Berg Katse has left behind. It's a weapon called Mechavolton which was built to destroy the greatest obstacle for Galactor's highflying ambitions, the Firebird. Kaiser, a.k.a. No. A-7, was thought to have died in the battle of Cross Karakorum and has led a peaceful life since then. But when Galactor threatens to kill his wife and son, he works together with them again. As a diversion, the Iron Bat attacks a city.\r\n\r\nThe God Phoenix goes out to attack the Bat, but is wrapped in ice through a freezer gas. With the help of the Firebird they escape from the predicament for a short while and destroy the Iron Bat, but when Kaiser fires the Mechavolton, they are finally shot down. The Science Ninja Team escapes by a hair's breadth and invades the enemy base. But Kaiser blocks their way. Joe however defeats him in battle, but does not kill him. Kaiser activates the self-destruct mechanism. Joe punches him and carries him outside the base. \"Why did you help me? Women and children were.. \" \"I also used to be a son of Galactor\" answers Joe.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4508477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508477",
                    "TitleEnglish": "Sorrow of the Underground City",
                    "SummaryEnglish": "In an underground ISO city in Siberia that uses mantel energy, a huge explosion takes place which results in a high level of radioactivity. Causing this has been Megatonra, a monster which has been brought from space by Governor X and which grows by absorbing radioactivity. Megatonra has been put under the Earth by Gel Sadra where it has been eating radioactive waste and has grown considerably. Then it has started to destroy the underground city. Dr. Horin is the husband of Mary, the architect of the city, that died in an accident.\r\n\r\nKen goes with him to investigate the underground city. But Mark, the son of Dr. Horin, has secretly sneaked in the expedition car. Mark hates the underground city because it took away his mother and he intends to destroy it. The monster appears and destroys the Mark Park, which Mary left behind for her son. When Mark sees this, he flies away in the expedition car in order to protect the underground city constructed by his mother. The monster then perishes in the combined attack of Mark and the God Phoenix which hurried to their side.",
                    "Aliases": []
                },
                "37": {
                    "ID": "4508478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508478",
                    "TitleEnglish": "Burn! Wings of Steel",
                    "SummaryEnglish": "Jinpei has left to bring a detector to a secret ISO research institute in the Rakki mountain chain. When he is almost there, an earthquake hits. Jinpei sees a young orphaned puma and does not bring the detector to the institute. However, that institute is destroyed by the unusual earthquake. After Jinpei returns, he gets rebuked by Joe and Ken because he took care of the puma. Then it becomes known that there was poisonous Sarin gas in the research institute which now threatens to leak out. Joe and Ryu go to investigate, while Ken and the others are supposed to follow with a neutralizer. But another earthquake occurs and the two men are imprisoned below the research institute.\r\n\r\nJinpei has heard the news, and leaving Ken and the others, goes alone again to the Rakki mountain chain. Not relenting, he returns the puma to nature. Jinpei arrives at the ruins of the research institute, kicks out Galactor who wanted to build a base there, and then continues to save Joe and Ryu. On their way out of the institute though, the Horned Tank Jinpei uses turns over, and Sarin gas enters. Gel Sadra escapes and laughs at their accident. But the God Phoenix arrives, and the poisonous gas which has started to leak out is rendered harmless by the neutralizer brought by the Phoenix. When Jun tells Jinpei \"Well done\", he answers \"Jun...\". Hasn't Jinpei always said \"older sister\"? Joe also notices that Jinpei has grown up.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4508479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508479",
                    "TitleEnglish": "Electromagnetic Mecha Iron Demon Dragon",
                    "SummaryEnglish": "Dragon Island, where once upon a time a dragon was supposed to have shown itself. Again an informant disappears who has been visiting and investigating this island. Is something there? Nambu thinks so, and according to his orders, the Science Ninja Team is mobilized. Before them appears the Iron Devil Dragon from Galactor. The God Phoenix is hit by an electromagnetic light ray and it's electrical systems are jammed. They are forced to return home for the moment. Concluding that it's impossible to attack head-on, Joe sneaks alone into Dragon Island. Pandora drives him there.\r\n\r\nInside the Galactor base, Joe discovers a huge beam cannon pointing at the sun. In the meantime, Dr. Pandora has sneaked into the base on her own and has been captured. Joe sees her when she is brought before Gel Sadra, who is in the dragon. When meeting her, Gel Sadra says \"You! It's as if I have met you before...\". The dragon takes off, but Joe is already on board, after having set the base to blow. Joe rescues Dr. Pandora and together they destroy the generator for the electromagnetic waves. The Dragon can't use its electromagnetic waves now and the God Phoenix destroys it with its missiles.",
                    "Aliases": []
                },
                "39": {
                    "ID": "4508480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508480",
                    "TitleEnglish": "Crimson Condor",
                    "SummaryEnglish": "Nuclear experiments have taken place in the Straits of Gibraltar. The experiments are for the development of a new energy by Galactor. Nambu sends the Science Ninja Team to that spot. But, the God Phoenix is caught in another nuclear explosion and disappears. Joe had previously left by himself in the G-2 to investigate, and the shock of the explosion causes him to lose energy. He sneaks into territory under Galactor control. Gel Sadra puts a reward on his head and does everything within her power to find Joe. A gypsy, Chinita, who has experienced Galactor's cruelty before, shelters Joe so he can overcome the difficult situation.\r\n\r\nChinita's lover is jealous and threatens Joe. In an attempt to kill Joe, he hurts Chinita. Joe takes care of her. However, the lover alerts Galactor and Chinita is caught. Based on a clue left by Chinita, Joe finds the Galactor base. Elsewhere, in the sea near North Africa, G-Town has come to collect the sunken God Phoenix. Ken and the others are rescued and are treated for their injuries. Soon, through a message from Joe, the rest of the team finds the base and arrives just in time to get Joe out of a trap. They put a stop to Gel Sadra's ambitions, but they can't rescue Chinita because Gel Sadra blows up the base.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4508481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508481",
                    "TitleEnglish": "Fierce Battle! Evil Animal Operation",
                    "SummaryEnglish": "Dr. Pandora conducts an experiment for a machine which enables humans to communicate with animals. The Science Ninja Team spends some peaceful time at a national park with animals and children, at least until Galactor attacks. While they are protecting the children participating in this experiment, Joe gets a message from Dr. Raphael that Governor X is in the Kongal Plateau in Agrica and has begun his ultimate plan. Joe decides to leave on his own to investigate, but he is captured. In a base below the Kongal Plateau, a main beam cannon for the Solarshifter plan has been constructed. Besides, Jun and Jinpei are captured as well while looking for Joe, and are led away by the enemy.\r\n\r\nWhen the animals report to Dr. Pandora that there has been human bloodthirst found in an area in the middle of their homeland, where no humans are allowed, she and the animals rush there. A huge elephant herd crashed into the base. Joe and the others corner Gel Sadra and approach Governor X. Gel Sadra gets beside herself and Governor X tells her to activate the switch of the main beam cannon. The cannon starts to blink and explodes. \"Take me with you please, Governor..!!\" says Gel Sadra and her figure dissolves in the middle of a bright light. Without a chance against Governor X's mysterious power, the team has to let him escape. Ken says to an angry Joe: \"How many times do I have to tell you that I don't allow you acting all alone!\", \"Sorry..\" answers Joe, but he murmurs to himself \"I am the one to vanquish Governor X. There's no reason that you, my friends, sacrifice yourself for it\".",
                    "Aliases": []
                },
                "41": {
                    "ID": "4508482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508482",
                    "TitleEnglish": "Gatchaman vs. GelSadora",
                    "SummaryEnglish": "Gel Sadra builts a beam cannon in a secret base. Governor X sends the main component by subterranean rocket from his headquarters to Gel Sadra's base. But the rocket goes out of control when it collides with a crack in the Earth's crust and heads the surface... Gel Sadra is about to collect the main component and destroy the rocket in order to maintain the secret, but through an accident with the explosives, she is left all alone. Elsewhere, the Science Ninja Team has noticed the rocket through a satellite, and hurries towards the spot of the accident. The Science Ninja Team investigates the surroundings.\r\n\r\nKen follows some mysterious footprints and unexpectedly runs into Gel Sadra. The transmitter is not working and Ken is forced to act alone. A fight ensues between Ken and Gel Sadra, where both depend only on their bare hands. Ken follows the fleeing Gel Sadra and, as a consequence, finally arrives at the enemy base. However, he is surrounded by the enemy. The other team members hurry there. They destroy the secret factory with the tornado fighter. While returning, Jinpei accidentally collects the main component that Gel Sadra possessed before. The day when the riddle of the main beam cannons will be solved is not far away anymore.",
                    "Aliases": []
                },
                "42": {
                    "ID": "4508483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508483",
                    "TitleEnglish": "The Observatory that Moves in the Dark",
                    "SummaryEnglish": "Richman the Second gets the international scientific peace prize for the development of a solar telescope. Dr. Pandora has come to the inauguration party as Dr. Nambu's companion. She feels a strange sensation from Richman (Gel Sadra), like she has never experienced before. Dr. Pandora is suspicious and sneaks into Richman's heavily guarded observatory in the middle of the night. By coincidence, she also finds a Galactor base with a main beam cannon. She takes pictures of top secret documents with a miniature camera and relates to Nambu that the observatory is a dummy. However, she ends up getting caught there.\r\n\r\nRichman points his gun at Dr. Pandora, but he is attacked by a strange painful feeling and hesitates. In reality, Richman is Gel Sadra. Ken and the others rescue Dr. Pandora and get into the God Phoenix, but then Mechaflasher of Galactor comes charging in. The Science Ninja Team, with Dr. Pandora on board, dares to go to the Firebird and is victorious. Mechaflasher is destroyed and as a consequence, the base also collapses. From the analysis of the microfilm, it is found that Galactor is planning to use the sun. But it is still a mystery why Dr. Pandora feels this strange sensation when she sees Gel Sadra.",
                    "Aliases": []
                },
                "43": {
                    "ID": "4508484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508484",
                    "TitleEnglish": "Invaders From Mars",
                    "SummaryEnglish": "While investigating Mars, an Earth satellite is blown up, and a second space base on Solkila Island is destroyed as well. But the culprit is not Gel Sadra. She faces the fact the Governor X praised the destruction of the first base as a hint. She assures that she can do this as well and goes out to do so. When a third space base is about to be annihilated, the Science Ninja Team goes out to help. But the New God Phoenix has to make an emergency landing because it's attacked by a mysterious UFO. The base is destroyed and Gel Sadra arrives too late to do it herself. The Science Ninja Team goes to protect the fourth space base which is working on launching an unmanned exploration probe to Mars.\r\n\r\nJust after the launch, the UFO attacks again. The probe is destroyed. What is there on Mars?! Without pausing, the UFO goes on to attack the fourth space base. The G-Mechas fight back and through their intervention, the UFO disappears somewhere. The owner of the UFO is Marstora. He is a subordinate of Governor X and has been building the solarshifter bases on Mars so far. Gel Sadra reports to Governor X that a strong opponent has emerged. He answers that it's actually his subordinate Marstora, who has been ordered to destroy Earth's Mars bases and build Galactor's base on Mars. What are the true aims of Governor X, who has reached space wide dimensions now?",
                    "Aliases": []
                },
                "44": {
                    "ID": "4508485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508485",
                    "TitleEnglish": "Fight! The Evil Base on Mars",
                    "SummaryEnglish": "Unusual weather conditions are occurring because of natural disasters on the sun. Dr. Nambu suspects that this is a test of Galactor's solarshifter plan. In fact, its only the first test stage of that plan. The solarshifter plan is a terrible operation which looks to use the solarshifter bases on the Mars, Venus and Earth to move the sun. When the main beam cannon on Venus and Earth are completed, it will become horrible. The Science Ninja Team moves out to attack from two sides, on Earth and on Mars. Ken goes in the Orbiter G towards Mars, while the other team members investigate the Brajila zone.\r\n\r\nBut the mission on Earth ends in failure. The fate of the Earth remains on the shoulders of Eagle Ken. When Ken arrives on Mars, Marstora starts a counterattack. During the fight, Ken discovers the enemy base and attacks it with a missile, to no avail though. Is there another possibility to strike?! Suddenly Ken has an idea and separates a part of the Orbiter G and launches it at the base. The base is destroyed and Earth is saved. But Ken loses control of the orbiter and becomes shipwrecked in space. And the unusual weather on Earth continues.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4508486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508486",
                    "TitleEnglish": "Evil of the Solar Shift Plan",
                    "SummaryEnglish": "Through Ken's death defying attack, the Mars base has been destroyed. But Governor X does not want to give up on the Solarshifter plan and orders Marstora to repair the base within three days. \"In three days, Mars, Venus and Earth will become a triangle and fire at the same time. The base on Earth is already completed!\" Elsewhere, Ken's orbiter only has oxygen enough left for two days. Without Dr. Nambu's permission, Joe gets into a rescue rocket in order to save Eagle Ken, who is drifting in space. Even when the radio signal from Ken stops, Joe continues searching and finally discovers the Orbiter G.\r\n\r\nBut at that moment, Joe becomes blinded since he used a night sight device with infrared rays. And around this time, the main beam cannon on Earth fires at the sun and raises its temperature. The world turns into a red hot environment. Jun and the others have discovered the headquarters of the main beam cannon in Brajila, but they fail in their attack with the New God Phoenix. Ken has been informed about the position of the cannon and after putting a protesting Joe in the escape pod and jumping out himself, he lets the rescue rocket collide with the base. The main beam cannon explodes. The Science Ninja Team has also temporarily halted the Galactor plan.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4508487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508487",
                    "TitleEnglish": "Gatchaman Unmasked",
                    "SummaryEnglish": "The ISO and the UN have developed a special radar to search for the main beam cannon. But Galactor learns about this, and during one of their attacks, Chief Anderson is badly hurt. Gel Sadra wants to reveal the true face of Gatchaman. Since she doesn't know what he looks like, she starts attacking one employee of the ISO after the other. Ken feels sorry about all the victims. Meanwhile Sam, the grandson of Chief Anderson, is captured. In order to avenge his grandfather, he pretends to be Gatchaman and is tortured mercilessly.\r\n\r\nKen has secretly sneaked into the base as a Galactor member. However, Gel Sadra notices the unknown trooper and has him unmasked, thus revealing his true identity. Ken goes into bird style, rescues Sam and charges at Gel Sadra. She flees, leaving behind the menacing words \"Stupid Gatchaman! I have now seen your true face, the next time I will win for sure!\" The enemy base becomes the Mecha Sentango and starts creating havoc. The two men escape from the ammunition depot and are picked up by the New God Phoenix. Through an attack by the Eagle Sharp, Sentango explodes. But the enemy now knows that Ken is a member of the Science Ninja Team. Will there be a tomorrow for him?",
                    "Aliases": []
                },
                "47": {
                    "ID": "4508488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508488",
                    "TitleEnglish": "Certain Death! Two Firebirds",
                    "SummaryEnglish": "Because of the Solarshifter plan and the consequently unusual weather, icebergs break out one after the other at the North Pole. In order to stop a huge iceberg, G-Town goes to Sanbur City in the country Aberika. When Dr. Pandora goes out for a meeting, the Galactor ninja group Galakon sneaks into G-Town instead of her. Through the actions of the Ninja Team, the enemy is completely defeated, but the propulsion system is destroyed and G-Town goes out of control. It falls into a deep sea trench and above it, a huge iceberg starts to cover the trench, making it impossible to exit G-Town.\r\n\r\nIt's Gel Sadra's Seafang plan. The communication network is also destroyed, and the only hope is Dr. Pandora. She gets into the old God Phoenix which is located at Nambu's villa. Straining her untrained body, she melts the iceberg with the Firebird. But Gel Sadra attacks and Pandora gets into a critical situation! Saving her is the Firebird of the New God Phoenix, which was now able to exit G-Town. Then, in the dark blue sky, the two firebirds, the old one and the new one, beat their wings.",
                    "Aliases": []
                },
                "48": {
                    "ID": "4508489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508489",
                    "TitleEnglish": "History's Largest Tidal Wave",
                    "SummaryEnglish": "One disaster after the other occurs all over the Earth. In order to help and to understand the situation, the ISO travels from one location to the other. But that center for peace is finally occupied by Galactor as well. Gel Sadra addresses the whole world and publicly declares world supremacy. Gel Sadra then interrogates Dr. Nambu in the data chamber, in order to learn the location of the special radar which was developed to find the main beam cannon. But they are completely surprised by the onslaught of the tidal wave.\r\n\r\nDr. Pandora takes advantage of this and points her gun at Gel Sadra right away. Just then the two of them experience this strange feeling again. The enemy leaves the data chamber. Nambu goes to the airtight project chamber in order to take the special radar with him. Elsewhere, Gel Sadra uses that strange feeling and goes in search of the radar, finally discovering it. Just when she is about to take possession of the radar, the Science Ninja Team arrives. They barely manage to defend the radar, but the center of peace, the ISO building, finishes collapsing.",
                    "Aliases": []
                },
                "49": {
                    "ID": "4508490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508490",
                    "TitleEnglish": "Burn! Condor",
                    "SummaryEnglish": "The persons Governor X fears most are G-2, Condor Joe, and Dr. Raphael. Before his plan can be realized, those two have to be eliminated. Galactor choses Joe before his transformation as a target. Joe pushes back the persistent attack of the Galakon team, but he loses his bracelet in the end. The Science Ninja Team goes looking for Joe. Joe has lost energy and charters a plane to go to the Island Ebiza where he can charge up, but Galactor has made the charterer attach a transmitter to the plane. They follow Joe and are already waiting when he gets there. Joe manages to defeat them, but the research institute is destroyed. Joe cannot charge up anymore!\r\n\r\nThe wounded and energy-lacking Joe searches for Dr. Raphael who was not in the institute. Has Dr. Raphael at long last found out Governor X's secret?! But he is attacked by the enemy and is hurt. He contacts the Science Ninja Team and they comes rushing to help him. Just after Ken meets him, one of the enemy's shots goes into Raphael's heart! Before dying, he leaves behind the mysterious words \"In the meteorite mountain... Only Joe can defeat Governor X...\". Joe wants to beat up his killer, but Ken punches him and stops him. What is the secret Joe is keeping?",
                    "Aliases": []
                },
                "50": {
                    "ID": "4508491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508491",
                    "TitleEnglish": "Mystery! Mystery? Gel Sadra's Mother",
                    "SummaryEnglish": "Gel Sadra wonders about her own past and goes to ask Governor X. Soon, she learns the shocking truth. She is Pandora's daughter! Governor X uses this fact and invites Pandora to the base. He had promised to Gel Sadra that if Pandora joined Galactor, she could be reunited with her mother. At the same time, the Science Ninja Team discovers the base and sneaks in. While fighting the team, Gel Sadra is worried about the well-being of her mother and goes back, shouting \"Mother!\" The team is astonished. However, Gel Sadra learns that Governor X has put Pandora in a rocket and has launched it, letting it self destruct high in the sky. For the first time, Gel Sadra doubts Governor X. Human emotions like anger and grief dwell in her heart again.",
                    "Aliases": []
                },
                "51": {
                    "ID": "4508492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508492",
                    "TitleEnglish": "Sad Gel Sadra",
                    "SummaryEnglish": "The team learns that Pandora's daughter, Sammie, was taken by Governor X and mutated into Gel Sadra due to her unlimited cells. Joe's energy is diminishing, and Dr. Nambu discovers a bomb built into Joe that is supposed to destroy Governor X. This is the reason why Dr. Raphael said that only Joe can defeat Governor X. Later, the team discovers the main beam cannon, but is forced into a hard fight with the defense mecha. At that time, Gel Sadra learns the true aim of the Solarshifter Plan and becomes crazy. Meanwhile, the main beam cannon doesn't fire, and Governor X is baffled. The reason is that Gel Sadra has destroyed the mechanism and berated him for the death of her mother. Gel Sadra escapes. The Science Ninja Team has destroyed the enemy mecha and follows her.",
                    "Aliases": []
                },
                "52": {
                    "ID": "4508493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4508493",
                    "TitleEnglish": "The Downfall of Governor X",
                    "SummaryEnglish": "The Solarshifter plan is progressing very well in its Solar System-wide scale, and unusual phenomena keep occurring everywhere. Gel Sadra is being pursued and wounded by Galactor. Her ship crashes, but Ken finds her. Joe joins them, and then punches Ken out. Joe has recharged his energy at a power plant. He goes along with Gel Sadra towards the headquarters of Governor X and confronts him. Meanwhile, Ken has found some spots of blood on the snow. Reunited with the rest of the Science Ninja Team, they sneak into the enemy's base. Ken leaves Jun and the others to fight against Galactor, while he hurries towards the location of Governor X. There, he finds Joe and Gel Sadra, both collapsed. The three of them approach Governor X, but there's no way to go past the overwhelming power. Gel Sadra tells Gatchaman that Governor X's weak point is the destruction of his central mechanism, and she opens the hatch leading there. She is then hit again by a beam of energy from Governor X. Joe and Ken's death-defying attack finishes off the fight, and Governor X and the base finally end in a big explosion. Was it Joe that caused it? Is he still alive? Ken's Bird Saucer had stopped X's functions in one hit, and Joe is still there.\r\n\r\nGel Sadra is hurt and weakened. When she cries at the Earth's beauty, she hears a voice from the sky. Gel Sadra dies and goes to her deceased mother. Her body shrinks and gradually takes on the form of Dr. Pandora's daughter, Sammy. Through the sacrifice of mother and daughter, the Earth has been saved.\r\n\r\nBut, has Governor X really been destroyed? No one notices the terrible, red glowing thing in the middle of the debris of the exploded mecha",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "505729",
            "URL": "https://thetvdb.com/series/science-ninja-team-gatchaman/seasons/official/3",
            "TitleEnglish": "Gatchaman Fighter",
            "SummaryEnglish": "After Leader X is seemingly destroyed for good at the end of Gatchaman II, a fragment of him that survived grows and mutates into Z. With the head of the Egobossler family, Count Egobossler (and his two subordinates Mechandol and Kempler), Z is bent on destroying the Earth, and the Science Ninja Team, once more.",
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "4440225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440225",
                    "TitleEnglish": "New Dark Clouds",
                    "SummaryEnglish": "Weeks after the dust settles from Sosai X's destruction, a tiny fragment of the alien revives and begins to rebuild itself into Sosai Zed. Using the remains of an old shipyard, Zed builds a vast mechanical pyramid fortress and levitates it over the ocean. Meanwhile, the rest of the world quits rebuilding from the wreckage of the thwarted Solar Shift Plan and go back to what they do best: waging war. We meet Count Egobossler, successful ruler of a growing number of territories, and an aspiring megalomaniac. Egobossler meets Sosai Zed, who decides to use Egobossler's brilliant military tactics to his own advantage, and the two strike a deal. In the wake of Chief Anderson's death in Gatchaman II, Nambu is promoted to Chief Administrator of the ISO. The Kagaku Ninjatai cope with the unusual peace. Feeling useless during peacetime, Joe wallows in boredom and self pity while Nambu tries to find a way to recharge him after his near-destruction in G-II.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4440227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440227",
                    "TitleEnglish": "Debut! Gatcha Spartan",
                    "SummaryEnglish": "Egobossler's first attack, backed up by one of Zed's giant mechs, completely startles out heroes. Ken, Jun, Jinpei and Ryu rush to the scene of the battle (leaving Joe behind to quietly expire). The mech is too powerful, and the New Godphoenix is completely trashed in the first skirmish with Egobossler. Fortunately, Chief Engineer Saburo Kamo is waiting in the wings with brand new mechs. With only one problem: the new vehicles need five operators to combine. It's up to Joe, who upon hearing the phrase, \"Gallactor has returned,\" will crawl on his final strength to rejoin the team. TheGatchaspartan saves the day.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4440228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4440228",
                    "TitleEnglish": "A Tainted Oasis",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4539925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539925",
                    "TitleEnglish": "The Challenge of the Iron Commandos",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4539926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539926",
                    "TitleEnglish": "Charge! The Terrible Soldiers",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4539927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539927",
                    "TitleEnglish": "Burn! Gatchaman Fencer",
                    "SummaryEnglish": "Ken asks the same question viewers have probably been asking since the beginning: \"Enough battling the little guys--why can't we meet Egobossler head on?\" The Team does, but fails miserably. This episode ends in a very disturbing role reversal scene with Ken--now beyond reason--raging at a laughing Egobossler, and Joe finally having to bring all his strength into play to drag Ken back into the Gatchaspartan.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4539928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539928",
                    "TitleEnglish": "Steal the Giant Iron Beast",
                    "SummaryEnglish": "The Kagaku Ninjatai continue their tries at direct confrontation by stealing aboard Zed's tower and facing him directly. This doesn't work either (can we say \"outnumbered\"?), though they do get in a few good punches.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4539929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539929",
                    "TitleEnglish": "The Desperate Outlaw Squad",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4539930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539930",
                    "TitleEnglish": "Fear of the Extinction Ray Gun",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4539931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539931",
                    "TitleEnglish": "Danger! Gatchaman Base",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4539932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539932",
                    "TitleEnglish": "The Saturn Limited Express Z-Press",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4539933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539933",
                    "TitleEnglish": "The Order to Destroy the Mantle Base",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "4539934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539934",
                    "TitleEnglish": "Violence?! The Decisive Battle of Agrika",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "4539935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539935",
                    "TitleEnglish": "Destruction by Fire! Egobossler's Palace",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "4539936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539936",
                    "TitleEnglish": "Hell's Burning Ambition",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "4539940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539940",
                    "TitleEnglish": "A Deadly Butterfly Dances in the Dark",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "4539943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539943",
                    "TitleEnglish": "Horror of the Evil Smoke City",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "4539945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539945",
                    "TitleEnglish": "The Spectacular Crash of G-1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "4539946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539946",
                    "TitleEnglish": "Don't Touch the Super Stuff!",
                    "SummaryEnglish": "Mercenary scientist Professor Gordon develops an indestructible material called Neophryte and decides to sell it to the highest bidder. So he summons agents from both Gallactor (Egobossler's first officer, Kempler) and the ISO (the Gatchaman, naturally) to meet alone on a spot he specifies. Of course Kempler doesn't come alone, but much to both his and Ken's surprise, neither does Ken. While the Gallactors and the rest of the Kagaku Ninjatai take part in a snarling standoff outside, Gordon, Kempler and Ken negotiate. Kempler offers money, while Ken refuses to haggle, stating honor and decency as his reasons (and knowing as Gordon does that once he withdraws his protection, Gallactor will simply take what they want by force). Worried about his father, Gordon's son finally ends the standoff and uncovers the compound for both sides to fight over. Joe uses a bazooka loaded with Neophryte to blow a hole in the monstermech that appears at the end.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4539947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539947",
                    "TitleEnglish": "Appearance! Terror of the Triple Iron Beast",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "4539949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539949",
                    "TitleEnglish": "Angry Joe! Fright of the Flaming Bird",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "4539950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539950",
                    "TitleEnglish": "Order to Blast the Satellite",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "4539951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539951",
                    "TitleEnglish": "The Evil of Mechaland",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "4539952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539952",
                    "TitleEnglish": "A Warrior's Pride",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "4539953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539953",
                    "TitleEnglish": "Sky Riders from Hell",
                    "SummaryEnglish": "One of Egobossler's old friends and colleagues Oncain, is also the last man on Earth who knows Count Egobossler's deep, dark secrets. The Kagaku Ninjatai get to Oncain first and try to convince him to stay away from Egobossler, but the man will have nothing of it. He invites the Team to go fox-hunting and with his two children, Michael and Mary, and as they're distracted, arranges to meet with Egobossler. The inevitable showdown with Egobossler and his special Skyrider command is spectacular, but even Ken and Joe at their best can't prevent Ego from gunning down his man. Joe comes round the corner just in time as Ego shoots Oncain right before Michael and Mary's eyes (triggering a flashback where you almost see the faces of Joe's parents). In the final scene, Joe kneels down and has a little heart-to-heart talk with Michael. You don't hear what he says, only Michael's reactions.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4539955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539955",
                    "TitleEnglish": "G-1 Enraged! A New Way to Kill",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "4539956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539956",
                    "TitleEnglish": "The Mystery of Egobossler's Birth",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "4539962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539962",
                    "TitleEnglish": "Desperate Fight! Valley of Betrayal",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "4539963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539963",
                    "TitleEnglish": "Cruelty! The Separation of Brother and Sister",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "4539967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539967",
                    "TitleEnglish": "The Creeping Alien",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "4539969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539969",
                    "TitleEnglish": "Runaway! The Great Train Chase",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "4539971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539971",
                    "TitleEnglish": "Mystery of the Space Pulse",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "4539972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539972",
                    "TitleEnglish": "A Promise Kept",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "4539973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539973",
                    "TitleEnglish": "Egobossler's Strategy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "4539974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539974",
                    "TitleEnglish": "The Shadow of Death Approaches G-1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "4539975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539975",
                    "TitleEnglish": "Hypershoot Crisis",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "4539976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539976",
                    "TitleEnglish": "Revive, Gatchaman",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "4539977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539977",
                    "TitleEnglish": "The Bracelet of Friendship",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "4539978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539978",
                    "TitleEnglish": "Downfall! Count Egobossler",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "4539979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539979",
                    "TitleEnglish": "Surprise Attack of the Mecha Waterspout",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "4539992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539992",
                    "TitleEnglish": "Collapse! Gatchaman Base",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "4539993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539993",
                    "TitleEnglish": "The Death of Chief Nambu",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "4539995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539995",
                    "TitleEnglish": "The Destruction of Gallatown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "4539998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4539998",
                    "TitleEnglish": "The Space Devil Draws Near",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "4540001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4540001",
                    "TitleEnglish": "Threat of the Antimatter Planet",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "4540002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4540002",
                    "TitleEnglish": "G-1 Desperate for High Power",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "4540003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4540003",
                    "TitleEnglish": "Earth Extinction! 3, 2, 1...",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "4540005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/science-ninja-team-gatchaman/episodes/4540005",
                    "TitleEnglish": "Gatchaman Eternal",
                    "SummaryEnglish": "The Team searches for Zed in his tower, and are thrown around like playthings. When they finally meet up, they discover what happened to Egobossler: his corpse is pinned against a wall in Zed's main chamber, run through by his own sword. At this point, Joe picks up on Zed's vital signs (as Rafael had designed him to) and tracks the alien to his last refuge, where the Kagaku Ninjatai battle to destroy him... and fall. Chief Nambu's mysterious pendant (an unanalyzed device he'd instructed Kamo to give to the Team before the last battle) comes into play then, activating the Gatchaspartan and swallowing the fallen ninjas with light... The final scene is of an enormous firebird breaking free of Zed's exploding tower and flying around the Earth, leaving us to analyze the wide open ending. (Chances are high, though, that they aren't dead--they're still under contract, after all.)",
                    "Aliases": []
                }
            }
        }
    }
}