{
    "URL": "https://thetvdb.com/series/kaze-no-yojimbo",
    "Genres": [
        "Action",
        "Animation",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0318901/",
        "https://www.themoviedb.org/tv/3472"
    ],
    "Titles": {
        "eng": "Kaze No Yojimbo",
        "jpn": "旋風の用心棒"
    },
    "Summaries": {
        "eng": "Ever since the arrival of tough guy George Kodama, who started stirring things up in Kimujuku, some of the people in this small town are feeling uneasy. It is obvious they are hiding something, but with the whole town split in half, George is having difficulty exposing \"the secret.\" While he is trying to find a man, the town is disrupted by numerous fights, a shoot-out, and even a murder! \r\nOpening Theme Song: \"Tokyo\" Closing Theme Song: \"Situation\"",
        "jpn": "キムジュクで物事を盛り上げ始めたタフな男ジョージ・コダマの到着以来、この小さな町の人々の何人かは不安を感じています。 彼らが何かを隠しているのは明らかですが、町全体が半分に分割されているため、ジョージは「秘密」を明らかにするのに苦労しています。 彼が男を見つけようとしている間、町は多くの戦い、銃撃戦、そして殺人さえも混乱させられます！ オープニングテーマソング：「東京」クロージングテーマソング：「シチュエーション」"
    },
    "Aliases": [
        "Kaze no yōjinbō"
    ],
    "Modified": "2025-04-24",
    "Seasons": {
        "1": {
            "ID": "7494",
            "URL": "https://thetvdb.com/series/kaze-no-yojimbo/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "146371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146371",
                    "Titles": {
                        "eng": "Gone With The Dust",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "George Kodama is in a small town called Kimujuku to investigate an incident that happened 15 years ago. But typical of any small town, people here don't seem to be thrilled of having an outsider snooping around their neighborhood. He quickly finds out that the town is split in half by two competing factions. Meanwhile, he meets a cute girl and finds a restaurant that serves his favorite noodles.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "146372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146372",
                    "Titles": {
                        "eng": "Snake Swamp",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "After meeting the city councilman, the boss of one of the factions in Kimujuku, and accepting his offer to be his daughter's bodyguard, George has the opportunity to meet the #2 man of the other faction who also offers him a job. It seems that everyone in this town wants to hire him. Well, almost everyone because someone tries to shoot him with a shotgun without a warning.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "146373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146373",
                    "Titles": {
                        "eng": "The Bodyguard",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "George takes Fukajiro up on his offer to work for Ginzame, but Fukajiro's boss Samekichi looks on George with suspicion. When a mysterious drive-by shooter targets Samekichi and evidence suggests that Tanokura and his group were behind it, open warfare is on the verge of breaking out between the rival factions.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "146374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146374",
                    "Titles": {
                        "eng": "Beauty And The Poison",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Both leaders of the two factions are shocked to hear that George has taken up residence at the Araki Inn, a hotel owned by a beautiful woman who has a friendly relationship with both of them. She is providing a free room in exchange for his bodyguard service. While George keeps on searching for a clue to a 15-year-old mystery, a woman is mysteriously killed near the town.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "146375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146375",
                    "Titles": {
                        "eng": "The Pursuit",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Suspecting that the lady killed was somehow related to the incident 15 years ago, George visits the victim's family and friends to find a clue. He then unexpectedly hears an interesting story from the victim's neighbors about someone he knows in Kimujuku. Back in Kimujuku, the former Tanokura driver, who rolled over to Ginzame after Tanokura fired him, is captured by Tanokura and his gang, beaten up and threatened to turn himself in to the police.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "146376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146376",
                    "Titles": {
                        "eng": "The Gate Wouldn't Rise",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Tanokura's conversation with a self-proclaimed historical researcher continues. He claims that a car filled with platinum and gold bars disappeared 15 years ago somewhere in Kimujuku, and this whole mysterious incident is linked to an old political bribery scandal that sent the Japanese media into a frenzy around the same time.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "146377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146377",
                    "Titles": {
                        "eng": "Legend Of The Demon",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "A professor from Yokyo pays a visit to Kimujuku with his assistant to search for a hidden treasure. His interest in this town seems to be purely academic. However, his \"\"assistant\"\" doesn't think so. Just as George begins to suspect there's something fishy about the duo, the professor himself comes to George seeking refuge.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "146378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146378",
                    "Titles": {
                        "eng": "The Casino Train",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "George is asked to accompany the Ginzame gang to their casino-train extravaganza. Gambling is illegal in Japan, but they figure the police can't bust them if they gamble on a moving train. Not only does this event allow the guests to gamble at ease, it provides a good meeting place for the underground bunch to get to know each other. But a man who lost this very train to Ginzame at the previously-held event is also present and he's determined not to leave empty-handed.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "146379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146379",
                    "Titles": {
                        "eng": "The 15-Year Truth",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "This murder takes place immediately following the suicide of a wealthy investor who recently lost everything to a vicious loan shark. And this time, the murder victim is the loan shark himself. Detective Saeki intially suspects George, who discovered the body, but he eventually finds out the loan shark had threatened numerous people, causing many unfortunate bankruptcies.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "146380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146380",
                    "Titles": {
                        "eng": "Red Dreams, White Memories",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "A tension surrounds the whole town as the police finally start cracking down on the disputes between Tanokura and Ginzame. However, they mainly arrest the Ginzame gang and it's obviously unfair. Samekichi, the Ginzame boss, is outraged but he knows there's nothing an outsider can do other than wait for the storm to pass.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "146381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146381",
                    "Titles": {
                        "eng": "Lurking In The Gloom",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The man who pretended to be a historical researcher was really a member of a secret agency. He is back in Kimujuku once again, desperate to find the missing car filled with gold and platinum. He is the mastermind who sent the Shirogane brothers to this town to find the treasure, but they are obviously not doing their job. He strongly suspects Tanokura is behind all the mystery.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "146382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146382",
                    "Titles": {
                        "eng": "The Echo",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Miyuki takes George to an old copper mine museum, thinking it's a date. But just when she thinks everything is perfect for their first kiss, they run into Raccoon. He's hiding from the police because they arrest anyone on the Ginzame payroll these days. Later that night, he visits George at the hotel, begging him to obtain the map of the mine from Tanokura. Raccoon's childhood trauma is revealed in this episode. Can he overcome the fears to save his best friend?",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "146383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146383",
                    "Titles": {
                        "eng": "The Man Who Returned",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "In a small town next to Kimujuku, a man casually walks in to a bar. The bartender who was just chattering cheerfully with a customer instantly turns pale and shudders in fear. The man's name is Rin Shirogane, the youngest of the Shirogane brothers who was just released from prison. After serving only 3 years he's back, and he has a gun. This episode is extremely violent.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "146384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146384",
                    "Titles": {
                        "eng": "False Reconciliation",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "The situation in Kimujuku takes a sudden turn. Rin cleverly works behind the scene to settle the situation between Tanokura and Ginzame. Peace has returned to Kimujuku and everyone is relieved. Everyone except George. Since he was using their disputes to get his way, he now has nowhere to go. Everyone is expecting him to leave, but he has no intention of leaving until the mystery is solved.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "146385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146385",
                    "Titles": {
                        "eng": "The Counterattack",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "George finds out the man who attacked him is a son of Genzo Araki, the man he's been looking for all this time. He also knows Ginzame would love to have him in their possession since his father is a key to the missing treasure. Sensing this is a good chance to redeem himself and join the ring once again; George detains the man and sells him to Ginzame.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "146386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146386",
                    "Titles": {
                        "eng": "Swapping Hostages",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "As promised, Tanokura and Ginzame execute the exchange: Ginzame to release the son of Genzo Araki; Tanokura will, in return, transfer the copper mine deeds to Ginzame. Convinced that the treasure is hidden somewhere in the mine, everyone at Ginzame is ecstatic. However, only Rin is skeptical as to why Tanokura gave it up so easily. He's also unhappy that George is still around.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "146387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146387",
                    "Titles": {
                        "eng": "The Great Sting",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Ginzame crew starts digging the copper mine but they haven't found any gold or platinum. Just when they are about to give up, they find what appears to be a hidden space on the map. However, the result is dreadful. As soon as Fukajiro and his men enter the room behind a small shrine, the walls and the ceiling start falling, causing many Ginzame men dead and wounded. Meanwhile at the Tanokura residence, Tanokura is all smiles knowing what is going on.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "146388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146388",
                    "Titles": {
                        "eng": "The Vendetta",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "146389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146389",
                    "Titles": {
                        "eng": "The Sniper",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "146390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146390",
                    "Titles": {
                        "eng": "Bingo",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "146391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146391",
                    "Titles": {
                        "eng": "The Search for the Truth",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "146392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146392",
                    "Titles": {
                        "eng": "Tanokura Manor Ablaze",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "146393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146393",
                    "Titles": {
                        "eng": "The Great Excursion",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "146394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146394",
                    "Titles": {
                        "eng": "The Close Call",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "146395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaze-no-yojimbo/episodes/146395",
                    "Titles": {
                        "eng": "So Long",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        }
    }
}