{
    "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Comedy",
        "Crime",
        "Family",
        "Mystery",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0131613/",
        "https://www.themoviedb.org/tv/160",
        "https://en.wikipedia.org/wiki/List_of_Teenage_Mutant_Ninja_Turtles_(1987_TV_series)_episodes"
    ],
    "TitleEnglish": "Teenage Mutant Ninja Turtles",
    "SummaryEnglish": "Distinctly different from the grim, violent, and dark MIRAGE comics from which the Turtles originated, this version of the franchise has remained the longest running, and most memorable, version of all. Four turtles fall into the sewers and are befriended by Hamato Yoshi a Japanese man sent to New York who was forced to live in the sewers. One day he sees a strange green glow which transforms the four turtles into human-like creatures. Hamato (now Master Splinter) changes into a giant rat from the green glow and teaches the turtles the skills of the ninja as they team up with Channel 6 news reporter April O'Neil to battle against Yoshi's arch enemy Shredder and Krang, an alien warlord from Dimension X.",
    "Aliases": [
        "TMNT",
        "Teenage Mutant Ninja Turtles (1987)"
    ],
    "Modified": "2025-09-25",
    "Seasons": {
        "0": {
            "ID": "22044",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "2911821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/2911821",
                    "TitleEnglish": "Turtles Forever",
                    "SummaryEnglish": "The Teenage Mutant Ninja Turtles meet their match -- Literally! The modern, gritty Ninja Turtles must team up with their classic cartoon counterparts to stop two Shredders and their plans of multi-dimensional scale.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3673201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/3673201",
                    "TitleEnglish": "Under the Shell with Baxter Stockman",
                    "SummaryEnglish": "Profile and clips highlighting Baxter Stockman.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3673211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/3673211",
                    "TitleEnglish": "Under the Shell with Usagi Yojimbo",
                    "SummaryEnglish": "Profile and clips highlighting Usagi Yojimbo.",
                    "Aliases": []
                },
                "19": {
                    "ID": "1730281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/1730281",
                    "TitleEnglish": "The Great Crisis of the Super Turtles! The Saint Appears!",
                    "SummaryEnglish": "The Turtles explore the temple of the lost Muta Kingdom where they free the spirit of light called Crys-Mu, who was trapped inside the Muta Stone. In reward, she gives the Turtles the ability to perform Super Mutation, which turns them into Super Turtles for three minutes. When all four Super Turtles combine into one, they turn into the all-mighty Turtle Saint. At the same time, Shredder and Krang find the Dark Muta Stone, and they try to awaken the demoness Dark Mu contained inside the crystal.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1730291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/1730291",
                    "TitleEnglish": "The Coming of the Guardian Beasts - The Metal Turtles Appears!",
                    "SummaryEnglish": "The Turtles, along with April and Splinter, travel to Japan in order to help Kinzou Hattori get rid of a ghost haunting the Hattori House. At the same time, Shredder, Bebop and Rocksteady teleport themselves to Japan in order to steal the Tablet of the Seven Elements, so they can gain the powers of the Guardian Beasts.",
                    "Aliases": []
                },
                "24": {
                    "ID": "10630125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/10630125",
                    "TitleEnglish": "How It All Began",
                    "SummaryEnglish": "A very special video telling the story of how a famous Japanese warrior named Hamato Yoshi became a warrior rat. the leader of a green lean fighting machine of mutant turtles. Also featured is the evil Shredder - he's big, he's bad and he's trying to find the all powerful \"Eye of Sarnoff\" to enable him to wreak vengeance on the world and our green skinned heroes. Can the turtles break from their pizza eating long enough to save the world from the might of Shredder - or this time will evil win through? Contains S02E01-04",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "7669",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "148870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148870",
                    "TitleEnglish": "Turtle Tracks",
                    "SummaryEnglish": "April O'Neil, ace reporter for Channel 6, investigates recent break-ins, allegedly by Ninjas. Resulting in the thefts of numerous technologies, however, a chance encounter with a gang of thieves soon leads her to a bigger story when she is saved from the criminals by four mutant ninja turtles.\r\nThe Turtles take April back to their lair, and, after getting better acquainted, April learns they are good hearted mutants. They decide to investigate the thefts together and their efforts lead them into an encounter with the mysterious ninjas, The Foot Clan, and their leader, Shredder.",
                    "Aliases": []
                },
                "2": {
                    "ID": "148871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148871",
                    "TitleEnglish": "Enter the Shredder",
                    "SummaryEnglish": "The Shredder kidnaps Splinter in an attempt to lure the Turtles to his own cause. In order to rescue Splinter, the Turtles must enter the Shredder's mobile fortress, The Technodrome and brave it's dangerous weaponry. Even if they can, they must still confront The Shredder himself, who is armed not only with the nature of their origin, but also with his own mutated henchmen, Bebop, and Rocksteady.",
                    "Aliases": []
                },
                "3": {
                    "ID": "148872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148872",
                    "TitleEnglish": "A Thing About Rats",
                    "SummaryEnglish": "Baxter Stockman, a mad scientist, is showing an exterminator his new invention a rat catching robot called Mousers.\r\nThe exterminator rejects Stockman's offer, however Shredder decides to buy his inventions. He unleashes a dozen mousers into the sewers they are easily defeated by Splinter. The Turtles track the one responsible for the mechanical rats to his hide where they encounter Krang.",
                    "Aliases": []
                },
                "4": {
                    "ID": "148873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148873",
                    "TitleEnglish": "Hot-Rodding Teenagers from Dimension X",
                    "SummaryEnglish": "Shredder experiments with the Inter-Dimensional Portal, hoping to contact Krangs' Rock Soldiers and prepare an invasion of Earth. \r\n\r\nA group of fun-loving aliens called the Neutrionos, renegades in Krang's dimension, take advantage of the Portal's opening and use it to arrive on Earth.",
                    "Aliases": []
                },
                "5": {
                    "ID": "148874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148874",
                    "TitleEnglish": "Shredder & Splintered",
                    "SummaryEnglish": "Shredder lures Splinter into The Technodrome, this time with the promise that a weapon in his possession can restore the sensei to human form.\r\n\r\nThe Turtles confront a giant-sized Krang, now in a new body, in the heart of New York City. The five then battle the invading Dimension X troops inside The Technodrome, resulting in the banishment of the fortress, and it's insidious occupants, into Dimension X itself.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "7671",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "148875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148875",
                    "TitleEnglish": "Return of the Shredder",
                    "SummaryEnglish": "Shredder returns from Dimension X and sets out to frame the turtles with a group of thugs dressed as them while Dr. Baxter Stockman uses the Ultimate Rat Catcher on Master Splinter.",
                    "Aliases": []
                },
                "2": {
                    "ID": "148876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148876",
                    "TitleEnglish": "The Incredible Shrinking Turtles",
                    "SummaryEnglish": "While practicing their martial arts in Central Park the Turtles witness an alien spaceship crash into a small pond. They dive in and rescue the pilot, he warns them that they must find the 'Three Fragments of the Eye of Zarnof'. \r\nThe alien tells the Turtles that when the three pieces are joined together, they will bestow power unknown to any earthling.\r\nHe gives them a Crystal Converger to help them locate the Three Fragments before they fall into the wrong hands.",
                    "Aliases": []
                },
                "3": {
                    "ID": "148877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148877",
                    "TitleEnglish": "It Came from Beneath the Sewers",
                    "SummaryEnglish": "Shredder sheepishly reports to Krang that he has lost the First Fragment and needs Krang's help. Krang agrees and, with his hi-tech equipment, locates the Fragment just outside the city near where a traveling carnival show has pitched their tents.\r\nMeanwhile, the Crystal Converger has led the Turtles and April to the same carnival. Before they can locate the Fragment, it is found by two small boys.",
                    "Aliases": []
                },
                "4": {
                    "ID": "148878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148878",
                    "TitleEnglish": "The Mean Machines",
                    "SummaryEnglish": "After the batteries died in the alien crystal converger, Donatello, using spared circuits from the space ship, builds a tracking device to help locate the second fragment of the Eye of Zarnov. On the streets, the tracking device picks up the signal and leads the Turtles to a branch of a bank where a hold-up has just occurred.",
                    "Aliases": []
                },
                "5": {
                    "ID": "148879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148879",
                    "TitleEnglish": "Curse of the Evil Eye",
                    "SummaryEnglish": "The Turtles are still on the search for the last fragment but Shredder beats them to it. Connecting all three to his helmet he creates a deadly weapon to battle the turtles. \r\n\r\nThe helmet changes hands several times from the battle but eventually finds its way back to Shredder. He uses the helmet to create an army of giant golems at the San Francisco bridge. \r\n\r\nThe Turtles discover that the fragments are becoming dangerously unstable, and they race to tell the villain to rid himself of the eye before it explodes!",
                    "Aliases": []
                },
                "6": {
                    "ID": "148880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148880",
                    "TitleEnglish": "The Case of the Killer Pizzas",
                    "SummaryEnglish": "Shredder and Baxter Stockman switch meatballs on some pizzas, used as prizes in a contest, with some weird alien eggs from Dimension X. The Turtles must battle the creatures that hatch from the eggs in order to save the city.",
                    "Aliases": []
                },
                "7": {
                    "ID": "148881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148881",
                    "TitleEnglish": "Enter: The Fly",
                    "SummaryEnglish": "Shredder attempts to use the world trade center in an experiment, but the failure of Baxter's essential new device, plus the interference of those heroes in a half shell, prevent the villain's plot from succeeding. Frustrated at Baxter's latest failure, Shredder contacts Krang in Dimension X and demands that Rocksteady and Bebop be sent to aid him.\r\nKrang informs shredder that an exchange must be made to enable the portal to open properly, Shredder has the perfect candidate to take Rocksteady and Bepop's place: BAXTER!\r\nSo, with a quick gesture (literally, Shredder actually throws Baxter into the portal), the transfer is made, and Shredder gets his old henchmen back.\r\nBaxter's fate, sadly, is not so pleasant, Krang immediately orders his execution, and he is sent to the disintegration chamber. A tiny Fly is his sole company inside the chamber as the device is activated. But fate has other ideas for the scientist.",
                    "Aliases": []
                },
                "8": {
                    "ID": "148884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148884",
                    "TitleEnglish": "Invasion of the Punk Frogs",
                    "SummaryEnglish": "Shredder's latest scheme is to acquire more mutagen and create more mutants but, due to an ion storm in Dimension X interfering with the dimensional portal, Krang is forced to transport the mutagen canister 'blind-folded', it lands in a Florida swamp rather than the Big Apple. Shredder heads south to recover the canister and discovers four mutant frogs.\r\nHe realizes their potential and makes plans to return to New York City with them.",
                    "Aliases": []
                },
                "9": {
                    "ID": "148882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148882",
                    "TitleEnglish": "Splinter No More",
                    "SummaryEnglish": "Sensing Master Splinter's despair at his new life as a rat, the Turtles agree to use the small amount of mutagen that they have left to concoct a formula that will revert Splinter back into Yoshi. The experiment is a success and Yoshi decides to take a stroll, as a human, through the city.\r\nMeanwhile, April is reporting Public Service Announcements from the local library when spies Rocksteady and Bebop. She immediately contacts the Turtles who head straight for the library where they encounter Shredder.\r\n\r\nIt seems that Shredder has stumbled onto a spell that will enable him to open a portal to any dimension he chooses.The Turtles find a reference to a temple in an old subway terminal somewhere under the city.",
                    "Aliases": []
                },
                "10": {
                    "ID": "148885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148885",
                    "TitleEnglish": "New York's Shiniest",
                    "SummaryEnglish": "A robot cop, Rex-1, helps April and the Turtles defeat an evil army of robot cops under the control of Shredder.",
                    "Aliases": []
                },
                "11": {
                    "ID": "148883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148883",
                    "TitleEnglish": "Teenagers from Dimension X",
                    "SummaryEnglish": "While cruising around Dimension X, the Nutrinos decide to 'buzz' the Technodrome. However, when they fly by, they notice that a cargo bay door is open and can't resist the temptation. Inside, they tap into a transmission between Krang and Shredder on Earth. Through this transmission, the Nutrinos learn of Krang/Shredder's latest plan to destroy the Turtles. The Nutrinos decide that they can't sit idly by and watch, so they open their own portal and arrive on Earth to warn the Turtles.",
                    "Aliases": []
                },
                "12": {
                    "ID": "148886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148886",
                    "TitleEnglish": "The Catwoman from Channel Six",
                    "SummaryEnglish": "While experimenting with a Matter Transporter in his secret hideout, Shredder sends Rocksteady and Bebop to a nearby garbage dump. Through a series of mishaps, Rocksteady and Bebop find themselves in the sewers and in the Turtles' Lair. \r\n\r\nThe Turtles contact April O'Neil and lure her with the promise of a great news story, but when she arrives she discovers that they need a new TV to replace the one that Rocksteady and Bebop destroyed during their encounter. It seems the 'boys in green' are addicted to sci-fi movies and were in the middle of a marathon when Rocksteady and Bebop dropped in.",
                    "Aliases": []
                },
                "13": {
                    "ID": "148887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148887",
                    "TitleEnglish": "Return of the Technodrome",
                    "SummaryEnglish": "Krang, sick of Shredder's constant failings, makes a shocking resolve to return the Technodrome to Earth. Krang sends Shredder an energy-converter from Dimension X and instructs the villain to take over the hydroelectric station at Niagara Falls.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "7672",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "148888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148888",
                    "TitleEnglish": "Beneath These Streets",
                    "SummaryEnglish": "The Turtles learn the cost of slacking off when Splinter is badly hurt during a confrontation with Shredder.",
                    "Aliases": []
                },
                "2": {
                    "ID": "148889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148889",
                    "TitleEnglish": "Turtles on Trial",
                    "SummaryEnglish": "Leonardo, Donatello and Raphael are enjoying an episode of professional wrestling when Michaelangelo enters the room and turns the channel to 'ON TRIAL' hosted by Clayton Kellerman, a Morton Downey-like rabble rouser who suggests that a clear and present danger is lurking in the sewers: Teenage Mutant Ninja Turtles. The Turtles are aghast and can't understand why people would hate them. April has her make-up department make human masks so the Turtles could move more freely in the streets.   Meanwhile, Shredder is sweating from the heat, as Krang \"chews him out\" for his failure to retrieve the necessary components to repair the refrigeration units. Shredder has had enough and suggests that Krang go up on the Earth's surface and get what he needs and eliminate the Turtles himself. Krang considers this a good idea.",
                    "Aliases": []
                },
                "3": {
                    "ID": "148890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148890",
                    "TitleEnglish": "Attack of the 50-Foot Irma",
                    "SummaryEnglish": "While preparing for Irma's birthday party, Michaelangelo realizes he has forgotten to invite the guest of honor. He contacts April, who is in the midst of interviewing Professor Von Zifflein about the discovery of a meteorite that \"just crashed in the area.\" The professor claims that this is a very unusual meteorite with a core composed of an extremely rare isotope known as 'Exaporon'. The Turtles turn on their TV to watch their favorite journalist as she interviews the professor. Suddenly a noxious gas fills the room and someone steals the meteorite. Before the thief can escape, he stops in front of the news camera, revealing himself to be Shredder.",
                    "Aliases": []
                },
                "4": {
                    "ID": "148891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148891",
                    "TitleEnglish": "The Maltese Hamster",
                    "SummaryEnglish": "It was a dark and rainy night. The Turtles, wearing their trench coats and fedoras investigate a reign of mob terror. Donatello, in his worst 'Sam Spade' impersonation, narrates this pulp/film nor story of banks all over the city being \"taken down by the mob\". But, as Donatello tells the viewer, the mob is using sophisticated weaponry -- the kind that could be only supplied by Shredder. And what mobster would be 'gutsy' enough to deal with Shredder?",
                    "Aliases": []
                },
                "5": {
                    "ID": "148892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148892",
                    "TitleEnglish": "Sky Turtles",
                    "SummaryEnglish": "The Turtles go flying when the Shredder invents a gravity-altering device.",
                    "Aliases": []
                },
                "6": {
                    "ID": "148893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148893",
                    "TitleEnglish": "The Old Switcheroo",
                    "SummaryEnglish": "Mr. Thompson orders April into his office to assign her a news story. It seems that the nightwatchman at Cybertech Laboratories spotted \"some weird character hanging around\" -- Mr. Thompson is convinced that he must be a friend of 'April's Turtles'. She assures him that he is not and heads off to Cybertech Lab with mini-cam in hand. Meanwhile, down in the Turtles' Lair, Donatello is displaying his new Super Pizza Maker. The other Turtles are impressed with its ability to make pizza in a matter of seconds, but when it is switched into high gear -- the machine overloads and explodes, causing loose parts to scatter across the room. One of these 'loose screws' hits Leonardo, causing \"just a bruise\". Suddenly, April contacts them from Cybertech Labs, via the Turtle Com, to inform them that Shredder, Rocksteady and Bebop are up to no good. While she waits for the Turtles to arrive (including Splinter, who is concerned about Leonardo's injury,) April begins to videotape Shredder and his goon.",
                    "Aliases": []
                },
                "7": {
                    "ID": "148894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148894",
                    "TitleEnglish": "Burne's Blues",
                    "SummaryEnglish": "In the middle of a summer heat wave, the Turtles cool down by having pizza at Plink's, home to the world famous chef: Wolfgang Plink. Suddenly, three Punks storm into the restaurant and try to hold the place up. Only they did not count on the Turtles, who dispatch them with ease.   Back at Channel Six News, April, Vernon, Irma, and Mr. Thompson finish watching a tape of April's broadcast. Mr. Thompson is upset because there was no footage of the Turtles. April tries to explain that she promised not to include it in her report. Mr. Thompson is furious. In his day, he goes on to explain, a good reporter let nothing stand in his way of getting the news. Vernon chimes in by suggesting that if Mr. Thompson were not so old and fat, he would be out on the streets now searching for the Turtles. The insulted Mr. Thompson thinks that this is a great idea and volunteers Vernon to go with him, leaving April to cover a story on why the air conditioners all over the city are on the blink.",
                    "Aliases": []
                },
                "8": {
                    "ID": "148895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148895",
                    "TitleEnglish": "The Fifth Turtle",
                    "SummaryEnglish": "Dressed in their human disguises, Donatello and Raphael venture out of their Turtle lair to buy supplies to make pizza. On their way back, via what they believe to be a shortcut, they are \"intercepted\" by a gang of young street Punks. Suddenly, a young boy wearing a Turtle costume, and who calls himself Zack: \"Master Ninja Turtles and the Scourge of Evil Doers\", drops in out of nowhere. As he prepares to defend Donatello and Raphael, he falls flat on his face, allowing the real Turtles to dispatch the punks with ease. Afterwords, Zack explains how he wants to help them fight crime -- but Raphael tells him that he is more of a menace than a crime fighter. The kid leaves in a huff, picking up Donatello's Turtle-Com -- which he had lost in the scuffle with the would-be attackers.",
                    "Aliases": []
                },
                "9": {
                    "ID": "148896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148896",
                    "TitleEnglish": "Enter the Rat King",
                    "SummaryEnglish": "After an unpleasant encounter with a rat, Mr. Thompson assigns April to research the growing rat infestation. April heads for the sewers and after turning up nothing returns to Channel Six News to meet her deadline. However, she and Irma are forced to return to work on foot after all four tires of the Channel Six News van have been chewed by rats. Suddenly, they are being pursued by an army of rats and escape on a passing city bus. Back at Channel Six News, in the middle of April's editorial, the lights go out. When they come back on April is gone. The Turtles, who were watching April on TV in their secret lair, spring into action to locate their missing friend.",
                    "Aliases": []
                },
                "10": {
                    "ID": "148897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148897",
                    "TitleEnglish": "Turtles at the Earth's Core",
                    "SummaryEnglish": "After witnessing a living dinosaur wander in the city and disappear abruptly, the Turtles follow its tracks into a large hole, where they discover a shocking revelation: A cave where dinosaurs still roam. Meanwhile, Shredder and his mutant goons, Bebop and Rocksteady, are also there, but to collect a crystal needed by Krang to recharge the power cells of the Technodrome. The Turtles discover that the crystal is the source for all lifeforms inside the cave, and must get it back before they are all destroyed.",
                    "Aliases": []
                },
                "11": {
                    "ID": "148898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148898",
                    "TitleEnglish": "April Fool",
                    "SummaryEnglish": "Emperor Aleister of Malicuria comes to New York City, bringing along a shard of Lydium 90 to the USA. In order to get the mineral to fuel the Technodrome, Shredder invades the costume party thrown by the Malicurian US Embassy to kidnap Aleister's daughter, princess Mallory, but ends up capturing April in a fancy dress who looks just like Mallory.",
                    "Aliases": []
                },
                "12": {
                    "ID": "148899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148899",
                    "TitleEnglish": "Attack of Big MACC",
                    "SummaryEnglish": "A robot warrior, known as the Mobile Armored Computerized Combatant (M.A.C.C.), arrives from 400 years in the future in 20th-Century New York. He befriends the Turtles, but Shredder and Krang are looking to bring him to their side, at any means necessary.",
                    "Aliases": []
                },
                "13": {
                    "ID": "148900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148900",
                    "TitleEnglish": "The Ninja Sword of Nowhere",
                    "SummaryEnglish": "Krang's computers detect an alien metal on the surface of the Earth, so naturally, Krang sends Shredder, along with an Alien Metal Detector, to the surface to find it. Meanwhile, the Turtles realize that it is National Sensei Appreciation day and they must go out and buy Splinter a present. Later, at the pawn shop, the Turtles, dressed in their trench coats and fedoras, purchase an old ninja sword. As they leave, Shredder, Rocksteady and Bebop arrive, via their Transport Module, at a Laundromat across the street. Krang's Alien Metal Detector begins 'sounding', indicating that what they seek can be found in the pawn shop -- but when they arrive, the signal weakens. Shredder is convinced that the 'Four Men' who left the shop before they arrive, possess the 'Alien Metal'. When the pawn shop proprietor tells him that they purchased a sword -- Shredder is even more convinced.",
                    "Aliases": []
                },
                "14": {
                    "ID": "148901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148901",
                    "TitleEnglish": "20,000 Leaks Under the City",
                    "SummaryEnglish": "Still searching for a way to destroy the Turtles, Krang develops a Super Pump that he intends to use to flood the sewers and flush out the 'boys in green'. After sending Shredder, Rocksteady and Bebop to make the necessary preparations, Krang begins pumping water out of the ocean and pumping it into the sewers. Meanwhile, in the Turtles lair, Splinter and the Turtles are in the middle of a pizza repast when they are swept away by the sudden onslaught of water.   But back down in the Technodrome, something has gone wrong. Krang's pump can not be shut off as more and more water is being sucked from the ocean and \"dumped\" into the sewer -- which is now overflowing into the streets. Soon, the entire city will be underwater.",
                    "Aliases": []
                },
                "15": {
                    "ID": "148902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148902",
                    "TitleEnglish": "Take Me to Your Leader",
                    "SummaryEnglish": "After awaking from a nightmare in which he failed himself and his comrades in a battle against Shredder, Leonardo feels that he is unfit as a leader and, donning civilian clothes, decides to leave the Lair and the Turtles. Meanwhile, Shredder and Krang have left the Technodrome and are on the top floor of the Mile High Tower, executing Shredder's new scheme for world domination. This time out, he has created a Solar Siphon and by aiming it at the sun, he can effectively drain the sun's 'power/energy' and store it in compact batteries while the Earth slowly goes into a deep freeze. Everyone will be too cold to resist him.",
                    "Aliases": []
                },
                "16": {
                    "ID": "148903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148903",
                    "TitleEnglish": "Four Musketurtles",
                    "SummaryEnglish": "At the local Mardi Gras parade, April, dressed as a 17th-century noblewoman \"right out of the Three Musketeers\", suggests that the Turtles, who are walking the street 'au natural', should be in costume and should also read Dumas' book. She just happens to have a copy on her and gives it to Leonardo, who reads it at the first opportunity, is enthralled by it and tries to convince the other Turtles of the striking similarities between themselves and the Three Musketeers.   Meanwhile, down in the Technodrome, while watching April O'Neil's coverage of the Mardi Gras parade, Krang learns that the priceless Star of Brazil diamond, is, in fact, the long lost element of Impervium - a substance found only in Dimension X and was 'sent' to earth as part of an experiment. Krang tells Shredder that with the Impervium once again in his possession he could create weapons unknown to the likes of man. Shredder wastes no time sending Rocksteady and Bebop up to the Earth's surface to steal the gem.",
                    "Aliases": []
                },
                "17": {
                    "ID": "148904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148904",
                    "TitleEnglish": "Turtles, Turtles, Everywhere",
                    "SummaryEnglish": "April covers the launch of a new system developed by the city to help clean up the city's garbage problems faster than ever: An automated computer, programmed to retrieve all forms of waste material, controls several garbage pick-up trucks from its control center, Shredder sees this computer as an ideal weapon to use against the turtles.\r\nBreaking into the lab where the computer is situated, the villain re-programs the c.p.u to capture TURTLES rather than retrieve litter...\r\nHowever, things go awry when all the trucks pick up are any non-mutant turtle they lay their eyes upon..including the last of a soon to be an extinct race of turtles, just about to give birth..\r\nCan the green machine save their 'distant cousins' from this terrapin-taker? Or will Shredder get what he originally wanted after all?",
                    "Aliases": []
                },
                "18": {
                    "ID": "148905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148905",
                    "TitleEnglish": "Cowabunga Shredhead",
                    "SummaryEnglish": "Shredder has an accident and ends up acting like Michaelangelo. The episode has the Turtles dealing with him switching between his evil personality and Michaelangelo, to hilarious consequences.",
                    "Aliases": []
                },
                "19": {
                    "ID": "148906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148906",
                    "TitleEnglish": "Invasion of the Turtle Snatchers",
                    "SummaryEnglish": "The Turtles throw April a surprise party to celebrate her first anniversary as a reporter at Channel Six News, but April is not feeling very celebratory -- it seems that Burne Thompson has suggested that she will not be celebrating her second anniversary if she does not find a story soon. Donatello and Irma rush out to get a special pizza in an effort to lift her spirits.   Meanwhile, Krang and Shredder send Rocksteady and Bebop up to the Earth's surface to locate \"a new source of energy generated by the Nucleon Fission Reactor at the University\". But the mutants think that Shredder is sending them 'fishing' and when they finally learn their mistake, a bright ray of light, coming from out of the sky, zaps Rocksteady and he disappears.",
                    "Aliases": []
                },
                "20": {
                    "ID": "148907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148907",
                    "TitleEnglish": "Camera Bugged",
                    "SummaryEnglish": "After demonstrating poor skills in their daily katas, the Turtles convince Splinter that they need a vacation -- he agrees, if they can agree where to spend it. Meanwhile, an Alien Tourist/Polarisoid arrives on Earth taking photos of everything -- and everything he takes a photo of disappears right into his camera, to be viewed by family and friends back home on Polaris. Calls are flooding into Channel Six News -- even City Hall is missing and April sets out to get an exclusive. At the Technodrome, Shredder and Krang realize that if they could get hold of the Polarisoid's camera they could rid themselves of the Turtles once and for all.",
                    "Aliases": []
                },
                "21": {
                    "ID": "148908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148908",
                    "TitleEnglish": "Green with Jealousy",
                    "SummaryEnglish": "Shredder and Krang engineer a love potion that makes Leonardo, Michaelangelo, and Raphael all fall in love with Irma. Donatello races for an antidote before Shredder drains a naval submarine of all its power.",
                    "Aliases": []
                },
                "22": {
                    "ID": "148909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148909",
                    "TitleEnglish": "Return of the Fly",
                    "SummaryEnglish": "Noticing that the Technodrome's ballast tanks are low, Krang decides to take the Technodrome closer to the surface so that it can siphon off water from an underground reservoir. Meanwhile, Donatello has built a device that will track the Technodrome's movements. No sooner is he done, then the Technodrome is on the move. Observing the action of both the Turtles and Shredder and company is none other than Baxter Stockman/The Fly, who has recently returned to the current dimension and is desperate to enact his revenge on both Shredder and the Turtles. The Turtles, along with April, arrive at the underground water tank before Shredder, and while they prepare for him, April is kidnapped by Baxter Stockman/The Fly.",
                    "Aliases": []
                },
                "23": {
                    "ID": "148910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148910",
                    "TitleEnglish": "Casey Jones - Outlaw Hero",
                    "SummaryEnglish": "A self-appointed vigilante, wearing a hockey mask and named Casey Jones, is striking fear in the hearts of the city's criminals. However, the legal system feels that this same vigilante is violating the civil rights of said criminals, therefore, the Police, who believe that the Turtles are responsible, issue an All Points Bulletin. Mr. Thompson calls April at her apartment at five in the morning to assign her the story -- she accepts, but only to prove the Turtles' innocence. The Turtles have also had their own run-in with the vigilante and, realizing how easy it will be for people to confuse him with them, elect to try and stop him. Meanwhile, Krang has developed an army of tiny mechanical insects designed to infiltrate the city's machinery, thereby having access to control it.",
                    "Aliases": []
                },
                "24": {
                    "ID": "148911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148911",
                    "TitleEnglish": "Mutagen Monster",
                    "SummaryEnglish": "A train accident produces gallons of mutagen that drench nearby cattle. The result is a super bull with a temper!",
                    "Aliases": []
                },
                "25": {
                    "ID": "148912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148912",
                    "TitleEnglish": "Corporate Raiders from Dimension X",
                    "SummaryEnglish": "White-collar criminals give new meaning to the term 'hostile take-over.' Casey Jones helps the Turtles uncover who's behind a new wave of corporate crime.",
                    "Aliases": []
                },
                "26": {
                    "ID": "148913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148913",
                    "TitleEnglish": "Pizza by the Shred",
                    "SummaryEnglish": "Michaelangelo gets a job as a pizza delivery boy. But who's his new boss?",
                    "Aliases": []
                },
                "27": {
                    "ID": "148914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148914",
                    "TitleEnglish": "Super Bebop & Mighty Rocksteady",
                    "SummaryEnglish": "Shredder and Krang produce hi-tech versions of Rocksteady and Bebop to keep the Turtles busy.",
                    "Aliases": []
                },
                "28": {
                    "ID": "148915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148915",
                    "TitleEnglish": "Beware the Lotus",
                    "SummaryEnglish": "Krang hires a female Ninja, Lotus, to replace Shredder. It seems that Lotus has agreed to help Krang locate the Turtles in exchange for 100 pounds of gold. To prove her worthiness, and Shredder's unworthiness, Lotus defeats him with her Ninja skills. Shredder, Rocksteady and Bebop leave the Technodrome with their tails between their legs vowing that Krang will someday beg to have them back. Meanwhile, Burne assigns April and Vernon to do a special story on romance. At the Olaf Perfume Factory, April interviews a Monsieur Olaf, who reveals that he has a 'Scent Analyzer' that can 'sniff out' any fragrance. But, while protected by three armed guards, is suddenly stolen by Lotus and in its place, she leaves a lotus flower. A short time later, Lotus visits Aqua Land and steals from Dr Gilman, a marine biologist, his complete file on his study of genetic codes of turtles. Once again she leaves a lotus flower in its place.",
                    "Aliases": []
                },
                "29": {
                    "ID": "148916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148916",
                    "TitleEnglish": "Blast from the Past",
                    "SummaryEnglish": "Krang and Shredder are going stir crazy. They have been defeated once too often by the Turtles, so Shredder has decided to do something about it. He takes Rocksteady and Bebop up to the Earth's surface and to the Asian-American Cultural Center where the burial urn of an ancient noble warrior and founder of the Foot Clan, Shibana-Sama, is on display.   Meanwhile, April is doing a live broadcast from the same Asian-American Cultural Center. Splinter suggests that he and the Turtles should hurry there at once for fear that Shredder may be on his way. But they are too late. Shredder knocks the Turtles out with a ninja smoke bomb and releases the spirit of Shibana-Sama. Shredder requests that the Warrior Spirit teach Rocksteady and Bebop the secret ways of the ninja and make them invincible. Shibana-Sama replies that only the true leader of the Foot Clan can make such a request.",
                    "Aliases": []
                },
                "30": {
                    "ID": "148917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148917",
                    "TitleEnglish": "Leatherhead Terror of the Swamp",
                    "SummaryEnglish": "While Raphael is reliving the past, via the Turtles' photo album, their Frog friends in the Florida Swamps (Napolean Bonafrog, Genghis Frog, and Rasputin) are being terrorized by a mutant alligator known as Leatherhead, who makes them his slaves. They decide to call the Turtles for help.   Meanwhile, Krang's scanner picks up Leatherhead's activities and he sends Shredder, Rocksteady and Bebop to the same Florida Swamp to retrieve the mutant alligator and use him to help defeat the Turtles.\r\nBut no sooner do the Turtles and April arrive when they are captured by Leatherhead. The Frogs turn the tables and help the Turtles capture Leatherhead.\r\nShredder and company arrive in the Florida Swamp and stumble upon the Turtles and April, the Frogs and Leatherhead. They decide to track them for awhile before charging in and attacking. Sure enough he finds his golden opportunity when he rescues Leatherhead from the quicksand that the Turtles, the Frogs, and Leatherhead have fallen into.",
                    "Aliases": []
                },
                "31": {
                    "ID": "148918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148918",
                    "TitleEnglish": "Michaelangelo's Birthday",
                    "SummaryEnglish": "It's Michaelangelo's birthday, but none of his brothers seem to remember, and it frustrates him greatly. Meanwhile, Shredder and Krang discover what is possibly an 'anti-mutagen' that, after testing it on three rock soldiers, can undo mutations. Shredder, Bebop and Rocksteady are sent to use it on the Turtles, and our heroes have a few close calls.",
                    "Aliases": []
                },
                "32": {
                    "ID": "148919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148919",
                    "TitleEnglish": "Usagi Yojimbo",
                    "SummaryEnglish": "Thanks to a run-in with General Traag from Dimension X, the Turtles discover that Krang is experimenting with his 'Dimensional Portal' again. Donatello decides to contact the Nutrinos in an effort to discover what Krang is up to. Donatello's 'Pan-Dimensional Portal' is knocked 'off track' by Krang's machine and instead of Dimension X, the Turtles make contact with an alternate Earth, in 16th century Japan, where animals are the dominant species -- not humans. Suddenly, a samurai rabbit named Usagi Yojimbo is 'sucked' through the portal and into the Turtles' Lair. After a short battle, Usagi admits defeat and begs to learn their ninja secrets.",
                    "Aliases": []
                },
                "33": {
                    "ID": "148920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148920",
                    "TitleEnglish": "Case of the Hot Kimono",
                    "SummaryEnglish": "Someone is stealing all the kimonos in the city. After Master Splinter's favorite kimono is stolen, April's famous detective aunt helps the Turtles retrieve it.",
                    "Aliases": []
                },
                "34": {
                    "ID": "148921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148921",
                    "TitleEnglish": "Usagi Come Home",
                    "SummaryEnglish": "Shredder tricks Usagi Yojimbo into battling the Turtles.",
                    "Aliases": []
                },
                "35": {
                    "ID": "148922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148922",
                    "TitleEnglish": "The Making of Metalhead",
                    "SummaryEnglish": "While the Turtles are suffering from 'Turtle Pox', a disease that affects only mutant Turtles, Krang has developed a robotic turtle that he calls Metalhead in an effort to destroy the Ninja Ts. But first, in order to program the robot, Krang needs a 'Brainalyzer' scan of the Turtles. Shredder, Rocksteady and Bebop travel up to the surface and force the Turtles out of hiding by breaking into various business establishments throughout the City. Sure enough, the Turtles arrive at the scene of the crime, allowing Shredder to zap them with the Brainalyzer and making good their escape. The Turtles are confused but relieved to be back at home in their beds.",
                    "Aliases": []
                },
                "36": {
                    "ID": "148923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148923",
                    "TitleEnglish": "Leatherhead Meets the Rat King",
                    "SummaryEnglish": "Leatherhead heads to New York to get revenge on the Teenage Mutant Ninja Turtles. He runs into the Rat King instead, who has stolen a truckload of chemicals and plans to turn the citizens of New York into mindless zombies so his minions of rats can rule the city. With two of their most insidious foes in the same sewer, the Ninja Turles must work with April O'Neal to stop them both.",
                    "Aliases": []
                },
                "37": {
                    "ID": "148924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148924",
                    "TitleEnglish": "The Turtle Terminator",
                    "SummaryEnglish": "Rocksteady and Bebop, on Shredder's orders, kidnap Irma, who pleads with them to wait until tomorrow -- it seems that she has a date with a handsome weatherman from Channel Six News. As soon as April discovers Irma has been abducted, she contacts the Turtles. At his secret hideout, the Shredder activates his 'Turtle Terminator' to replicate itself to look just like Irma. He then sends the Irma/Turtle Terminator out on its mission -- to destroy all turtles. Irma/Turtle Terminator returns to Channel Six News and professes that nothing has happened to her nor has she seen Rocksteady and Bebop. April reports to the Turtles that Irma is back and that everything is fine but the Turtles are doubtful. They continue to investigate. However, when Irma/Turtle Terminator overhears Burne Thompson refer to his girlfriend as a 'turtle dove' she fires a laser blast out of her eyes, melting the telephone. April realizes that something is wrong.",
                    "Aliases": []
                },
                "38": {
                    "ID": "148925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148925",
                    "TitleEnglish": "The Great Boldini",
                    "SummaryEnglish": "The Turtles must clear their names when they are believed to be jewel thieves who stole a priceless emerald during a magic act run by a wizard named Boldini.",
                    "Aliases": []
                },
                "39": {
                    "ID": "148926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148926",
                    "TitleEnglish": "The Missing Map",
                    "SummaryEnglish": "Zach, the 'fifth Turtle' and his brother Walt visit the Turtles. As they leave, Walt takes a map that could guide Shredder to the lair... if it happens to fall into the wrong hands. Bebop and Rocksteady find out about the map by eavesdropping on Zach and Walt. Shredder, Bebop and Rocksteady pursue Zach and Walt through a Science Fair. Walt tries to look for a place to hide the map. Meanwhile, Zach gets captured by Shredder and gets taken to the Technodrome. Walt tries to find the Turtles to inform them of what has happened to his brother.    April is broadcasting from the Science Fair and notifies the Turtles that Walt was seen being chased by Shredder through the Fair. The Turtles set out to find them and on the way they run into Walt who is fleeing from Shredder. Back at the Technodrome, Zach is driving Krang crazy. He is playing with all the buttons on the console. The Turtles find out where Zach is and rescue him, making Krang very happy.",
                    "Aliases": []
                },
                "40": {
                    "ID": "148927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148927",
                    "TitleEnglish": "The Gang's All Here",
                    "SummaryEnglish": "Shredder tries to trick the Turtles into eating cookies made with anti-mutagen. The mutagen is supposed to change the Turtles into human weaklings so Shredder can destroy them. Donatello discovers what the cookies are made of and throws them away warning the Turtles that the mutagen is unstable.    Michaelangelo wanting to be a human, tries one of the cookies and it mutates him into a teenager. As a human, he meets with April who is working undercover in a gang. This gang, lead by Lugnut, happens to be the one that Rocksteady and Bebop used to belong to. Bebop and Rocksteady ask them to steal electronic parts from an abandoned tanker for the Technodrome. Michaelangelo is having problems with the mutagen being unstable. He keeps changing from human to Turtle at the most inopportune times. April sees him at one of those times and discovers who he really is.",
                    "Aliases": []
                },
                "41": {
                    "ID": "148928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148928",
                    "TitleEnglish": "The Grybyx",
                    "SummaryEnglish": "An affectionate, cuddly creature from another world shows up on Earth, with the ability to move objects by mental power. It turns out to be an escaped pet of the Neutrinos. The Neutrinos - Dask, Kala and Zak are in search of Kala's pet Grybyx. As it turns out, the small and cuddly creature can turn into a humongous monster. This transformation occurs when it gets fed pizza, and soon enough the gigantic Grybyx-creature threatens the Turtles and the city. Of course, Shredder and Krang want the Grybyx, but they end up getting more than they bargained for. After transforming back into its old self, the Neutrinos return the once-again cuddly little creature to their dimension.",
                    "Aliases": []
                },
                "42": {
                    "ID": "148929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148929",
                    "TitleEnglish": "Mister Ogg Goes to Town",
                    "SummaryEnglish": "An impish alien comedian from Dimension Z (who has mannerisms similar to Pee Wee Herman), escapes to Earth to cause big trouble for the TMNT.",
                    "Aliases": []
                },
                "43": {
                    "ID": "148930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148930",
                    "TitleEnglish": "Shredderville",
                    "SummaryEnglish": "The Turtles have entered an alternate universe in which they thought had never existed and The Shredder rules the city as Emperor.",
                    "Aliases": []
                },
                "44": {
                    "ID": "148931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148931",
                    "TitleEnglish": "Bye, Bye, Fly",
                    "SummaryEnglish": "An interdimensional alien spacecraft leads Baxter Stockman to his latest vengeful plot to destroy the Turtles and Shredder.",
                    "Aliases": []
                },
                "45": {
                    "ID": "148932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148932",
                    "TitleEnglish": "The Big Rip Off",
                    "SummaryEnglish": "After several failed attempts to get the Technodrome re-energized, Shredder and Krang run one last-ditch distraction for the Turtles at Fort Charles while Bebop and Rocksteady steal energy fuel cells from the neighboring space research center.",
                    "Aliases": []
                },
                "46": {
                    "ID": "148933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148933",
                    "TitleEnglish": "The Big Break In",
                    "SummaryEnglish": "The Technodrome is up and running again, and it is up to the Turtles to hinder Shredder and Krang from getting to the surface.",
                    "Aliases": []
                },
                "47": {
                    "ID": "148934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148934",
                    "TitleEnglish": "The Big Blow Out",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "7673",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "148935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148935",
                    "TitleEnglish": "Plan Six from Outer Space",
                    "SummaryEnglish": "With the Technodrome in serious need for new equipment, Bebop and Rocksteady are sent to Earth, disguised in human form, to capture the Channel 6 building and return it to Dimension X.",
                    "Aliases": []
                },
                "2": {
                    "ID": "148936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148936",
                    "TitleEnglish": "Turtles of the Jungle",
                    "SummaryEnglish": "Professor Willard W. Willard, one of Donatello's idols, invents a Molecular Intensifier to control the growth of living things. Krang hears about it and sends Shredder to steal it.\r\nWhile testing the Intensifier, the Professor accidentally zaps his pet monkey Jocko, who grows to 30 feet in height. He also zaps some roots which then grow enormous and begin to take over the city, turning it into a jungle.\r\nJocko gets attracted to April and starts chasing after her. To stop Jocko, the Professor zaps Donatello, making him 30 feet tall as well. Jocko gets angry at Donatello and they start fighting. The Turtles realize they have to stop Jocko before he and Donatello destroy the city. They urge the Professor to come up with a formula to reverse the Intensifier's effects. The Turtles finally reverse the Intensifier's effects. They stop Shredder from getting the device and return the City back to normal.",
                    "Aliases": []
                },
                "3": {
                    "ID": "148937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148937",
                    "TitleEnglish": "Michaelangelo Toys Around",
                    "SummaryEnglish": "While trying to see the new toys at the Toy Fair, Michaelangelo stumbles upon a plot to take over a noted toy company.",
                    "Aliases": []
                },
                "4": {
                    "ID": "148938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148938",
                    "TitleEnglish": "Peking Turtle",
                    "SummaryEnglish": "In Dimension X, Krang watches on the viewscreen as April broadcasts from the opening of an exhibit of rare Chinese warrior statues, as well as the world's largest pearl. Krang thinks he can bring the statue to life and use the pearl to create a forcefield to bring the Technodrome back to Earth.\r\nKrang sends Shredder, Bebop and Rocksteady to the museum. They bring one of the warriors to life. Bebop and Rocksteady take it to the sewers to destory the Turtles. At the museum, Shredder brings to life the rest of the statues and orders them to find the Turtles and destroy them. Krang tells Shredder to order his statues to kidnap April and Vernon, luring the Turtles to the museum so the statues can destroy them.\r\nBebop and Rocksteady lead the army of statues back to the museum with April and Vernon. The Turtles follow them to the museum hoping to rescue April and Vernon. The turtles realize that they won't be able to defeat the statues before Krang brings the Technodrome back to Earth.",
                    "Aliases": []
                },
                "5": {
                    "ID": "148939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148939",
                    "TitleEnglish": "Shredder's Mom",
                    "SummaryEnglish": "New York is in the middle of an induced heat wave caused by Shredder, who must battle the Turtles and deal with his mother, Miyoko Saki, at the same time.",
                    "Aliases": []
                },
                "6": {
                    "ID": "148940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148940",
                    "TitleEnglish": "Four Turtles and a Baby",
                    "SummaryEnglish": "When General Tragg and his troops attack the Neutrino capital, the Neutrino leaders, Zenter and Gizzla, send their infant daughter Tribble through a portal to Earth, asking the Turtles to look after her, but Tribble causes big trouble for our heroes.",
                    "Aliases": []
                },
                "7": {
                    "ID": "148941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148941",
                    "TitleEnglish": "Turtlemaniac",
                    "SummaryEnglish": "An eccentric billionaire, Monroe Q. Flem, who is also a collector, wishes to collect every piece of TMNT memorabilia that he can get his evil hands on, including April and the Turtles themselves.",
                    "Aliases": []
                },
                "8": {
                    "ID": "148942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148942",
                    "TitleEnglish": "Rondo in New York",
                    "SummaryEnglish": "Shredder, Bebop, and Rocksteady are in town to steal a rare new mutagen created by Oswald Dren, a grad student. Some mutagen is accidentally spilled onto a reel of movie film and monsters and a movie hero named Rondo come to life! The real Rondo is a wimp, and the Turtles try to help him confront the now-living monsters that stalk the street and the movie theater where the Monster Movie Marathon took place. With the turtles' help, Shredder and the mutants fail to steal the mutagen.",
                    "Aliases": []
                },
                "9": {
                    "ID": "148943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148943",
                    "TitleEnglish": "Planet of the Turtles",
                    "SummaryEnglish": "The Turtles must save the Earth from a massive energy drain and its Apocalyptic result by traveling to another dimension where turtles are the dominant species.",
                    "Aliases": []
                },
                "10": {
                    "ID": "148944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148944",
                    "TitleEnglish": "Name That Toon",
                    "SummaryEnglish": "A Technodrome computer disguised as an electronic keyboard ends up on Earth, and in the most unlikely of hands.",
                    "Aliases": []
                },
                "11": {
                    "ID": "148945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148945",
                    "TitleEnglish": "Menace Maestro, Please",
                    "SummaryEnglish": "When a power surge causes an arcade machine to release Tempestra, It's up to Leonardo to stop her digital wrath before she becomes dangerously powerful.",
                    "Aliases": []
                },
                "12": {
                    "ID": "148946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148946",
                    "TitleEnglish": "Superhero for a Day",
                    "SummaryEnglish": "Gadget Man comes out of retirement after 50 years but is tricked by Shredder into fighting against the Turtles.",
                    "Aliases": []
                },
                "13": {
                    "ID": "148947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148947",
                    "TitleEnglish": "Back to the Egg",
                    "SummaryEnglish": "Krang hires a multi-dimensional ring-master who intends on making the Teenage Mutant Ninja Turtles part of his circus by using an anti-aging serum.",
                    "Aliases": []
                },
                "14": {
                    "ID": "148948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148948",
                    "TitleEnglish": "Son of Return of the Fly II",
                    "SummaryEnglish": "Vengeful Baxter Stockman and an A.I. computer return to Earth from a dimensional limbo and capture the Turtles while luring Shredder into their trap as well.",
                    "Aliases": []
                },
                "15": {
                    "ID": "148949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148949",
                    "TitleEnglish": "Raphael Knocks 'em Dead",
                    "SummaryEnglish": "Raphael must contend with a mobster named Pinky McFingers when he is kidnapped from a local comedy club.",
                    "Aliases": []
                },
                "16": {
                    "ID": "148950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148950",
                    "TitleEnglish": "Bebop and Rocksteady Conquer the Universe",
                    "SummaryEnglish": "On their latest trip to Earth, Bebop and Rocksteady steal a machine that makes everyone scared of everything.",
                    "Aliases": []
                },
                "17": {
                    "ID": "148951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148951",
                    "TitleEnglish": "Raphael Meets His Match",
                    "SummaryEnglish": "Raphael wins a place at the owner of a fast food chain's party. When the yacht is taken hostage by Hi-Tech pirates he and the mysterious lizard-woman Mona Lisa work together to stop them.",
                    "Aliases": []
                },
                "18": {
                    "ID": "148952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148952",
                    "TitleEnglish": "Slash: The Evil Turtle from Dimension X",
                    "SummaryEnglish": "Bebop and Rocksteady use Krang's new Mutagen on Bebop's pet turtle Slash so he can do their housework for them. Slash runs away and is conned by an irritated entrepreneur into framing the TMNT.",
                    "Aliases": []
                },
                "19": {
                    "ID": "148953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148953",
                    "TitleEnglish": "Leonardo Lightens Up",
                    "SummaryEnglish": "A ray-gun makes Leonardo carefree and ignore his responsibilities. This leaves the Turtles defenseless and the city at the mercy of Maestro G Clef, a villain who destroys the city with music.",
                    "Aliases": []
                },
                "20": {
                    "ID": "148954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148954",
                    "TitleEnglish": "Were-Rats from Channel 6",
                    "SummaryEnglish": "After many failed attempts from his rodent subjects to find food, the Rat King learns of an abandoned canister of mutagen lost in the sewers and claims it for himself. Then, he kidnaps Irma and Vernon and uses the mutagen to transform them into his mutant slaves, for the sole purpose of raiding food warehouses. It is later discovered that the mutations are unstable and can only be active if the Rat King plays his hypnotic flute.",
                    "Aliases": []
                },
                "21": {
                    "ID": "148955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148955",
                    "TitleEnglish": "Funny, They Shrunk Michaelangelo",
                    "SummaryEnglish": "When Michaelangelo decides to put one of Donatello's inventions on max power for his own entertainment, he ends in a--quite literally--little problem. April and Vernon get caught in the shrinking ray while getting footage of a military ship and join Michaelangelo on his wild adventure.",
                    "Aliases": []
                },
                "22": {
                    "ID": "148956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148956",
                    "TitleEnglish": "The Big Zipp Attack",
                    "SummaryEnglish": "An alien called a 'Zipp' is sent to Earth, but this little alien soon becomes a big problem.",
                    "Aliases": []
                },
                "23": {
                    "ID": "148957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148957",
                    "TitleEnglish": "Donatello Makes Time",
                    "SummaryEnglish": "Donatello invents a machine that can freeze time, which a deranged professor steals as part of a plan to conquer the world.",
                    "Aliases": []
                },
                "24": {
                    "ID": "148958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148958",
                    "TitleEnglish": "Farewell Lotus Blossom",
                    "SummaryEnglish": "Ninja Lotus Blossom's nightmares draw her to a strange artifact in the Turtles' possession. The artifact contains an angry spirit, whose wife's soul is within Lotus.",
                    "Aliases": []
                },
                "25": {
                    "ID": "148959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148959",
                    "TitleEnglish": "Rebel Without a Fin",
                    "SummaryEnglish": "Dr. Polidorius, a mad scientist plotting to mutate all humanity into aquatic-beings, creates Ray (not the similarly-named Mighty Mutanimals character), who possesses several abilities of different marine species. Ray kidnaps April O'Neil, and Polidorius mutates her into a fish-woman to be Ray's mate.",
                    "Aliases": []
                },
                "26": {
                    "ID": "148970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148970",
                    "TitleEnglish": "Rhino-Man",
                    "SummaryEnglish": "The world's richest man announces a contest for the greatest superhero. The winner will receive an enormous diamond. Shredder and Krang enroll Bebop and Rocksteady for the contest to win the diamond. The turtles are incredibly surprised when they meet superhero contestants like Cheeseburger Man, Newsman (aka Vernon) and Rhino-man (aka Rocksteady) with his sidekick Mighty Hawk (aka Bebop).",
                    "Aliases": []
                },
                "27": {
                    "ID": "148971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148971",
                    "TitleEnglish": "Michaelangelo Meets Bugman",
                    "SummaryEnglish": "Michaelangelo meets his favourite comic book hero after he saves a weakened Brick Bradley in the sewers, and then he and Bugman take on the evil Electrozapper together.",
                    "Aliases": []
                },
                "28": {
                    "ID": "148960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148960",
                    "TitleEnglish": "Poor Little Rich Turtle",
                    "SummaryEnglish": "Michaelangelo must babysit and protect a young rich girl named Buffy, who knows the formula for a super fuel that Krang needs for the Technodrome.",
                    "Aliases": []
                },
                "29": {
                    "ID": "148961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148961",
                    "TitleEnglish": "What's Michaelangelo Good For?",
                    "SummaryEnglish": "Michaelangelo must rescue the other Turtles when they are captured by an evil scientist.",
                    "Aliases": []
                },
                "30": {
                    "ID": "148962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148962",
                    "TitleEnglish": "The Dimension X Story",
                    "SummaryEnglish": "Shredder has a plan to destroy the Turtles, but with the Technodrome's portal out of commission, he is unable to challenge them on Earth, so he uses the Dimensional Teleporter to bring his enemies to Dimension X.",
                    "Aliases": []
                },
                "31": {
                    "ID": "148963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148963",
                    "TitleEnglish": "Donatello's Degree",
                    "SummaryEnglish": "Donatello earns his degree from Sopho University, but discovers that he has been mistaken for a girl, so he asks Irma to masquerade as him. Meanwhile, the real Donatello discovers a plot by Professor Philo Sopho to destroy the Earth.",
                    "Aliases": []
                },
                "32": {
                    "ID": "148964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148964",
                    "TitleEnglish": "The Big Cufflink Caper!",
                    "SummaryEnglish": "The Teenage Mutant Ninja Turtles are looking for some excitement. They soon find it when hoods start robbing fancy stores but only steal cufflinks! The turtles decide to investigate this and the only way to do so is to go as undercover crooks. After putting a competing gang 'on ice', the turtles get the scoop on the cufflinks and learn which cufflink they really want which is a high explosive and so the turtles must keep the hoods, and Shredder, Rocksteady, and Bebop away from it.",
                    "Aliases": []
                },
                "33": {
                    "ID": "148972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148972",
                    "TitleEnglish": "Leonardo Versus Tempestra",
                    "SummaryEnglish": "One night the turtles crash the video arcade to play video games all night. Leonardo's eye is caught by a video game called Tempestra's revenge. No matter how good of player, Leonardo is, he always loses to Tempestra. But things get much worse after the video game comes to life and Tempestra breaks free. She needs an awful lot of energy source in order to continue to exist.",
                    "Aliases": []
                },
                "34": {
                    "ID": "148973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148973",
                    "TitleEnglish": "Splinter Vanishes",
                    "SummaryEnglish": "Splinter has suddenly disappeared, and a note left behind from him forces the Turtles to go their separate ways, but one by one, they are captured by Leatherhead and the Rat King.",
                    "Aliases": []
                },
                "35": {
                    "ID": "148965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148965",
                    "TitleEnglish": "Raphael Drives 'em Wild",
                    "SummaryEnglish": "A machine called the Transmogrifier causes Raphael and a cab driver to swap bodies, and it is later discovered that a defect in that same small device could do some very big damage to the city if activated.",
                    "Aliases": []
                },
                "36": {
                    "ID": "148966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148966",
                    "TitleEnglish": "Beyond the Donatello Nebula",
                    "SummaryEnglish": "While trying to contact the Turtle Nebula, Donatello meets an intelligent lizard alien named Algernon ('Algae' for short), who must help him and the other Turtles rescue April from a greedy man named Hostile Hiram Grelch.",
                    "Aliases": []
                },
                "37": {
                    "ID": "148967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148967",
                    "TitleEnglish": "Big Bug Blunder",
                    "SummaryEnglish": "A failed mutagen experiment results in an invasion of giant insects and arachnids in New York City.",
                    "Aliases": []
                },
                "38": {
                    "ID": "148968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148968",
                    "TitleEnglish": "The Foot Soldiers Are Revolting",
                    "SummaryEnglish": "A Foot Soldier named Alpha-1 has his intelligence increased, but it results in a Foot Soldier rebellion against Shredder and Krang and the duos exile from the Technodrome.",
                    "Aliases": []
                },
                "39": {
                    "ID": "148969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148969",
                    "TitleEnglish": "Unidentified Flying Leonardo",
                    "SummaryEnglish": "While helping April investigate a report of giant monsters attacking a superstitious farming village, Leonardo is mistaken for an alien from another planet. The lone Turtle must avoid being hunted down into extinction while also trying to rescue April from a mad scientist.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "7674",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "148974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148974",
                    "TitleEnglish": "The Turtles and the Hare",
                    "SummaryEnglish": "In Krang's latest scheme, Rocksteady and Bebop, dressed as Easter bunnies, are blasting people with a Docilizer Ray and turning them into timid, rabbit-like people. If the ray works, Krang plans on installing it in a microwave transmitting dish and zapping the entire City with it! To stop them, the Turtles must search out a Cyranium Crystal in the Fairy Tale Dimension.",
                    "Aliases": []
                },
                "2": {
                    "ID": "148975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148975",
                    "TitleEnglish": "Once Upon a Time Machine",
                    "SummaryEnglish": "Hokum Hare discovers that Shredder has a 'time train'  to travel to the future, where he can become a crimelord of a crime-free era. The Turtles and Hokum grab a ride on the train, arrive in the future to find the elder versions of the Turtles, now retired! Shredder plans to kick older Turtle butt, and the younger Turtles try to whip their older selves into shape before the big confrontation.",
                    "Aliases": []
                },
                "3": {
                    "ID": "148976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148976",
                    "TitleEnglish": "My Brother, the Bad Guy",
                    "SummaryEnglish": "A family secret is revealed when Lieutenant Kazou Saki arrives from Japan to arrest his brother Oroku Saki, who turns out to be the Turtles' greatest enemy. Shredder and Krang send the Technodrome from Dimension X to Earth, but Donatello re-programs it to crash in the Arctic.",
                    "Aliases": []
                },
                "4": {
                    "ID": "148977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148977",
                    "TitleEnglish": "Michaelangelo Meets Mondo Gecko",
                    "SummaryEnglish": "Michaelangelo's strange dreams lead him to seek out Mondo Gecko, a lizard who was caught in the same ooze as the Turtles. Gecko eventually rebels against his boss, Mr. X, and his bombing campaign.",
                    "Aliases": []
                },
                "5": {
                    "ID": "148978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148978",
                    "TitleEnglish": "Enter: Mutagen Man",
                    "SummaryEnglish": "A delivery boy accidentally falls into Krang's new unstable Mutagen and becomes able to transform into anyone he chooses. Shredder tricks him into helping him launch the Mutagen into space and mutate the world, but this 'Mutagen Man' has other ideas.",
                    "Aliases": []
                },
                "6": {
                    "ID": "148979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148979",
                    "TitleEnglish": "Donatello's Badd Time",
                    "SummaryEnglish": "Donatello has tricked out the Turtle Van, but while taking it for a test drive, it's stolen from him by a family of robbing hillbillies. Can Donatello get the Van back in time before his brothers find out?",
                    "Aliases": []
                },
                "7": {
                    "ID": "148980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148980",
                    "TitleEnglish": "Michaelangelo Meets Bugman Again",
                    "SummaryEnglish": "When the city is hit with a sudden termite infestation, the only superhero who can help--Bugman--is too at peace with himself to aid the Turtles in defeating it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "148981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148981",
                    "TitleEnglish": "Muckman Messes Up",
                    "SummaryEnglish": "An accident causes two garbagemen to mutate into Muckman and Joe Eyeball. Muckman's slime is found to weaken the Turtles, and Shredder tricks him into working with him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "148982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148982",
                    "TitleEnglish": "Napoleon Bonafrog: Colossus of the Swamps",
                    "SummaryEnglish": "While testing an experimental Muta-Shooter invented by Krang, Shredder unexpectedly turns Napoleon Bonafrog into a muscular, monstrous version of himself.",
                    "Aliases": []
                },
                "10": {
                    "ID": "148983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148983",
                    "TitleEnglish": "Raphael Versus the Volcano",
                    "SummaryEnglish": "A malfunction of Donatello's latest invention ultimately results in Raphael believing he is about to die, and ultimately trying to save the world by himself.",
                    "Aliases": []
                },
                "11": {
                    "ID": "148984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148984",
                    "TitleEnglish": "Landlord of the Flies",
                    "SummaryEnglish": "Baxter Stockman leads a swarm of flies in an attempt to conquer New York and prove his worth to Shredder and Krang so he can become human again.",
                    "Aliases": []
                },
                "12": {
                    "ID": "148985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148985",
                    "TitleEnglish": "Donatello's Duplicate",
                    "SummaryEnglish": "Tired of fixing everything in the lair, Donatello decides to clone himself so he can work on his other inventions. However, Donatello's clone turns against him and joins the Rat King in an attempt to conquer the city with a rat infestation.",
                    "Aliases": []
                },
                "13": {
                    "ID": "148986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148986",
                    "TitleEnglish": "The Ice Creature Cometh",
                    "SummaryEnglish": "Bebop and Rocksteady botch another mutagen experiment, resulting in a giant ice creature who Bebop dubs 'Frosty', and Shredder uses this monster to freeze New York solid, preoccupying the Turtles long enough for him to steal thermal explosives needed to melt the Technodrome free from the ice.",
                    "Aliases": []
                },
                "14": {
                    "ID": "148987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148987",
                    "TitleEnglish": "Leonardo Cuts Loose",
                    "SummaryEnglish": "A nerd-turned-muscleman captures three of the Turtles, and a reluctant Leonardo must ask Casey Jones for help in rescuing them.",
                    "Aliases": []
                },
                "15": {
                    "ID": "148988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148988",
                    "TitleEnglish": "Pirate Radio",
                    "SummaryEnglish": "Using a hypnotic microphone and speaker, Shredder takes over a radio station and broadcasts a signal that sends the population of New York City sailing into a dimensional limbo dubbed 'Krang's Chasm'.",
                    "Aliases": []
                },
                "16": {
                    "ID": "148989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148989",
                    "TitleEnglish": "Raphael, Turtle of a Thousand Faces",
                    "SummaryEnglish": "Raphael's latest study of disguises leads the Turtles to attempt a rescue when he is mistaken for a mobster named 'Mad Dog McMutt'.",
                    "Aliases": []
                },
                "17": {
                    "ID": "148991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148991",
                    "TitleEnglish": "Zach and the Alien Invaders",
                    "SummaryEnglish": "Zach, the Turtles' young friend, is put into military camp by his parents after making numerous false reports of aliens, only to find two real aliens--Wingnut and Screwloose--brainwashing the cadets to be their army and must call in the Turtles to defeat them.",
                    "Aliases": []
                },
                "18": {
                    "ID": "148990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148990",
                    "TitleEnglish": "Leonardo, the Renaissance Turtle",
                    "SummaryEnglish": "A mad professor named Mindbender creates a law-enforcement robot named \"LEX\" to clean up crime in New York, but LEX ultimately starts arresting numerous innocent people for the smallest infraction. With the other Turtles unreachable, Leonardo must discover his own innate skills to stop this rogue robot before he and Mindbender declare themselves dictators of the city.",
                    "Aliases": []
                },
                "19": {
                    "ID": "148992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148992",
                    "TitleEnglish": "Welcome Back, Polarisoids",
                    "SummaryEnglish": "Frip the Polarisoid arrives back on Earth with his family for a visit, and must ultimately ask the Turtles for help in reclaiming his camera while helping them stop Krang's latest plan to conquer the city.",
                    "Aliases": []
                },
                "20": {
                    "ID": "148993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148993",
                    "TitleEnglish": "Michaelangelo, the Sacred Turtle",
                    "SummaryEnglish": "While on a visit to an Egyptian Exhibit, Michaelangelo is mistaken for a Pharaoh named \"Amun Turt-El\", also known as 'The Sacred Turtle'.",
                    "Aliases": []
                },
                "21": {
                    "ID": "148994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148994",
                    "TitleEnglish": "Planet of the Turtleoids (1)",
                    "SummaryEnglish": "After clashing with the mutant bull and mole duo Groundchuck and Dirtbag, the Turtles and their new enemies are taken to Shellri-La by an alien 'Turtleoid' named Kerma, where our heroes must help defend his planet from a two-headed dragon named Herman the Horrible.",
                    "Aliases": []
                },
                "22": {
                    "ID": "374477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/374477",
                    "TitleEnglish": "Planet of the Turtleoids (2)",
                    "SummaryEnglish": "With Herman the Horrible defeated and exposed as two renegade Turtleoid delegates on Shell-Ri-La, the Turtles return to Earth, where they must destroy Shredder's new Technodrome Mark II and then defeat Chrome Dome.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "7675",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "148995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148995",
                    "TitleEnglish": "Rock Around the Block",
                    "SummaryEnglish": "As part of his latest plan, Krang brings General Traag to Earth from Dimension X as a distraction for the Turtles, while Krang tries to turn a laser at the ice and free the Technodrome from its prison at the North Pole. Meanwhile, Donatello learns a new fighting move, Wu Wei, where one ninja turns his opponent's attack against him without action.",
                    "Aliases": []
                },
                "2": {
                    "ID": "148996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148996",
                    "TitleEnglish": "Krangenstein Lives!",
                    "SummaryEnglish": "Krang's robot body goes out of control because Bebop & Rocksteady lose the right machine Chip. Michaelangelo won't stop playing a video game, much to the other Turtles' annoyance.",
                    "Aliases": []
                },
                "3": {
                    "ID": "148997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148997",
                    "TitleEnglish": "Super Irma",
                    "SummaryEnglish": "Irma gets super magnetic powers and starts to fight crime.",
                    "Aliases": []
                },
                "4": {
                    "ID": "148998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148998",
                    "TitleEnglish": "Adventures in Turtle-Sitting",
                    "SummaryEnglish": "Michaelangelo accidentally turns his brothers into five-year-olds with Donatello's \"Food Rebibifier\"(a machine that turns old and rotten food fresh again), while Shredder, Rocksteady, and Bebop steal weather balloons and helium tanks.",
                    "Aliases": []
                },
                "5": {
                    "ID": "148999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/148999",
                    "TitleEnglish": "Sword of Yurikawa",
                    "SummaryEnglish": "A mystery ninja steals a powerful sword that belonged to his old ninja master in order to test the Turtles' ninja spirits.",
                    "Aliases": []
                },
                "6": {
                    "ID": "149000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149000",
                    "TitleEnglish": "Return of the Turtleoid",
                    "SummaryEnglish": "A friend of the Turtles, Kerma, is hunted down by a destroyer because of a glitch in its sensors. The destroyer was supposed to hunt down a space pirate named Nerma, but the glitch made it come out 'Kerma'.",
                    "Aliases": []
                },
                "7": {
                    "ID": "149001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149001",
                    "TitleEnglish": "Shreeka's Revenge",
                    "SummaryEnglish": "A vain, galactic outlaw named Shreeka is after her power ring that Krang took from her. The problem is that April now has the ring.",
                    "Aliases": []
                },
                "8": {
                    "ID": "149002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149002",
                    "TitleEnglish": "Too Hot to Handle",
                    "SummaryEnglish": "A machine is causing the Earth to move closer to the sun. Vernon's incredibly smart nephew, Foster, helps the Turtles on their adventure.",
                    "Aliases": []
                },
                "9": {
                    "ID": "149003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149003",
                    "TitleEnglish": "Nightmare in the Lair",
                    "SummaryEnglish": "Donatello's newest invention, the 'Dream-o-Vision' helmet, causes Michaelangelo and Leonardo to be stuck in a nightmare world & the lair is being terrorized by a Freddy Krueger-like person.",
                    "Aliases": []
                },
                "10": {
                    "ID": "149004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149004",
                    "TitleEnglish": "Phantom of the Sewers",
                    "SummaryEnglish": "The Turtles help a man with a disfigured face (that was actually dried paint) stop a bank robbery.",
                    "Aliases": []
                },
                "11": {
                    "ID": "149005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149005",
                    "TitleEnglish": "Donatello Trashes Slash",
                    "SummaryEnglish": "Slash, the evil mutant turtle, returns to Earth from outer space with a greatly increased IQ and a raygun that turns humans into turtles. He plans to reign as Turtle Supreme, but he will have to get past the Teenage Mutant Ninja Turtles to do it.",
                    "Aliases": []
                },
                "12": {
                    "ID": "149006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149006",
                    "TitleEnglish": "Leonardo is Missing",
                    "SummaryEnglish": "Leonardo gets lost following a distress signal while Krang invents a 'Hyper-Thruster'. Krang tries to blow the Earth off its axis and melt the ice. The Technodrome is not at the bottom of the sea, but is at the North Pole.",
                    "Aliases": []
                },
                "13": {
                    "ID": "149007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149007",
                    "TitleEnglish": "Snakes Alive!",
                    "SummaryEnglish": "The Turtles try to solve a missing snake mystery, but Leonardo is afraid of snakes. A scientist who had a snake venom lab accident and turned into a snake tries to turn the city into a swamp.",
                    "Aliases": []
                },
                "14": {
                    "ID": "149008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149008",
                    "TitleEnglish": "Polly Wanna Pizza",
                    "SummaryEnglish": "Michaelangelo buys a parrot and names him Ditto, although the bird really belongs to a criminal who is after a rare key around Dido's neck because the Gulubi Ruby, the gem the thief stole, is in a vault that only the key can open.",
                    "Aliases": []
                },
                "15": {
                    "ID": "149009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149009",
                    "TitleEnglish": "Mr. Nice Guy",
                    "SummaryEnglish": "Donatello's 'Personality Alterator' turns Raphael too nice to fight. A mad scientist uses it to turn every policeman to nice so his robots can steal money and jewels.",
                    "Aliases": []
                },
                "16": {
                    "ID": "149010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149010",
                    "TitleEnglish": "Sleuth on the Loose",
                    "SummaryEnglish": "April's aunt helps the Turtles stop a mad scientist from building a doomsday device.",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "7676",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/7",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 27,
            "Episodes": {
                "1": {
                    "ID": "149011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149011",
                    "TitleEnglish": "Tower of Power",
                    "SummaryEnglish": "After winning a free European vacation, the Turtles journey to Paris, France. Meanwhile, Shredder, Rocksteady and Bebop are planning to steal metal from the Eiffel Tower on Bastille Day in order to power up the Technodrome.",
                    "Aliases": []
                },
                "2": {
                    "ID": "149012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149012",
                    "TitleEnglish": "Rust Never Sleeps",
                    "SummaryEnglish": "In the Technodrome, Krang works on an oxidizer rocket with enough power to blast the Technodrome to Earth. But something goes wrong, and instead of thrust, the device grows rust! Shredder berates Krang for yet another failed idea, but Krang sees this as a tool of conquest, by threatening to rust all metal on the Earth unless the citizens surrender.\r\nMeanwhile, the Turtles are in Paris with Splinter, who is showing them the sights via the sewer system. Shredder, Bebop and Rocksteady arrive in Paris with the device, which they charge with Paris' electrical power system. April arrives to cover the story of mysterious power failures in the City of Lights, and gets captured by Shredder. The Turtles head for the rescue as Rocksteady and Bebop blast everything in sight with their rust encruster. They stop the rusting as the Eiffel Tower itself begins to collapse from rust. The Turtles rescue April and just in time, Donatello reverses the rust encruster and saves the Eiffel Tower.",
                    "Aliases": []
                },
                "3": {
                    "ID": "149013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149013",
                    "TitleEnglish": "A Real Snow Job",
                    "SummaryEnglish": "In the Austrian Alps, Krang plans to use his new invention to melt the Alpine glaciers, flooding the low-lying villages.",
                    "Aliases": []
                },
                "4": {
                    "ID": "149014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149014",
                    "TitleEnglish": "Venice on the Half Shell",
                    "SummaryEnglish": "The Turtles take a tour of Venice, Italy, just in time for the annual Mardi Gras festival, which April O'Neil is covering for Channel 6. Meanwhile, Shredder & Krang plan to hold the priceless treasures of Venice to ransom by using Krang's HydroFluxor to flood the city.",
                    "Aliases": []
                },
                "5": {
                    "ID": "149015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149015",
                    "TitleEnglish": "Artless",
                    "SummaryEnglish": "Two intergalactic art collectors are stealing the priceless artworks from the museums of Florence, Italy. The aliens are taking only artworks designed by the Renaissance masters that the Turtles are named after.",
                    "Aliases": []
                },
                "6": {
                    "ID": "149016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149016",
                    "TitleEnglish": "Ring of Fire",
                    "SummaryEnglish": "The Turtles & Splinter arrive in Lisbon, Portugal, just in time for the annual Running of the Bulls. Meanwhile, Shredder & the mutants will use Krang's new heat ray magnifier to burn the city to ashes using the power of the Sun unless the Turtles can stop them.",
                    "Aliases": []
                },
                "7": {
                    "ID": "149017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149017",
                    "TitleEnglish": "The Irish Jig is Up",
                    "SummaryEnglish": "The TMNT & Splinter journey to Dublin, capital of the Republic of Ireland, land of myth & legend. Meanwhile, Shredder, Rocksteady & Bebop use Krang's Rainbow TransCharmer to transform all of the cute, furry animals in Dublin into vicious beasts.",
                    "Aliases": []
                },
                "8": {
                    "ID": "149018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149018",
                    "TitleEnglish": "Shredder's New Sword",
                    "SummaryEnglish": "Shredder takes possession of the mythic sword, Excalibur, and proclaims himself \"King Shredder\". The Turtles, along with Merlin, must take it from him or else the Medieval period will merge with the modern world.",
                    "Aliases": []
                },
                "9": {
                    "ID": "149019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149019",
                    "TitleEnglish": "The Lost Queen of Atlantis",
                    "SummaryEnglish": "The Turtles & Master Splinter travel to Athens, Greece, while April & Irma buy a mysterious amulet from a flea market vendor. Unfortunately, Krang & Shredder have tracked enormous power readings straight to April's necklace, which is slowly transforming her into the Queen of the mythical underwater city of Atlantis.",
                    "Aliases": []
                },
                "10": {
                    "ID": "149020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149020",
                    "TitleEnglish": "Turtles on the Orient Express",
                    "SummaryEnglish": "The Turtles take a trip on the famous Orient Express that runs from Gare de Lyon in Paris, France to Istanbul, Turkey. But Shredder is also on board and is planning to use Krang's new Super Charger to launch the Orient Express into the world's largest oil field.",
                    "Aliases": []
                },
                "11": {
                    "ID": "149021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149021",
                    "TitleEnglish": "April Gets in Dutch",
                    "SummaryEnglish": "The Turtles and April are in Amsterdam. April is covering the showing of the world-famed Duchess Diamond. Krang wants the diamond, a flawless stone, to focus the rays on his Laser Dimension Blade, which will cut through the dimensions and bring the Technodrome to Earth. Krang sends Shredder and the mutants to retrieve it, but they're foiled by a low-rent diamond thief, Spats Sparkle. There's a smelly battle at a cheese warehouse and a climactic chase at an abandoned windmill.",
                    "Aliases": []
                },
                "12": {
                    "ID": "149022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149022",
                    "TitleEnglish": "Northern Lights Out",
                    "SummaryEnglish": "A descendant of the Viking raiders, Eric Red, seizes both April and Professor Swenson's map to the underground volcanos in Scandinavia. He plans to tap into the molten energy, melt the polar ice cap and flood the world's coastal cities, making them easy prey for his wanna-be Vikings. The Turtles battle Eric's \"\"Hammer of Thor,\"\" fight a mechanical sea serpent and stop the guy before he blows up the volcanoes.",
                    "Aliases": []
                },
                "13": {
                    "ID": "149023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149023",
                    "TitleEnglish": "Elementary, My Dear Turtle",
                    "SummaryEnglish": "After experiencing a time-slip with an atomic clock, the Turtles find themselves in 1890, where they meet the famous detective Sherlock Holmes & his assistant, Dr. Watson, hot on the trail of Professor Moriarty, who has stolen the atomic clock with intentions to rule the future. The Turtles must retrieve the atomic clock before Moriarty uses it to change history & proclaim himself Emperor of the World.",
                    "Aliases": []
                },
                "14": {
                    "ID": "149024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149024",
                    "TitleEnglish": "Night of the Dark Turtle",
                    "SummaryEnglish": "After a fight with Shredder causes Donatello to be struck by a laser beam, his personality changes to become a costumed superhero known as the Dark Turtle. His mission: Seek out & destroy Shredder. Meanwhile, a dinosaur-like alien race called Triceratons, invades Earth.",
                    "Aliases": []
                },
                "15": {
                    "ID": "149025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149025",
                    "TitleEnglish": "The Starchild",
                    "SummaryEnglish": "A small alien being, named Quirx, crash-lands on Earth, with intergalactic stormtroopers in hot pursuit. The Turtles must figure out how to get Quirx back to his home planet, before Earth is destroyed.",
                    "Aliases": []
                },
                "16": {
                    "ID": "149026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149026",
                    "TitleEnglish": "The Legend of Koji",
                    "SummaryEnglish": "Shredder uses a time machine to travel back to Ancient Japan in the year 1583. He plans to defeat Hamato Koji, the man who founded the Foot Clan, and Splinter's great ancestor, for if Hamato Koji is defeated, then Master Splinter would never have been born and the Turtles would forever remain ordinary turtles.",
                    "Aliases": []
                },
                "17": {
                    "ID": "149027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149027",
                    "TitleEnglish": "Convicts from Dimension X",
                    "SummaryEnglish": "Two convicts from Dimension X are brought to Earth when Donatello's Portable Portal Generator malfunctions. Unfortunately, Vernon & Irma are transported to the Dimension X Penitentiary in their place. The Turtles must defeat these convicts & somehow save Irma & Vernon.",
                    "Aliases": []
                },
                "18": {
                    "ID": "149028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149028",
                    "TitleEnglish": "White Belt, Black Heart",
                    "SummaryEnglish": "While Splinter's sensei, Mogo-san, is visiting New York, a criminal gang of ninja, known as the Black Heart Gang, are terrorizing the city with a crime spree, and Mogo-san's grandson, Yoku, is their leader. The Turtles & Splinter must stop Shredder & the Black Heart Gang from stealing secret maps of nuclear missile sites.",
                    "Aliases": []
                },
                "19": {
                    "ID": "149029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149029",
                    "TitleEnglish": "Night of the Rogues",
                    "SummaryEnglish": "In an attempt to finally defeat the Turtles once and for all, Shredder assembles Leatherhead, Tempestra, Scumbug, Chrome Dome, Antrax, The Rat King and Slash to form a team that proves too much for the Turtles to handle on their own.",
                    "Aliases": []
                },
                "20": {
                    "ID": "149030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149030",
                    "TitleEnglish": "Attack of the Neutrinos",
                    "SummaryEnglish": "The Neutrinos return and assist the TMNT in keeping a new invention out of Krang's clutches.",
                    "Aliases": []
                },
                "21": {
                    "ID": "149031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149031",
                    "TitleEnglish": "Escape from the Planet of the Turtleloids",
                    "SummaryEnglish": "Kerma the space turtle returns once again for the Turtles help in programming his city's new defence robots but Groundchuck and Dirtbag have also returned to the city to cause trouble.",
                    "Aliases": []
                },
                "22": {
                    "ID": "149032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149032",
                    "TitleEnglish": "Revenge of the Fly",
                    "SummaryEnglish": "Baxter Stockman & his alien computer return to Earth from the Dimensional Limbo & take possession of Shredder's Retro-Mutagen Ray Gun. After stealing the essences of various insects & arachnids, he uses them to turn people into mutant insects & arachnids. The Turtles must battle the creatures & turn the people back to normal.",
                    "Aliases": []
                },
                "23": {
                    "ID": "149033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149033",
                    "TitleEnglish": "Atlantis Awakes",
                    "SummaryEnglish": "The Turtles discover an Atlantean city, not in ancient Greece, but in modern times. After meeting Merdude, in reality is the true King of Atlantis, the Turtles must defeat Shredder & dethrone Bebop, who been set up as a puppet king.",
                    "Aliases": []
                },
                "24": {
                    "ID": "149034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149034",
                    "TitleEnglish": "Dirk Savage: Mutant Hunter!",
                    "SummaryEnglish": "Professional mutant hunter Dirk Savage is conned into to rounding up New York's mutants. Tokka, Rahzer, two of the Punk Frogs, Leonardo, Michelangelo, and Mondo Gecko all fall prey and become part of a mutant slug's army.",
                    "Aliases": []
                },
                "25": {
                    "ID": "149035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149035",
                    "TitleEnglish": "Invasion of the Krangazoids",
                    "SummaryEnglish": "Krang makes copies of himself and sets them loose to attack the turtles.",
                    "Aliases": []
                },
                "26": {
                    "ID": "149036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149036",
                    "TitleEnglish": "Combat Land",
                    "SummaryEnglish": "A new amusement theme park has opened with Shogun, Medieval & Future themed attractions. The Turtles are invited to try out the attractions, but when the robots in the park start to play too rough, the Turtles are in big trouble.",
                    "Aliases": []
                },
                "27": {
                    "ID": "149037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149037",
                    "TitleEnglish": "Shredder Triumphant!",
                    "SummaryEnglish": "After bringing the Technodrome back to the surface, Shredder and Krang trap the Turtles and send them to Dimension X where they become slaves. In the meantime, Shredder and Krang are back on Earth once again as they try to take over the world.",
                    "Aliases": []
                }
            }
        },
        "8": {
            "ID": "7677",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/8",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "149038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149038",
                    "TitleEnglish": "Get Shredder!",
                    "SummaryEnglish": "Shredder & Krang are still loose on Earth, but without the resources of the Technodrome, they plan to steal equipment from the abandoned Hall of Science at the World Fair. Krang's former weapons engineer, Drakus, using the guise of Beserko, also shows up to cause trouble.",
                    "Aliases": []
                },
                "2": {
                    "ID": "149039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149039",
                    "TitleEnglish": "Wrath of the Rat King",
                    "SummaryEnglish": "While Krang tries to re-acquire the Technodrome from Dimension X, Shredder tracks down the Rat King & makes an alliance with him in order to destroy the Turtles.",
                    "Aliases": []
                },
                "3": {
                    "ID": "149040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149040",
                    "TitleEnglish": "State of Shock",
                    "SummaryEnglish": "A band of ninja, led by a mysterious villain named Megavolt, are stealing electronic equipment from power plants all over the city, and the Turtles are being blamed for the crimes. The Turtles must find a way to defeat Megavolt & clear their names before it is too late.",
                    "Aliases": []
                },
                "4": {
                    "ID": "149041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149041",
                    "TitleEnglish": "Cry H.A.V.O.C.!",
                    "SummaryEnglish": "A mysterious organization of mutants calling itself Highly Advanced Variety Of Creatures has surfaced in the city. Although their pro-mutant intentions seem good on the outside, what are their true motives? The Turtles must find out.",
                    "Aliases": []
                },
                "5": {
                    "ID": "149042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149042",
                    "TitleEnglish": "H.A.V.O.C. in the Streets!",
                    "SummaryEnglish": "Titanus & his H.A.V.O.C. organization are back, and this time they are planning to build a Sky Platform so that they can retrieve a lost Flux Transformer from a military base. The Turtles rescue a resident of Dimension X, named Gargon, held captive by Krang on Earth, who agrees to help track down Shredder & Krang.",
                    "Aliases": []
                },
                "6": {
                    "ID": "149043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149043",
                    "TitleEnglish": "Enter: Krakus",
                    "SummaryEnglish": "Still after the Flux Transformer, Titanus & his mutants track its unique electronic signals, in order to locate it & get it back. Meanwhile, the Turtles have their hands full, when an enforcer named Krakus shows up. The Turtles must find out who Krakus is & whether he is friend or foe.",
                    "Aliases": []
                },
                "7": {
                    "ID": "149044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149044",
                    "TitleEnglish": "Cyber-Turtles",
                    "SummaryEnglish": "Krang & Shredder steal the Astro-Viewer, a powerful telescope, before disabling a starfighter passing over Earth. Once aboard the starfighter, Shredder steals the Fire Star, a crystalline fragment with the power of 1000 suns which renders its possessor invincible.",
                    "Aliases": []
                },
                "8": {
                    "ID": "149045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149045",
                    "TitleEnglish": "Turtle Trek",
                    "SummaryEnglish": "Krang & Shredder are using the city's power to operate Krang's new Transdimensional Portal to Dimension X, so that they finally has access to their Rock Soldier armies & resources. The Turtles rescue a resident of Dimension X, named Gargon, held captive by Krang on Earth, who agrees to help track down Shredder & Krang.",
                    "Aliases": []
                }
            }
        },
        "9": {
            "ID": "7678",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/9",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "149046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149046",
                    "TitleEnglish": "The Unknown Ninja",
                    "SummaryEnglish": "While watching video tapes of old battles, Raphael sees a mystery person spying on them. An alien warlord named Dregg sends his TechnoGansters to steal all the gold on Earth. The Turtles find them attacking the Federal Reserve Building and are outmatched, until a mystery person arrives. \r\n\r\nBack at the Lair, Donatello announces that the mutagen is unstable and will cause unknown effects on them. They then find the mystery person in the sewers and he reveals himself to be Carter, who in search of Splinter.\r\n\r\nMeanwhile at the Copcor Building, April sees the unveiling of the new robotic law enforcement: the Intimidators.",
                    "Aliases": []
                },
                "2": {
                    "ID": "149047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149047",
                    "TitleEnglish": "Dregg of the Earth",
                    "SummaryEnglish": "Hi-tech is leading a group of technogangsters on a break-in at a Government Lab. The object of their quest? A proton accelerator, but the Turtles and Carter are there waiting for them.\r\n\r\nThe Turtles are ticked off at Carter because, once again, he didn't play like a team member. Carter is angered by their criticism and takes off on his motorcycle. Back at the lair, while Leonardo is unable to locate the Dreggnaught with their tracking equipment, Donatello continues to express concern about the results of his testing of the unstable mutagen.\r\n\r\nOut of the blue, April contacts them to let them know that Dregg has landed on Earth and is preparing a press conference. The Turtles rush to meet April at the Park, where they hear Dregg announce his friendly intentions and offers the world his molecular converter, a device that will take pollution down to zero.",
                    "Aliases": []
                },
                "3": {
                    "ID": "149048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149048",
                    "TitleEnglish": "The Wrath of Medusa",
                    "SummaryEnglish": "Dregg hires an alien bounty hunter named Medusa to help capture the Turtles. The Turtles must fight off this new threat. Meanwhile, Carter realises that he is more of a hindrance than a help. Meanwhile, an alien slug, called a Slorr, hatches & begins terrorising the city.",
                    "Aliases": []
                },
                "4": {
                    "ID": "149049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149049",
                    "TitleEnglish": "The New Mutation",
                    "SummaryEnglish": "The Turtles set out to prove Dregg's true motives, after nearly getting arrested by military police at Hyper Dyne Labs. The Techno Gang steal a substance called X-Fire, a highly explosive fuel. The Turtles are also still coming to grips with their unstable mutations.",
                    "Aliases": []
                },
                "5": {
                    "ID": "149050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149050",
                    "TitleEnglish": "The Showdown",
                    "SummaryEnglish": "Using a Hypno Transmitter, Dregg is disrupting all the TV stations in the city with a hypnotic signal, which becomes permanent after 20 minutes. After the Turtles destroy his transmitter, Dregg decides to replicate the Turtles' mutagen in order to make his Techno Gang invincible.",
                    "Aliases": []
                },
                "6": {
                    "ID": "149051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149051",
                    "TitleEnglish": "Split-Second",
                    "SummaryEnglish": "A new foe appears in the form of the time-obsessed Chronos, who has thrown the city into chaos, due to all clocks malfunctioning. Can the Turtles, April O'Neil & Carter stop him before it is too late?",
                    "Aliases": []
                },
                "7": {
                    "ID": "149052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149052",
                    "TitleEnglish": "Carter, the Enforcer",
                    "SummaryEnglish": "Dregg plans to build a Star Shield, a device that Dregg claims will protect Earth from hostile alien invaders. Meanwhile, the Turtles, with the help of April & her mini-cam, hope to expose Dregg for the fraud that he is. The Turtles also find out that Dregg has built an android replica of Cater.",
                    "Aliases": []
                },
                "8": {
                    "ID": "149053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149053",
                    "TitleEnglish": "Doomquest",
                    "SummaryEnglish": "An interdimensional being called Doomquest comes to Earth to try to get a powerful crystal from Lord Dregg. The turtles find that their unstable mutations are now starting to cause them to lose their intelligence whenever they mutate into their new forms. In the end, April is able to successfully expose Lord Dregg's true intentions to the world.",
                    "Aliases": []
                }
            }
        },
        "10": {
            "ID": "7670",
            "URL": "https://thetvdb.com/series/teenage-mutant-ninja-turtles/seasons/official/10",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "149054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149054",
                    "TitleEnglish": "The Return of Dregg",
                    "SummaryEnglish": "While the Turtles work on using fragments of the Vortex Crystal to stabilize their mutations, Lord Dregg plans to use the fragments to create another Vortex Crystal to power his Vortex Transporter. Meanwhile, Dregg's second-in-command, HiTech, is blasted into space, to be replaced by Dregg's top scientist, Mung, as his new second-in-command.",
                    "Aliases": []
                },
                "2": {
                    "ID": "149055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149055",
                    "TitleEnglish": "The Beginning of the End",
                    "SummaryEnglish": "While Raphael, Michaelangelo, Donatello and Carter work on restoring Leonardo to his regular self, Mung steals all the plutonium from a power plant in order for Dregg to build a Plutonium Ray to turn Leonardo into a radioactive killer.",
                    "Aliases": []
                },
                "3": {
                    "ID": "149056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149056",
                    "TitleEnglish": "The Power of Three",
                    "SummaryEnglish": "Lord Dregg teleports Shredder and Krang from Dimension X to the Dreadnaught in order to learn more about the Turtles and Earth's weapons. Meanwhile, after permanently stabilizing his mutation, Carter finally leaves the Turtles and returns to college.",
                    "Aliases": []
                },
                "4": {
                    "ID": "149057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149057",
                    "TitleEnglish": "A Turtle in Time",
                    "SummaryEnglish": "After draining the Turtles' life energy and Krang's intelligence, Dregg plans to fire the Vortex Transporter at the Sun, bringing a piece of the Sun down to Earth. If the people of Earth refuse to surrender, Dregg will cause the Earth to become a second Sun.",
                    "Aliases": []
                },
                "5": {
                    "ID": "149058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149058",
                    "TitleEnglish": "Turtles to the Second Power",
                    "SummaryEnglish": "After re-energizing the present-day Turtles, the Turtles of the past have only 3 hours to get back to their time, or they will all cease to exist. Meanwhile, during the 15 hours it took to re-energize the Turtles, the remainder of Dregg's invasion fleet has been completed and has been unleashed on the city and now the Turtles and Carter have to stop Dregg, Krang, and Shredder.",
                    "Aliases": []
                },
                "6": {
                    "ID": "149059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149059",
                    "TitleEnglish": "Mobster from Dimension X",
                    "SummaryEnglish": "Dr. Alvin Huxley has demonstrated his breakthrough invention: The Protein Computer, a computer that thinks as fast as a human mind and can be linked to one. When some gangsters break into the Professor's lecture and try to kidnap him, the Turtles arrive and drive the gangsters away. But these are not ordinary gangsters as their boss is is the Globfather, a large slimy green amoeba in a pinstripe suit and fedora. The Globfather is on Earth and wants to get the protein computer for someone who is willing to pay a lot for it.",
                    "Aliases": []
                },
                "7": {
                    "ID": "149060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149060",
                    "TitleEnglish": "The Day the Earth Disappeared",
                    "SummaryEnglish": "Lord Dregg has managed to open a gigantic portal that is large enough to pull the entire Earth into Dimension X. While trying to figure out how to stop it, Leonardo, Donatello and Master Splinter are pulled through the portal, after Dregg turns the portal on them.",
                    "Aliases": []
                },
                "8": {
                    "ID": "149061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teenage-mutant-ninja-turtles/episodes/149061",
                    "TitleEnglish": "Divide and Conquer",
                    "SummaryEnglish": "Lord Dregg launches a final attack on the Ninja Turtles. The Turtles must travel back to the Technodrome to retrieve Krang's old android body to defeat him.",
                    "Aliases": []
                }
            }
        }
    }
}