{
    "URL": "https://thetvdb.com/series/kaleido-star",
    "Genres": [
        "Coming of Age"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/4519-71A4-7431-90E1-FACB-2",
        "https://www.imdb.com/title/tt0444953/",
        "http://www.gonzo.co.jp/archives/kaleido-star/",
        "http://www.reddit.com/r/Kaleidostar",
        "https://www.themoviedb.org/tv/12501",
        "https://www.themoviedb.org/tv/12501"
    ],
    "Titles": {
        "eng": "Kaleido Star",
        "jpn": "カレイドスター"
    },
    "Summaries": {
        "eng": "As a talented young acrobat, Sora has dreamed of sharing a stage with the performers of Kaleido Stage, a world renowned circus that combines graceful acrobatics, dazzling costumes, and stunts that keep audiences on the edge of their seats. She makes the move from Japan to California to audition for the show, in hopes of one day basking in the glitz and glamour.\r\n\r\nHowever, finding her place in such a competitive world will not be easy. Sora will shed blood, sweat, and tears on her path to becoming a performer, buoyed by the friends she makes along the way. Of course, there will also be rivals and other individuals who do not believe Sora has what it takes to shine as brightly as Kaleido Stage needs her to.\r\n\r\nSora will need to endure these trials and tribulations in her quest to become a star, earning the respect of both those who doubt her abilities and by those who are threatened by her. Watch as Sora flies through the bright lights in Kaleido Star!",
        "jpn": "アメリカに、サーカスとミュージカル、マジックを組み合わせたようなエンターテイメントを提供する集団があった。その名を「カレイドステージ」という。苗木野そらは、そんなカレイドステージに憧れて単身渡米した。彼女はさまざまな試練を乗り越え、やがてカレイドステージの花形へと成長していく。"
    },
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "22201",
            "URL": "https://thetvdb.com/series/kaleido-star/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "365612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/365612",
                    "Titles": {
                        "eng": "The Amazing Princess Without a Smile",
                        "jpn": "OVAカレイドスター新たなる翼-EXTRASTAGE-「笑わないすごいお姫様」"
                    },
                    "Summaries": {
                        "eng": "Sora Naegino has finally consolidated herself as Kaleido Stage's gratest star ever, and a new star starts to shine as Rosetta Passel is selected to participate in the next attraction in a main role. But when things start to go wrong in the rehearsals, Rosetta starts to question her abillity to take the role, as her own capacity to remain in Kaleido Stage. Meanwhile, Fool also struggles with his demons from the past.",
                        "jpn": "【全1話】2004年OVA作品\r\n\r\n詳細情報\r\n＜ストーリー＞\r\n新たなる愚か者として、フールに選ばれた少女、ロゼッタ。そらとの「幻の大技」を夢見てきた少女は、遂に憧れの人との共演で主役に抜擢される。ひょんな事からカレイドステージに届けられた１枚の絵画をもとに描きおろされた新作公演。かつて、ディアボロマシーンと呼ばれ、笑顔を失ったロゼッタが演じるのは「笑わないお姫様」。「彼女の事なら私が一番分かってる」と意気込むロゼッタだが…\r\n＜キャスト＞\r\n苗木野そら：広橋涼/ロゼッタ：水橋かおり/ミア：西村ちなみ/アンナ：渡辺明乃/レイラ：大原さやか/メイ：中原麻衣/フール：子安武人 他"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "365613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/365613",
                    "Titles": {
                        "eng": "Legend of Phoenix - The Layla Hamilton Story",
                        "jpn": "OVAカレイドスターLegendofphoenix～レイラ・ハミルトン物語～"
                    },
                    "Summaries": {
                        "eng": "Layla is going to perform \"Phoenix\" in Broadwa.  Playing this important role, she sets out on a journey by bicycle alone without leaving any message in order to find out what is missing in her.",
                        "jpn": "【全1話】2006年OVA作品\r\n\r\n詳細情報\r\n＜ストーリー＞\r\nブロードウェイで「火の鳥」を主演することになったレイラ。この大役を演じるべく、自身に欠落している「何か」を見つけるため、彼女は行き先も伝えず、一人自転車で旅に出る。果たしてレイラはその旅で何に触れ、誰に出会い、何を得ることになるのか？\r\n＜キャスト＞\r\n苗木野そら：広橋涼/レイラ：大原さやか/ミア：西村ちなみ/アンナ：渡辺明乃/フール：子安　武人"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "365614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/365614",
                    "Titles": {
                        "eng": "It's good! Gooood!",
                        "jpn": "カレイドスター ぐっどだよ！ぐぅーっど！"
                    },
                    "Summaries": {
                        "eng": "In 3 short scenes with chibi-versions of Sora, Layla, May and others you'll find out how to cook, how to play with diabolo and learn some words from seal language.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "7974",
            "URL": "https://thetvdb.com/series/kaleido-star/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "153669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153669",
                    "Titles": {
                        "eng": "My Amazing Stage Debut",
                        "jpn": "初めての! すごい! ステージ"
                    },
                    "Summaries": {
                        "eng": "Sora Naegino is an enthusiastic and acrobatically talented girl with the dream of performing on the Kaleido Stage. She had traveled from Japan to Los Angeles for the opportunity. In search of her chance, she inadvertently and unknowingly meets the head of the Kaleido Stage, Kalos Eido (a.k.a. the boss). Soon afterwards, a thief runs off with her luggage; and she uses her acrobatic skills to catch up and retrieve the luggage. Combined with time lost at the police station, she ends up missing the audition. Though Sora asks Layla Hamilton for an audition, she declines. Sora persuades stage manager, Ken Robbins to grant her access backstage, where she ends up with an opportunity to perform as commanded by Kalos. In the dressing room, Sora meets Fool, a mysterious spirit of the stage only seen by her. Sora's efforts fail and she is depressed, but Kalos accepts her into the Kaleido Stage.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "153661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153661",
                    "Titles": {
                        "eng": "My Amazing And Lonely Challenge",
                        "jpn": "孤独な すごい チャレンジ"
                    },
                    "Summaries": {
                        "eng": "Sora deals with Fool, who indicates her as a future star performer. However, the other performers view Sora with jealousy, because she qualified without an audition. Motivated, she cleans the stage early in the morning. After the cleaning work, she ends up late to ballet lessons. At practice, she stumbles and draws further disrespect from the other performers. In addition, she blurts out her prospect of performing Layla's special trapeze trick, the \"Golden Phoenix\". Overhearing Sora's boast, Layla is adamant that she will practice and perform the trick in one week's time. Motivated to earn respect, she learns the trick with the help of Ken, even without prior experience handling the swings. As she trained, Sora shares her determination with Mia Guillem and Anna Heart, whom she gains support and friendship. Sora persistence earns Layla's approval.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "153660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153660",
                    "Titles": {
                        "eng": "The Amazing Distant Stage",
                        "jpn": "遠い すごい ステージ"
                    },
                    "Summaries": {
                        "eng": "Fool reiterates his claim of Sora as the stage's \"chosen one\". For the next stage production, Cinderella, everyone is given a role, except for Sora. Disappointed, she complains but is assigned the task of distributing toys to the audience children. She feels doubtful and demotivated as a toy distributor and makes mistakes early. After one day, Fool advises her to create her own path. So, she takes up a clown outfit and treats her job as a performance. However, she makes the mistake of delaying a show, which makes her reflect upon her job. Yuri Killian tells her objective: to make other people happy. So, on the third day, she does her job well and learns the true meaning of performance.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "153659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153659",
                    "Titles": {
                        "eng": "Try Hard and You'll Get An Amazing Chance",
                        "jpn": "がんばれば すごい チャンス"
                    },
                    "Summaries": {
                        "eng": "The Cinderella production is presented, and Sora meets Marion Benigni back stage. During practice, Mia struggles her role's trampoline portion, and Layla threatens to cancel the performance. The next day, Mia's proposes to share the fairy godmother role with her two friends. Given three days, the three friends practice their own specially designed acrobatic routine, The Triple Illusion. During practice, Marion struggles with the idea of other trampoliners replacing her dead mother. Furthermore, Layla is adamant to replace Sora and Anna with more qualified trampoliners. After talking with Marion's father, Sora practices on her own to Marion's satisfaction. Mia and Anna join the practice to perfect their routine; after the demonstration, Kalos grants them their proposal.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "153657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153657",
                    "Titles": {
                        "eng": "My Amazingly Distant Family",
                        "jpn": "いつも すごい 遠い家族"
                    },
                    "Summaries": {
                        "eng": "Sora's adopted father makes a surprise visit to Kaleido Stage. For the debut of the Triple Illusion, the team performs poorly and receives a negative review the next day. The review spread to her worried father and among the performers. In another performance, the three continue to struggle, and Sora's father sees the negative atmosphere back stage. Worried, he suggests for her to return with him back to Japan. Soon afterwards, her father has a heart attack, and with an hour till another performance, Sora runs off to her hospitalized father. Missing a performance, she decides to return home, but before boarding the flight, she becomes depressed once again, expressing her childhood dream of performing. In turn, her father lets her return to Kaleido Stage; Sora apologizes to the stage crew and follows up with a better performance.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "153658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153658",
                    "Titles": {
                        "eng": "The Amazing Seal",
                        "jpn": "小さくて すごい オットセイ"
                    },
                    "Summaries": {
                        "eng": "Prancing happily on the beach, Sora trips over an unconscious baby seal, whom she names Jonathan. With pity, she sneaks the seal back to the dormitory, with the intent upon keeping and taking care of him. In addition to her Kaleido Stage work, she fills up her daily schedule with part-time work, over Layla's objections. Eventually, the doubled workload renders Sora exhausted, and her concerned friends look to pick up some of the burden. However, Sarah Dupont shows a flyer of a juggling contest, where first prize can feed Jonathan for a month. Having never juggled before, Sora and company work on a routine. Having been gone for six days, Kalos returns and sees the juggling act. After some convincing, he allows Sora to keep Jonathan as a company mascot, under the care of Marion and her father.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "153662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153662",
                    "Titles": {
                        "eng": "The Amazing Girl Who Doesn't Smile",
                        "jpn": "笑わない すごい 少女"
                    },
                    "Summaries": {
                        "eng": "At Jonathan's new pool, Marion notices the arrival of a new performer, Rosetta Passel, a diabolo expert. As a fan of her, Sora tries to befriend her, but she displays a perfectionist attitude. Despite one perfectly executed performance, she failed to gain the interest of the audience, and Kalos declines her offer to perform again. Emphasizing her own perfection, she doesn't understand the importance of the audience and runs off. After Sora pleads for another chance, Kalos assigns her as Rosetta's partner and allows six days for Sora to improve Rosetta's performance. Having never performed with a diabolo, Sora learns the skill and ends up teaching Rosetta about enjoyment on stage. After an entertaining diabolo battle performance together, Rosetta changes her attitude and returns home.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "153663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153663",
                    "Titles": {
                        "eng": "An Amazing Star Even In Tough Times",
                        "jpn": "つらくても すごい スター"
                    },
                    "Summaries": {
                        "eng": "Before a performance, Layla receives some roses from her father, who owns a large hotel chain. As much as Layla wants his audience presence, he often has a busy reason not to attend. After the performance, Kalos, Sora, and her friends are invited to Layla's father's party. Sora makes numerous interactions with Layla and her father, and she notices the distant relationship between the two, especially when guests are paid to attend Layla's birthday and her annual cancellation of the party. After speaking with Layla, Sora makes plans and actions to bring the father-daughter pair closer together. After a public birthday wish at a performance, Layla receives a note from her father, and she receives it heartfully, despite expressing feelings of humiliation to Sora.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "153641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153641",
                    "Titles": {
                        "eng": "My Amazing Challenge For the Lead Role",
                        "jpn": "主役への すごい 挑戦"
                    },
                    "Summaries": {
                        "eng": "Kaleido Stage is presenting a new stage production, The Little Mermaid. Kaleido Stage featured this theme before, and a sponsor, Mr. Kenneth, wants someone other than Layla featured for the lead role. At the audition, Sora becomes the only candidate. On the same day, Sora makes an attempt at the featured trick: a trapeze triple somersault jump through flowing water. Her attempt fails, and she is rendered injured and fearful of falling. Consulting Fool, Sora must conquer this fear, or she will lose her ability to see Fool. So with the help of Ken and a martial arts specialist, she gradually works to restore her confidence. Still fearful, she makes one more attempt at the stunt per Kalos's remarks. For her attempt, she uses a blindfold and executes it successfully, despite almost falling again.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "153668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153668",
                    "Titles": {
                        "eng": "Facing An Amazing Wall",
                        "jpn": "主役への すごい 壁"
                    },
                    "Summaries": {
                        "eng": "While in cloud nine, Sora goes through her schedule as the leading role, including photo shoots, practices, etc. Via video-tape, Sora looks to mimic Layla's previous performance. After some performances, audience opinions on the Little Mermaid have been lackluster, and attendance decreases. Fearing poor reviews, this prompted Sora to study her role and experiment in order to \"make the performance her own\" by incorporating her personality. After upsetting the stage crew over changes, she figures out the role of a mermaid and shares her ideas. With some script adjustments, the production crew finally pleases the audience.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "153667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153667",
                    "Titles": {
                        "eng": "Anna's Not So Amazing Father",
                        "jpn": "アンナの すごくない お父さん"
                    },
                    "Summaries": {
                        "eng": "After a Little Mermaid performance, Anna reads about a comedy act performed by her father, Jack Barron, whom she had not seen in a decade. Then she looks back to her childhood memories of him, and the day he left the family. Yet, Anna had maintained contact via correspondence. At a comedy club, they watch his bitter and cynical act, which insults the audience. This \"new\" version of her father is stark in contrast to the father she remembers, and she runs out of the comedy club. Apparently, his career was marked with disappointment and deception. After calling her mother, Anna attends Jack's comedy act once more dressed as a waitress to confront him on stage. Together, the two talk through some old truths and reconcile.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "153666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153666",
                    "Titles": {
                        "eng": "A Hot, Amazing, New Production",
                        "jpn": "熱い すごい 新作"
                    },
                    "Summaries": {
                        "eng": "As Layla rejects a film role, Sora gets the chance to co-star with Layla in the next production, Arabian Nights. The featured act involves a tight rope act attached to a rocking ship. Immediately, Layla mounts the tight rope and tries out some gymnastics maneuvers. For the production, Kalos adds the idea of the ship surrounded by flames. Both Layla and Sora think through the idea of co-starring and dedicate a week of practice towards the viability of co-starring. With the help of others, Sora quickly learns to handle the movable tight rope, despite inexperience with the tight rope. After a locker room prank, she brings the diabolo into her routine to address the issue of falling. For the audition, Sora uses an innovative diabolos trick and demonstrates her ability to co-star with Layla.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "153664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153664",
                    "Titles": {
                        "eng": "The Amazing Competition Calls Up A Storm",
                        "jpn": "嵐を呼ぶ すごい 競演"
                    },
                    "Summaries": {
                        "eng": "With a week till the show's opening, the practice for the tight rope act is underway, and Layla and Sora have issues regarding synchronization. To address this issue, Layla looks to observe Sora's day-to-day activity, which includes living in Sora's dorm room. As a result, the two learn to synchronize with each other. Their practice improves, but the stage director looks to tone down the climactic scene. On the last practice day, Sora and Layla practice on a tight rope rigged to a boat out in open water. Layla looks to stage a \"real fight\", and the two duel on the tight rope using stage props, even in the middle of a rain storm. After practice, Layla shares her reason for joining Kaleido Stage. Then the next morning, they return to start the show on time, and it becomes an instant success.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "153665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153665",
                    "Titles": {
                        "eng": "Mysterious Amazing Circus",
                        "jpn": "怪しい すごい サーカス"
                    },
                    "Summaries": {
                        "eng": "Instead of vacation, Kalos assigns Sora as a guest performer for a faraway circus group called \"Theatrical Camp\", accompanied by Ken. The two arrive at a rustic town with a rustic circus. For the next performance, Sora is assigned as the lead princess role. The following day, Ken and Sora find out that the group does not dedicate time for rehearsal. Instead, Sora is advised to notice the individual performers and their specialized acts, plus, she must adjust to the crowd and each other. For her first performance, she is simply shoved into stage and is humiliated on stage. Despite the humiliation, she figures out the need for adaptation and improvised performance interaction with the audience and the others. Later, she learns the trapeze specialist used to work for Kaleido Stage.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "153656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153656",
                    "Titles": {
                        "eng": "The Diva's Amazing Love",
                        "jpn": "歌姫の すごい 愛"
                    },
                    "Summaries": {
                        "eng": "An old love triangle resurfaces between Kalos, Sarah, and an old friend named Andy. After speaking with Kalos, Sarah is left crying after being told to be \"no longer needed\". Speaking with Sora, Sarah reveals an old picture of herself with Kalos and Andy, and she talks about the beginnings of Kaleido Stage and her reasons for staying the past 10 years. Despite Sora's plea, Kalos maintains his stoic decision in front of Andy. So, just as Sarah departs with Andy, Sora and friends executes a plan. In Kalos's office, Sora teases Kalos to reveal his true feelings, while Fool looks for evidence. In the meantime, the others bring Sarah to the stage, and she listens to Kalos's words via Sora's hidden microphone. With the truth revealed, Sora leaves Sarah and Kalos alone together.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "153655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153655",
                    "Titles": {
                        "eng": "An Amazing Sinister Rumor",
                        "jpn": "黒い すごい 噂"
                    },
                    "Summaries": {
                        "eng": "Manami, Sora's old friend, visits Kaleido Stage while on the way to Boston. Throughout the day, Manami overhears various backstage discussions and observes Sora's regular day schedule. During practice the following day, Yuri takes Sora out to lunch and offers her a job outside Kaleido Stage. He reveals his intent on creating a new circus to rival Kaleido Stage. In addition, Kaleido Stage workers leave in droves, which cancels further performances. After the last Arabian Nights show, Yuri makes his separation official, and Manami departs feeling satisfied about Sora's choices. In order to keep Kaleido Stage in operation, Mia submits ideas for the next show, and Kalos orders its one week preparation.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "153646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153646",
                    "Titles": {
                        "eng": "Fire it up! Amazing Mia",
                        "jpn": "燃えろ! すごい ミア"
                    },
                    "Summaries": {
                        "eng": "Entrusted with the next show, Mia devotes her efforts towards writing the script. In the meantime, Layla turns to Simon, an experienced scriptwriter. Also, Sora talks to Yuri about his motivation towards dismantling Kaleido Stage, which involves revenge for his deceased father. The next day, Mia presents her rough draft, and Layla disapproves. Yet, Kalos appoints Mia as the director, and Simon is assigned as Mia's mentor and the script supervisor. Just as Mia nearly quits writing, Sora inspires her with additional story ideas, and Mia asks the others to practice some routines, even with an unfinished script. A week later, the show is successful.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "153647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153647",
                    "Titles": {
                        "eng": "Yuri's Amazing Trap",
                        "jpn": "ユーリの すごい 罠"
                    },
                    "Summaries": {
                        "eng": "Kaleido Stage continues to thrive with Mia's production. However, their hopes are dashed, as Yuri takes ownership of Kaleido Stage and cancels the remaining performances of Mia's show. Likewise, anyone refusing to work for Yuri resign their positions at Kaleido Stage. Regardless of the circumstances, Layla continues to view Sora as a worthy partner, but her father makes a greater presence on her career path. With the transfer of Kaleido Stage, the stage crew have one last show, but Sora deals with the bleak outlook of Kalos's words and not seeing Fool. In addition, she contemplates the last performance as the end, but she overhears Layla's conversation with Yuri, where she depicts a more optimistic view. As a result, they move onward with good spirits.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "153645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153645",
                    "Titles": {
                        "eng": "Amazing Family Ties",
                        "jpn": "家族の すごい 絆"
                    },
                    "Summaries": {
                        "eng": "Sora, Anna, and Mia move on from Kaleido Stage together. With their new life, they temporarily stay at Ken's home, and throughout the day, Sora thinks about her pregnant mother. They quickly find a new place to stay with the help of Mr. Policeman. In the meantime, Sora's adopted parents suddenly fly over for a visit, and after meeting up with Sora, they ask her to return to Japan. During the conversation, Sora utters some heartbreaking words and upsets her mother, but then her mother immediately goes into premature labor. With tears full of guilt, Sora fears the idea of a miscarriage, but in the end, the delivery of a newborn girl is successful. Mending with her mother, Sora is given the privilege of naming her new sister, Yume.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "153644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153644",
                    "Titles": {
                        "eng": "An Amazing Change From Zero To Hero",
                        "jpn": "ゼロからの すごい スタート"
                    },
                    "Summaries": {
                        "eng": "Sora and company had not worked for 2 weeks, and they attend the first Kaleido Stage production under Yuri. Soon, the three work at a seafood restaurant, which ends shortly after humiliating themselves in front of Yuri. Upon Sarah's return, she arrives with a job opportunity at the marine park. Auditioning for the job, they invite other former Kaleido Stage members, including Rosetta. On the other hand, Layla declines. At the marine park, the group is notified of a show cancellation, which brings suspicion of Yuri's intervention. Nevertheless, they perform their routines in the park anyways, and they impress the park attendees. During their impromptu show, Sarah surmises that it was actually Kalos who cancelled the performance to give them an opportunity to perform in a more open space with a bigger audience. Just before an angered park owner interrupts their performances, Dio and a mysterious masked performer arrives.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "153642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153642",
                    "Titles": {
                        "eng": "The Amazing Mystery Star",
                        "jpn": "謎の すごい 仮面スター"
                    },
                    "Summaries": {
                        "eng": "Sora and company are granted a contract with the marine park, on condition of more appearances by the masked performer as the featured attraction. However, unable to guarantee masked performer appearances, Sora disguises as the masked performer; however, the replacement performance ends as a flop. On the next day, Sora and company meet two children who sought their autographs, and this motivates Sora to perform. Prior to performance time, Mia devises a balloon themed performance, and as Sora does the rope jump, the masked performer arrives. For a better view, the two children climb a dangerous ladder. This prompts Sora and the masked performer to save them and amaze the audience in the process.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "153643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153643",
                    "Titles": {
                        "eng": "The Amazing Resolve Beneath The Mask",
                        "jpn": "仮面の下の すごい 覚悟"
                    },
                    "Summaries": {
                        "eng": "Performances at the marine park continue, and a low-profile Layla scurries off after the rain. Apparently, Yuri is aware of her identity as the masked performer, and Layla's father confronts her about it. In the meantime, Yuri buys out a large number of marine park tickets, on condition for the cancellation of Sora's contract. This forces the group to enter a performance competition in Vancouver, where Yuri is unknowingly one of the judges. Concerned about Sora, Layla temporarily leaves her movie production and helps with the group's performance as the masked performer. Afterwards, Layla's identity is revealed in front of everyone, including her own father, and Layla expresses her desire to continue performing. In the end, Layla gains the ability to see Fool.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "153648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153648",
                    "Titles": {
                        "eng": "The Legendary Amazing Maneuver",
                        "jpn": "幻の すごい 大技"
                    },
                    "Summaries": {
                        "eng": "Now able to see Fool, Layla is reasserted by Sora, and Fool informs the two about their worthiness for the Legendary Great Maneuver, which risks the lives of any performer attempting the trick. Keeping the maneuver secret, he gives them the idea of performing the maneuver together. In the meantime, Kaleido Stage under Yuri's management suffers dwindling attendance rates, and as Yuri seeks Layla's return, she informs her decision. Angered, Yuri publicizes the intention of performing the maneuver, without consultation. Given one month to train, Layla throws the ownership of Kaleido Stage as a wager. Together along with the rest of the group, they meet up with Kalos for coaching at the Grand Canyon. Upon arrival, Sora and Layla begin the relentless and necessary physical regiment.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "153653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153653",
                    "Titles": {
                        "eng": "The Amazing Intensive Training Continues",
                        "jpn": "まだ続く すごい 特訓"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "153654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153654",
                    "Titles": {
                        "eng": "An Amazing Bond",
                        "jpn": "ふたりの すごい 絆"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "153652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/153652",
                    "Titles": {
                        "eng": "An Amazing Comeback",
                        "jpn": "傷だらけの すごい 復活"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "17161",
            "URL": "https://thetvdb.com/series/kaleido-star/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "319021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319021",
                    "Titles": {
                        "eng": "Amazing Prologue to Stardom (Part 1)",
                        "jpn": "スターへの すごい プロローグ（前編）"
                    },
                    "Summaries": {
                        "eng": "Fool recaps Sora's career as a performer from joining Kaleido Stage up to the Arabian Nights show.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "319022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319022",
                    "Titles": {
                        "eng": "Amazing Prologue to Stardom (Part 2)",
                        "jpn": "スターへの すごい プロローグ（後編）"
                    },
                    "Summaries": {
                        "eng": "Fool recaps Sora's career as a performer from joining Kaleido Stage up to the Legendary Great Maneuver.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "319023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319023",
                    "Titles": {
                        "eng": "An Amazing New Rival",
                        "jpn": "新しい すごい ライバル"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "319024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319024",
                    "Titles": {
                        "eng": "The Amazing Newcomer",
                        "jpn": "もう一人の すごい 新人"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "319025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319025",
                    "Titles": {
                        "eng": "The Amazing Passionate Rival",
                        "jpn": "情熱の すごい ライバル"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "319026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319026",
                    "Titles": {
                        "eng": "Amazing Match On Ice",
                        "jpn": "氷の上の すごい 対決"
                    },
                    "Summaries": {
                        "eng": "The new Kaleido Stage production is going to be Dracula and Sora is competing with May for the role of Mina Murray. But after May shows off her impressive ice skating routine Leon decides that Mia should change the show and put it on ice, Sora who has no experience at ice skating must be able to compete with May for the role in three days time. Sora puts in a lot of effort and comes close to beating May but in the end Leon chooses May for the role of Mina Murray.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "319027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319027",
                    "Titles": {
                        "eng": "Amazing Rosetta of Sweat and Tears",
                        "jpn": "汗と涙の すごい ロゼッタ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "319028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319028",
                    "Titles": {
                        "eng": "The Ever Amazing Miss Layla",
                        "jpn": "やっぱり すごい レイラさん"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "319029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319029",
                    "Titles": {
                        "eng": "Marion's Amazing Debut",
                        "jpn": "マリオンの すごい デビュー"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "319030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319030",
                    "Titles": {
                        "eng": "Amazing Training With Leon",
                        "jpn": "レオンとの すごい 特訓"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "319031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319031",
                    "Titles": {
                        "eng": "The Two Amazing Demons",
                        "jpn": "二人の すごい 悪魔"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "319032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319032",
                    "Titles": {
                        "eng": "Amazing Angelic Counterattack",
                        "jpn": "天使の すごい 反撃"
                    },
                    "Summaries": {
                        "eng": "May demonstrates the Demon Spiral that gets Leon to agree to be her partner for the world festival. Sora, thus, goes to Paris to find Yuri where Yuri begins to train Sora for the Angel's Maneuver. Along the way, Sora befriends Mute and Alice.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "319033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319033",
                    "Titles": {
                        "eng": "Cruel Amazing Festival",
                        "jpn": "惨酷な すごい 祭典"
                    },
                    "Summaries": {
                        "eng": "May gains motivation to perfect her Demon Spiral after learning that Sora will compete in the competition as well. Sora continues to train for the Angel's Maneuver, but her lack of basic balance makes it difficult. During the actual festival, Leon and Yuri reveal that they knew each other before. While many people perform, Sora gets the shock of her life from the betrayal of friends. The shock and the unwelcoming spirit of the competition gets to Sora for her performance, and Sora realizes that she wants the friendly stage that she saw as a child with her parents on the Kaleido Stage. Having won the festival three years before, Layla presents the award to the winner,and Layla expresses disappointment at Sora.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "319034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319034",
                    "Titles": {
                        "eng": "Amazing and Sad Homecoming",
                        "jpn": "絶望の すごい 帰国"
                    },
                    "Summaries": {
                        "eng": "Everyone returns to Kaleido Stage to begin rehearsal, but Sora feels defeated. So she gives up and decides to return to Japan for good with her family. Sora takes the chance to spend time with her new baby sister, but the Fool reminds her if she gives up then he'll disappear from her sight. Meanwhile at Kaleido Stage, May begins to annoy the cast while tensely rehearsing. Ken and Mr. Policeman attempt to visit Sora and Minami convinces Sora to go back to Kaleido Stage.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "319035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319035",
                    "Titles": {
                        "eng": "My Amazing Fresh Start",
                        "jpn": "再出発の すごい 決意"
                    },
                    "Summaries": {
                        "eng": "Sora decides to go back to Kaleido Stage even if it is to help out in the background. May does not agree with Sora's decision. May and Leon perform Romeo and Juliet with their famous move that won them the world competition, the Demon Spiral, and as they get applause from the audience, Sora becomes aware that she misses the stage. Mia gets advise from Broadway director Cathy Taymore who also criticizes Leon and May's poor partnership and lack of enamor. When May amps to compete with Sora, Sora refuses. At night, Leon chases Sora across traffic in a trans-like state mistaking her for Sophie.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "319036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319036",
                    "Titles": {
                        "eng": "An Amazingly Humiliating Performance",
                        "jpn": "屈辱の すごい 共演"
                    },
                    "Summaries": {
                        "eng": "During the performance of Romeo and Juliet, Leon drags Sora into the performance when she is scattering flowers. To not confuse the audience, Sora competes with May, but as Sora leaves the stage, Leon again mistakes Sora as Sophie and chases her falling from the trapeze. To lift Sora's spirit, her friends throw her a performance in the Kid's Stage.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "319037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319037",
                    "Titles": {
                        "eng": "Mr. Policeman's Amazing Proposal",
                        "jpn": "ポリスの すごい プロポーズ"
                    },
                    "Summaries": {
                        "eng": "Sora, Ken, Mr. Policeman, and his love are trapped in a bank robbery. When the Kaleido Stage is insulted, Sora performs a dazzling impromptu performance that gets the robber to turn himself in.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "319038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319038",
                    "Titles": {
                        "eng": "Launching An Amazing Smile!",
                        "jpn": "笑顔の すごい 発進!"
                    },
                    "Summaries": {
                        "eng": "With Leon in the hospital, the Stage cannot open up performances so the Kaleido gang create a performance for the Kenneth Motor Show based on the theme Harmony with Nature. Sora tells Layla that Sora wants to return to the stage and Layla gets an urge to return to the stage too. Anna creates a fun caterpillar act with two others and Ken. The day of the show, there is a net placed for the trapeze act that will prevent Sora and May from being visible or close to the audience. With little preparation, but some smart use of free ropes, Sora, May and Rosetta put on a dazzling and fun performance for all ages. Sora adlibs wildly, and May realizes that Sora's energy is to make the audience smile.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "319039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319039",
                    "Titles": {
                        "eng": "Leon's Amazing Past",
                        "jpn": "レオンの すごい 過去"
                    },
                    "Summaries": {
                        "eng": "The Kaleido gang goes to France on contract to perform for a circus. Knowing that Sora focuses on smiles, May thinks it is important that she smiles to gain Sora's brilliance. Having gone there early, Rosetta gets Leon's old coach to train her. The coach shares with the gang Leon and Sophie's training for the Angel's Maneuver. He intensely trains Leon thinking that the maneuver requires a strong partner, but upon realizing that the female must have a natural talent for balance, he begins to give Sophie intense training. To become an angel, there must a demon. Sophie also wants to learn the maneuver in order to unite the audience and the star, the same belief as Sora's. Rosetta is able to perform the trapeze as the princess while May is the villain and Sora is the prince. Again, Sora's brilliance to perform for the audience brings out May's desire to perform better.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "319040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319040",
                    "Titles": {
                        "eng": "The Amazing Fated Duel",
                        "jpn": "宿命の すごい 決斗"
                    },
                    "Summaries": {
                        "eng": "The Kaleido Stage reopens as Leon's injury is healed. Yuri provokes Leon that he was what made Sophie unsuccessful in order to get repentance. As Yuri and Leon fight intensely with fencing swords on the new trapeze design, Sora interferes. Leon remembers his promise to Sophie for her dream to unite a stage without competition and the audience. Layla appears because she has unfinished business, and Leon realizes that Sora will be his partner to make Sophie's dream come true. The next Kaleido stage performance is Swan Lake and the story will be made by Mia and Cathy.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "319041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319041",
                    "Titles": {
                        "eng": "Flight of the Amazing Angel",
                        "jpn": "舞い降りた すごい 天使"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "319042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319042",
                    "Titles": {
                        "eng": "The Amazing Injured Swan",
                        "jpn": "傷ついた すごい 白鳥"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "319043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319043",
                    "Titles": {
                        "eng": "Our Amazing Futures",
                        "jpn": "ひとりひとりの すごい 未来（あした）"
                    },
                    "Summaries": {
                        "eng": "Everyone works on their role for Swan Lake. Mia finds that the Kaleido stage is missing something for the climax. May also thinks about her role as Odile and gets Rosetta to be the Fairy of Light for the climax move that will save Odile called Eternal Illusion. With Leon convinced to help Sora again, Sora gets another set of special training with water and weights. Layla also practices the Angel's Maneuver at her home and asks for Yuri's help.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "319044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319044",
                    "Titles": {
                        "eng": "A Most Amazing and Inescapable Showdown",
                        "jpn": "避けられない ものすごい 一騎討ち"
                    },
                    "Summaries": {
                        "eng": "Swan Lake gets finalized. Anna trains for her special funny performance. The role of Odette and the Prince must still be decided between Layla and Yuri versus Sora and Leon. Simultaneously on the specially designed trapeze, the pairs perform in front of everyone involved in Kaleido stage. Both rivals are beautiful in their Angel's Maneuver for different reasons. Sora decides to adlib as she thinks about how to get the audience to feel their angels' hearts. The owner shares the realization that Layla is the demon that rises the angel necessary for the Angel's Manneuver. As they are fighting for the role, the audience of Kaleido performers remember important memories that motivated them to their dreams. Unable to help herself, Layla looks at Sora's act and upon the end of the act, says Sora is the winner.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "319045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaleido-star/episodes/319045",
                    "Titles": {
                        "eng": "To the Amazing Promised Place",
                        "jpn": "約束の すごい 場所へ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}