{
    "URL": "https://thetvdb.com/series/weeds",
    "Genres": [
        "Comedy",
        "Crime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0439100/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP00759395",
        "https://www.themoviedb.org/tv/186"
    ],
    "TitleEnglish": "Weeds",
    "SummaryEnglish": "Is the grass really greener on the other side? Yes, and it smells better, too! So when Nancy Botwin faces both sudden widowhood and poverty, she's determined to do anything to keep her kids in suburbia, including taking a job as the neighborhood pot dealer.",
    "Aliases": [
        "Weeds (2005)"
    ],
    "Modified": "2025-06-24",
    "Seasons": {
        "0": {
            "ID": "22306",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "715411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/715411",
                    "TitleEnglish": "Suburban Shakedown",
                    "SummaryEnglish": "An exclusive first look at the upcoming original series \"Weeds\" starring Mary-Louise Parker as a suburban California mother who is forced to start selling marijuana after the unexpected death of her husband.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8658933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/8658933",
                    "TitleEnglish": "Crazy Love: A Guide to the Dysfunctional Relationships of \"Weeds\"",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "8658934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/8658934",
                    "TitleEnglish": "Really Backstage With Kevin Nealon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "8658935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/8658935",
                    "TitleEnglish": "University of Andy",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "8108",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "295369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/295369",
                    "TitleEnglish": "You Can't Miss the Bear",
                    "SummaryEnglish": "In the series debut, housewife Nancy Botwin struggles to deal with the sudden death of her husband, while her best friend and neighbour Celia Hodes learns a devastating secret when she tries to catch her daughter in the act with Nancy's son.",
                    "Aliases": []
                },
                "2": {
                    "ID": "295370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/295370",
                    "TitleEnglish": "Free Goat",
                    "SummaryEnglish": "As Celia deals with the other woman in her marriage, Nancy contemplates creating an enterprise to solve the cash-only financial issues caused by her drug dealing. Silas has to come to terms with his girlfriend's sudden departure, while Shane tries to come to terms with missing his Dad.",
                    "Aliases": []
                },
                "3": {
                    "ID": "295371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/295371",
                    "TitleEnglish": "Good Shit Lollipop",
                    "SummaryEnglish": "A mountain lion is on the prowl in Agrestic, but it's the medical marijuana facility that is causing the most havoc in Nancy's life. Faced with the dilemma of having to compete, Nancy has to get cooking. Silas makes a move on Megan causing him some colourful problems of his own and Celia and Isabel's war over weight issues gets dirty.",
                    "Aliases": []
                },
                "4": {
                    "ID": "296494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/296494",
                    "TitleEnglish": "Fashion of the Christ",
                    "SummaryEnglish": "Nancy gets a rude awakening when her brother-in-law Andy comes for a surprise visit. Doug has an idea for a location for the faux bakery, which Nancy may need more than ever with Andy in the way. While Andy wreaks havoc in the Botwins' lives, Nancy is introduced to \"The Candy Man\" in order to help meet her customers' needs, and Celia drops a bomb.",
                    "Aliases": []
                },
                "5": {
                    "ID": "296495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/296495",
                    "TitleEnglish": "Lude Awakening",
                    "SummaryEnglish": "Nancy gets a reality check about what a life of crime can entail. Andy acts like a fool and gets arrested. Celia tries alternative methods to deal with her breast cancer. She also steps out of her box and bonds with children. Shane gets in trouble at school. Again.",
                    "Aliases": []
                },
                "6": {
                    "ID": "296496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/296496",
                    "TitleEnglish": "Dead in the Nethers",
                    "SummaryEnglish": "Nancy attempt to play around in an effort to relieve some stress. Nancy, Celia, and Conrad go out to a club where Celia and Conrad \"snuggle up.\" Meanwhile Andy meets a woman who he lies to like he would anyone else and Lupita starts investigating so as to gain the upper hand in her employee/employer relationship.",
                    "Aliases": []
                },
                "7": {
                    "ID": "296497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/296497",
                    "TitleEnglish": "Higher Education",
                    "SummaryEnglish": "Nancy hires an employee, and becomes known to a rival in the process. Shane makes a new friend, and Andy gets to know the new friend's mother. Celia's mother comes to visit after Celia's surgery.",
                    "Aliases": []
                },
                "8": {
                    "ID": "296498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/296498",
                    "TitleEnglish": "The Punishment Light",
                    "SummaryEnglish": "Uncle Andy acts foolish at a ceremony for Judah. Shane gets in trouble again. Celia and Dean duke it out. Nancy finds out who it is that has been \"delivering\" pennies onto her car and fountain and she deals with them. Andy and Doug team up to bring more trouble into Nancy's home while trying to flush out the infestation of a rat. Nancy turns down an interested single father. And Uncle Andy exposes too much of himself yet again.",
                    "Aliases": []
                },
                "9": {
                    "ID": "296499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/296499",
                    "TitleEnglish": "The Punishment Lighter",
                    "SummaryEnglish": "Nancy gets busted and Heylia teaches her about a $14,000 lesson. Doug and Celia make kitchen talk. The kids have daddy problems during diversity week. Bread-sticks and Scones, Nancy's bakery, opens and doesn't start off so well. And Celia retakes the PTA by way of a technicality.",
                    "Aliases": []
                },
                "10": {
                    "ID": "296500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/296500",
                    "TitleEnglish": "The Godmother",
                    "SummaryEnglish": "Isabelle experiments, Andy gets drafted, Peter may not be who Nancy thinks he is, Silas gets high, and Nancy cuts out the middleman.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "16332",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "307884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/307884",
                    "TitleEnglish": "Corn Snake",
                    "SummaryEnglish": "After repeatedly having her suggestions ignored by the likes of Doug Wilson and having an eye-opening car accident Celia decides to run for city council. Nancy tries to break things off with Peter because her life is currently too illegal to be dating the DEA. Things gets even more hectic when Sanjay screws up at the bakery. Andy is still trying to get into a Rabbinical school so that he doesn't get shipped off to Iraq.",
                    "Aliases": []
                },
                "2": {
                    "ID": "307885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/307885",
                    "TitleEnglish": "Cooking with Jesus",
                    "SummaryEnglish": "Nancy does her best to cope with the loss of Conrad's help, who runs into some trouble while venturing out on his own. Andy is still trying to get into rabbinical school by writing an essay on what being Jewish means to him. And Silas deals with Megan's acceptance to Princeton in his own unique way.",
                    "Aliases": []
                },
                "3": {
                    "ID": "307886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/307886",
                    "TitleEnglish": "Last Tango in Agrestic",
                    "SummaryEnglish": "While Nancy is trying to figure out what do with Peter, she comes home to problems of plumbing that are related to Shane and his arrival into puberty. Celia enrolls Isabelle in boot camp and ends up getting sucked into it herself. Heylia is interested in a Nation of Islam member and his bean pies.",
                    "Aliases": []
                },
                "4": {
                    "ID": "307887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/307887",
                    "TitleEnglish": "A.K.A. The Plant",
                    "SummaryEnglish": "Nancy takes on an alias to help Conrad set up the grow house. Isabelle get approached to be a model. Interesting things happen to Celia while she's on the campaign trail. Shane makes an attempt to fit in at his school. Andy takes Shane to a massage parlor. Shane gets a surprise and Silas has one as well.",
                    "Aliases": []
                },
                "5": {
                    "ID": "307888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/307888",
                    "TitleEnglish": "Mrs. Botwin's Neighborhood",
                    "SummaryEnglish": "Isabelle is auditioning for the Huskeroo ads afterall. Once Celia sees that Isabelle has an opportunity to go national she may change her mind about Isabelle's involvement. Celia is still campaigning and is starting to wonder what Nancy does during all of her \"free time\" as a widowed housewife.  Conrad lays out the details of the operations of their Armenian neighbors and Nancy comes up with a plan. Silas may have more to deal with than a baby on the way. Shane finally starts to fit in at school. Heylia prepares for her first date with Joseph.",
                    "Aliases": []
                },
                "6": {
                    "ID": "307889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/307889",
                    "TitleEnglish": "Crush Girl Love Panic",
                    "SummaryEnglish": "Conrad is beginning to grow suspicious of Nancy's actions after the bust on the grow houses. Shane joins the debate team at school. Celia gets in the way when Isabelle goes to shoot her Huskeroos commercial. Isabelle talks to Doug about something she doesn't want her mother to know about. Nancy has a surprise for the men in her life.",
                    "Aliases": []
                },
                "7": {
                    "ID": "307890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/307890",
                    "TitleEnglish": "Must Find Toes",
                    "SummaryEnglish": "It's election day and the votes are being cast by friend and foe alike. Andy loses some of his toes at the grow house. Nancy tries to make peace with Conrad. She also has to deal with the romance or lack thereof in both of her sons lives. Doug and Celia are having problems in their respective marriages to Dana and Dean.",
                    "Aliases": []
                },
                "8": {
                    "ID": "308469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/308469",
                    "TitleEnglish": "MILF Money",
                    "SummaryEnglish": "Conrad and Nancy take their product to be tested in the market. They run into some upscale clients on the way. Celia tries to get Dean to help her with a speech that she must give in front of some kids as the new City Councilwoman. Celia wants to close a dog park. Nancy goes to invest some of her cash in jewelry. Heylia finds out that Nancy and Conrad are working together on their own seperate venture and she lets them know that she knows.",
                    "Aliases": []
                },
                "9": {
                    "ID": "308470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/308470",
                    "TitleEnglish": "Bash",
                    "SummaryEnglish": "Peter makes a visit to Heylia's house with some of his DEA friends. Nancy and Conrad install a safe in the grow house. Doug tries to ruin Celia's new job by showing her up at a City Council meeting. Silas and Shane celebrate their dad's birthday.",
                    "Aliases": []
                },
                "10": {
                    "ID": "310032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/310032",
                    "TitleEnglish": "Mile Deep and a Foot Wide",
                    "SummaryEnglish": "Heylia treats Nancy like the trash that she thinks she is. Peter's captain looks over his notes on the DEA bust. Celia and Doug's relationship hasn't changed since last week. Andy's ex-girlfriend, Kat, shows up.",
                    "Aliases": []
                },
                "11": {
                    "ID": "310033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/310033",
                    "TitleEnglish": "Yeah, Like Tomatoes",
                    "SummaryEnglish": "Peter isn't happy about the nickname \"Agent Wonderbread\" and he lets Nancy and Conrad know so with a convinving threat. Nancy looks to other people in the business for help. Kat's got a secret and Shane's girlfriend doesn't like her. Heylia has a plan.",
                    "Aliases": []
                },
                "12": {
                    "ID": "310034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/310034",
                    "TitleEnglish": "Pittsburgh",
                    "SummaryEnglish": "Nancy is having one of the worst and busiest days of life. One of sons is missing. Shane's graduation and the deal with U-Turn make her feel like she needs to be in two places at once even though she really doesn't feel like being in either of them. Heylia's plan is put into action. Nancy tries to deal with Conrad's kiss, Celia's madness, and Kat's craziness. Everything comes to a head when the deal goes wrong.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "27977",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "332082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/332082",
                    "TitleEnglish": "Doing the Backstroke",
                    "SummaryEnglish": "After being threatened by U-Turn and The Armenians, Nancy goes in search of Silas and her hijacked pot. Meanwhile, Celia has Silas arrested for stealing her \"Drug Free Zone\" signs. Nancy visits him in jail only to discover that the pot is still in his car - the one that Celia has just driven away in.",
                    "Aliases": []
                },
                "2": {
                    "ID": "332246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/332246",
                    "TitleEnglish": "A Pool and His Money",
                    "SummaryEnglish": "Sanjay has a new experience. Nancy gets bruised. Conrad won't do what U-Turn wants him to. Lupita still won't follow orders. Heylia's out to handle a few things. The Amber Alert is still out on Shane. Andy gets in trouble with a couple who make him for a child molester. Silas gets to talk to Shane. Celia is still having problems with her husband and daughter. Doug begs Celia to forgive him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "332376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/332376",
                    "TitleEnglish": "The Brick Dance",
                    "SummaryEnglish": "Conrad and Heylia find a new grow house.  Celia attempts to bond with Isabel, while U-Turn forces Nancy to run a dangerous errand.",
                    "Aliases": []
                },
                "4": {
                    "ID": "332999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/332999",
                    "TitleEnglish": "Shit Highway",
                    "SummaryEnglish": "The DEA continues to probe Nancy's life to figure out what happened to Peter. Shane helps Nancy get a job. Someone asks the city council for a favor on behalf of Majestic. Conrad and Heylia set up their new grow house. Silas runs into Pam while performing his community service.",
                    "Aliases": []
                },
                "5": {
                    "ID": "335031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/335031",
                    "TitleEnglish": "Bill Sussman",
                    "SummaryEnglish": "After going AWOL from the military Andy turns up in camouflage. The city council works with Sullivan. Shane goes to summer school in Majestic. Nancy's involvement with U-Turn becomes more entrenched and Silas has business ideas. Sullivan asks Nancy to hold a cocktail party.",
                    "Aliases": []
                },
                "6": {
                    "ID": "335345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/335345",
                    "TitleEnglish": "Grasshopper",
                    "SummaryEnglish": "Silas makes a new friend, played by the smokin' hot Mary-Kate Olsen; Nancy's conflict with Conrad and Heylia comes to a head; and Nancy finds herself charged with the task of making peace between Agrestic and Majestic.",
                    "Aliases": []
                },
                "7": {
                    "ID": "335346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/335346",
                    "TitleEnglish": "He Taught Me How to Drive By",
                    "SummaryEnglish": "With U-Turn's timely demise Nancy and Conrad check the status on their debts and then they check in with each other. Someone is pregnant and they are keeping it. Doug continues to try to sabotage Celia and Celia continues to sabotage Nancy. Nancy celebrates something. Silas begins spending more time with Tara.",
                    "Aliases": []
                },
                "8": {
                    "ID": "336314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/336314",
                    "TitleEnglish": "The Two Mrs. Scottsons",
                    "SummaryEnglish": "Celia and Sullivan step up their relationship. Andy gets more involved in a different business. Silas and Tara begin working together. Shane and Isabelle spend time together. Nancy meets Peter's other ex-wife, Valerie.",
                    "Aliases": []
                },
                "9": {
                    "ID": "336315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/336315",
                    "TitleEnglish": "Release the Hounds",
                    "SummaryEnglish": "Doug and Sullivan fight over a golf membership and Doug get some revenge. Nancy spends time with Valerie, who considers her an “insane stalker person”. Conrad and Silas spend time together. Dean is injured and hospitalized. Tara tries to get deeper into Nancy's business.",
                    "Aliases": []
                },
                "10": {
                    "ID": "336316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/336316",
                    "TitleEnglish": "Roy Till Called",
                    "SummaryEnglish": "Nancy's up and running again until someone betrays her and sends in the DEA. Celia spends more time with Dean. Doug has ethics decisions to make.",
                    "Aliases": []
                },
                "11": {
                    "ID": "336317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/336317",
                    "TitleEnglish": "Cankles",
                    "SummaryEnglish": "Nancy discovers who betrayed her and  finds out she's being trailed. Some people lose their jobs. Silas discovers something about Tara. Shane installs a security system.",
                    "Aliases": []
                },
                "12": {
                    "ID": "336318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/336318",
                    "TitleEnglish": "The Dark Time",
                    "SummaryEnglish": "Andy and Dean play murderball. Nancy ponders a new venture while Heylia and Conrad must abandon theirs. Doug sinks to an all-time low.",
                    "Aliases": []
                },
                "13": {
                    "ID": "337940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/337940",
                    "TitleEnglish": "Risk",
                    "SummaryEnglish": "Nancy tries out a new source but it doesn't go so well. Conrad and Nancy are having some good interplay. Heylia and Vaneeta like the new neighborhood. Celia is angry.",
                    "Aliases": []
                },
                "14": {
                    "ID": "337941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/337941",
                    "TitleEnglish": "Protection",
                    "SummaryEnglish": "Nancy has another full week of trouble to deal with and Doug isn't helping. Heylia teaches Celia.",
                    "Aliases": []
                },
                "15": {
                    "ID": "337942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/337942",
                    "TitleEnglish": "Go",
                    "SummaryEnglish": "As the wildfire approaches, everyone must evacuate. Nancy tells her family to pack up, while Conrad and Heylia must say goodbye to the growhouse. The authorities question Sullivan and Celia, while Shane continues to ask Nancy about Pittsburgh. As Andy deals at the evacuation center, Silas realizes the truth about Tara.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "32949",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "370304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/370304",
                    "TitleEnglish": "Mother Thinks the Birds Are After Her",
                    "SummaryEnglish": "Nancy has relocated to the border in search of a new life but she soon finds her past to be inescapable. Both problems and people follow her on her journey, but some have finally been left behind.",
                    "Aliases": []
                },
                "2": {
                    "ID": "371765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/371765",
                    "TitleEnglish": "Lady's a Charm",
                    "SummaryEnglish": "After settling her family in Ren Mar, Nancy turns her attention back to business. Later, Guillermo gives her a much-needed crash course in \"running\" across the border. Meanwhile, Celia gets further acquainted with life in prison. Lenny leaves Silas and Shane to care for Bubbie while he goes to the track. When Lenny returns, Andy confronts him about some family history.",
                    "Aliases": []
                },
                "3": {
                    "ID": "373757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/373757",
                    "TitleEnglish": "The Whole Blah Damn Thing",
                    "SummaryEnglish": "Nancy makes her first successful smuggling run across the border with both drugs and human cargo. Meanwhile, Captain Till strikes a deal with Celia to get her out of jail. In return, she must gather evidence to incriminate Nancy and Guillermo. Back in Ren Mar, Andy tries to convince the family, including his father, to put Bubbie out of her misery.",
                    "Aliases": []
                },
                "4": {
                    "ID": "374554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/374554",
                    "TitleEnglish": "The Three Coolers",
                    "SummaryEnglish": "After Bubbie's death, the entire Botwin family sits shiva (the Jewish period of mourning) for seven days. After shiva, Nancy is sent on a mission and takes Andy along with her. Now that shiva is over and Bubbie is gone, Lenny decides to sell the house. Meanwhile, Celia continues her flirtation with Captain Till, and Doug finds refuge with the Botwins.",
                    "Aliases": []
                },
                "5": {
                    "ID": "374555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/374555",
                    "TitleEnglish": "No Man is Pudding",
                    "SummaryEnglish": "Guillermo gives Nancy a new job and she soon finds working retail isn't as mundane as it appears on the surface. Celia's deal with Captain Till brings her dangerously close to the action. Meanwhile, having been left in the desert by Nancy, Andy finds himself with a pack of immigrants and a very unfriendly Coyote. Back at home, the boys battle an infestation of bees.",
                    "Aliases": []
                },
                "6": {
                    "ID": "374556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/374556",
                    "TitleEnglish": "Excellent Treasures",
                    "SummaryEnglish": "Nancy follows the tunnel in the back of the maternity shop and sees something she shouldn't at the other end. Dean takes a new job, leaving Isabelle to live with Celia. Meanwhile, Silas flirts with Lisa, and Doug falls in love with a vision of beauty who washes up on the beach.",
                    "Aliases": []
                },
                "7": {
                    "ID": "374557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/374557",
                    "TitleEnglish": "Yes I Can",
                    "SummaryEnglish": "When Nancy is denied a share of the incoming pot by Guillermo, she decides to go over his head to Esteban. Celia discovers the cheap medication at Mexican pharmacies. Silas and Lisa get intimate, while Shane discovers some shocking photos. Andy and Doug begin interviewing for their human smuggling operation.",
                    "Aliases": []
                },
                "8": {
                    "ID": "374558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/374558",
                    "TitleEnglish": "I Am the Table",
                    "SummaryEnglish": "A spontaneous date ends in near-violence for Nancy and Esteban; Silas reveals to Lisa that he grows pot, and she makes him a tempting offer; Andy and Doug smuggle their first customer across the border; Celia develops an addiction.",
                    "Aliases": []
                },
                "9": {
                    "ID": "379723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/379723",
                    "TitleEnglish": "Little Boats",
                    "SummaryEnglish": "Despite their busy schedules, Nancy and Esteban try to find some time for each other. After finding out about Shane's fantasies and Silas's new and much older girlfriend, Nancy also has to talk to both of her sons. With their relationship going on, Lisa and Silas add some special offerings to her cheese shop.",
                    "Aliases": []
                },
                "10": {
                    "ID": "379724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/379724",
                    "TitleEnglish": "The Love Circle Overlap",
                    "SummaryEnglish": "Nancy learns that the tunnel is being used for more than drugs. Esteban puts her fears to rest as well as her nagging headache with a strong remedy. Celia's family stages an intervention in order to force her into rehab. Andy finds Maria and takes her across the border to an awaiting Doug. Silas babysits while Shane explores new territory with his two girlfriends.",
                    "Aliases": []
                },
                "11": {
                    "ID": "383403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/383403",
                    "TitleEnglish": "Head Cheese",
                    "SummaryEnglish": "Nancy must deal with the aftermath of Shane's exploits, her Ayahuasca trip, and more confrontation with Guillermo. Celia's struggles with her rehab partner, Barry, force her to find a new rehab facility. Doug and Maria's relationship quickly goes south and they both turn to Andy for help. Meanwhile, Silas's \"sandwich\" business has grown too big, forcing him to turn to Nancy for help.",
                    "Aliases": []
                },
                "12": {
                    "ID": "383404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/383404",
                    "TitleEnglish": "Till We Meet Again",
                    "SummaryEnglish": "A fed up Nancy squeals to the DEA to bust the tunnel while she plays it cool with Esteban. Embracing rehab, Celia sets out to make amends with her family. Andy succumbs to Maria's advances, and later comes clean to Doug. Shane impresses his girlfriends with his drug scoring abilities.",
                    "Aliases": []
                },
                "13": {
                    "ID": "386969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/386969",
                    "TitleEnglish": "If You Work for a Living, Then Why Do You Kill Yourself Working?",
                    "SummaryEnglish": "The DEA brings Nancy in for questioning and then she must explain things to Esteban. Celia travels deep into Mexico to make amends with estranged daughter Quinn. Meanwhile, Silas meets Lisa's ex-husband and Doug finds a reason to live. Nancy makes a shocking revelation to Esteban.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "58091",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "586651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/586651",
                    "TitleEnglish": "Wonderful Wonderful",
                    "SummaryEnglish": "After showing Esteban the proof of her baby, a sonogram picture. Nancy returns to Ren Mar to her family, but still unsure of her fate. Meanwhile, Celia is held hostage in Mexico by her estranged daughter Quinn who tries to ransom her off to all her friends, but they hilariously decline to deliver the cash for her release. Back in Ren Mar, Andy, Silas and Doug discuss plans to grow pot in a national forest.",
                    "Aliases": []
                },
                "2": {
                    "ID": "737381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/737381",
                    "TitleEnglish": "Machetes Up Top",
                    "SummaryEnglish": "Nancy pays a secret visit to Guillermo in prison; Celia puts her time in the rebel camp to good use by organizing their supplies; Shane decides to visit Nancy's estranged sister (Jennifer Jason Leigh); Silas and Doug second-guess their choice of a pot-growing plot.",
                    "Aliases": []
                },
                "3": {
                    "ID": "737391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/737391",
                    "TitleEnglish": "Su-Su-Sucio",
                    "SummaryEnglish": "Nancy gets a surprise visit from Jill; Nancy's bodyguard goes missing; Celia's micromanaging gets her sent back to the U.S.; Silas and Doug seek law enforcement approval.",
                    "Aliases": []
                },
                "4": {
                    "ID": "816901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/816901",
                    "TitleEnglish": "Super Lucky Happy",
                    "SummaryEnglish": "Nancy is visited by DEA agent Roy Till who has gone rogue and homecomer Celia moves into Nancy's garage. Meanwhile, Andy tries to access his brother's old bank account.",
                    "Aliases": []
                },
                "5": {
                    "ID": "816911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/816911",
                    "TitleEnglish": "Van Nuys",
                    "SummaryEnglish": "Nancy talks with her obstetrician about ending the pregnancy. After his teacher took his pot, Shane needs some help to get it back. Andy is still trying to get access to his late brother's bank account. Meanwhile, Silas and Doug need to see \"The Wizard\" to make their pot selling dreams come true.",
                    "Aliases": []
                },
                "6": {
                    "ID": "816921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/816921",
                    "TitleEnglish": "A Modest Proposal",
                    "SummaryEnglish": "It's six months since we last saw everyone and Nancy is in full bloom. Esteban proposes, and all seems right with the world until Nancy discovers there's another woman in Esteban's life. Andy, meanwhile, has gone on a spending spree and let himself go. Now he must come to terms with the new order of things. Celia, unhappy in her job at the mall, discovers an opportunity in the world of cosmetics. Shane spends an eye-opening day with Ignacio. Silas and Doug's medical marijuana dispensary is in full operation. But Deputy C.P. Jones continues his meddling ways.",
                    "Aliases": []
                },
                "7": {
                    "ID": "816931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/816931",
                    "TitleEnglish": "Where the Sidewalk Ends",
                    "SummaryEnglish": "Nancy learns the identity of the other woman in Esteban's life, as well as his plans for her childbirth delivery. With the help of Andy and Audra, Nancy takes matters into her own hands. Meanwhile, Celia discovers that getting rich quick isn't always so easy. Silas and Doug learn the hard way that Deputy C.P. Jones is more trouble than he's worth as the fate of their medical marijuana dispensary is jeopardized.",
                    "Aliases": []
                },
                "8": {
                    "ID": "816941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/816941",
                    "TitleEnglish": "A Distinctive Horn",
                    "SummaryEnglish": "The tension between Nancy and Esteban mounts as Pilar adds to the conflict. Nancy looks to Andy for help, just as hes focused on his relationship with Audra. Dean offers to help Silas and Doug get their dispensary back on track, but Celia sees an opportunity and steps in.",
                    "Aliases": []
                },
                "9": {
                    "ID": "816951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/816951",
                    "TitleEnglish": "Suck 'N' Spit",
                    "SummaryEnglish": "Nancy and Andy grow closer together while they try to be good parents. In the meantime, Celia and Dean work together to exploit their product surplus.",
                    "Aliases": []
                },
                "10": {
                    "ID": "961991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/961991",
                    "TitleEnglish": "Perro Insano",
                    "SummaryEnglish": "With the arrival of new enemies, Shane and Silas needs Nancy's protection. Meanwhile, Andy plans his future with Audra, while Doug and Dean make a plan to put an end to Celia's marijuana business.",
                    "Aliases": []
                },
                "11": {
                    "ID": "982711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/982711",
                    "TitleEnglish": "Ducks and Tigers",
                    "SummaryEnglish": "A visit from Esteban's daughter comes with new problems for Nancy. In the meantime, Isabelle joins Doug and Dean's scheme of revenge against Celia.",
                    "Aliases": []
                },
                "12": {
                    "ID": "990901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/990901",
                    "TitleEnglish": "Glue",
                    "SummaryEnglish": "Nancy, Andy and Cesar team up to look for Esteban when he goes missing. In the meantime, Dean and Doug start their scheme of revenge against Celia, while Silas and Shane develop a need to protect their new stepsister.",
                    "Aliases": []
                },
                "13": {
                    "ID": "990911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/990911",
                    "TitleEnglish": "All About My Mom",
                    "SummaryEnglish": "Nancy learns of Esteban's fate and takes action to preserve her own. Andy makes a big change in his life. Dean, Doug and Celia find common ground. Silas helps Adelita with a disturbing medical issue.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "219481",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1953381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/1953381",
                    "TitleEnglish": "Thwack",
                    "SummaryEnglish": "Faced with the aftermath of Shane having murdered Pilar, Nancy grabs Shane and Silas and they flee the scene. Andy is then met with the decision to split town with his family or stay and fight for Audra's affection.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2440751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2440751",
                    "TitleEnglish": "Felling and Swamping",
                    "SummaryEnglish": "After hours of aimless driving, Nancy, ignoring Shane's suggestion of hiding out in Pittsburgh, hatches a plan for the family to cross into Canada. Andy is tasked with acquiring fake IDs. Silas must decide if he's willing to live on the lam. Elsewhere, Esteban must answer to authorities regarding Pilar's murder and Nancy's whereabouts.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2440761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2440761",
                    "TitleEnglish": "A Yippity Sippity",
                    "SummaryEnglish": "Nancy becomes a scab labor in a Seattle hotel while Shane looks after Stevie and Doug goes back to Ren Mar",
                    "Aliases": []
                },
                "4": {
                    "ID": "2585261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2585261",
                    "TitleEnglish": "Bliss",
                    "SummaryEnglish": "Nancy makes a deal with the concierge and Shane becomes part of a mommy group. Meanwhile, Doug is questioned by Cesar and Ignacio.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2585271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2585271",
                    "TitleEnglish": "Boomerang",
                    "SummaryEnglish": "The Botwins' flight continues after a parking violation and Doug gets into a hostage situation.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2585281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2585281",
                    "TitleEnglish": "A Shoe for a Shoe",
                    "SummaryEnglish": "Nancy brings her son back while Andy and Silas wait in a diner.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2845791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2845791",
                    "TitleEnglish": "Pinwheels and Whirligigs",
                    "SummaryEnglish": "Nancy decides that her family has seen enough gunslinging for a lifetime, so to lighten things up she takes them to a Montana fair. Andy and Silas enter a butter-eating contest while Doug looks after the baby and makes friends with the carneys. Elsewhere, Nancy escorts Shane on a rollercoaster where they stir up some trouble in line.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2845801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2845801",
                    "TitleEnglish": "Gentle Puppies",
                    "SummaryEnglish": "After acquiring an RV, Nancy lets Andy navigate the road and he leads them to Pioneer Town, a former western movie set now turned off-the-grid scab city. While Nancy attempts to get the lay of the land, she instructs the family to set up a mobile hash making shop inside the RV. Andy and Silas work on getting laundry machines while Doug and Shane try to obtain water.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2845811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2845811",
                    "TitleEnglish": "To Moscow, and Quickly",
                    "SummaryEnglish": "Nancy is met with yet another roadblock when baby Stevie gets sick leaving her and Andy to scramble to find a pediatrician. Meanwhile, Silas, Shane and Doug are tasked with unloading some merchandise at a kiddie concert.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2845831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2845831",
                    "TitleEnglish": "Dearborn-Again",
                    "SummaryEnglish": "Nancy, attempting to score some big cash, returns to her hometown where she takes up residence with Warren an old acquaintance. Andy and Doug try to secure information on where to locate fake passports. Meanwhile, Silas and Shane curiously dig into Nancy's past.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2923211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/2923211",
                    "TitleEnglish": "Viking Pride",
                    "SummaryEnglish": "Nancy, trying to get she and her family out of the country, is continually faced with unexpected guests from her past. Andy has to get creative in order to secure passports while Doug must find his own means of obtaining one. Meanwhile, Silas deals with the possibility that Lars could be his father. Shane is left to deal with Warren who is becoming unhinged.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3083651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/3083651",
                    "TitleEnglish": "Fran Tarkenton",
                    "SummaryEnglish": "Nancy has a tense, one-on-one, sit-down interview with Vaughn. Andy, Shane and Warren to get more cash plus passports they'll need for the family to enter Europe. Silas continues to wrestle with the fact that Lars may be his father. Meanwhile, Doug returns to Agrestic to locate his passport.",
                    "Aliases": []
                },
                "13": {
                    "ID": "3083661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/3083661",
                    "TitleEnglish": "Theoretical Love is Not Dead",
                    "SummaryEnglish": "In the season 6 finale, Nancy must free herself from the grip of Esteban in order to escape the country along with her family. At the airport, Andy attempts to calm the nerves of Shane and Warren. Meanwhile, Silas must decide whether to stay with Lars or leave with the Botwins.",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "390701",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/7",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "3436351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/3436351",
                    "TitleEnglish": "Bags",
                    "SummaryEnglish": "Three years after Nancy's selfless act to save her family, Andy, Silas, Shane and Doug live their new lives in Copenhagen. When Nancy is released early from prison and put on parole to a New York halfway house, she finds out that she doesn't need witness protection anymore.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4105005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4105005",
                    "TitleEnglish": "From Trauma Cometh Something",
                    "SummaryEnglish": "Nancy tries to get back on the right track after being released from prison, but faces a tough struggle living in New York City; Andy and Shane show up at Nancy's door, sending her for a loop and tempting her to go back to her old ways.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4105006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4105006",
                    "TitleEnglish": "Game-Played",
                    "SummaryEnglish": "Nancy struggles to fit into the ranks at the halfway house; Jill drops a bombshell; Andy and Shane find a place to live; Silas scores a modeling gig; Doug is offered his dream job.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4114465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4114465",
                    "TitleEnglish": "A Hole in Her Niqab",
                    "SummaryEnglish": "Nancy pursues a job at Doug's office; Andy may be in over his head; Shane tries to set up house; Silas attempts a partnership.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4114466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4114466",
                    "TitleEnglish": "Fingers Only Meat Banquet",
                    "SummaryEnglish": "Silas and Nancy's lawyer assist her in getting to California as her custody battle with Jill (Jennifer Jason Leigh) heats up. Meanwhile, Andy's relationship takes an intriguing turn; Shane decides to give it the old college try and enrolls in classes; and Doug is left to fend for himself at his job on Wall Street.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4114468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4114468",
                    "TitleEnglish": "Object Impermanence",
                    "SummaryEnglish": "Nancy confronts an old friend, leaving Silas caught in the crossfire; back at the loft, Andy comes up with a new business venture, and turns to Shane and Doug for help.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4114469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4114469",
                    "TitleEnglish": "Vehement v. Vigorous",
                    "SummaryEnglish": "While Doug plays softball with the company team, Nancy deals pot on the sidelines; Andy opens his bike shop while Silas sells pot out of the back room; and a police detective offers Shane an internship.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4114470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4114470",
                    "TitleEnglish": "Synthetics",
                    "SummaryEnglish": "Nancy's former cellmate Zoya shows up and complicates things between Nancy and her supplier; Silas and Andy bang heads over how to best utilize the bike shop; and Shane's internship provides him with some surprising lessons.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4114471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4114471",
                    "TitleEnglish": "Cats! Cats! Cats!",
                    "SummaryEnglish": "Nancy and Andy try to put the brakes on Zoya's attempt to take over the bike shop; Silas has an encounter with some local rival dealers; and Doug must do some business with the Securities and Exchange Commission.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4114472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4114472",
                    "TitleEnglish": "System Overhead",
                    "SummaryEnglish": "Nancy, Andy and Silas strike back at Emma; Doug has to keep his hedge fund up and running; Shane ends up closer to the law.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4139004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4139004",
                    "TitleEnglish": "Une Mère Que J'aimerais Baiser",
                    "SummaryEnglish": "In an attempt to further expand her business, Nancy follows Doug and Andy to the Hamptons for the weekend; Silas tries to win Emma back after a falling out over business; Detective Ouellette brings Shane along on a drug bust.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4139005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4139005",
                    "TitleEnglish": "Qualitative Spatial Reasoning",
                    "SummaryEnglish": "Nancy and Silas face off over who controls their drug business, while Andy tries to mediate; Shane goes to lengths to win back Detective Ouellette's trust, while Doug tries to keep the SEC distracted from his hedge fund's illegal activities.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4139006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4139006",
                    "TitleEnglish": "Do Her/Don't Do Her",
                    "SummaryEnglish": "In the Season 7 finale, Silas turns the tables on Nancy, as Shane makes one last attempt to keep her out of harm's way and the clutches of Detective Ouellette. Meanwhile, back on Wall Street, Doug schemes to keep his hedge-fund scam alive.",
                    "Aliases": []
                }
            }
        },
        "8": {
            "ID": "478238",
            "URL": "https://thetvdb.com/series/weeds/seasons/official/8",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4286003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4286003",
                    "TitleEnglish": "Messy",
                    "SummaryEnglish": "The victim is rushed to the hospital after being shot with the family following close behind. They grapple with the tragedy and hypothesize on the shooter's identity.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4292800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292800",
                    "TitleEnglish": "A Beam of Sunshine",
                    "SummaryEnglish": "Nancy recovers from her bullet wound, and makes a few friends (and enemies) during her stay at the hospital. Back at the house, a romantic Andy and Jill are interrupted by Jill's husband. Silas maintains an unconventional affair with Kiku, while Shane makes new friends at the police academy. Meanwhile, Doug and Whit are pitches new business ideas.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4292801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292801",
                    "TitleEnglish": "See Blue and Smell Cheese and Die",
                    "SummaryEnglish": "Nancy and Silas chase after Shane, who has discovered the identity of Nancy's shooter. Andy attempts to bond with Jill's daughters via Roller Derby. Doug and Whit come up with a new plan after being fired from the hedge fund.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4292802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292802",
                    "TitleEnglish": "Only Judy Can Judge",
                    "SummaryEnglish": "Nancy plans a family dinner while tending to her pot business. Andy and Jill agree to watch over Stevie throughout the day. Silas befriends a local pot grower, while Shane invites Angela, his classmate, over for family dinner. Back at the house, Doug makes enemies with the neighbour's dog.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4292803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292803",
                    "TitleEnglish": "Red in Tooth and Claw",
                    "SummaryEnglish": "Nancy's attempt to raise money for Stevie's soccer fees tempts her back to her old ways, as she battles to finally leave the drug business for good. Jill uses Doug to get revenge on Andy. Shane and Angela go on a double date with Ouellette and his wife. Meanwhile, Silas's friendship with R.J. takes a strange turn.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4292804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292804",
                    "TitleEnglish": "Allosaurus Crush Castle",
                    "SummaryEnglish": "Nancy is ready to get her life back on track, and starts anew with a job search. Jill drops a bomb on Andy and Doug. Silas must track down the location of his stolen plants. Shane uses his superior intellect to make some extra cash at the police academy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4292805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292805",
                    "TitleEnglish": "Unfreeze",
                    "SummaryEnglish": "Nancy and Silas start their new, legit and highly competitive jobs. After graduating from the police academy, Shane gets an assignment. Andy seeks employment at the local Jewish temple. Meanwhile, Doug's reckless spending comes to a complete halt.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4292806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292806",
                    "TitleEnglish": "Five Miles From Yetzer Hara",
                    "SummaryEnglish": "Nancy gets promoted and takes on new responsibilities. Silas and Shane both start their new jobs. Doug recruits homeless people in an attempt to legitimize his scam shirty, while Jill breaks some upsetting news to Andy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4292807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292807",
                    "TitleEnglish": "Saplings",
                    "SummaryEnglish": "Nancy and Silas are approached with a new job opportunity. Shane does something reckless to impress Angela. A dejected Andy offers love advice to Rabbi Dave and his students. Doug tries to keep his fake charity - and restless homeless group - from disbanding.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4292808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292808",
                    "TitleEnglish": "Threshold",
                    "SummaryEnglish": "Nancy meets Rabbi Dave's friends during an awkward Shabbos dinner. Andy brings home a very special guest to meet the family. Silas prepares for his new business venture. Shane and Angela attempt to retrieve some stolen property. Meanwhile, Doug's homeless group threatens to leave him if he doesn't begin catering to their needs.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4292809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292809",
                    "TitleEnglish": "God Willing and the Creek Don't Rise",
                    "SummaryEnglish": "Nancy, Andy, and Silas take a trip. Shane is busted for stealing property off the impound lot. Doug gives up on his charity and decides to pursue a bigger, more lucrative scheme.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4292810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292810",
                    "TitleEnglish": "It's Time (1)",
                    "SummaryEnglish": "It's the Weeds one-hour series finale. The Botwins (and Doug!) are at a crossroads. How will it all end?",
                    "Aliases": []
                },
                "13": {
                    "ID": "4292811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/weeds/episodes/4292811",
                    "TitleEnglish": "It's Time (2)",
                    "SummaryEnglish": "At Stevie's bar mitzvah, friends and family gather and Nancy tries to reconnect with her estranged loved ones.",
                    "Aliases": []
                }
            }
        }
    }
}