{
    "URL": "https://thetvdb.com/series/the-melody-of-oblivion",
    "Genres": [
        "Animation",
        "Horror",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0872302/",
        "https://www.themoviedb.org/tv/34802"
    ],
    "TitleEnglish": "The Melody of Oblivion",
    "SummaryEnglish": "A great war occurred in the 20th century between humans and monsters. Since that time, the monsters rule the world in fear but keep relatively hidden from public view. A boy named Bokka ponders the past and wonders what became of the Meros Warriors who defended the world so bravely against the demons. He soon meets Kurofune and learns of the power of the Meros and the I-bar machines they ride in battle. Warriors are the only ones who can see and hear the Melody of Oblivion, a phantom girl hidden away waiting to be rescued and be the savior of mankind. During a battle between Kurofune and a demon, Bokka discovers something only his wildest dreams could possibly imagine...he too can hear that melody. Throughout his journeys, Bokka meets many monsters and their agents, friends, and companions as he discovers the true extent of his new powers. He must continue to battle evil in the hope of releasing Boukyaku no Senritsu and free a world that has forgotten its once beautiful melody.",
    "Aliases": [
        "Melody of Oblivion"
    ],
    "Modified": "2025-07-09",
    "Seasons": {
        "1": {
            "ID": "8301",
            "URL": "https://thetvdb.com/series/the-melody-of-oblivion/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "159520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159520",
                    "TitleEnglish": "Warriors of Melos",
                    "SummaryEnglish": "Bocca Serenade, is unhappy with his high school life. And wants to become a warrior like the ones from the story told to him by Tsunagi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "159521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159521",
                    "TitleEnglish": "The Beginning of the Long Journey After-school",
                    "SummaryEnglish": "Bocca has become a Meros Warrior, and Tsunagi gives the young warrior his own Aibar machine. Left with more questions than answers when Tsunagi abandons him, Bocca once again encounters the pickpocket, Sayako. And the pair soon finds trouble in school.",
                    "Aliases": []
                },
                "3": {
                    "ID": "159522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159522",
                    "TitleEnglish": "Cape of the Midnight Sun",
                    "SummaryEnglish": "After going on their journey, Bokka and Sayako arrive in a town called \"Bakuyagou\", or \"White Night Cape\", where it's always dark, and morning never rises, making it a perfect place for tourist attractions. It also seems like whenever the mysterious lighthouse shines red, no child appears on the streets, for they fear that their children would be killed by something. Bocca came to ask a knowledgeable lady about Melos Warriors. Bocca also found himself saving a young girl, Kew, from a robot creature, who was conveniently a little sister of the owner of an inn, who allowed them to stay for the night, as a debt.\r\nThe two travelers knew there was something wrong with the city, since the residents didn't seem like they wanted to be saved or anything, even though there was something as dangerous as the robot creature. What lies in store for them? What is wrong with White Night Cape?",
                    "Aliases": []
                },
                "4": {
                    "ID": "159523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159523",
                    "TitleEnglish": "Monster Union",
                    "SummaryEnglish": "Bocca finally learns that the robot creature he fought before was from the organization, Monster Union, who are humans who serve under the monsters, using the robot creatures as their weapons.Keiko Hamasaki, the sister of Kew, and the owner of the inn, remembers her past, and is reminded of why she joined the Monster Union. Later, the robot creature strikes again, and Bocca is faced with it again, giving Bocca a great surprise.",
                    "Aliases": []
                },
                "5": {
                    "ID": "159524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159524",
                    "TitleEnglish": "A Voice That Will Reach You",
                    "SummaryEnglish": "Although knowing the problems of White Night Cape, Bocca continues to try and destroy the Monster Union robot creature. Everyone in the town knows of his intentions, and sends Bocca into jail. Sayako finds out that Kew knows about Keiko siding with the Monster Union, and saves Bocca from jail. Even with Sayako's warning, Bocca still calls for his Aiba-Machine and tries to save Kew from her sister's hands. The battle of Bocca vs. Midnight Fledgling begins.",
                    "Aliases": []
                },
                "6": {
                    "ID": "159525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159525",
                    "TitleEnglish": "Valley of the Pyramid Scheme",
                    "SummaryEnglish": "While following Kurofune, Bocca and Sayako encounter a dead end, but finds 'Nezumikoukoku', or 'Pyramid Scheme Valley', and also find a dam with a mural of a tear on it.\r\nThe duo goes to it, and find a beautiful boy with sky blue hair. They also meet up with the artist of the mural, Eichi Hikoyama, who seems to be hired by a woman named Miri Kanaya who owns the dam. Miri also owns mice that gather tears around the world for her dam. Bocca and Sayako pass as art students for Eichi, and stay in the village. The two find out from Eichi that the boy from the dam was neither Monster nor human, and people call him a demon, and despise him.\r\nThe next day, Sayako found a girl with a large jewel around her neck, and decided to try and steal it. Meanwhile, another robot creature appears in the valley, of which Bocca quickly drives away. While he tries to chase it, he encounters a whole bunch of mice, who attack him. With an odd sound, he realized he was saved by the girl Sayako met. When she saw he was a Melos Warrior, she quickly drew her bow, and pointed an arrow at him. Exactly what's up with this place?",
                    "Aliases": []
                },
                "7": {
                    "ID": "159526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159526",
                    "TitleEnglish": "Crying Strings",
                    "SummaryEnglish": "Bocca learns that the girl who had aimed her arrow at him is named Tone. And she appears to hate Melos Warriors. He also learns that the technique that she uses to drive the \"working mouse away\" is a Melos technique. However he notices that she has no stigmatic mark on her arm. On learning of Tone's return to the valley, Miri Kanaya becomes agitated and recalls back her earlier years, of how and why she joined the Monster Union. The relationships between her, Tone, Eichi Hikoyama and the blue-eyed boy are also revealed.",
                    "Aliases": []
                },
                "8": {
                    "ID": "159527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159527",
                    "TitleEnglish": "The Distant Road of Destiny",
                    "SummaryEnglish": "Eichi completes the mural on the dam's wall, he tells Tone that the rest will be left to them before he leaves. Miri under the orders of the Monster, rides her 'Rat Monster' for a final battle with Bocca. Bocca uses the \"Crying Bow String\" technique to defeat Miri. The Dam is destroyed to reveal Eichi's final work. When Tone and Bocca part their ways, it is revealed that the blue eyed boy is Tone's Aibar machine. Bocca also spots Tone's stigmatic mark on her thigh.",
                    "Aliases": []
                },
                "9": {
                    "ID": "159528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159528",
                    "TitleEnglish": "Bay of the Ape-man",
                    "SummaryEnglish": "Bocca and Sayoko arrives at a huge industrial region. Sayoko befriends a strange girl by the name of Coco. Coco tells Sayoko that she is involved in a theatrical play nearby. Bocca and Sayoko later meet up with a guy who offers Bocca a job as a security guard. And while Bocca faces a team of saboteurs of the delivery truck that he is protecting, Sayoko is taken prisoner by the guy, who reveals himself to be a member of the Monster Union. Bocca's bow is damaged during battle, but his Aibar machine provides him a more stronger bow. As the battle goes on, the saboteurs which includes Coco, realizes who Bocca is and stops the battle. They show Bocca the contents in the truck and brings him to see someone he knows.",
                    "Aliases": []
                },
                "10": {
                    "ID": "159529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159529",
                    "TitleEnglish": "Unicorn Series",
                    "SummaryEnglish": "Bocca meets up with his old friend Tsunagi. Tsunagi tells to Bocca about the Space Fort named Mitranome, and about 'Engine One'. The team intends to destroy Engine One, but Bocca wants to save Sayoko first. The team then splits into two. Bocca, Coco and another team mate goes to save Sayoko. The rest sets off to destroy Engine One.",
                    "Aliases": []
                },
                "11": {
                    "ID": "159530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159530",
                    "TitleEnglish": "A Song That You Still Don`t Know",
                    "SummaryEnglish": "Bocca and the team successfully saves Sayoko. Sayoko reveals to them that there are still people in Engine One. They decide to try and save them too. The Monster Union member is later defeated in battle, but reveals that the people aren't really 'humans' but have been turned into something better. Tsunagi, in his attempt to destroy Engine One from the control station, finds a recording of someone he knew and had thought betrayed him. The recording reveals some surprises. Bocca wants Tsunagi to leave the place with him before the whole place blows up, but Tsunagi insists on staying. The team leaves without Tsunagi, and Engine One blows up.",
                    "Aliases": []
                },
                "12": {
                    "ID": "159531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159531",
                    "TitleEnglish": "Labyrinth Island",
                    "SummaryEnglish": "In Bocca and Sayoko continuing search for Kurofune, they find Kurofune's Aibar machine, \"Jaguar of the Sun\". The Aibar machine reveals to them that Kurofune is on a very strange island. They try to make their way to the island and end up in a cave with strange murals.",
                    "Aliases": []
                },
                "13": {
                    "ID": "159532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159532",
                    "TitleEnglish": "Kurofune",
                    "SummaryEnglish": "In this labyrinth, where space and time can be curved or warped, Bocca is able to meet with the child sacrifice, Solo, as well as Kurofune. Bocca witnesses the battle between Horu and Kurofune that happened in the past. Horu was defeated but was able to survive by hiding in the labyrinth because of the warped time. Bocca parted ways with Kurofune and later got separated from Solo, so he wanders off by himself in the labyrinth.",
                    "Aliases": []
                },
                "14": {
                    "ID": "159533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159533",
                    "TitleEnglish": "An Entrance Named an Exit",
                    "SummaryEnglish": "Bocca meets with Kei in the illusionary bus. They share thoughts about their dreams, and Bocca reveals his feelings for Sayoko. He learns that Kei and all the rest of the children that Horu, the monster, has devoured are digested repeatedly. Bocca later finds himself back at the stadium facing Horu in battle. Having faced that very same battle before, Bocca easily defeats Horu. Horu escapes to heal himself. Bocca and Kurofune meets once again, Bocca wants Kurofune to leave the maze, he tells him that Sayoko is waiting for him. But Kurofune wants Bocca to leave instead and let him finish Horu himself. They both exchange 'arrow fire', and Bocca loses. Kurofune seeks out Horu, and finds him healed. Kurofune tells Horu that he has already killed him and that he will never be able to leave the maze. Kurofune fires a bolt of arrow into the walls of the maze, and runs through the walls. Bocca who was trapped in the maze finally escapes the maze and is pulled out of the sea waters onto a boat, into the waiting arms of Sayoko. They learn that the island had sank a long time ago.",
                    "Aliases": []
                },
                "15": {
                    "ID": "159534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159534",
                    "TitleEnglish": "Fortune Canal",
                    "SummaryEnglish": "Bocca and Sayoko arrives at a tourist spot. Sayoko's investigation into the place reveals that several tourists have gone missing there. They spot the body of Tone's Aibar machine, Skyblue, the blue eyed boy, lying close to the waters. Bocca revives him with the aid of his Aibar machine. They learn that Tone has been taken prisoner at a castle managed by a member of the Monster Union known as Lucky Thoroughbred. Skyblue suddenly warns them that they had been spotted and that the enemy was headed their way. Flying Bunny, a girl in a bunny costume riding a flying board, arrives. Bocca, Sayoko and Skyblue are spotted by her. She goes on an aerial attack. In the battle against Flying Bunny, Bocca's Aibar machine attempts to fly but is unsuccessful. Bocca successfully wounds Flying Bunny, and she retreats to the castle to heal herself. She meets with Lucky Thoroughbred and they exchange some harsh words. Lucky Thoroughbred reveals his intent to set bombs all over the world and then visits his captive, Tone.\r\nSkyblue meanwhile, meets up with another Airbar machine, the one who uses boomerangs as weapons. They fight each other. Sayoko meanwhile tries to kiss Bocca, but Bocca hesitates. Sayoko learns why, she realizes that Melody is watching them. Sayoko runs off feeling hurt. She is suddenly greeted by Lucky Thoroughbred in his monster machine. Sayoko however, looks more surprised than afraid. And instead calls him, \"brother\".",
                    "Aliases": []
                },
                "16": {
                    "ID": "159535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159535",
                    "TitleEnglish": "Sayoko",
                    "SummaryEnglish": "With Sayako and Toune trapped in the castle of Lucky Thoroughbred, Bocca and Koko sneak in to save both. While on the way in, the two get more than a bit comfortable with each other, and Coco tells her story to the boy. Within the castle, a helpless Sayako is reminded of her old family, and of her brother's \"achievement\" to become a Monster Union agent. Meanwhile, the two Melos Warriors go separate ways. Bocca eventually meets up with Lucky Thoroughbred, agreeing to a race with his robot monster over a lake of water, since if Bocca wins, his friends would be released. At the same time, Koko in off saving Toune, when met up with Flying Bunny, where trouble starts to occur. What happen there? And can Bocca win the race with his flightless Aibar-Machine?",
                    "Aliases": []
                },
                "17": {
                    "ID": "159536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159536",
                    "TitleEnglish": "Angel Wings for Non-Angels",
                    "SummaryEnglish": "Tone and Sayako are held hostage in the tower. And Coco and Bocca have gone in to rescue them. However, Shuuma has explosives planted all over the castle and he will not hesitate to set them off.",
                    "Aliases": []
                },
                "18": {
                    "ID": "159537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159537",
                    "TitleEnglish": "Tokyo Station",
                    "SummaryEnglish": "Sayako receives a message to return home. But she wants to know where her relationship with Bocca is going first. The Armed Theatrical Group arrives to search for 'Engine Two'.",
                    "Aliases": []
                },
                "19": {
                    "ID": "159538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159538",
                    "TitleEnglish": "Twentieth Century War",
                    "SummaryEnglish": "The kidnapped prime minister is interrogated by the Armed Theatrical Group. The prime minister reveals his intended deal with the Monster Union. He also mentions about his lost daughter. The origin of the new Monster King is also revealed.",
                    "Aliases": []
                },
                "20": {
                    "ID": "159539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159539",
                    "TitleEnglish": "The Sun is Calling You",
                    "SummaryEnglish": "Coco meets her dad finally. The warriors must defeat Electric Sheep. And Bocca and Sayako may have to split.",
                    "Aliases": []
                },
                "21": {
                    "ID": "159540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159540",
                    "TitleEnglish": "The Range That`s Outside",
                    "SummaryEnglish": "The Meros warriors are on the Mahoroba and on a course to Mitranome. But the space port is guarded by the monster union and they intend to stop them.",
                    "Aliases": []
                },
                "22": {
                    "ID": "159541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159541",
                    "TitleEnglish": "Metronome",
                    "SummaryEnglish": "A new unicorn series is discovered in the ship, but he is not on the side of the Meros Warriors. The battle in the Mitranome goes on.",
                    "Aliases": []
                },
                "23": {
                    "ID": "159542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159542",
                    "TitleEnglish": "Like An Arrow That Pierces Through the World",
                    "SummaryEnglish": "The Vinderlize intends to destroy the Mitranome. Child Dragon utilises a weapon that can immobilise the Aibar Machines. And the secret of Project Silent is revealed.",
                    "Aliases": []
                },
                "24": {
                    "ID": "159543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-melody-of-oblivion/episodes/159543",
                    "TitleEnglish": "Beginning Your Morning Journey",
                    "SummaryEnglish": "Bocca returns to Earth and finally meets the Monster King. The Monster King reveals the secret about the Melody of Oblivion.",
                    "Aliases": []
                }
            }
        }
    }
}