{
    "URL": "https://thetvdb.com/series/strange-love",
    "Genres": [
        "Reality"
    ],
    "Other Sites": [
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH716440",
        "https://www.themoviedb.org/tv/927"
    ],
    "TitleEnglish": "Strange Love",
    "SummaryEnglish": "Fans of The Surreal Life on VH1 know that Brigitte Nielsen and Flavor Flav made a splash together in and out of the swimming pool. Now, VH1 is reuniting the ghetto-flash and Euro-trash duo to see if their love is the real deal. Brigitte, now back at her home in Milan living her clothing-optional lifestyle, can't stop thinking about her rambunctious \"Fuffy-Fuffy.\" Was it just a fling?Of course, Brigitte has known this feeling in the past ... before each of her five marriages. But this time it is different -- something tells her Flav is special. Flavor Flav, the viking horned headdress wearing, hyperactive, and overly boisterous hype-man of Public Enemy will traverse half way around the world to rekindle the flame with Brigitte and is unleashed on Italy's fashion capital like a tsunami of obnoxious ghetto verbosity and bling. After a week together that could leave Italy in a shambles unseen since the fall of Mussolini, Flav convinces Brigitte to come back to New York for h",
    "Aliases": [],
    "Modified": "2025-08-19",
    "Seasons": {
        "1": {
            "ID": "8675",
            "URL": "https://thetvdb.com/series/strange-love/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "167230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167230",
                    "TitleEnglish": "The Flavor of Love",
                    "SummaryEnglish": "Flav goes to Italy and coaxes a reluctant Brigitte away from her fiancé, Mattia, to go spend some time in a Villa with him. At first, things aren't as easy as Flav thought they'd be, but by the end of the first night, he is sure that he will have his girl back in no time.",
                    "Aliases": []
                },
                "2": {
                    "ID": "167231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167231",
                    "TitleEnglish": "The Smack Is Back",
                    "SummaryEnglish": "Flav and Brigitte receive an invite to a Gala at lake Cuomo. Flav bends over backwards to become \"\"proper\"\" for the occasion, but he's only willing to go so far (he reluctantly takes an etiquette lesson and he buys a tailored suit, but a pimp suit). Mattia falls out of favor with Brig when he sends her clothes in a paper bag. Flav encourages the end of their relationship. Brigitte admits that when Mattia is bad, he has to sleep in the closet. Flavor says that he would never be like Mattia. They go clubbing, Flav raps. Brigitte kisses another guy AND another girl. Flav kisses another girl. Brigitte slaps him and he slaps her right back. Brigitte realizes she's with a real man ... and likes it.",
                    "Aliases": []
                },
                "3": {
                    "ID": "167232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167232",
                    "TitleEnglish": "Balls Well That Ends Well",
                    "SummaryEnglish": "They travel to Lake Como with Brigitte's manager, Luigi, and his wife. They have an awkward lunch, and a clumsy ballroom dance lesson. Flav's pimp suit is finally revealed as they go to the Gala. Immediately Flav and Brigitte are not accepted by the horrified snobs. Brigitte realizes her friends are a bunch of pretentious jerks. She apologizes to Flav for the way he was judged. They make love for the first time since their reunion.",
                    "Aliases": []
                },
                "4": {
                    "ID": "167233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167233",
                    "TitleEnglish": "The Wine, The Romance and The Truth",
                    "SummaryEnglish": "The lovebirds wake up in Como. Brigitte is feeling guilty about her trist last night. Flav feels her unease and coaxes her to take a bubble bath. Flav tries to be romantic, but blows it when he kicks over a glass of wine then goes ballistic on the chambermaid when she tries to clean up after him. They tour a vineyard and stomp grapes, and take a ferry to Bellagio where they go to dinner. They have a long conversation in which they open their hearts. Brigitte agrees to go to New York because she needs to see if she and Flav really still have something.",
                    "Aliases": []
                },
                "5": {
                    "ID": "167234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167234",
                    "TitleEnglish": "Flavor's Fried Chicken",
                    "SummaryEnglish": "It's the final push for New York. After cooking a \"\"bonding dinner\"\" for her kids, Flav lets Brigitte go home to face her fiancé‚ and stresses that she might not come back. She surprises him and us by showing up with her bags packed. The couple departs for the Big Apple.",
                    "Aliases": []
                },
                "6": {
                    "ID": "167235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167235",
                    "TitleEnglish": "Public Enemy Number 1",
                    "SummaryEnglish": "In preparation for his upcoming Public Enemy show, Flav takes Brigitte shopping to \"\"pimp out\"\" his girl. Now in NYC, Brigitte finds that Flav's attentions are scattered and they have a fight about him making phone calls during lunch. That night, they go to the Russell Simons PE show. Brigitte makes a fool of herself and Flav destroys his dressing room. They fight and sleep apart. NY might not be all Brigitte thought it would be.",
                    "Aliases": []
                },
                "7": {
                    "ID": "167236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167236",
                    "TitleEnglish": "Bronx Cheers",
                    "SummaryEnglish": "Flav takes Brigitte to the Bronx and she's warmly accepted by Beverly Johnson (his ex) and her family. They get her fitted for gold teeth and an adoring mob forms outside the jewelry/teeth store. They have dinner with Luigi and talk about their relationship, and Brigitte still has concerns. Flav straightens things out with Public Enemy and takes Brigitte to the next Public Enemy concert that night, giving her silver teeth as a token of his love. She comes onstage and flashes the crowd a silver smile. The fans go wild.",
                    "Aliases": []
                },
                "8": {
                    "ID": "167237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167237",
                    "TitleEnglish": "The Family That Flav's Together Stays Together",
                    "SummaryEnglish": "Flav takes Brigitte to church in his hometown of Freeport. They are enjoying the service until Flav's daughters show up (wearing deadbeat dad t-shirts). A big ugly fight on the church steps ensues. Back at Flav's mama's they have a family barbecue. Brigitte meets the family and is overwhelmed. Flav's angry daughters and their mother glare from across the street. Brigitte meets Flav's baby mama and gives her their phone numbers. Flav freaks out. Brigitte is at a loss how to deal with Flav and his baggage. Back at the hotel, Flav tells her they need to get out of New York. He has too much baggage here. He asks her to go to Vegas and she agrees.",
                    "Aliases": []
                },
                "9": {
                    "ID": "167238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167238",
                    "TitleEnglish": "Flav Can't Lose",
                    "SummaryEnglish": "Vegas. Brig & Flav arrive at the Hard Rock and discover a suite full of gifts. They go gambling and to a strip club, but they bicker over each other flirting with other people. Brigitte gives a guy chips. Flavor gets a lap dance. The next morning, they have breakfast in the room and then a couple's massage. They have a conversation about their relationship where Flav tells her that Mattia is only after her for her money. At dinner, Flav tells Brigitte to move to Vegas. He wants to have a child with her. They go gambling; Flav snaps at Brigitte (he doesn't like to be touched while gambling) and she goes to bed alone. He stays up and loses all his money.",
                    "Aliases": []
                },
                "10": {
                    "ID": "167239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167239",
                    "TitleEnglish": "You May Now Flav the Bride",
                    "SummaryEnglish": "Brigitte receives her ticket home. She's leaving tomorrow. Her impending departure brings out the desperate side of Flav. He tells Brigitte that if she moves to America he will help her raise her kids. He tells her not to marry Mattias. If she has to go home, he wants her to at least stay single so they have a chance together. It's hard to tell where Brigitte's heart lies. She loves her Flav, but this whole experience has left her emotionally exhausted. She's confused about what to do ... and that's BEFORE they get to the wedding chapel.",
                    "Aliases": []
                },
                "11": {
                    "ID": "167240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strange-love/episodes/167240",
                    "TitleEnglish": "Reunion Special",
                    "SummaryEnglish": "This special episode of Strange Love reunites Flavor Flav and Brigitte Nielsen for a weekend press tour in New York City. Since their last meeting, in Los Angeles at the VH1 Big In '04 awards, Brigitte and Flav have not been on speaking terms. The first night in New York, their relationship devolves into a bitter argument that leaves Brigitte alone in the hotel suite and Flav storming off into the night. The next day they have to do a radio tour and several TV appearances together. They are also given the opportunity to watch the first cut of the final episode of Strange Love. Will seeing their old romance on the big screen bring back old feelings for the two lovers or is their love truly too strange to last?",
                    "Aliases": []
                }
            }
        }
    }
}