{
    "URL": "https://thetvdb.com/series/rozen-maiden",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0861287/",
        "https://www.themoviedb.org/tv/42828"
    ],
    "TitleEnglish": "Rozen Maiden",
    "SummaryEnglish": "Jun is a total recluse who won't take a step outside his house and only loves online shopping. When Jun winds up a doll that suddenly appears in his room because of his mail-orders tendencies, he has no idea what he's in for. The doll comes to life and proclaims herself to be 'Shinku'. She later binds Jun to her as a medium, her counterpart, and her magical power source,  in an attempt to save his life. And so starts the beginning of a chaotic life for the Sakurada household as more Rozen Maidens arrive on their doorsteps. But what are the Rozen Maidens and why do they exist? And will Jun learn to open up his heart and face his fears?  The main characters are: Sakurada Jun - The main lead of the story who has to learn to face his fears, thanks to the arrival of Shinku. The interaction between Jun and Shinku are often funny and at times, touching.",
    "Aliases": [],
    "Modified": "2025-07-20",
    "Seasons": {
        "0": {
            "ID": "22872",
            "URL": "https://thetvdb.com/series/rozen-maiden/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "2": {
                    "ID": "396810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/396810",
                    "TitleEnglish": "Eternity - Ewigkeit",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "396811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/396811",
                    "TitleEnglish": "Vanity - Eitelkeit",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4439460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/4439460",
                    "TitleEnglish": "Detective Kunkun - Duell Walzer",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "8858",
            "URL": "https://thetvdb.com/series/rozen-maiden/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "170786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170786",
                    "TitleEnglish": "Rose Maiden - Fr채ulein Rose",
                    "SummaryEnglish": "The series starts off with a lovely tea party with a little girl and her father at the center of attention. When one of her dolls moves on a moonlit night, the little girl enclosed it in the suitcase. Fast forward to Japan in recent times. Sakurada Nori, a clumsy but kind-hearted girl, is rushing home to make meals for her brother, Jun. He has been avoiding attending school and is a virtual recluse because of his complex. Jun is hooked on mail-order goods (usually some strange occult stuff)and then using the return rule at the last moment. Soon after Jun-kun choose the 'wind it' option on a mail order form, he trips over a suitcase in his room. He open it up to discover an exquisite doll and winds it up. He is aghast when the doll comes to life and gives him a slap for touching her without permission. She then inform him that she is the fifth doll of the Rozen Maidens, named Shinku. When black feathers drifted into the room, it marks the arrival of a clown doll who wants to kill Jun. T",
                    "Aliases": []
                },
                "2": {
                    "ID": "170787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170787",
                    "TitleEnglish": "Hinaichigo - Kleine Beere",
                    "SummaryEnglish": "Nori is delighted with Shinku and dotes on her. Jun is amazed when Shinku uses magic to repair the broken window in which the clown doll had crashed through. Shinku is especially partial to having tea but is embarassed when she identified the washroom as the perfect place to have her tea.\r\nWhen Nori's classmate, Tomoe, came by to pass her some notes, Shinku watches her in interest. It turns out that Tomoe also owns a Rozen Maiden 'Hinaichigo' who's an extremely insecure little kid, having being lied to and sealed for a long time by her previous owner. In an effort to keep her by her side forever, Hinaichigo forcefully brings Tomoe to her alternate world. After seeing Tomoe, Jun is reminded of his former school life and wallows in depression. When the rosa mystique heats up, Jun knows that Shinku is fighting another doll.\r\nShinku enters Hinaichigo's alternate world to take her on. When Tomoe gets hurt in the battle, Hinaichigo is reminded of all the happy times they shared and decides to",
                    "Aliases": []
                },
                "3": {
                    "ID": "170788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170788",
                    "TitleEnglish": "Suigintou - Mercury Lamp",
                    "SummaryEnglish": "Hinaichigo makes a din waking up every morning which pisses off Jun. Jun does not like Hinaichigo as he find kids irritating. In turn, Hinaichigo did not adjust well to life in the Sakurada household. When she unwittingly bought up the subject of school, she gets shouted at by Jun and whose rantings escalated when Hinaichigo draws on the floor.\r\nAt school, Nori keep thinking about the drawing Hinaichigo makes of her favourite food but which she can't figure out what it is. Jun chanced upon the drawing and had an idea what it represents. He overcomes his phobia to make a trip out to get it after Hinaichigo's teary outburst on her loneliness in the Sakurada household, unlike before when Tomoe has known her every needs and whims.\r\nWhile both Nori and Jun is out, Shinku and Hinaichigo is trapped in the house with the appearance of Suigintou (the 'evil' Rozen Maiden) who disappears after warning Shinku of the things to come. She's also responsible for sending the clown doll to kill Jun.\r\nWhile",
                    "Aliases": []
                },
                "4": {
                    "ID": "170789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170789",
                    "TitleEnglish": "Suiseiseki - Jade Stern",
                    "SummaryEnglish": "One night while Shinku and Hinaichigo was in a tassle over a KunKun stuff toy, a suitcase crashes through the window of Jun's room to reveal another Rozen Maiden 'Suiseiseki'.\r\nSuiseiseki came to look for Shinku who's like a big sister of sorts and she hated humans. She dislikes Jun as well and tries to draw a line btw them. However, she gets along better with Nori who's of a gentler nature. By Shinku's request, Suiseiseki uses her power to bring Jun into his inner dreamworld which is dark, gloomy and neglected - reflecting his heart.\r\nJun is afraid to confront his fears and runs away. The four of them (Jun, Shinku, Suiseiseki & Hinaichigo) arrives at a green forest within which a tree representing Jun's heart is located. Feeling sorry for the tree, Suiseiseki tries to help by watering the small and crooked tree. Jun learns that he has to bring them home to reality since it's his dreamworld after all. When he catches hold of Suiseiseki when she's about to slip off his flying form, Suisei",
                    "Aliases": []
                },
                "5": {
                    "ID": "170790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170790",
                    "TitleEnglish": "Stairs - Die Treppe",
                    "SummaryEnglish": "Nora did not realise that a classmate is trying to confess to her and rushes off to home after her club practice.\r\nShinku, Jun and gang is hooked on a doll detective show with the lead being a doll called KunKun. While they're engrossed in the show, Hinaichigo's strawberry is stolen by Suiseiseki. Hinaichigo is angry when Nori believes Suiseiseki's claim that HInaichigo finished her own strawberry and is so selfish as to covert Suiseiseki's as well. All riled up, Hinaichigo decides to go on a strike on the second floor with Jun as her ally. Their antics caused Suiseiseki to launch an offensive from the first floor. Tricked by Jun/Hinaichigo, Suiseiseki finally admitted she's the culprit. Nearing to dinnertime, Suiseiseki tries to tempt Jun/Hinaichigo into surrendering by emptying the fridge's contents and eating the goodies in front of them.\r\nTo get Shinku on their side, Jun comes up with a plan to use a KunKun doll to lure Shinku in. However, he didn't expect Hinaichigo to lurch forward",
                    "Aliases": []
                },
                "6": {
                    "ID": "170791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170791",
                    "TitleEnglish": "Tears - Tr채nen",
                    "SummaryEnglish": "An episode of KunKun detective show is set in a ghost house and all the Rozen Maidens are scared stiff of being alone. Up in the room, Shinku and Jun shares a tender moment when Jun observes that Shinku looks more like a human than a doll but it ended with Jun getting another hair-slap. Shinku tries to get through to Jun's lost heart but to no avail.\r\nWhile Hinaichigo and Suiseiseki was watching TV in the living room, they're lured to the storeroom by a sound. Upon hearing a scream, Jun and Shinku rushed down to see an unconcisous Suiseiseki and Suigintou capturing Hinaichigo so as to challenge Shinku to an Alice game. Shinku mobilizes some of Jun's stuffed dolls as knights and together with Jun and Suiseiseki, enters into Suigintou's dreamworld to retreive Hinaichigo. A fierce battle ensued and one of the knight dolls broke to pieces in trying to protect Shinku. When Suigintou got Shinku in a stranglehold where her life is threatened, Jun has flashbacks of his times with Shinku and rac",
                    "Aliases": []
                },
                "7": {
                    "ID": "170792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170792",
                    "TitleEnglish": "Dream - Tr채ume",
                    "SummaryEnglish": "Morning dawns and Shinku still won't wake from her deep slumber,    Nori's classmate visits her house to make another confession attempt by way of a hockey stick as a gift but gets mistaken by Nori as a door-to-door salesman (*snickers*).\r\nJun can't seems to wake Shinku no matter what he does. Since Rozen Maidens react when their medium is in danger, Suiseiseki (*evil smirks*) has an idea to wake Shinku up by causing some bodily harm to Jun but still failed to elict any responses.   Jun becomes dispirited when Shinku didn't even respond to her beloved KunKun doll.\r\nSuiseiseki explains that the Rozen Maidens dream when they fall into a deep sleep. It's an eternal sleep that doesn't allow death and is emotionally exhausting as the doll is forced to relive moments in their lives since birth, whether happiness, anticipation, despair or pain.\r\nJun surfs the net for more info and races out of the house upon obtaining a clue. Meanwhile, Hinaichigo gave a yawn and suddenly... The book Jun is look",
                    "Aliases": []
                },
                "8": {
                    "ID": "170793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170793",
                    "TitleEnglish": "Souseiseki -Lapisalazuri Stern",
                    "SummaryEnglish": "This episode opens with Souseiseki floating around a white empty space as if looking for something. She leaves after being summoned by her master (aka her medium).\r\nTurns out that Souseiseki and Suiseiseki is intially bound to an old man who looks upon Souseiseki as a replacement for his dead son 'Kadzuki'. Unable to take blow of their son's death, the old man's wife had been in a coma for a while. Souseiseki is trying to bring back her soul by searching her dreamworld (the white empty space) but has no success so far. Suiseiseki wanted to leave their master as he's becoming weirder by the day and taking his 'replacement complex' overboard. But Souseiseki refused to leave out of a sense of duty and so Suiseiseki stormed off in a fit to anger to look for Shinku.\r\nAll the Rozens Maidens scattered in laughter when Jun chase after them for mangling his toy bus. When Hinaichigo and Suiseiseki hides in the storeman, the enchanted mirror shows what has transpired betwen Suiseiseki and her twin.",
                    "Aliases": []
                },
                "9": {
                    "ID": "170794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170794",
                    "TitleEnglish": "Cage- Die Gefangnis",
                    "SummaryEnglish": "Suiseiseki is alarmed as Souseiseki seldoms open the door to dreams. Shinku surmises she must have been tricked. Suiseiseki is heartened when the gang votes to follow her to recuse Souseiseki.\r\nThey enter into the master's dreamworld to look for Souseiseki and encounters Suigintou. Having possessed Souseisek's Renpika (shears), Suigintou wants Souseiseki's Amethyst Dream (watering can) as well. When the dream door disappears, Souseiseki knows that the master intends to lock all of them in his dream. Shinku askes Jun to leave with the twins while Hinaichigo and herself stays behind to deal with Suigintou.\r\nThe twins bought Jun to a mighty tree that connects everyone's dreams in the world and whose branches allow them to travel between dreams. They enter into the dreamworld of the master's wife and to their suprise, sees Kadzuki. The master's wife refused to leave her dreamworld because of Kadzuki's presence and because both of them can live in a safe world without the pain of reality. Thi",
                    "Aliases": []
                },
                "10": {
                    "ID": "170795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170795",
                    "TitleEnglish": "Separation - Abschied",
                    "SummaryEnglish": "Suigintou enters into Shinku's dream to get her to wager her Rosa Mystique in a final Alice game to end it all. Shinku agrees. Suiseseki comes for a visit. Nori's classmate appears again in front of her house to confess but got knocked out by Souseseki's flying suitcase (poor guy).\r\nNori requests for their help in practicing for her school play 'Snow White'. Nori is the narrator, Souseseki/Hinaichigo as the dwarfs, Suiseseki as the evil crone, while Shinku makes for a very chilly Snow White. Suiseseki totally relishes her role as the evil stepmother and gave Snow White a poisoned apple. Jun, as the prince, is required to give Shinku a kiss and he gets all flustered.\r\nJun blushes when he chanced upon the Rozen Maidens in their undergarments as Nori washes their laundry. Nori and Shinku enjoys a reflective moment together and the latter tries to teach Nori to see things differently. Shinku lounges around in Jun's shirt when she takes off her dress for Jun to sew her cuffs. Jun can't help b",
                    "Aliases": []
                },
                "11": {
                    "ID": "170796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170796",
                    "TitleEnglish": "Destiny - Schicksal",
                    "SummaryEnglish": "Suigintou distracts Shinku with her minons while she send Jun into his dreamworld to prevent him from interfering. Suigintou mentions flippantly that humans tends to break when they can no longer tell the difference between dreams and reality (the ending she meant for Jun). She is angered when Shinku keeps calling her a piece of junk and they engaged in a fierce battle. Shinku can't get away to save Jun and prays that he's not fooled by his dreams. Shinku loses her concentration when Jun is unable to face his fears in his dream.\r\nIn his dream world, Jun is near breaking point when he is seemingly rejected by everyone, even Nori. Suiseseki and Souseseki wanted to enter Nori's dreamworld to save them, now that they no longer have Renpika and Amethyst Dream to help them open the door.  Suigintou captures Shinku and forces her to give up her rosa mystique to save Jun. Hinaichigo comes along in time to provide a distraction and Shinku takes the chance to enter Jun's dreamworld.\r\nSuiseseki and",
                    "Aliases": []
                },
                "12": {
                    "ID": "170797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/170797",
                    "TitleEnglish": "Shinku - Reiner Rubin",
                    "SummaryEnglish": "Jun carries Shinku off while the rest of the dolls fight Suigintou. Shinku breaks down upon the loss of her arm. She feels that she has become defective in the face of the dolls' constant strive for perfection and is no longer worthy to become Alice.\r\nIt's Jun's turn to talk some sense into Shinku and he pledges to protect her. The dolls are beaten to a pulp and Suigintou moves to attack Jun using his fears. When Jun sees Shinku's broken limb, he refuses to lose to his fears and invokes the power to dispel Suigintou's attack. Shinku's arm reattaches itself and she faces off with Suigintou in a last conclusive battle.\r\nSuigintou is defeated and it's revealed that she's an unfinished/defective product but managed to get this far without a medium just by her determination and love for 'father' alone. She's powered by her desire to gain acceptance and wants to prove to everyone that she's a complete doll.\r\nNori stops Suiseseki and Souseseki from trimming around Jun's tree, saying that Jun nee",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "36769",
            "URL": "https://thetvdb.com/series/rozen-maiden/seasons/official/2",
            "TitleEnglish": "Tr채umend",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "402355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402355",
                    "TitleEnglish": "Rose Crystal - Rozenkristall",
                    "SummaryEnglish": "Jun has overcome his past and must now make up all his schoolwork before he can actually go back. Suiseiseki and Souseiseki barge into the Sakurada residence as usual, the dolls play with each other, and everything is back to normal. However, Shinku starts to face deep nightmares about Suigintou. Barasuishou, the fraud of the seventh doll of the Rozen Maiden, is introduced.",
                    "Aliases": []
                },
                "2": {
                    "ID": "402356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402356",
                    "TitleEnglish": "Enju - Enju",
                    "SummaryEnglish": "Shinku claims that Barasuishou never meet any of the dolls of the Rozen Maiden. Since Barasuishou is the seventh doll, this appears to be a sign that the Alice Game would be ending soon. Shinku's strange behavior continues, and Jun continues to worry about her. Jun and Tomoe also visit the doll shop of a doll maker named Enju.",
                    "Aliases": []
                },
                "3": {
                    "ID": "402357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402357",
                    "TitleEnglish": "Kanaria - Kanarienvogel",
                    "SummaryEnglish": "Kanaria, the second doll of the Rozen Maiden, is introduced. Her initial plan is to sneak into the Sakurada residence and take the Rosa Mysticae from Shinku, Hinaichigo, Suiseiseki, and Souseiseki. However, chaos erupts as the dolls think that a burglar broke in.",
                    "Aliases": []
                },
                "4": {
                    "ID": "402358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402358",
                    "TitleEnglish": "Contract - Vereinbarung",
                    "SummaryEnglish": "Suiseiseki decides to find a medium, as Jun is the only one eligible, though she is skeptical about him. Ultimately, Jun and the five dolls are taken to the world of Barasuishou, where the Alice Game is foreshadowed. Jun enters into a contract with Suiseiseki.",
                    "Aliases": []
                },
                "5": {
                    "ID": "402359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402359",
                    "TitleEnglish": "Letter - Der Brief",
                    "SummaryEnglish": "Hinaichigo tries to send a letter to Jun. Suiseiseki tries to earn Jun's respect. Souseiseki tries to keep order in the house Kanaria tries to get into the Sakurada residence yet again. Jun and Shinku are in the background during these events.",
                    "Aliases": []
                },
                "6": {
                    "ID": "402360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402360",
                    "TitleEnglish": "Angel - Engel",
                    "SummaryEnglish": "Megu, hospitalized with an incurable disease, enters into a contract with Suigintou. However, Megu wishes only for death and insists that she is incomplete and broken. After encountering Barasuishou, and later Shinku, it is realized that Suigintou was revived to participate in the Alice Game.",
                    "Aliases": []
                },
                "7": {
                    "ID": "402361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402361",
                    "TitleEnglish": "Tea Party - Teegesellschaft",
                    "SummaryEnglish": "Kanaria makes her resolve to fight, in order to both remain alive and to make her medium, Micchan, happy. However, conflicts get resolved and Kanaria fulfills Micchan's wish a different way. Meanwhile, Souseiseki starts to see deeper into the Alice Game and begins to believe that she and her sisters should fight.",
                    "Aliases": []
                },
                "8": {
                    "ID": "402362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402362",
                    "TitleEnglish": "Doll Maker - Puppenmacher",
                    "SummaryEnglish": "After having seen an apparition of Rozen, the creator of the dolls of the Rozen Maiden, Souseiseki soon sees the deep meaning behind the Alice Game. After having seen Enju and his feelings about dolls, Jun starts to wonder more about Rozen and his love for his dolls. Souseiseki resolves to fight her sisters, take their Rosa Mysticae, and become Alice.",
                    "Aliases": []
                },
                "9": {
                    "ID": "402363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402363",
                    "TitleEnglish": "The Admonition - Der Tadel",
                    "SummaryEnglish": "Suiseiseki becomes worried about Souseiseki. Souseiseki battles against Barasuishou and Suigintou, only to be defeated. Souseiseki asks Suiseiseki to take her Rosa Mystica, but Suiseiseki fails and Suigintou takes Souseiseki's Rosa Mystica.",
                    "Aliases": []
                },
                "10": {
                    "ID": "402364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402364",
                    "TitleEnglish": "Tomoe - Tomoe",
                    "SummaryEnglish": "Souseiseki is destined to meet a tragic fate, and to make matters worse, Shinku sees the same for Hinaichigo as well. Hinaichigo is also aware of her destiny, and shares her last moments with Tomoe. There is no time to mourn, however, since Barasuishou, Laplace, and Enju have apparently laid a trap for Jun and the remaining dolls of the Rozen Maiden.",
                    "Aliases": []
                },
                "11": {
                    "ID": "402365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402365",
                    "TitleEnglish": "Rose Garden - Rosengarten",
                    "SummaryEnglish": "Because they have yet to fulfill Rozen's wish, the remaining dolls fight Barasuishou and Suigintou. When things spiral downward, Shinku is left to fight Barasuishou.",
                    "Aliases": []
                },
                "12": {
                    "ID": "402366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rozen-maiden/episodes/402366",
                    "TitleEnglish": "Alice - Alice",
                    "SummaryEnglish": "The conflicts are solved, the battles are ended. Jun learns the shocking truth about Barasuishou, Enju, and Rozen. Enju was the maker of Barasuishou, not Rozen, therefore, Barasuishou perishes, while the other dolls of the Rozen Maiden will soon be revived.",
                    "Aliases": []
                }
            }
        }
    }
}