{
    "URL": "https://thetvdb.com/series/reunion",
    "Genres": [
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0460672/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH754205",
        "https://www.themoviedb.org/tv/2366"
    ],
    "TitleEnglish": "Reunion",
    "SummaryEnglish": "Reunion, a drama that follows six close friends from their high school graduation in 1986 to their 20th reunion in 2006. Each episode will cover a year in their lives.",
    "Aliases": [
        "Reunion (2005)"
    ],
    "Modified": "2024-11-24",
    "Seasons": {
        "1": {
            "ID": "8901",
            "URL": "https://thetvdb.com/series/reunion/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "298374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/298374",
                    "TitleEnglish": "1986",
                    "SummaryEnglish": "In the pilot, we are introduced to six friends in 1986, while one is being interviewed by the police in 2005. Carla is in love with Aaron, Aaron is in love with Jenna and Jenna is in love with everyone but Aaron.\r\nMeanwhile, Craig and Will are best friends, and after Will takes the rap for Craig's drunk driving accident, we discover Craig's girlfriend, Sam, is pregnant with Will's baby.  She's about to go to London, Craig's about to go to Brown and Will's about to go to Jail. Fast forward to 2006--one of the group has been murdered, and the rest of them are all suspects.",
                    "Aliases": []
                },
                "2": {
                    "ID": "298375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/298375",
                    "TitleEnglish": "1987",
                    "SummaryEnglish": "Carla and Samantha are still in London. Samantha goes in labor. Will has been released from prison, and needs to cope with what others think of him.\r\nIn the present, Carla is still telling her story to Detective Marjorino. The detective gets more evidence to tie in the recent murder to events that happened a few years ago. Aaron, Craig and Jenna are also in the episode.",
                    "Aliases": []
                },
                "3": {
                    "ID": "298376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/298376",
                    "TitleEnglish": "1988",
                    "SummaryEnglish": "The competition between Craig and Will for Samantha grows, causing Will - who now works for Craig's father - to cross some ethical and legal lines. Samantha has more important things on her mind - she's finally tracked down her daughter in New York. After the adoptive parents warn her to stay away, she and Carla hatch a plan to keep tabs on the child. The appearance of Jenna's mother threatens to overshadow her movie premiere, and Aaron tries to mend his broken heart in Seattle. Detective Marjorino's interest in the murder investigation is revealed to be more than just professional.",
                    "Aliases": []
                },
                "4": {
                    "ID": "302527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302527",
                    "TitleEnglish": "1989",
                    "SummaryEnglish": "A wedding brings out old rivalries as Samantha must finally choose between Craig and Will. At the same time, Will pays the ultimate price for the one crime he did commit, after he brings down the family of a close friend. Aaron returns from Seattle with a secret, and Jenna puts her own career ahead of Carla's. Detective Marjorino learns he's carried a grudge against the wrong man for 20 years, and one of our friends receives an anonymous letter--from someone who claims to know who the murderer is.",
                    "Aliases": []
                },
                "5": {
                    "ID": "302608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302608",
                    "TitleEnglish": "1990",
                    "SummaryEnglish": "In the present, Marjorino is happy because he found someone important in his case and will get a statement. If the previous episodes didn't give us enough info about who died, this one will. In 1990, Jenna is shooting a movie in New York but as to come back home when she learns her mother is sick. Craig has a meeting with his father's accountant about the company. Craig wants to keep his father's company afloat but things are not going to be easy. Carla is afraid that the secret of her becoming Amy's nanny so Sam could see her will soon be discovered. Aaron meets a beautiful French woman named Pascale while in a Prague train heading for Brussels. Will is in the Army.",
                    "Aliases": []
                },
                "6": {
                    "ID": "302609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302609",
                    "TitleEnglish": "1991",
                    "SummaryEnglish": "PRESENT: Two teenagers, who are having a few beers by the East River, discover something that was thrown in the water (remember what it is?). Marjorino has a chat with one of the six friends. PAST (1991): Will, back from Kuwait, visits Jenna at her new house by the beach. He has to do a favor for a friend from his unit. Craig and Aaron work together and have a secretary named Rachel. While Craig is not there, a man named Lloyd drops by their office and has an offer for Aaron. Carla is still Amy's nanny. It's Amy's first day in school. Carla has Paul come with her to pick up Amy at the end of the day but the child is nowhere to be found...",
                    "Aliases": []
                },
                "7": {
                    "ID": "302610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302610",
                    "TitleEnglish": "1992",
                    "SummaryEnglish": "Things get testy when the six friends gather together to celebrate Thanksgiving 1992. Aaron brings as his date, his co-worker Rachel, whom he doesn’t realize has a motive for wanting to come: Craig. Jenna brings her movie-star husband and it quickly becomes apparent that the marriage is a sham. Sam thinks something is going on between Rachel and Craig and she wonders if she picked the right guy. Will brings his girlfriend Vanessa, his former Army buddy’s sister, but is still carrying a torch for Samantha, while Russell Brewster shows up and demands that Will be thrown out, still blaming him for the collapse of the Brewster Group. Meanwhile, in the present day, Detective Marjorino’s 20-year obsession for revenge against his father’s killer and now the investigation of Samantha’s murder is taking a toll on his marriage.",
                    "Aliases": []
                },
                "8": {
                    "ID": "302611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302611",
                    "TitleEnglish": "1993",
                    "SummaryEnglish": "PRESENT: Craig and Will visit Sam's grave. They are joined by a young man who claims that Sam deserved to die. Eventually, all the other friends arrive to visit Sam's grave. PAST (1993): It's Samantha's birthday, and she is now a medical resident. She has a rough day where a patient of hers dies. We later find out that she is the mother of the young man at the grave in the present. Craig wants to become a state assemblyman. At Bedford High School, Jenna meets the students to tell them about her career. Also, Aaron learns that Pascal got pregnant from their one night stand 3 years ago, and he is now a father to Chloe.",
                    "Aliases": []
                },
                "9": {
                    "ID": "302612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302612",
                    "TitleEnglish": "1994",
                    "SummaryEnglish": "1994: PRESENT: Rachel is questioned & is a possible suspect for Sam's murder. PAST (1994): A hopeful Carla gets her romantic hopes crushed by Aaron and another man named Peter. Craig and Sam are interviewed by a reporter named Elise concerning Craig's political life and the campaign. Of course, the reporter dug some dirt about them and throws it in their face to see their reactions. The other friends will help the couple do some damage control.  Later in the episode, the friends and their loved ones celebrate Christmas. Jenna's latest flame is named Brad. Will, Sam, and Pascale also appear.",
                    "Aliases": []
                },
                "10": {
                    "ID": "302613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302613",
                    "TitleEnglish": "1995",
                    "SummaryEnglish": "1995: PRESENT: Something happens to Marjorino in a dark alley that will send him straight to the hospital. Will was on the scene and accompanies the detective in the ambulance. PAST (1995): Sam and Craig set Will up for a blind date with Katherine Clark. The four of them have supper at Sam and Craig's loft. Will and Katherine seem to hit it off. But Will's smile will soon vanish when he learns more about Katherine's family... Carla gets a proposition she can't refuse. Aaron and his wife go to couple's therapy. Jenna learns one of her boyfriend's secrets. Pascale also appears.",
                    "Aliases": []
                },
                "11": {
                    "ID": "302614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302614",
                    "TitleEnglish": "1996",
                    "SummaryEnglish": "1996: PRESENT: Craig's mother recently passed away. We learn who was in the car that hit Marjorino. PAST: Katherine and Will are ready to take their relationship to another level. Carla and Jenna are at Sam's house where they talk about Katherine and Will among other things. At the hospital, Sam talks to a doctor about Peter's not-so-good test results. Single father Aaron has to take care of 13-month-old Noelle and five-year-old Chloe and also cope with work. Craig's father Russell and Craig's son Henry also appear.",
                    "Aliases": []
                },
                "12": {
                    "ID": "302615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302615",
                    "TitleEnglish": "1997",
                    "SummaryEnglish": "not available yet",
                    "Aliases": []
                },
                "13": {
                    "ID": "302616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/reunion/episodes/302616",
                    "TitleEnglish": "1998",
                    "SummaryEnglish": "coming soon",
                    "Aliases": []
                }
            }
        }
    }
}