{
    "URL": "https://thetvdb.com/series/negima",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0480493/",
        "https://www.themoviedb.org/tv/8859"
    ],
    "TitleEnglish": "Negima!",
    "SummaryEnglish": "10-year old Negi Springfield is a wizard-in-training, and needs only to pass one more test in order to become a Master Wizard. Unfortunately, his final task is a bizarre one- to become a English teacher at an all-females boarding school. As soon as he arrives, he completely embarasses one of his students, Kagurazaka Asuna, and replaces the teacher she loves, which garners her hatred. To make matters worse, Asuna learns that Negi is a wizard,and promises to tell unless he helps her out. But, unfortunately, circumstances force them to work together to do many things, from fighting evil wizards to helping the class pass their final exam, with a lot of humor, magic, and romances thrown in.",
    "Aliases": [
        "Magical Teacher Negima!",
        "Magister Negi Magi",
        "Mahō Sensei Negima!!",
        "Mahou Sensei Negima!!"
    ],
    "Modified": "2023-06-01",
    "Seasons": {
        "0": {
            "ID": "23328",
            "URL": "https://thetvdb.com/series/negima/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4158945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/4158945",
                    "TitleEnglish": "Introduction Film 1",
                    "SummaryEnglish": "The first OVA is a re-enactment of the first chapter, where Negi first learns of his job as a teacher and is introduced to the students of Mahora Academy 2-A. It ends with profiles of the Baka Rangers (Asuna, Makie, Yue, Ku Fei and Kaede) as well as Ayaka. Asuna is the only girl in the class that doesn't have romantic feelings for Negi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4158946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/4158946",
                    "TitleEnglish": "Introduction Film 2",
                    "SummaryEnglish": "The second OVA is a re-enactment of the \"love potion\" incident of chapter 2, with profiles at the end of Nodoka, Konoka, the cheerleaders (Misa, Madoka, Sakurako) as well as Kazumi.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4158947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/4158947",
                    "TitleEnglish": "Introduction Film 3",
                    "SummaryEnglish": "The third OVA is a re-enactment of chapter 13: Negi's Mahora tour with the Narutaki twins. The tour shows Negi to several of the students (Yuna, Akira, Chao, Satsuki, Satomi, Chizuru, Natsumi, Zazie) as well as others that he ends up missing (Sayo, Evangeline, Chachamaru, Chisame, Misora, Ako). After being chewed out by Haruna for completely skipping her, a final scene introduces Setsuna and Mana, keeping watch from something on campus.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "9388",
            "URL": "https://thetvdb.com/series/negima/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "179166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/179166",
                    "TitleEnglish": "The Blockhead in the Professor's Chair (Asinus in cathedra)",
                    "SummaryEnglish": "Class 2-A meets its new homeroom teacher, who turns out the be a 10-year-old boy from Wales.",
                    "Aliases": []
                },
                "2": {
                    "ID": "179167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/179167",
                    "TitleEnglish": "Every Beginning is Difficult (Omne initium est difficile)",
                    "SummaryEnglish": "While the rest of 2-A welcome Negi to their class, Asuna and Negi try to put up with one another now that she knows that Negi is a mage in training.",
                    "Aliases": []
                },
                "3": {
                    "ID": "179168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/179168",
                    "TitleEnglish": "Lovers, Lunatics (Amantes, amentes)",
                    "SummaryEnglish": "Realizing how little Asuna gets in respect, Negi creates a love potion that goes horribly wrong, while Nodoka begins to start feeling for her new teacher. When Nodoka was about to kiss Negi, Asuna barges in by kicking the locked door with her brute force.",
                    "Aliases": []
                },
                "4": {
                    "ID": "179169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/179169",
                    "TitleEnglish": "No Place is Like Home (Nullus locus est instar domus)",
                    "SummaryEnglish": "Negi's continues to attempt (and fail) to help Asuna get higher grades, first by tutoring her as part of a study group, then attempting to \"improve her physique\" during a stand-off in the bath.",
                    "Aliases": []
                },
                "5": {
                    "ID": "179170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/179170",
                    "TitleEnglish": "Rumors Fly (Fama volat)",
                    "SummaryEnglish": "Chamo arrives at Mahora Academy to personally bring a letter to Negi. But this ermine's visit is for more than an errand. Chamo's real intention was to find Negi a Pactio partner.",
                    "Aliases": []
                },
                "6": {
                    "ID": "354463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354463",
                    "TitleEnglish": "Between a Rock and a Hard Place (A fronte praecipitium a tergo lupi)",
                    "SummaryEnglish": "Evangeline starts her rampage against Negi as she victimizes several of her classmates.",
                    "Aliases": []
                },
                "7": {
                    "ID": "354464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354464",
                    "TitleEnglish": "The Appearances of Things are Deceptive (Fallaces sunt rerum species)",
                    "SummaryEnglish": "Negi learns ninja skills from Kaede. Upon his return, he forms a Probationary Contract with Asuna and the two set off to stalk and face Chachamaru.",
                    "Aliases": []
                },
                "8": {
                    "ID": "354465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354465",
                    "TitleEnglish": "One Night Befalls All of Us (Omnes una manet nox)",
                    "SummaryEnglish": "Negi finally faces Evangline using his newfound skills.",
                    "Aliases": []
                },
                "9": {
                    "ID": "354466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354466",
                    "TitleEnglish": "I'll Get You, Wascally Rabbit! (Te capiam, cunicule sceleste!)",
                    "SummaryEnglish": "On an errand towards the Tatsumiya Shrine, Negi is guided by the Narutaki twins (Walking Club).",
                    "Aliases": []
                },
                "10": {
                    "ID": "354467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354467",
                    "TitleEnglish": "Where There is Harmony, There is Victory (Ubi concordia, ibi victoria)",
                    "SummaryEnglish": "Class 2-A battles in a dodgeball match against some high school girls who are also smitten by Negi's looks.",
                    "Aliases": []
                },
                "11": {
                    "ID": "354468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354468",
                    "TitleEnglish": "When They are Silent, They are Shouting (Cum tacent clamant)",
                    "SummaryEnglish": "Negi receives a laptop computer from the Academy, but neither he nor most of the class know what to do with it. Upon Chamo's suggestion, he urges the class to help him build a homepage. The class's new site then competes against that of a net idol who turns out to be one of their own.",
                    "Aliases": []
                },
                "12": {
                    "ID": "354469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354469",
                    "TitleEnglish": "Either Learn or Leave (Aut disce aut discede)",
                    "SummaryEnglish": "With his stint in Mahora on the line, Negi and the Baka Rangers (Asuna, Yue, Kaede, Kū Fei, and Makie) explore Library Island's basements for a magical book that will make his five class dunces smarter for the exams.",
                    "Aliases": []
                },
                "13": {
                    "ID": "354470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354470",
                    "TitleEnglish": "We Live and Learn (Tamdiu discendum est, quamdiu vivas)",
                    "SummaryEnglish": "Stuck for three days in one of Library Island's basements, Negi and the Baka Rangers manage to escape. When Negi was about to leave the school, it turns out that 2-A got the second-highest score in the exams.",
                    "Aliases": []
                },
                "14": {
                    "ID": "354471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354471",
                    "TitleEnglish": "I Hope the Memory of Our Friendship Will Be Eternal (Amicitiae nostrae memoriam spero sempiternam fore)",
                    "SummaryEnglish": "Konoka causes a ruckus with Negi, in the process making a mess and breaking Asuna's alarm clock. Negi and Konoka venture to Harajuku to buy a new clock for Asuna, not knowing they are being stalked by the Cheerleaders (Misa, Sakurako, and Madoka).",
                    "Aliases": []
                },
                "15": {
                    "ID": "354472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354472",
                    "TitleEnglish": "A Reliable Friend is Perceived in an Uncertain Situation (Amicus certus in re incerta cernitur)",
                    "SummaryEnglish": "Home in the family estate for the summer break, Ayaka gets a visit, to her delight, from Negi and, to her horror, the rest of the class. Ayaka's childhood memories with Asuna are also brought up, mentioning how Asuna made Ayaka smile and laugh again after she was saddened by her little brother's death.",
                    "Aliases": []
                },
                "16": {
                    "ID": "354473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354473",
                    "TitleEnglish": "Love and a Cough are Not Kept Secret (Amor tussisque non celantur)",
                    "SummaryEnglish": "To celebrate the end of the summer break, several of Negi's students hold a pillow fight in Mahora's old elementary school building, with Negi in the middle of everything.",
                    "Aliases": []
                },
                "17": {
                    "ID": "354474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354474",
                    "TitleEnglish": "Nothing is Difficult for a Lover (Nihil difficile amanti)",
                    "SummaryEnglish": "To help Nodoka confess her feelings to Negi, Yue gives amusement park tickets to the pair so they can have a date. Yue and Asuna follow to support the two of them.",
                    "Aliases": []
                },
                "18": {
                    "ID": "354475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354475",
                    "TitleEnglish": "Love Does Not Recognize Rank (Amor ordinem nescit)",
                    "SummaryEnglish": "Stunned by Nodoka's confession at the amusement park, Negi ponders on how to answer it. Meanwhile, inspired by Nodoka, Asuna bakes a cake for Takamichi's birthday.",
                    "Aliases": []
                },
                "19": {
                    "ID": "354476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354476",
                    "TitleEnglish": "Words Fly Away, Those Written Remain (Verba volant, scriptamanent)",
                    "SummaryEnglish": "Kazumi starts investigating about a classmate named Sayo Aisaka, whom everybody seems to not notice she is present, not even Kazumi herself. It turns out Sayo was a student of Mahora Academy during the 1940s — and is now a ghost.",
                    "Aliases": []
                },
                "20": {
                    "ID": "354477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354477",
                    "TitleEnglish": "Unless You Have Believed, You Will Not Understand (Nisi credideritis, non intelligetis)",
                    "SummaryEnglish": "Class 2-A finally make their trip to Kyoto, but a sinister group of mages sets its sights on Konoka.",
                    "Aliases": []
                },
                "21": {
                    "ID": "354478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354478",
                    "TitleEnglish": "It Must Not At All Be Despaired (Nil desperandum)",
                    "SummaryEnglish": "With Konoka's safety already in danger, Negi, Asuna, and Setsuna, along with several other students, do all they can to save her.",
                    "Aliases": []
                },
                "22": {
                    "ID": "354479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354479",
                    "TitleEnglish": "It is Difficult to Make a Joke with a Sad Mind (Difficile est tristi fingere mente jocum)",
                    "SummaryEnglish": "Asuna is saddened when she saw Takahata together with Mahora's counselor.",
                    "Aliases": []
                },
                "23": {
                    "ID": "354480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354480",
                    "TitleEnglish": "Remember to Die (Memento Mori)",
                    "SummaryEnglish": "Asuna starts to recall her past, seeing flames in her dream, and remembering the 10 year contract with the demon. Asuna dies.",
                    "Aliases": []
                },
                "24": {
                    "ID": "354481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354481",
                    "TitleEnglish": "Both Weapons and Words Wound (Et arma et verba vulnerant)",
                    "SummaryEnglish": "Negi and the rest of Class 2-A are saddened by Asuna's death.",
                    "Aliases": []
                },
                "25": {
                    "ID": "354482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354482",
                    "TitleEnglish": "Death is Certain, the Time is Uncertain (Mors certa, mora incerta)",
                    "SummaryEnglish": "With the help of Chao and Satomi's time machine, Negi transports himself and Chamo to 1993 Germany to know more about Asuna's magic cancelling power and discover ways to bring her back in the present. In the process, he unknowingly takes along the rest of 2-A.",
                    "Aliases": []
                },
                "26": {
                    "ID": "354483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima/episodes/354483",
                    "TitleEnglish": "Not For Me, Not For You, But For Us (Non mihi, non tibi, sed nobis)",
                    "SummaryEnglish": "Negi forms a Probationary Contract with the rest of Class 2-A so they will help him fight the demons and break the contract between Asuna and the Demon King.",
                    "Aliases": []
                }
            }
        }
    }
}