{
    "URL": "https://thetvdb.com/series/hanaukyo-maid-team-la-verite",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2223998/",
        "https://www.themoviedb.org/tv/42672"
    ],
    "TitleEnglish": "Hanaukyo Maid Team: La Verite",
    "SummaryEnglish": "After his mother passes away, Taro Hanaukyo is invited to his grandfather's home. There, he meets a beautiful maid named Mariel and finds out that his grandfather has retired to a remote island and has given him ownership of his estate. Taro also discovers that not only is the estate a colossal mansion, it has hundreds of gorgeous maids ready to serve him 24 hours a day, seven days a week.",
    "Aliases": [],
    "Modified": "2025-10-14",
    "Seasons": {
        "1": {
            "ID": "9394",
            "URL": "https://thetvdb.com/series/hanaukyo-maid-team-la-verite/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "179332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179332",
                    "TitleEnglish": "How Do You Do, Master?",
                    "SummaryEnglish": "After the death of his mother, Taro Hanaukyo is sent to live with his grandfather, who he has never met.  He soon discovers that his grandfather is gone, and has left the responsibilities of the house to him, and that included the hundreds of gorgeous maids ready to serve him 24 hours a day, seven days a week.",
                    "Aliases": []
                },
                "2": {
                    "ID": "179333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179333",
                    "TitleEnglish": "A Ten-Game Match",
                    "SummaryEnglish": "Taro begins to have strong feelings for Mariel.  He also discovers that he has an arranged marriage to, Ryuka, a member of the Jihioh family, his families rivals.  Ryuka later challenges Mariel to a series of events to see who is a better mate for Taro.",
                    "Aliases": []
                },
                "3": {
                    "ID": "179334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179334",
                    "TitleEnglish": "Cynthia and Grace",
                    "SummaryEnglish": "Taro says says, \"Hello\" to Cynthia in the hallway, but to his surprise, not only does she speak to him for the first time, she acts bitterly toward Taro.  He soon learns that Cynthia was a child prodigy, but her gift caused her parents to split up, and she soon created a different Cynthia named, Grace, who holds all the bad memories of Cynthia's childhood.  From time to time Cynthia lets Grace take over and work with the Hanaukyo computer system and other technical advances in the house.",
                    "Aliases": []
                },
                "4": {
                    "ID": "179335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179335",
                    "TitleEnglish": "Konoe Rises",
                    "SummaryEnglish": "Konoe instucks Yashima to watch over Taro while pretending to be a personal maid to him, to try to get him to be more like a proper, \"Head of the Household.\"  Later, Taro goes shopping [followed by a poorly hidden Konoe] for a gift for Mariel, and later find a lost child, and try to find her mother.",
                    "Aliases": []
                },
                "5": {
                    "ID": "179336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179336",
                    "TitleEnglish": "Ryuka Again",
                    "SummaryEnglish": "Ikuyo-chan creates a Manga and along with Taro, Mariel and others sell out at Comic Convention while Cosplaying popular Mandy/Anime characters.  Later, Ryuka sets her sights on working at the Hanaukyo house as a maid, under the explanation that she wants work experience.",
                    "Aliases": []
                },
                "6": {
                    "ID": "179337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179337",
                    "TitleEnglish": "Budget Contest",
                    "SummaryEnglish": "The annual Budget Softball tournament is upon the Hanaukyo house, with each department playing for the amount of money they will receive for the next year.  Taro, decides he wants to be part of this tournament as well, and soon forms his own team to play, for the fun of the game.",
                    "Aliases": []
                },
                "7": {
                    "ID": "179338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179338",
                    "TitleEnglish": "Unidentified Living Creature",
                    "SummaryEnglish": "After Grace/Cynthia disappear, Taro and others go looking for her in a hidden tunnel under the mansion.",
                    "Aliases": []
                },
                "8": {
                    "ID": "179339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179339",
                    "TitleEnglish": "Woman In A Sportscar",
                    "SummaryEnglish": "Taro-soma decides to take a trip alone to where him and his mother use to visit together, much to the dismay of the staff.  At the train station he is picked up by a stranger who he gets a ride from, but it is later discovered she is not a stranger at all...",
                    "Aliases": []
                },
                "9": {
                    "ID": "179340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179340",
                    "TitleEnglish": "The First Date",
                    "SummaryEnglish": "Taro-soma and Mariel finally go on their first date, but it does not end as Taro expected.  Meanwhile, Cynthia discovers some interesting new about Mariel...",
                    "Aliases": []
                },
                "10": {
                    "ID": "179341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179341",
                    "TitleEnglish": "Blue Silent Bell",
                    "SummaryEnglish": "With Mariel still in an coma, Taro-sama soon learns of her origins and her purpose in life, but not before his Grandfather's 'Team' takes her to him.  Soon, Taro-sama decides it is time for him to get her back, even if it means losing the 'Head of the Family' title.",
                    "Aliases": []
                },
                "11": {
                    "ID": "179342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179342",
                    "TitleEnglish": "Forced Entry",
                    "SummaryEnglish": "Taro goes to the laboratory of the previous generations' head of the household to get Mariel back; things get out of hand when the security team starts firing",
                    "Aliases": []
                },
                "12": {
                    "ID": "179343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanaukyo-maid-team-la-verite/episodes/179343",
                    "TitleEnglish": "True Smile",
                    "SummaryEnglish": "Calm passes through the Hanaukyo household as if nothing happened, but sparks may fly as Taro and Mariel end up having some time alone.",
                    "Aliases": []
                }
            }
        }
    }
}