{
    "URL": "https://thetvdb.com/series/24-show",
    "Genres": [
        "Action",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/67EF-AC17-2864-BBB5-88FA-W",
        "https://www.imdb.com/title/tt0285331/",
        "https://www.fox.com/24/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH00446604",
        "https://www.tvmaze.com/shows/167/show-slug",
        "https://www.themoviedb.org/tv/1973",
        "https://en.wikipedia.org/wiki/24_(TV_series)"
    ],
    "TitleEnglish": "24",
    "SummaryEnglish": "\"24\" is a TV thriller presented in \"real time\" with each minute of airtime that corresponds to a minute in the lives of the characters. \"24\" employs fast-paced and complex stories, and often contains unexpected plot twists. Though each day's events typically revolve around thwarting an impending terrorist attack, each season is made up of various interwoven story threads. These may run for just one hour, but more usually run over several hours. These typically involve investigations of leads on terrorists, tracking suspects, and averting attacks. The exact objective of the day evolves over the course of the season as the antagonists adapt, contingencies arise, and larger scale operations unfold.",
    "Aliases": [
        "24: Live Another Day"
    ],
    "Modified": "2025-08-13",
    "Seasons": {
        "0": {
            "ID": "23748",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 21,
            "Episodes": {
                "9": {
                    "ID": "399738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/399738",
                    "TitleEnglish": "24: Redemption",
                    "SummaryEnglish": "Set and shot on location in Africa, Bauer and mentor Carl Benton battle an international crisis, while here at home the nation prepares for a new president on inauguration day. Taking place just a few months before the new day dawns, U.S. State Department officer Frank Tramell and Jonas Hodges are pulling the strings that will set the stage and raise the stakes for Season Seven.",
                    "Aliases": []
                },
                "10": {
                    "ID": "548601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/548601",
                    "TitleEnglish": "Season Two Preview",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "5020675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/5020675",
                    "TitleEnglish": "Solitary",
                    "SummaryEnglish": "Tony requests to be moved to general population, approximately 8 years after Day 7, so that he can serve as an undercover “inside source” and provide actionable Intel about other prisoners. He states that his desire for revenge consumed him and that Michelle “never would’ve approved of the man I became” following her death. He accepts the fact that he’s going to die in prison, but hopes to save at least one life so that he can be worthy of Michelle’s love again.",
                    "Aliases": []
                },
                "16": {
                    "ID": "9322069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/9322069",
                    "TitleEnglish": "Chloe's Arrest",
                    "SummaryEnglish": "Shortly after aiding Jack Bauer's escape from the authorities, Chloe O'Brian is forced to choose between her friend's safety and her own freedom.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10109164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/10109164",
                    "TitleEnglish": "Day 6 Debriefs",
                    "SummaryEnglish": "This story takes place approximately fifteen hours after the end of Season 6 and features Jack Bauer being debriefed at Division by Agent Jorge Ramirez (Esai Morales) regarding his imprisonment on Chinese soil twenty months ago. This series was exclusive to American Express cardholders on the official 24 website but has now been included on the Season 6 DVD set.",
                    "Aliases": []
                },
                "19": {
                    "ID": "10109166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/10109166",
                    "TitleEnglish": "Season 1 Alternate Ending",
                    "SummaryEnglish": "How season 1 could have ended",
                    "Aliases": []
                },
                "20": {
                    "ID": "10109167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/10109167",
                    "TitleEnglish": "Season 1 Alternate Ending with Commentary",
                    "SummaryEnglish": "Season 1 Alternate Ending with Commentary byexecutive producer and co-creator of 24, Joel Surnow",
                    "Aliases": []
                },
                "21": {
                    "ID": "10109168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/10109168",
                    "TitleEnglish": "Ricky Gervais Cameo",
                    "SummaryEnglish": "Ricky Gervais cameo on 24, included on the Season 6 DVD set. Obviously not used in the actual episode and just filmed for fun.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "10063",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/1",
            "TitleEnglish": "Day 1",
            "SummaryEnglish": "There are terrorists planning to assassinate a presidential candidate, my teenage daughter has been kidnapped, and the people that I work with may be involved in both. I'm Federal Agent Jack Bauer. This is the longest day of my life...",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "189255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189255",
                    "TitleEnglish": "12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "It is California Presidential Primary Day in Los Angeles and the longest day of Federal Agent Jack Bauer's life is about to begin. Jack has just patched his family back together after a trying separation. Midnight finds Jack playing chess with his teenage daughter Kim. As she goes to bed, Jack gets a call from Nina Myers, his coworker at the Los Angeles Counter Terrorist Unit, telling him to come in for an emergency meeting. Jack has no choice but to report in, but he and his wife Teri learn that Kim has snuck out before he leaves.\r\n\r\nKim and her friend Janet York drive to an empty furniture store where they party with a couple of college guys whom they recently met. Kim enjoys herself at first, but starts to become suspicious of the two men when they won't take her home.\r\n\r\nAt CTU, Jack learns that an assassination attempt is being planned against Senator David Palmer; the first African-American presidential candidate with a serious shot at the White House. Jack's boss and friend, Richard Walsh, warns him that people in their own agency may be working with those who plan to kill Palmer.\r\n\r\nSenator David Palmer is making his plans for Primary Day when he receives a strange phone call that puts him in a bad mood.\r\n\r\nJack shows how far he's willing to go to do his job when he blackmails District Director George Mason in the hopes of learning information about the Palmer hit.\r\n\r\nTeri receives a call from Janet's father, Alan York, and the two decide to go out looking for the girls.\r\n\r\nA European photographer makes pleasant conversation with a beautiful woman on a plane bound for LA. The two end up in a lustful encounter, but more sinister plans come to light that involve a stolen wallet and the destruction of the airplane.",
                    "Aliases": []
                },
                "2": {
                    "ID": "189256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189256",
                    "TitleEnglish": "1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "Jack's plans to find Kim are sidetracked when he gets a call from Walsh, who is being stalked by assassins connected with the Palmer hit. Jack comes to Walsh's rescue and Walsh gives him a key card containing valuable information.\r\n\r\nPalmer learns of the possible threat against his life, but slips away from his security in order to learn more about a damaging story that is about to hit the press.\r\n\r\nDan and Rick start to become violent when Kim refuses to make a phone call for them.\r\n\r\nMandy meets with the man behind the Palmer hit, but her partner holds things up when she demands more money for the ID.",
                    "Aliases": []
                },
                "3": {
                    "ID": "189257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189257",
                    "TitleEnglish": "2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "Jack learns the identity of the agent who may be working against him. He acquires Jamie's help to get evidence.\r\n\r\nPalmer finally learns of the damning story about to hit the press, involving his son and a possible murder several years ago.\r\n\r\nKim and Janet manage to escape their captors. Kim is able to get a message to Teri, but an accident results in her recapture.\r\n\r\nTony calls for outside help when he decides that Jack should be relieved of his command.",
                    "Aliases": []
                },
                "4": {
                    "ID": "189258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189258",
                    "TitleEnglish": "3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "Jack breaks out of a locked down CTU so he can follow a lead from the key card. George Mason puts pressure on Jamie and Nina to learn of Jack's whereabouts.\r\n\r\nPalmer discovers who the source is that leaked the story about his son.\r\n\r\nRick and Dan argue about how to handle Janet, while Teri and Alan run into an obstacle as they try to help their daughters.",
                    "Aliases": []
                },
                "5": {
                    "ID": "189259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189259",
                    "TitleEnglish": "4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "Jack takes drastic action to gain the cooperation of the only man who knows how to save Kim, but Mason's interference threatens to ruin Jack's advantage.\r\n\r\nKim is delivered to Gaines and she learns just how ruthless he can be when he's crossed. Meanwhile, Teri and Alan watch over Janet in surgery.\r\n\r\nPalmer talks to the reporter who plans to break the story about Keith and she shows him proof to back up her claims.",
                    "Aliases": []
                },
                "6": {
                    "ID": "189260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189260",
                    "TitleEnglish": "5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "Jack and Teri are reunited at the hospital. Jack plans to question Janet when she wakes up, but he is interrupted when Gaines contacts him and begins forcing Jack to follow his orders.\r\n\r\nPalmer is angered when he learns that his family went to great lengths to conceal the truth from him.\r\n\r\nKim tries to persuade Rick to help her escape from Gaines.\r\n\r\nTeri receives a message from Nina and discovers that she is in more danger than she realized.",
                    "Aliases": []
                },
                "7": {
                    "ID": "189261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189261",
                    "TitleEnglish": "6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "Jack is now under Gaines' control and is forced to sabotage operations at CTU. Nina becomes suspicious of Jack and gets in his way.\r\n\r\nTeri pulls a surprise attack on her kidnapper, but she makes the wrong move and finds herself in more trouble than ever.\r\n\r\nPalmer tries to persuade his family to go public with the story before the press can report it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "189262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189262",
                    "TitleEnglish": "7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "Nina and Tony discover the identity of the mole who is working for Gaines.\r\n\r\nTeri and Kim are finally reunited.\r\n\r\nStill under Gaines' control, Jack goes to the Palmer breakfast, where he learns what Gaines has planned for him.  Jack manages to foil the assassination attempt, but is captured by Secret Service in the process.",
                    "Aliases": []
                },
                "9": {
                    "ID": "189263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189263",
                    "TitleEnglish": "8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "Jack tries to explain his situation to Secret Service, but they are unwilling to release him.  He manages to escape and hides out with a hostage while contacting CTU.\r\n\r\nNina and Tony turn up the pressure on Jamey and finally learn about Gaines, but tragedy strikes before they can act.\r\n\r\nTeri sacrifices herself to save Kim from a brutal experience.",
                    "Aliases": []
                },
                "10": {
                    "ID": "189264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189264",
                    "TitleEnglish": "9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "Teri manages to call CTU using a stolen cell phone. She and Jack have an emotional conversation, but her signal dies before the call can be traced.\r\n\r\nNina and Tony find themselves facing a new boss, Alberta Green, as they continue to secretly help Jack.\r\n\r\nPalmer's political associates begin to sweat as Carl plans to take serious action against Keith's therapist.\r\n\r\nJack uncovers a new name from the key card that may lead him to Gaines.",
                    "Aliases": []
                },
                "11": {
                    "ID": "189265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189265",
                    "TitleEnglish": "10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "Palmer begins to form a connection between himself and Jack Bauer.\r\n\r\nGaines meets with Drazen, the man behind the Palmer assassination plot.  Drazen gives Gaines an unpleasant ultimatum that will result in the deaths of Teri and Kim.\r\n\r\nJack's interrogation of Cofell goes awry, but he discovers another familiar face who can lead him to his family.",
                    "Aliases": []
                },
                "12": {
                    "ID": "189266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189266",
                    "TitleEnglish": "11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "Jack sneaks into the compound and rescues his family, but Gaines catches on to him and gives chase. Jack and his family are attacked by Gaines and his men, causing them to become separated. \r\n\r\nPalmer tries to talk to Keith's therapist, but discovers that Carl has been there before him. \r\n\r\nGreen tries to turn Nina and Tony against one another.",
                    "Aliases": []
                },
                "13": {
                    "ID": "189267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189267",
                    "TitleEnglish": "12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "Jack plays a deadly game of cat and mouse with Gaines that results in a final confrontation. CTU arrives on the scene and flies Jack and his family to safety.\r\n\r\nPalmer plans to talk to the D.A. about Ferragamo's murder, but a threat from Carl changes his mind.\r\n\r\nNina discovers that a second assassin has arrived in LA, which means that Palmer's life is still in danger.",
                    "Aliases": []
                },
                "14": {
                    "ID": "189268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189268",
                    "TitleEnglish": "1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "Jack is forced to leave his family when Green places him under arrest and holds him at CTU. Once there, Jack must explain his actions to District Director Ryan Chappelle.\r\n\r\nNina accompanies Teri and Kim to a clinic, where they are given a medical examination. Nina becomes suspicious of a phony FBI agent and decides to move the women to a safehouse.\r\n\r\nPalmer goes to CTU and demands a meeting with Jack.",
                    "Aliases": []
                },
                "15": {
                    "ID": "189269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189269",
                    "TitleEnglish": "2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "Jack and Palmer finally meet face to face and learn of their connection through Operation Nightfall. They work together to track down those who are seeking revenge on them. \r\nA member of Palmer's staff has a romantic encounter with the would-be assassin. \r\nTeri and Nina have a revealing conversation about Jack at the safehouse.",
                    "Aliases": []
                },
                "16": {
                    "ID": "189270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189270",
                    "TitleEnglish": "3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "Keith takes matters into his own hands when he arranges a secret meeting with Carl. Elizabeth realizes who Alexis really is and immediately comes forward. Jack and Mason question her and then convince her to aid in his capture. The safe house is attacked, but Teri and Kim manage to escape. They are then separated by an unforeseen accident.",
                    "Aliases": []
                },
                "17": {
                    "ID": "189271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189271",
                    "TitleEnglish": "4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "Teri is struck with amnesia and must turn to an old friend for help. \r\n\r\nKim goes to Rick's house in hopes of finding a lead. \r\n\r\nJack sets Elizabeth up for a sting against Alexis, but she pulls a fast one at the last second.",
                    "Aliases": []
                },
                "18": {
                    "ID": "189272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189272",
                    "TitleEnglish": "5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Palmer and Sherry clash over the handling of the evidence against Carl.\r\n\r\nKim finds herself in a sticky situation with Dan's brother.\r\n\r\nJack poses as Alexis and meets with a stranger who has vital information, but an agent with a grudge from Jack's past picks a bad time to get even.\r\n\r\nTeri and Dr. Phil return to the Bauer home, putting themselves in further danger.",
                    "Aliases": []
                },
                "19": {
                    "ID": "189273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189273",
                    "TitleEnglish": "6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Jack and Mason investigate the area where the power was to be turned off. Nina tries to warn Jack about his family's disappearance, but Mason hampers her efforts.\r\n\r\nTeri explores her home in hopes of regaining her memory as Drazen's man closes in for the kill.\r\n\r\nKim finds herself in the middle of a botched drug deal, while Palmer breaks the story about Keith to the press.",
                    "Aliases": []
                },
                "20": {
                    "ID": "189274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189274",
                    "TitleEnglish": "7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Kim lands in jail when the cops don't believe her story.\r\n\r\nJack stumbles onto a secret detention center. He arrives just in time to bluff Andre and his men out of freeing a prisoner who is being transferred in. Jack confronts the prisoner and discovers that he knows him from the past. Before Jack can learn any more, Andre and his soldiers make another run on the prison.",
                    "Aliases": []
                },
                "21": {
                    "ID": "189275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189275",
                    "TitleEnglish": "8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "Palmer is relieved when it seems that he has dominated in the California polls in spite of his crisis. \r\n\r\nJack becomes locked in a stalemate with the Drazens. They manage to turn the tables and take Jack as a hostage as they escape. \r\n\r\nKim is finally released from jail, but her freedom is all too brief when she is again abducted by terrorists.",
                    "Aliases": []
                },
                "22": {
                    "ID": "189276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189276",
                    "TitleEnglish": "9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "The Drazens contact Mason and offer to trade Jack for Alexis.  Mason is reluctant, but Palmer pressures him to go ahead with the deal.\r\n\r\nNina and Tony try to distract Teri when they learn of Kim's abduction.\r\n\r\nPalmer is tempted by a member of his staff.",
                    "Aliases": []
                },
                "23": {
                    "ID": "189277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189277",
                    "TitleEnglish": "10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "The Drazens threaten to kill Kim unless Jack pays Palmer a visit.  Jack complies and is able to save Palmer's life once again.  Jack then agrees to trade his life for Kim's since the Drazens believe Palmer is dead.\r\n\r\nKim manages to escape from the Drazens and swims to safety.  \r\n\r\nTeri tells Jack about her unexpected good news.\r\n\r\nA second mole is revealed inside CTU.",
                    "Aliases": []
                },
                "24": {
                    "ID": "189278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189278",
                    "TitleEnglish": "11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "Palmer has had enough of Sherry's power plays and has a final showdown with her in the hotel ballroom. Nina knows that the Drazens have no leverage without Kim, so she calls Jack and tells him that Kim's body was found floating in the harbor. Jack is crushed by grief and then he flies into a rage. He rushes the Drazens and a bloody shoot-out ensues. Nina's cover is blown and she makes a final dash for safety, leaving a bloody trail behind her. Jack is able to apprehend her before she can escape, but he is stunned to learn that he didn't arrive soon enough.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "10064",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/2",
            "TitleEnglish": "Day 2",
            "SummaryEnglish": "Who do you trust when the people who are sworn to protect you, conspire against you? Eighteen months after the assassination attempt on the presidential candidate, the White House face a new threat. The Counter Terrorist Unit (CTU) have been tipped off that a nuclear bomb is set to detonate somewhere in Los Angeles within the next 24 hours. The countdown has begun...",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "189279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189279",
                    "TitleEnglish": "Day 2: 8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "Over a year has passed since the events of Day One.  President David Palmer is fishing with his son in Oregon when he learns of an emergency.  He is taken to his underground bunker, where he learns that a Middle Eastern terrorist group known as Second Wave is planning to set off a nuclear bomb in Los Angeles\r\nsometime that day. \r\n\r\nAt CTU, George Mason is ordered to contact Jack Bauer, who may be able to provide a lead to the terrorists.\r\n\r\nJack has been out of commission since the death of his wife.  He is also estranged from his daughter Kim, who is now working as an au pair.  He isn't interested in returning to work, but changes his mind when Palmer personally requests his help.\r\n\r\nKim overhears her boss abusing his wife, so she locks herself and their little girl in the bedroom.  Gary forces his way in and attacks Megan.\r\n\r\nA young girl named Marie is marrying a man who may have connections to the leader of the terrorist group.\r\n\r\nAt CTU, Jack learns that the key to finding the bomb rests with a group of American terrorists whom he infiltrated once before.",
                    "Aliases": []
                },
                "2": {
                    "ID": "189280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189280",
                    "TitleEnglish": "Day 2: 9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "Jack works to establish his cover with a small group of domestic terrorists. He learns that their target hits very close to home. \r\n\r\nKim takes Megan and runs from the house, but Gary pursues them. \r\n\r\nPalmer and Eric disagree over how to deal with the media during the nuclear threat.",
                    "Aliases": []
                },
                "3": {
                    "ID": "189281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189281",
                    "TitleEnglish": "Day 2: 10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "Jack warns Lynne about the impending bombing of CTU, but her efforts to alert Palmer are sabotaged by Eric, who has his own agenda. \r\n\r\nGeorge locates the warehouse where the nuclear bomb was built, but his discovery results in an unexpected tragedy. \r\n\r\nKim takes Megan to CTU, believing that it is the safest place for both of them.",
                    "Aliases": []
                },
                "4": {
                    "ID": "189282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189282",
                    "TitleEnglish": "Day 2: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "George returns to CTU where he orders the medics to revive a badly injured Paula, who has vital information. \r\n\r\nPalmer comes down hard on Eric for his deception. \r\n\r\nKim takes Megan to the hospital, but the staff accuses her of abuse. \r\n\r\nJack locates the leader of the American terrorist cell. He learns that the woman who gave them inside information on CTU is an old enemy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "189283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189283",
                    "TitleEnglish": "Day 2: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "George refuses to allow Jack to assist in Nina's interrogation.  Jack resorts to blackmail to change George's mind.\r\n\r\nPalmer and Stanton meet with a Middle Eastern ambassador who may be in league with Second Wave.\r\n\r\nTony visits the Warner home and questions Reza about his possible connection with Syed Ali.",
                    "Aliases": []
                },
                "6": {
                    "ID": "189284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189284",
                    "TitleEnglish": "Day 2: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "Jack begins his interrogation of Nina and pushes all boundaries in order to force her to divulge the name of her contact.\r\n\r\nPalmer is surprised and suspicious when his ex wife Sherry returns and claims to have information about a conspiracy against him from within his own administration.\r\n\r\nKim and Miguel plan to kidnap Megan from the hospital in order to take her out of LA and away from the nuclear threat.",
                    "Aliases": []
                },
                "7": {
                    "ID": "189285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189285",
                    "TitleEnglish": "Day 2: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "Jack forces Nina to help with a sting operation against her contact in the hopes that he can lead them to the bomb.\r\n\r\nPalmer and Mike try to gage Stanton's loyalty when they investigate the chopper crash.\r\n\r\nGeorge has a final conversation with his son.",
                    "Aliases": []
                },
                "8": {
                    "ID": "189286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189286",
                    "TitleEnglish": "Day 2: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "Kim and Miguel are arrested and the police plan to take them back to LA.\r\n\r\nTony questions Bob Warner at CTU and learns more about his government connections.\r\n\r\nPalmer discovers a traitor in his ranks when the journalist whom he was holding is set free.\r\n\r\nNina pulls a deadly countermove, setting herself up as the main player in the search to locate the bomb.",
                    "Aliases": []
                },
                "9": {
                    "ID": "189287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189287",
                    "TitleEnglish": "Day 2: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "George pits Bob against Reza in hopes of learning which one is working with Second Wave.\r\n\r\nSherry and Lynne clash over Palmer's speech to the press.\r\n\r\nKate is interrogated by Syed Ali, who believes she knows too much about the bomb.\r\n\r\nJack and Nina fight off a group of renegade soldiers while waiting to be rescued from the crash site.  They nearly escape when Nina takes Jack hostage and demands to speak to the President.",
                    "Aliases": []
                },
                "10": {
                    "ID": "189288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189288",
                    "TitleEnglish": "Day 2: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Two traitors are uncovered. One is the mole in the Palmer administration who is working with Stanton. The other is the member of the Warner family who helped Syed Ali to bring the bomb into the country.\r\n\r\nJack learns of Ali's location and tries to rescue Kate.\r\n\r\nKim and Miguel hatch an escape plan to stay out of LA, but the results are disastrous.",
                    "Aliases": []
                },
                "11": {
                    "ID": "189289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189289",
                    "TitleEnglish": "Day 2: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Kate helps Jack to locate and identify Syed Ali.\r\n\r\nPalmer places Stanton under arrest, but he won't break.  Palmer realizes he must go to extremes to make Stanton talk.\r\n\r\nKim hits her low point of the day when she encounters a cougar in the woods.",
                    "Aliases": []
                },
                "12": {
                    "ID": "189290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189290",
                    "TitleEnglish": "Day 2: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Jack engages in a brutal contest of wills with Syed Ali.\r\n\r\nGeorge questions Bob Warner to learn more about Marie's motivations for helping the terrorists.\r\n\r\nKim is rescued by a mysterious hunter who offers her asylum.\r\n\r\nLynne receives a dire warning from Sherry.",
                    "Aliases": []
                },
                "13": {
                    "ID": "189291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189291",
                    "TitleEnglish": "Day 2: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "Jack and his men prepare for a confrontation with Stanton's renegade soldiers as they converge on the bomb.\r\n\r\nKim becomes suspicious of her host, but is forced to stay because of her status with the police.\r\n\r\nStanton finally breaks down and gives Palmer some unpleasant news.",
                    "Aliases": []
                },
                "14": {
                    "ID": "189292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189292",
                    "TitleEnglish": "Day 2: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Jack and Kate try to break Marie's resolve so they can learn the location of the bomb.\r\n\r\nPalmer confronts his ex wife with the information that Stanton gave them.\r\n\r\nGeorge finally steps down as director of CTU and hands the position over to Tony.\r\n\r\nKim discovers her host's deception.",
                    "Aliases": []
                },
                "15": {
                    "ID": "189293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189293",
                    "TitleEnglish": "Day 2: 10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "Palmer, Mike and Lynne discuss various ways to dispose of the ticking bomb.  They conclude that the desert is the best place to set it off.\r\n\r\nJack determines that one man must pilot the plane carrying the bomb.  He chooses to fly the plane himself and bids a tearful goodbye to his daughter.\r\n\r\nTony and Michelle become suspicious of a Middle Eastern diplomat who is asking questions about the evidence against Syed Ali.\r\n\r\nPalmer departs for Los Angeles so he can be on hand when news of the nuclear bomb reaches the public.",
                    "Aliases": []
                },
                "16": {
                    "ID": "189294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189294",
                    "TitleEnglish": "Day 2: 11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "Jack and Michelle question Syed Ali, who claims that the audio recordings are false.\r\n\r\nPalmer prepares to wage war against the three countries who were involved in the nuclear strike.\r\n\r\nKim gets caught in a hostage situation.\r\n\r\nJack is contacted by a man who wants to exchange information for Kate Warner.",
                    "Aliases": []
                },
                "17": {
                    "ID": "189295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189295",
                    "TitleEnglish": "Day 2: 12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "Jack meets with the surviving Coral Snake Commando, who demands Kate Warner in exchange for evidence about the recordings.\r\n\r\nTony and Carrie spy on Michelle when he suspects that she is working with Jack.\r\n\r\nMike and the Vice-President turn up the pressure on Palmer, when he expresses his doubts about the impending war.",
                    "Aliases": []
                },
                "18": {
                    "ID": "189296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189296",
                    "TitleEnglish": "Day 2: 1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "Jack, Kate and Wallace fight to escape from a deadly band of commandos.\r\n\r\nPalmer decides to take a stronger stance against the civil unrest resulting from the bomb explosion.\r\n\r\nTony's trust in Michelle is broken when he suspects her of betraying him.\r\n\r\nKim's worries seem to be over when she learns the charges against her have been dropped.",
                    "Aliases": []
                },
                "19": {
                    "ID": "189297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189297",
                    "TitleEnglish": "Day 2: 2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "Jack is captured and tortured by men who want the chip.\r\n\r\nKate and Yusuf run into a group of angry rednecks before they can deliver the chip to CTU.\r\n\r\nTony and Michelle share a tender moment after her brother flips out.\r\n\r\nPalmer leans towards holding off the attacks, while Lynne discovers a secret operation that the Vice-President is planning against Palmer.",
                    "Aliases": []
                },
                "20": {
                    "ID": "189298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189298",
                    "TitleEnglish": "Day 2: 3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "Jack finds an ally who may help him escape from Kingsley's men.\r\n\r\nLynne meets with foul play before she can warn Palmer of the conspiracy against him.\r\n\r\nChappelle interferes with Tony's efforts to assist Jack.\r\n\r\nKate offers her captors money in exchange for the chip.",
                    "Aliases": []
                },
                "21": {
                    "ID": "189299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189299",
                    "TitleEnglish": "Day 2: 4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "Palmer's cabinet invokes the 25th Amendment in an attempt to remove him from power.  They place him on trial for his extreme actions during the nuclear bomb threat.\r\n\r\nJack and Michelle work against the clock to prove that the evidence against the Middle East is false.",
                    "Aliases": []
                },
                "22": {
                    "ID": "189300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189300",
                    "TitleEnglish": "Day 2: 5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "Jack locates the man who forged the audio evidence, but his efforts to break him down are sabotaged by Sherry Palmer, who has a hand in the conspiracy.\r\n\r\nKim returns to the Matheson home, where she discovers that her problems are far from over.\r\n\r\nPalmer searches for an ally who will help him get a message out to CTU.\r\n\r\nTony and Michelle take Chappelle out of action when he hinders their efforts to help Jack.",
                    "Aliases": []
                },
                "23": {
                    "ID": "189301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189301",
                    "TitleEnglish": "Day 2: 6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "When Jack hits a dead end with his lead, he realizes he must persuade Sherry to help him get evidence against Kingsley.\r\n\r\nThings go awry at CTU when Division becomes suspicious of Chappelle's absence.  Michelle goes off-site to work with Jack.\r\n\r\nMike and Prescott ask Palmer to aid them as the bombers get closer to their targets.",
                    "Aliases": []
                },
                "24": {
                    "ID": "189302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189302",
                    "TitleEnglish": "Day 2: 7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "Jack uses Sherry to lure Kingsley out into the open, but Kingsley suspects a set-up and lays his own trap.\r\n\r\nKate and her father have a final, ominous conversation with Marie.\r\n\r\nPalmer's attorney finds evidence involving Kingsley and convinces Mike to release Palmer from custody.  Palmer and his cabinet gather to watch as Sherry meets with Kingsley.  Mike orders Chappelle to reinstate Tony and Michelle.\r\n\r\nJack sends Sherry in for the meeting with Kingsley, but his mounting heart troubles cause problems for him at the crucial moment.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "10065",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/3",
            "TitleEnglish": "Day 3",
            "SummaryEnglish": "A threat from a lethal virus appears to be linked to two drug-running brothers, Ramon and Hector Salazar. Jack has a personal connection with them because while undercover to get Hector Salazar convicted, he became addicted to heroin. Jack pretends to have gone rogue and breaks Hector Salazar from prison in an effort to get a lead on the virus.",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "189303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189303",
                    "TitleEnglish": "Day 3: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "Three years have passed since the events of Day Two. A van deposits a dead body outside the LA Health Unit. The body is infected with a deadly virus. Tony, now in charge of CTU, learns that this is a blackmail tactic to get the US government to release a drug lord, Ramon Salazar, whom Jack has just brought down, before Salazar's brother releases the virus into LA.\r\n\r\nJack and his new partner, Chase Edmunds, prepare to sign a deal with Salazar at the prison.  Salazar delivers a mysterious warning to Jack before killing his lawyer.\r\n\r\nPalmer is alive and well, and has returned to LA for the first time since the attack three years ago. He is running for re-election and is preparing for an important debate with a rival senator. He is accompanied by his brother, who happens to be his chief of staff and his doctor, who also happens to be his girlfriend.\r\n\r\nA young boy, Kyle Singer, is seen examining a large, mysterious bag of white powder.  He plans to deliver it to some dealers later that day, but he is being watched by Salazar's men.\r\n\r\nKim now works at CTU and has been dating Chase for three months. Kim wants to tell her father, but Jack has a mysterious health problem that may make things more complicated.",
                    "Aliases": []
                },
                "2": {
                    "ID": "189304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189304",
                    "TitleEnglish": "Day 3: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "Jack and Chase quarrel over Chase's relationship with Kim.  Meanwhile, they learn of a lead to the possible whereabouts of the virus after rading a crackhouse.\r\n\r\nLinda breaks up with Kyle when she learns that he is planning to make a drug delivery.\r\n\r\nWayne approaches Palmer with information about his girlfriend that could damage his chances for reelection, while a CTU employee is not what he seems.",
                    "Aliases": []
                },
                "3": {
                    "ID": "189305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189305",
                    "TitleEnglish": "Day 3: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "Jack and Hector both search for Kyle, while Chase finds himself out of action at CTU.\r\n\r\nWayne and Palmer argue over the implications of Anne's past, while Ramon takes out one of his opponents in a surprise move.\r\n\r\nTony leads an operation to get Kyle, but tragedy strikes when Salazar's man gets there first.",
                    "Aliases": []
                },
                "4": {
                    "ID": "189306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189306",
                    "TitleEnglish": "Day 3: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "Michelle is torn by personal and professional obligations when she must take charge of CTU after Tony is wounded.\r\n\r\nKyle and Linda are captured by Hector's men.\r\n\r\nJack and Palmer have a secret conversation, leading Jack to take drastic action in the face of the Salazars' threat.  But Jack's plans are complicated when Chase gets in the way.\r\n\r\nAnne pushes Palmer back on to moral ground in the face of her ex husband's blackmail scheme.",
                    "Aliases": []
                },
                "5": {
                    "ID": "189307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189307",
                    "TitleEnglish": "Day 3: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Jack's efforts to break Ramon out of prison go awry when they are captured by a group of inmates during the riot.\r\n\r\nChloe unwittingly stumbles on to Jack's drug problem and she is forced to reveal his secret to Kim and Michelle.\r\n\r\nPalmer begins his debate with Keeler, while Kyle prepares to sacrifice himself to save Linda.",
                    "Aliases": []
                },
                "6": {
                    "ID": "189308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189308",
                    "TitleEnglish": "Day 3: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Jack and Ramon struggle to evade the authorities, while Palmer must shut the debate down because of the prison break.\r\n\r\nKim accidentally stumbles on to Gael's secret communications, but she isn't able to warn Michelle in time.\r\n\r\nThe Singer family learns a startling piece of news about Kyle's health.",
                    "Aliases": []
                },
                "7": {
                    "ID": "189309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189309",
                    "TitleEnglish": "Day 3: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Ramon holds Jack hostage as he flies to Mexico.  Ramon plans to kill Jack, but Jack manages to hold him at bay until the plane lands.  Ramon then learns that Jack and Hector are working together to break him out of prison.\r\n\r\nGael is captured while trying to escape from CTU.  Chappelle interrogates Gael but is interrupted by Tony, who claims that Gael is part of a bigger plan.\r\n\r\nAnne is given a chance to clear Palmer's name, while Chase heads for Mexico to rescue Jack.",
                    "Aliases": []
                },
                "8": {
                    "ID": "189310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189310",
                    "TitleEnglish": "Day 3: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "Palmer and Chappelle view a message from Jack, explaining his undercover work with the Salazars.  Meanwhile, Hector tries to convince Ramon that they should deal with Bauer so that they can get their hands on the virus.\r\n\r\nJack has a private moment with Claudia and she blasts him for leaving her behind when he arrested Ramon.\r\n\r\nChase arrives in Mexico, but is captured by Hector's men.  Ramon devises a way for Jack to prove his loyalty to them.\r\n\r\nAnne manages to clear Palmer's name, but she breaks off her relationship with him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "189311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189311",
                    "TitleEnglish": "Day 3: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Palmer clears Anne's name with the press, but he finds that he is facing a new problem when his biggest campaign contributer reveals a startling secret about Wayne.\r\n\r\nKim and Michelle worry about Tony's mental ability  when he continues to make mistakes.\r\n\r\nJack and the Salazars meet with Amador, but the deal turns sour when Nina Myers appears on the scene and competes for the virus.",
                    "Aliases": []
                },
                "10": {
                    "ID": "189312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189312",
                    "TitleEnglish": "Day 3: 10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "Claudia manages to free Chase from his captors, but she pays a high price for her efforts.\r\n\r\nWayne turns to Julia, while Palmer calls on Sherry for help against Milliken.\r\n\r\nJack and Ramon make plans to get to Nina, in the hopes of intercepting the virus.\r\n\r\nChloe's work at CTU is disrupted when she is forced to take care of her baby.",
                    "Aliases": []
                },
                "11": {
                    "ID": "189313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189313",
                    "TitleEnglish": "Day 3: 11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "Jack forces Nina to work with him in order to get the virus from Amador.\r\n\r\nPalmer meets with Sherry and convinces her to help him deal with Milliken.\r\n\r\nChase remains in Mexico to help with the capture of the virus.\r\n\r\nRamon and Hector quarrel when Hector wants to pull out of the deal.",
                    "Aliases": []
                },
                "12": {
                    "ID": "189314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189314",
                    "TitleEnglish": "Day 3: 12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "Things finally come to an explosive head as Jack, Ramon, Nina and Chase all close in on the virus.  But the deal takes an unexpected turn when Amador pulls a fast switch.\r\n\r\nKim becomes suspicious of Chloe when her story about her baby doesn't check out.\r\n\r\nSherry finds a witness who can damage Milliken, but her advantage is shortlived.",
                    "Aliases": []
                },
                "13": {
                    "ID": "189315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189315",
                    "TitleEnglish": "Day 3: 1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "Jack and Chase interrogate Nina, but the worm turns when she causes havoc with the CTU computer systems.\r\n\r\nChappelle puts Chloe under guard when she refuses to answer questions about the baby, but is forced to release her when she is the only one who can deal with the crisis.\r\n\r\nSherry takes her battle directly to Alan, forcing Julia to act as her accomplice.",
                    "Aliases": []
                },
                "14": {
                    "ID": "189316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189316",
                    "TitleEnglish": "Day 3: 2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "Tony interrogates Nina about Alvers' location, while Chappelle orders Jack to undergo a medical examination in light of his drug use.\r\n\r\nKim and Chase have a conversation about the baby.\r\n\r\nPalmer confronts Sherry about Alan Milliken's death, while Julia begs Wayne for help.",
                    "Aliases": []
                },
                "15": {
                    "ID": "189317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189317",
                    "TitleEnglish": "Day 3: 3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "Chappelle threatens to pull Jack from the investigation for killing a material witness, but Jack persuades him to hold off when they find a fresh lead on Amador's whereabouts.\r\n\r\nAmador and Alvers meet with the man who is planning to unleash the virus in LA within the hour.\r\n\r\nMichelle and Gael locate the target area, but things really hit the fan when they attempt to capture Alvers in the process of releasing the virus.\r\n\r\nWayne argues with Sherry over the consequences of Milliken's death as the police turn up the heat on Julia.",
                    "Aliases": []
                },
                "16": {
                    "ID": "189318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189318",
                    "TitleEnglish": "Day 3: 4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "Jack and Chase track Amador in the hopes that he can lead them to the man behind the virus attack.\r\n\r\nMichelle faces a mob riot when the hotel is quarantined.\r\n\r\nSherry extorts Palmer, forcing him to manufacture her alibi for the police.",
                    "Aliases": []
                },
                "17": {
                    "ID": "189319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189319",
                    "TitleEnglish": "Day 3: 5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "Saunders begins making demands on the President.  He forces Palmer to hold a strange press conference and then orders the death of the CTU agent who can trace him.\r\n\r\nJack learns of a woman who can lead him to Saunders, but a surprise attack shifts the balance of power.\r\n\r\nAs Gael's symptoms get worse, Michelle devises a way to relieve the suffering of the victims at the hotel.",
                    "Aliases": []
                },
                "18": {
                    "ID": "189320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189320",
                    "TitleEnglish": "Day 3: 6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "Jack and Chase race against time to capture Saunders before the deadline, while Chappelle plans an escape.\r\n\r\nMichelle begins a frantic search when she learns that an infected hotel guest may have slipped through her fingers.",
                    "Aliases": []
                },
                "19": {
                    "ID": "189321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189321",
                    "TitleEnglish": "Day 3: 7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "Jack reluctantly works with Kim on an under-cover job that may help them gain an advantage over Saunders.\r\n\r\nPalmer informs his cabinet of the crisis, while Saunders makes yet another demand.\r\n\r\nChase tracks down the man who left the hotel and learns that the virus is spreading to the general public.",
                    "Aliases": []
                },
                "20": {
                    "ID": "189322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189322",
                    "TitleEnglish": "Day 3: 8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "Jack attempts to use Saunders' daughter as leverage to gain control of the virus, while Palmer must deal with the discontented press.\r\n\r\nMichelle gets the results of her test, while Adam finds that the virus has struck too close to home.\r\n\r\nTony finds himself compromised when Saunders exploits his only weakness.",
                    "Aliases": []
                },
                "21": {
                    "ID": "189323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189323",
                    "TitleEnglish": "Day 3: 9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "Tony works to free Jane from CTU before Saunders can harm Michelle, but Chloe and Jack become suspicious of his activities.\r\n\r\nSherry meets with Palmer's political rival and proposes a deal to blackmail him.",
                    "Aliases": []
                },
                "22": {
                    "ID": "189324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189324",
                    "TitleEnglish": "Day 3: 10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "Jack and Tony clash as the time for the hostage exchange draws near.\r\n\r\nKeeler meets with Palmer and demands his resignation, while Wayne begins a secret operation against Sherry.",
                    "Aliases": []
                },
                "23": {
                    "ID": "189325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189325",
                    "TitleEnglish": "Day 3: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "Jack pushes the envelope in an attempt to force Saunders to disclose the location of the missing vials.\r\n\r\nSherry meets with David to discuss her terms, while Wayne breaks into her home to find the incriminating evidence.\r\n\r\nTony finds himself facing a harsh penalty because of his efforts to save Michelle.",
                    "Aliases": []
                },
                "24": {
                    "ID": "189326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189326",
                    "TitleEnglish": "Day 3: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "Jack and Chase must make a powerful sacrifice when dealing with the virus.\r\n\r\nTony is able to help Jack one last time before he is taken into custody, while an angry victim seeks vengeance on Saunders.\r\n\r\nPalmer makes a surprising career choice in the wake of Sherry's death.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "10066",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/4",
            "TitleEnglish": "Day 4",
            "SummaryEnglish": "Although retired from CTU, Jack Bauer finds himself in the middle of a terrorist plot after the U.S. Secretary for Defence and his daughter are kidnapped. But it's soon evident that the kidnapping is part of a much larger plan, for every time Jack thinks he's averted disaster a new and more ominous plot is uncovered. As CTU races to figure out the terrorists' true objective it becomes clear that the events of this day have been years in the making and only a miracle will disrupt the scheduled attacks that the terrorists hope will bring the country to its knees.",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "189327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189327",
                    "TitleEnglish": "Day 4: 7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "Eighteen months have elapsed since the conclusion of Day 3. A commuter train bound for Los Angeles explodes. A man steals a suitcase from a passenger in the wreckage and then kills him.\r\n\r\nJack has been dismissed from CTU and now works for Secretary of Defense James Heller. Jack is involved with Heller's daughter, Audrey, and their relationship is growing serious. Jack is in LA for a meeting with CTU Director Erin Driscoll, who fired him a year ago, but he finds himself alienated at CTU by Driscoll and the new staff when reports of a possible terrorist strike come in.\r\n\r\nA young computer hacker named Andrew Paige sees something that he shouldn't on the Internet. Suddenly, he finds himself running for his life as he is pursued by terrorists. Luckily, he is able to warn Chloe O'Brian before its too late.\r\n\r\nThe Turkish Araz family are not what they seem and it becomes clear that they are heavily involved with the day's events. Meanwhile, Heller has a confrontation with his estranged son.\r\n\r\nJack finds that Chloe is his only ally as he tries to prove that the train explosion is merely a diversionary target.",
                    "Aliases": []
                },
                "2": {
                    "ID": "189328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189328",
                    "TitleEnglish": "Day 4: 8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "Jack pushes Driscoll to reinstate him in the wake of Heller's kidnapping. He finds himself working as a subordinate when the Field Ops team goes to pick up Andrew.\r\n\r\nBehrooz finds himself torn between his loyalty to his parents and his feelings for his girlfriend as he is sent on his first assignment.\r\n\r\nHeller tries to comfort his daughter as his captors broadcast their intentions on the Internet.",
                    "Aliases": []
                },
                "3": {
                    "ID": "189329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189329",
                    "TitleEnglish": "Day 4: 9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "Jack tracks Kalil with Chloe's aid, but is forced to watch helplessly as Andrew is tortured for information.\r\n\r\nBehrooz pleads with his parents when they order him to bring Debbie to their home for questioning.\r\n\r\nCurtis uses harsh methods to interrogate Heller's son as Driscoll continues to search for Jack.",
                    "Aliases": []
                },
                "4": {
                    "ID": "189330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189330",
                    "TitleEnglish": "Day 4: 10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "Jack acts as a bandit and takes hostages to buy Chloe more time to get satellite surveillance. Meanwhile, Chloe must confide in Edgar for help when Driscoll becomes suspicious.\r\n\r\nBehrooz discovers just how far his mother is willing to go to insure that their secret mission is successful.\r\n\r\nHeller and Audrey attempt to escape from Omar, while Driscoll uses her influence to deal with a personal crisis.",
                    "Aliases": []
                },
                "5": {
                    "ID": "189331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189331",
                    "TitleEnglish": "Day 4: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "Jack and Driscoll agree to work together when the police make a critical error in dealing with Kalil.\r\n\r\nHeller and Audrey take drastic action in the hopes of avoiding the impending trial.\r\n\r\nDriscoll makes a deal with Chloe to get her out of the way, while the Araz family faces another problem in their cover-up.",
                    "Aliases": []
                },
                "6": {
                    "ID": "189332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189332",
                    "TitleEnglish": "Day 4: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "Jack initiates a fierce gun battle with the terrorists as he races to rescue Heller and Audrey before the military strike begins.\r\n\r\nDina questions her own dedication to their cause when her husband reveals his plans for Behrooz.\r\n\r\nDriscoll and Curtis uncover new evidence that points to an even bigger attack by the terrorists.\r\n\r\nAudrey has an awkward meeting with her husband, and Heller butts heads once again with his son.",
                    "Aliases": []
                },
                "7": {
                    "ID": "189333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189333",
                    "TitleEnglish": "Day 4: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "Jack takes Audrey to ID the man she recognized at the compound, but the terrorists get there soon after and pin them down. Jack must call on an old friend to help him escape.\r\n\r\nHeller puts Edgar in charge of dealing with the nuclear override, while Driscoll's daughter takes a turn for the worse.\r\n\r\nDina is wounded when she helps Behrooz flee from Navi. Navi's boss orders him to kill his wife and son before the day is over.",
                    "Aliases": []
                },
                "8": {
                    "ID": "189334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189334",
                    "TitleEnglish": "Day 4: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "Jack and Audrey hide out with an embittered Tony as Audrey makes a positive ID of the man from the kidnapping.\r\n\r\nMarianne successfully diverts suspicion from herself, leading Driscoll to torture the wrong person for information.\r\n\r\nBehrooz takes Dina to a hospital for medical attention, but the doctor becomes suspicious of her gunshot wound and phones the police.",
                    "Aliases": []
                },
                "9": {
                    "ID": "189335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189335",
                    "TitleEnglish": "Day 4: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "Jack and Tony are able to trace Dina's location, but Behrooz slips through their fingers. Dina demands a full pardon for her son in exchange for information on the override device.\r\n\r\nEdgar wrestles with his emotions when his mother is trapped in the path of the nuclear fall-out.\r\n\r\nBehrooz turns to his uncle for help, but Navi closes in on him before he can get away.",
                    "Aliases": []
                },
                "10": {
                    "ID": "189336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189336",
                    "TitleEnglish": "Day 4: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "Audrey places herself in a compromising position when she and Jack learn of her husband's possible involvement with the terrorists.\r\n\r\nMarianne offers Curtis information on the location of the override device in exchange for a lighter sentence, but the tables soon turn and Curtis discovers that there's another player in the game.\r\n\r\nSarah bargains for a stronger position at CTU, while Tony takes charge of the interrogation of Dina and Behrooz.",
                    "Aliases": []
                },
                "11": {
                    "ID": "189337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189337",
                    "TitleEnglish": "Day 4: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Jack and Curtis finally learn the location of the override device. They try to trap the architect of the terrorist strike before the remaining nuclear plants go critical.\r\n\r\nTony pushes Dina to reveal more of her knowledge of Marwan, while Driscoll faces another personal crisis with her daughter.",
                    "Aliases": []
                },
                "12": {
                    "ID": "189338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189338",
                    "TitleEnglish": "Day 4: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Jack and Paul visit the defense contractor who employed Marwan, but the company executives put their own interests ahead of CTU's and take major steps to destroy evidence.\r\n\r\nAfter a grief-stricken Driscoll relinquishes her command, Heller appoints Tony as interim director to oversee the latest crisis.",
                    "Aliases": []
                },
                "13": {
                    "ID": "189339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189339",
                    "TitleEnglish": "Day 4: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Jack and Paul enlist civilian help when they must fight off soldiers sent to kill them by McLennan-Forster.\r\n\r\nTensions flair between Tony and Michelle as she assumes command of CTU. Sarah tests Michelle's authority by giving her an ultimatum.\r\n\r\nAudrey reevaluates her feelings for Jack, while Marwan sets the next phase of his plan in motion.",
                    "Aliases": []
                },
                "14": {
                    "ID": "189340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189340",
                    "TitleEnglish": "Day 4: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "Jack learns the identity of a man who may be able to lead him to Marwan. He forces Dina to help him in a mock hostage situation that will get him close to the suspect.\r\n\r\nMichelle calls on Chloe for help when Edgar begins to crack under pressure. Meanwhile, Audrey stands by as a gravely wounded Paul is taken into surgery.\r\n\r\nMarwan's plan continues as his henchman uses an unwilling pilot to gain access to an airfield.",
                    "Aliases": []
                },
                "15": {
                    "ID": "189341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189341",
                    "TitleEnglish": "Day 4: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Marwan decides to trade Jack for Behrooz in hopes of distracting CTU from his real objective.\r\n\r\nTony and Michelle weigh the consequences of the trade, while Curtis reluctantly interrogates Behrooz in order to learn more about Marwan.",
                    "Aliases": []
                },
                "16": {
                    "ID": "189342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189342",
                    "TitleEnglish": "Day 4: 10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "CTU raids Marwan's hideout, but he manages to slip through their fingers. Luckily, Jack locates a lead that may help him identify Marwan's next target.\r\n\r\nTony becomes suspicious of Michelle's personal life, while Audrey reunites with Paul and learns the extent of his injuries.\r\n\r\nAnderson closes in on his quarry, as President Keeler searches for words that will comfort the American public.",
                    "Aliases": []
                },
                "17": {
                    "ID": "189343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189343",
                    "TitleEnglish": "Day 4: 11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "Mike pushes for the Vice-President to be sworn into office as the White House waits for news of Keeler's fate.\r\n\r\nTwo innocent bystanders are dragged into the fight as Jack and Marwan both pursue a briefcase that contains the launch codes for America's nuclear arsenal.",
                    "Aliases": []
                },
                "18": {
                    "ID": "189344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189344",
                    "TitleEnglish": "Day 4: 12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "Curtis brings in a suspect who has critical information about Marwan's next strike. Michelle orders Curtis to use harsh methods to interrogate the suspect, but things get complicated when Marwan sends a lawyer to defend his rights.\r\n\r\nLogan's advisors begin to worry as he continues to exhibit fear in the face of the ongoing terrorist threat.",
                    "Aliases": []
                },
                "19": {
                    "ID": "189345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189345",
                    "TitleEnglish": "Day 4: 1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "Chloe is unexpectedly thrust into fieldwork when a woman reports that her boyfriend may be part of the terrorist conspiracy.\r\n\r\nJack and Curtis find their latest efforts to trap Marwan thwarted by the Secret Service, who have orders to arrest Jack for insubordination.\r\n\r\nMike calls on ex-President David Palmer for help as Logan continues to display a lack of leadership.",
                    "Aliases": []
                },
                "20": {
                    "ID": "189346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189346",
                    "TitleEnglish": "Day 4: 2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "After Logan authorizes Palmer to take charge of the crisis, Palmer sanctions Jack and Curtis to infiltrate the Chinese Embassy on a covert operation to capture a suspect.\r\n\r\nTony and Michelle continue to bump into each other's personal lives, while Buchanan expresses anger at being kept out of the mission.\r\n\r\nJack faces Audrey's wrath when a medical dilemma places Paul's life in jeopardy.",
                    "Aliases": []
                },
                "21": {
                    "ID": "189347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189347",
                    "TitleEnglish": "Day 4: 3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "CTU scrambles to forge an alibi when a Chinese representative produces evidence of American involvement in the raid on their embassy.\r\n\r\nAudrey gives Jack the cold shoulder, while Palmer and Logan clash over the consequences of Palmer's decisions.\r\n\r\nJack and Curtis close in on Marwan as the countdown for the missile launch moves ahead.",
                    "Aliases": []
                },
                "22": {
                    "ID": "189348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189348",
                    "TitleEnglish": "Day 4: 4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "Jack finds that his efforts to bargain with Marwan for the location of the missile strike are futile.\r\n\r\nHeller pushes his son for information when CTU discovers that he may have had contact with Marwan before the attacks.\r\n\r\nLogan finds himself in the middle of a power struggle between Palmer and the ambitious Speaker of the House.\r\n\r\nTony and Michelle explore their rekindled passion for each other, but their hopes for the future may be short-lived when a familiar player enters the game and takes a hostage.",
                    "Aliases": []
                },
                "23": {
                    "ID": "189349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189349",
                    "TitleEnglish": "Day 4: 5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "Mandy uses Tony as leverage to try to force Michelle to aid in her escape.\r\n\r\nA Chinese security operative captures and interrogates one of the CTU agents involved in the raid on the embassy.\r\n\r\nPalmer and Logan argue over the option of evacuating all major cities that may be targets for the missile.",
                    "Aliases": []
                },
                "24": {
                    "ID": "189350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/189350",
                    "TitleEnglish": "Day 4: 6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "As the missile speeds toward its destination, Mandy cuts a deal with Jack and the President to give up Marwan's location in exchange for a full pardon on all of her crimes.\r\n\r\nTony and Michelle share a happy reunion, but Jack finds his relationship with Audrey shattered as she makes her feelings known.\r\n\r\nLogan's advisor suggests a drastic course of action when the Chinese government demands that Jack be handed over to them for trial. Palmer tries desperately to warn Jack of the danger against him.\r\n\r\nJack's life changes forever as Tony, Michelle and Chloe help him to evade the trap set for him by Secret Service.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "10067",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/5",
            "TitleEnglish": "Day 5",
            "SummaryEnglish": "Eighteen months after faking his own death Jack Bauer is forced to return to Los Angeles when it becomes apparent that the only 4 people who know he is still alive are being systemically targeted for assassination. The assassinations coincide with the signing of an anti-terrorism treaty between Russia and the U.S., leading Jack to suspect a group of Russian terrorists holding hostages at Ontario Airport. But a shocking and deadly discovery at the airport reveals just how far the terrorists are willing to go and how thoroughly tested the newly signed treaty will be before the day is over.",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "306115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306115",
                    "TitleEnglish": "Day 5: 7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "18 months have passed since the events of Day 4. With the exception of David Palmer, Tony Almeida, Michelle Dessler and Chloe O'Brian, the world believes that Jack Bauer is dead. Jack is living near L.A. under the name of Frank Flynn, working on an oil rig and living with Diane Huxley and her teenage son, Derek.\r\n\r\nIn L.A., David Palmer is visiting his brother Wayne, when he is killed by an assassin's bullet. As CTU scrambles to gather more information, an exploding car bomb kills Michelle and injures Tony. Chloe is also pursued by an unknown figure, but she eludes him and manages to contact Jack for help.\r\n\r\nPresident Charles Logan and his wife Martha are visiting L.A. and are planning to sign an important arms treaty with the president of Russia. Martha seems to be unstable and is badly shaken by the news of Palmer's murder. Logan refuses to heed CTU's warnings of possible danger and call off the summit.\r\n\r\nJack is forced to take Derek along for the ride as he meets with Chloe and fights off a group of men who want him killed. He forces one of the men to confess that Jack has been deliberately framed for the murders of Palmer and Michelle.",
                    "Aliases": []
                },
                "2": {
                    "ID": "306116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306116",
                    "TitleEnglish": "Day 5: 8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "Jack and Chloe infiltrate Wayne Palmer's penthouse where David Palmer was assassinated, in the hopes of finding a clue to his murder. Jack convinces Wayne to cooperate and finds some information in Palmer's memoirs that leads him to the airport where the Russian president is about to land. \r\n\r\nCTU and Secret Service attempt to capture Jack, but they only find Chloe as Jack and Derek slip through their grasp. \r\n\r\nMartha tries to convince her husband that she received an important phone call from Palmer the night before his death, but a tape of their conversation seems to contradict her claims. \r\n\r\nJack goes to the airport to find a lead, but a group of renegade Russian terrorists take hostages, including Derek, before he can act.",
                    "Aliases": []
                },
                "3": {
                    "ID": "306117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306117",
                    "TitleEnglish": "Day 5: 9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "Jack conceals himself inside the airport hanger and surveys the Russian separatists, feeding information to Curtis and his assault team. \r\n\r\nThe terrorists begin executing hostages in an attempt to make Logan cave into their demands. \r\n\r\nMartha discovers that all traces of her conversation with Palmer may not have been erased.",
                    "Aliases": []
                },
                "4": {
                    "ID": "306118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306118",
                    "TitleEnglish": "Day 5: 10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "Jack is captured by the terrorists, who use Derek as leverage to force him to compromise CTU's assault operation. \r\n\r\nLogan refuses to give into the terrorist demands as the time of the co-signing of the treaty draws near. Martha tries to tell her husband of the evidence she uncovered about her phone call with Palmer, but Walt interferes with her efforts. \r\n\r\nA new representative from District arrives at CTU and begins to undermine Buchanan's authority.",
                    "Aliases": []
                },
                "5": {
                    "ID": "306119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306119",
                    "TitleEnglish": "Day 5: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "Jack returns to CTU and has an emotional reunion with Audrey, while Curtis tracks the Russians and the stolen nerve gas. \r\n\r\nWalt sends in a hit man to silence Jack. \r\n\r\nChloe discovers that Spencer has his own agenda at CTU. \r\n\r\nWalt convinces Logan to have Martha institutionalized when she tells them of the attack on her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "306120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306120",
                    "TitleEnglish": "Day 5: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "Jack contacts Mike and asks for a secret meeting in hopes of gathering evidence against Walt. \r\n\r\nMartha begs Aaron for help, while a desperate Walt tries to force Logan to aid him in his complicity with the terrorists. \r\n\r\nBuchanan butts heads with Lynn over a decision to violate the president's orders, while the Russians attempt to escape with the nerve gas.",
                    "Aliases": []
                },
                "7": {
                    "ID": "306121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306121",
                    "TitleEnglish": "Day 5: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "Jack tracks down a man who has a connection to the terrorists. Logan is forced to grant him immunity in exchange for information on their whereabouts. \r\n\r\nMike and Martha argue over Logan's public response to Walt's involvement with the Russians. \r\n\r\nLynn is drawn away from his post by a personal crisis as the terrorists come closer to striking against the U.S.",
                    "Aliases": []
                },
                "8": {
                    "ID": "306122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306122",
                    "TitleEnglish": "Day 5: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "Jack poses as Rossler and manages to trace one of the canisters of nerve gas, but he goes against orders from the president when the terrorists target a shopping mall. \r\n\r\nLogan and Martha quarrel when she learns of her husband's intention to cover up the real reason for Walt's suicide.",
                    "Aliases": []
                },
                "9": {
                    "ID": "306123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306123",
                    "TitleEnglish": "Day 5: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "Lynn orders Curtis to take Jack into custody for violating presidential orders, but Jack breaks away from Curtis when Nathanson contacts him through Audrey and offers information on the location of the nerve gas.\r\n\r\nLynn begins to unleash on his coworkers as he discovers that they may be working against him to aid Jack.\r\n\r\nThe head of the terrorists makes a demand on Logan, and Martha takes a dangerous step to get her husband's attention.",
                    "Aliases": []
                },
                "10": {
                    "ID": "306124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306124",
                    "TitleEnglish": "Day 5: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "Logan wrestles with his conscience when he learns that Martha is riding in the motorcade with the Suvarovs. \r\n\r\nAudrey convinces Curtis to take action as Lynn continues to abuse his authority. \r\n\r\nJack learns that an ex CTU agent, Christopher Henderson, works for a company which is connected with the nerve gas.",
                    "Aliases": []
                },
                "11": {
                    "ID": "306125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306125",
                    "TitleEnglish": "Day 5: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Jack interrogates Henderson's wife about her husband's connection to the terrorists. \r\n\r\nLynn begs his sister to return his stolen keycard, while Tony regains consciousness and learns of Michelle's fate. \r\n\r\nMartha gives Logan the cold shoulder, while Curtis tracks another nerve gas attack to a local hospital.",
                    "Aliases": []
                },
                "12": {
                    "ID": "306126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306126",
                    "TitleEnglish": "Day 5: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Jack takes Henderson to CTU for questioning. Once there, he faces an unhappy reunion with his daughter, Kim. \r\n\r\nMike appeals to Martha for help as Logan faces pressure from his Vice-President to declare martial law on L.A. \r\n\r\nLynn connects the theft of his keycard to an impending strike on CTU, but his warning comes too late to stop a terrorist from infiltrating the building.",
                    "Aliases": []
                },
                "13": {
                    "ID": "306127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306127",
                    "TitleEnglish": "Day 5: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Jack and Lynn must take action when they discover that the nerve gas is breaking through the protective seals that are keeping the CTU survivors alive. \r\n\r\nChloe wrestles with her grief over Edgar's death, while Tony contemplates revenge against Henderson. \r\n\r\nMartha bolster's Logan's spirit as he wavers under more political pressure from Gardner.",
                    "Aliases": []
                },
                "14": {
                    "ID": "306128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306128",
                    "TitleEnglish": "Day 5: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "Jack bargains with a German intelligence agent in order to find the woman who can lead him to Bierko. \r\n\r\nBuchanan chafes against the new chain of command as Homeland Security prepares to take over CTU operations. \r\n\r\nAaron receives a request for a secret meeting from Wayne Palmer, as Logan implements martial law in L.A.",
                    "Aliases": []
                },
                "15": {
                    "ID": "306129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306129",
                    "TitleEnglish": "Day 5: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Jack pushes Audrey for answers when evidence indicates that she may be involved with the terrorists. \r\n\r\nWayne and Aaron flee from a group of gunmen who have orders from Henderson to kill them. \r\n\r\nBierko and his men gain access to a natural gas plant, where they plan to distribute the nerve gas throughout L.A.",
                    "Aliases": []
                },
                "16": {
                    "ID": "306130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306130",
                    "TitleEnglish": "Day 5: 10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "Jack and Wayne locate a source inside Logan's administration who has information on Palmer's assassination. But things get complicated when they learn that Henderson is using leverage to keep her silent. \r\n\r\nAudrey is forced to choose between Chloe and Buchanan as Homeland Security begins to absorb CTU.",
                    "Aliases": []
                },
                "17": {
                    "ID": "306131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306131",
                    "TitleEnglish": "Day 5: 11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "Jack and Wayne locate a recording that definitively proves Logan's involvement in the terrorist conspiracy, but Henderson corners them in the hopes of destroying the incriminating tape. \r\n\r\nLogan tries to cover his tracks by issuing a warrant for Jack's arrest. \r\n\r\nAudrey contacts her father for help, while Chloe gives her cover while helping Jack evade CTU.",
                    "Aliases": []
                },
                "18": {
                    "ID": "306132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306132",
                    "TitleEnglish": "Day 5: 12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "Jack shows Heller the incriminating recording in the hopes that he will help them take down Logan, but Heller has plans of his own that will save face for the presidency. Miles tricks Chloe into leading CTU to Jack and Audrey. Mike and Martha both become more suspicious of Logan's actions, while Heller confronts the president with an ultimatum.",
                    "Aliases": []
                },
                "19": {
                    "ID": "306133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306133",
                    "TitleEnglish": "Day 5: 1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "Jack captures Henderson and attempts to force him to hand over the recording, but Henderson targets Heller to buy himself more time. Logan confesses his involvement in Palmer's assassination to a distraught Martha. Miles traces Chloe to Buchanan's home, but Hayes finds herself questioning Logan's motives as CTU closes in.",
                    "Aliases": []
                },
                "20": {
                    "ID": "306134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306134",
                    "TitleEnglish": "Day 5: 2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "After stowing away aboard the flight containing Henderson's contact and the incriminating recording, Jack finds himself having to deal with a pilot who refuses to cooperate.\r\n\r\nMartha begins to break down, and Mike becomes suspicious of what she is hiding from him, while Logan tries to calm his financial backers.",
                    "Aliases": []
                },
                "21": {
                    "ID": "306135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306135",
                    "TitleEnglish": "Day 5: 3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "Jack searches for a safe place to land the plane when Logan gives orders to shoot it down. Hayes readies Bierko for a transfer to a secure facility, while Audrey receives some good news about her father. Logan becomes desperate as his plans start to unravel, but an unexpected ally at CTU turns the tables in his favor.",
                    "Aliases": []
                },
                "22": {
                    "ID": "306136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306136",
                    "TitleEnglish": "Day 5: 4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "Bierko escapes from the transport taking him to Division and uses his last canister of nerve gas for a surprise strike. Jack is forced to work with Henderson to find Bierko, but Henderson wants something in return. Logan takes drastic steps to deal with Aaron when he won't go along with the cover-up.",
                    "Aliases": []
                },
                "23": {
                    "ID": "306137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306137",
                    "TitleEnglish": "Day 5: 5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "Jack and Henderson wage an assault on the submarine as Bierko prepares to launch an attack against L.A. Chloe brings in someone from her past to aid her. Martha and Aaron enlist Mike's help in their plans to expose Logan.",
                    "Aliases": []
                },
                "24": {
                    "ID": "306138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/306138",
                    "TitleEnglish": "Day 5: 6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "Jack takes his fight directly to the President as he attempts to force a confession from him that will prove his involvement in the day's events. Martha vents her hatred for her husband in front of the press as Logan gives a eulogy over Palmer's body. Jack and Audrey share a tender moment when it seems the crisis has subsided, but Jack finds that his problems have only begun as his past catches up with him.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "16794",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/6",
            "TitleEnglish": "Day 6",
            "SummaryEnglish": "After 20 months in a Chinese prison, Jack Bauer is suddenly returned to the United States. But instead of being free, Jack's release is part of a secret deal—his life in return for the location of Hamri Al-Assad, the leader of a terrorist organisation that has unleashed a wave of terror across the country. A broken man, physically and mentally, Jack agrees to the exchange. But when he learns that his new captor is actually the man behind the attacks and that his own sacrifice is meaningless, Jack lashes out and escapes. Now he must convince the President and CTU that the man they are trying to kill, may be the only man who can end the rapidly escalating violence.",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "316553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316553",
                    "TitleEnglish": "Day 6: 6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "20 months have passed since the events of Day Five. For the past 11 weeks, the U.S. has been under siege by a series of terrorist bombings, with Muslim extremists as the prime suspects. L.A. joins the list of casualties when a bus is bombed in a suicide attack. President Wayne Palmer is torn when he receives conflicting advice from his top advisors. Tom Lennox suggests that the government begin rounding up all Islamic-Americans for detention, but NSA Director Karen Hayes argues that it’s too drastic a step in finding the terrorists.CTU Director Bill Buchanan and Curtis Manning meet with Chinese diplomats, who have agreed to release Jack Bauer from custody. Jack is ragged and dirty and hasn’t spoken for 20 months. Bill informs him that they’ve been contacted by a terrorist, Abu Fayed, who can lead them to the man behind the attacks, but he wants to take revenge on Jack for the murder of his brother in return. Jack meagerly accepts his fate, relieved that his death will have meaning.An average family comes to the aid of an Islamic boy when his father is arrested by the FBI, but it soon becomes clear that the boy may be more involved with the terrorists than they realize. Chloe and Morris O'Brian attempt to intervene on Jack's behalf, but their efforts may jeopardize the deal between CTU and Fayed. Jack is turned over to Fayed. Fayed begins to torture Jack, but Jack finds the will to fight for his life when he learns that his death may be in vain.",
                    "Aliases": []
                },
                "2": {
                    "ID": "316554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316554",
                    "TitleEnglish": "Day 6: 7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "Jack tries to locate Assad in hopes of warning him about the impending air strike. Assad agrees to help Jack locate Fayed, but Jack worries that he’s forgotten how to do his job. Ahmed finds he must take drastic action when his role in the attacks is discovered. President Palmer’s sister, Sandra, goes a long way to defend her principles when she finds herself and her civil rights organization to be a target in an FBI investigation.",
                    "Aliases": []
                },
                "3": {
                    "ID": "316555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316555",
                    "TitleEnglish": "Day 6: 8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "Assad uses clever tactics to manipulate Fayed’s agent into leading them to the place where Fayed may be hiding. Ahmed uses Ray’s family as leverage to force him to deliver a mysterious package. Fayed contacts Wayne with a demand, while Sandra bucks the FBI’s authority. Jack becomes concerned when Curtis begins to display hostility toward Assad.",
                    "Aliases": []
                },
                "4": {
                    "ID": "316556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316556",
                    "TitleEnglish": "Day 6: 9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "Ray uses the component to bargain for his family’s freedom, but Ahmed only grants half his wish. Chloe moderates an argument between Morris and Milo, while Walid overhears information in the detention center that may be of use to CTU. Wayne agrees to pardon Assad in the face of his efforts to aid Jack; a gesture that does not sit well with an enraged Curtis. Jack follows a lead given to the police by Jillian, but his information comes too late to stop Fayed from launching another deadly strike.",
                    "Aliases": []
                },
                "5": {
                    "ID": "316615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316615",
                    "TitleEnglish": "Day 6: 10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "Wayne prepares to talk to the nation as L.A. deals with the fall-out from the nuclear blast. Fayed tries to set up a deal with a new trigger man who can help with the four remaining bombs. Sandra is outraged when the FBI forces Walid to wear a wire in the hopes of gaining information from his fellow inmates. Assad provides CTU with a lead, but Jack finds that it takes a personal twist when he learns that the terrorists may have connections to his estranged family.",
                    "Aliases": []
                },
                "6": {
                    "ID": "316616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316616",
                    "TitleEnglish": "Day 6: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "Jack forces Graem to take him to McCarthy's office in the hopes of finding a lead to their father's whereabouts. Lennox plays a trump card that removes Karen from his path as he prepares to implement more extreme policies. The FBI's sting operation with Walid goes terribly awry, while Nadia finds herself impeded by new security measures at CTU.",
                    "Aliases": []
                },
                "7": {
                    "ID": "316617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316617",
                    "TitleEnglish": "Day 6: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "Jack's family loyalties are put to the test as Graem reveals his full involvement in the terrorist activities. Wayne convenes a meeting of his cabinet to discuss Lennox's drastic policies, while Sandra tends to an injured Walid. Morris receives some bad news about a relative, and McCarthy sets a trap designed to capture the man who can help Fayed build a new trigger for the nukes.",
                    "Aliases": []
                },
                "8": {
                    "ID": "316618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316618",
                    "TitleEnglish": "Day 6: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "Jack tries to trace Morris's location, while Fayed uses harsh tactics to gain his cooperation. Lennox contemplates his resignation in the face of Wayne's rebuke, but Reed suggests an extreme course of action that may result in a change in leadership. Wayne meets with Assad and pressures him to publicly renounce terrorism.",
                    "Aliases": []
                },
                "9": {
                    "ID": "316619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316619",
                    "TitleEnglish": "Day 6: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "Marilyn gives Jack a lead that will help him find Gredenko, but they hit a wall as Phillip takes steps to cover his tracks. As Lennox learns more about Reed's plan, the Vice-President pushes Wayne to reconsider his dialogue with Assad.",
                    "Aliases": []
                },
                "10": {
                    "ID": "316620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316620",
                    "TitleEnglish": "Day 6: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "Marilyn tells Jack the truth about his father's involvement in the day's conspiracy. Jack uses her in an attempt to get to Phillip. Chloe covers for Morris when he turns to an old vice after reaching the breaking point, while Milo finds himself over his head in fieldwork. Lennox takes a hard stand as Reed's deadly plan to shift presidential control moves forward.",
                    "Aliases": []
                },
                "11": {
                    "ID": "316621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316621",
                    "TitleEnglish": "Day 6: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "Lennox tries desperately to escape from Reed as Wayne makes final preparations for his joint speech with Assad. Chloe continues to cover for Morris as Nadia becomes more suspicious. Jack meets with ex President Logan and learns that a lead to Gredenko's whereabouts may be located within the Russian consolate.",
                    "Aliases": []
                },
                "12": {
                    "ID": "316622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316622",
                    "TitleEnglish": "Day 6: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Vice-President Daniels assumes office in the wake of Wayne's injury and makes plans to implement his extreme security agenda. Lennox names the co-conspirators in the attack, but finds himself under Daniels' thumb. Meanwhile, Karen moves to insert herself back in her former job. Jack and Logan pay a visit to the Russian consulate, but Jack takes drastic action when Logan fails to learn Gredenko's location.",
                    "Aliases": []
                },
                "13": {
                    "ID": "316623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316623",
                    "TitleEnglish": "Day 6: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "While Jack evades Russian security guards, Buchanan assigns a new agent, Mike Doyle, to raid the Russian consulate to capture Markov and rescue Jack.Logan calls on his estranged ex-wife in the hopes that she can help to defuse the brewing crisis between the U.S. and Russia.Gredenko prepares to strike at another target. Meanwhile, Daniels gives a Middle Eastern ambassador a strong ultimatum in order to gain his cooperation in the hunt for the remaining nukes.",
                    "Aliases": []
                },
                "14": {
                    "ID": "316624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/316624",
                    "TitleEnglish": "Day 6: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Jack learns a devastating piece of news about Audrey upon his return to CTU.As a desperate Gredenko launches his strike, CTU learns that their systems have been compromised by a mole who is obstructing their efforts to find the drone.Karen finds a possible ally in Lennox as Daniels proceeds on his extreme course that will pit the U.S. against the Middle East.",
                    "Aliases": []
                },
                "15": {
                    "ID": "319270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319270",
                    "TitleEnglish": "Day 6: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "Jack and Doyle head up field ops while tracking Gredenko and Fayed, and the Vice President's decision sends shockwaves through his administration.",
                    "Aliases": []
                },
                "16": {
                    "ID": "319271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319271",
                    "TitleEnglish": "Day 6: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Wayne risks his unstable health in order to fight Daniels for the presidency. Lennox and Karen call an uneasy truce in the face of the impending war.\r\n\r\nDoyle coerces Nadia into helping him dig up dirt on Milo, while Jack uses Gredenko in a sting operation that will lead them to Fayed.",
                    "Aliases": []
                },
                "17": {
                    "ID": "319272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319272",
                    "TitleEnglish": "Day 6: 10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "Wayne continues to risk his health as he takes a stand that will force cooperation from the Middle East.Jack realizes he won't be able to break Fayed, so he and Doyle concoct a scheme to force Fayed to lead them to the location of the remaining nukes. But Fayed's ally engages in trickery that places the plan in jeopardy.",
                    "Aliases": []
                },
                "18": {
                    "ID": "319273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319273",
                    "TitleEnglish": "Day 6: 11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "Cheng offers to exchange the nuclear component for Audrey's life. Jack gains Chloe's covert cooperation, but their plans are dashed when Morris stumbles on to the operation.Wayne gives Daniels an unpleasant ultimatum, but his fragile health soon tips the balance in the vice-president's favor.",
                    "Aliases": []
                },
                "19": {
                    "ID": "319274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319274",
                    "TitleEnglish": "Day 6: 12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "Jack sets up a meeting with Cheng, while Doyle tries to track him with CTU's help.Buchanan's career is placed in jeopardy when Karen is forced to make a damning choice to save the administration.Daniels seeks comfort from his assistant as he assumes the presidency.",
                    "Aliases": []
                },
                "20": {
                    "ID": "319275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319275",
                    "TitleEnglish": "Day 6: 1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "Nadia approves an interrogation technique that might prove fatal to Audrey. Doyle covertly aids Jack in the hopes that he can save her from further mental trauma.Daniels discovers that he may have a leak in his administration when he is confronted by the angry Russian president.Chloe and Morris's relationship hits the rocks, while Heller delivers Jack a stern warning.",
                    "Aliases": []
                },
                "21": {
                    "ID": "319276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319276",
                    "TitleEnglish": "Day 6: 2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "Jack is held in custody at CTU, while Cheng prepares to launch a surprise attack.Lennox uses Lisa as a plant to send a false message to the Russians in hopes of defusing a tense situation.Morris' decision to end his relationship with Chloe begins taking its toll on her as they struggle to maintain professionalism, and Josh shows signs of guilt over the role his father played in the day's terrorist attacks.",
                    "Aliases": []
                },
                "22": {
                    "ID": "319277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319277",
                    "TitleEnglish": "Day 6: 3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "Jack runs a desperate tactic to free the CTU hostages from their captors. He manages to intercept Cheng, who plans to deliver Josh to his grandfather in exchange for the circuit board. Jack is forced to allow Cheng to escape in order to save Josh's life.Lennox continues to monitor Lisa as she plants evidence for Mark to deliver to the Russians. The situation takes a nasty turn when all does not go according to plan. Meanwhile, Daniels tries to run a bluff on the Russian president, but finds he's playing a bad hand.Nadia finds herself facing a hostile investigation over the security breach, while a decision from Daniels pits Doyle against Jack.",
                    "Aliases": []
                },
                "23": {
                    "ID": "319278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319278",
                    "TitleEnglish": "Day 6: 4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "Doyle takes Josh to meet Phillip in the hopes of retrieving the circuit board, but his conscience bothers him over the exchange.Karen puts her career on the line when she uses Bill to help break Jack from custody. Jack and Bill track Phillip, but not before he pulls a fast move that reaps serious injury to Doyle.Nadia has a conversation with Milo's brother, while Chloe suffers from a mysterious medical problem that strikes her at the wrong moment.",
                    "Aliases": []
                },
                "24": {
                    "ID": "319279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/319279",
                    "TitleEnglish": "Day 6: 5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "CTU discovers where Philip is hiding and Daniels orders an air strike in a desperate move to appease the Russians. Jack and Bill go after Josh alone before the bombers find their target.Lennox persuades Daniels to grant leniency for Bill and Karen. In the wake of the close call, Daniels begins to question his choices as acting president.Chloe gives Morris some surprising news that alters their relationship, while Marilyn is reunited with Josh at CTU.",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "35831",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/7",
            "TitleEnglish": "Day 7",
            "SummaryEnglish": "Four years have passed, CTU has been disbanded and Jack Bauer is on trial before the Senate in Washington, D.C. But Jack is suddenly pulled from testimony to help the FBI stop one of the most dangerous terrorist plots America has ever faced, perpetrated by a ghost from Jack's past. When he discovers the FBI may be compromised by a mole, Jack realises he can trust no one, but nothing can prepare him for the shocking twists and turns this day will bring.",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "399739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/399739",
                    "TitleEnglish": "Day 7: 8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "Since Jack Bauer has been pulled from his senate sub-committee hearing to assist with the deadly domestic threat and the investigation of former colleague Tony Almeida, his new undefined role is to help secure the nation. Meanwhile, President Allison Taylor presides over the escalating time-sensitive dilemmas linked to the unrest in Sangala. Chloe O’Brian and Bill Buchanan are on hand this season as well as FBI Agents Renee Walker, Larry Moss, Janis Gold and Sean Hillinger to cope with the unthinkable events",
                    "Aliases": []
                },
                "2": {
                    "ID": "409266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/409266",
                    "TitleEnglish": "Day 7: 9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "409267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/409267",
                    "TitleEnglish": "Day 7: 10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "With Tony in custody, Jack leads his interrogation, but is shocked when a code word Tony whispers in his ear leads to old friends and a plot much deeper than anyone in the FBI anticipated. Jack once again takes the law into his own hands when he breaks Tony out of the FBI's custody to deliver him back to the terrorist faction. Renee asks FBI technician Janis Gold to try to uncover a possible leak in the agency, but Janis is terrified when her discoveries point to fellow analyst Sean Hillinger. Colonel Dubaku sends a message to President Taylor, insisting that the US withdraw its forces from Sangala or risk a terrible attack on their soil.",
                    "Aliases": []
                },
                "4": {
                    "ID": "409268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/409268",
                    "TitleEnglish": "Day 7: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "Buchanan takes Jack to \"CTU\", a secret hideout where he and Chloe had been working with Tony to uncover the conspiracy within the US government. Tony had been undercover with the terrorists aiding Juma to discover the moles. Jack agrees to help get Tony back in play by joining Emerson's crew himself.\r\n\r\nTaylor is forced to meet with Matobo to inform him that she may be required to withdraw her forces from Sangala to protect American lives. Her Chief of Staff Ethan Kanin agrees with this decision, but Taylor is not yet convinced.\r\n\r\nHenry meets with Samantha, Roger's former girlfriend, who tells him that Roger was indeed murdered and provides him with proof.",
                    "Aliases": []
                },
                "5": {
                    "ID": "411213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/411213",
                    "TitleEnglish": "Day 7: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "As the threat of terrorism escalates, Jack Bauer is forced to take matters into his own hands to avert the imminent crisis facing the country. Meanwhile, lives are on the line as conflicted Agent Renee Walker copes with the volatile investigation, and FBI honcho Larry Moss is forced to keep a closer eye on his team as the nation's security is in jeopardy. At the White House, international stakes are raised and the First Gentleman proceeds with his personal mission.",
                    "Aliases": []
                },
                "6": {
                    "ID": "421902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/421902",
                    "TitleEnglish": "Day 7: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "As Dubaku presses President Taylor to comply with his devilish demands, she contemplates if the administration should negotiate to avert a disastrous terror attack. Meanwhile, away from the White House and the threatening international crisis, the determined First Gentleman struggles with his ongoing domestic mission, and perilous FBI Agent Walker diverts the attention of her tense colleagues. With national security on the line, Jack Bauer has a formidable plan in hopes of shielding the country in the “Day 7: 1:00-2:00 PM” episode.",
                    "Aliases": []
                },
                "7": {
                    "ID": "421903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/421903",
                    "TitleEnglish": "Day 7: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "As U.S. troops remain in position outside of Sangala, Dubaku seeks another high-value target using the CIP module. While the entire NSA scrambles to locate the breach, the situation rapidly escalates. Paranoid FBI Agent Janis Gold commands from her post, while Jack, Tony, Renee, Chloe and Buchanan follow leads.",
                    "Aliases": []
                },
                "8": {
                    "ID": "421904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/421904",
                    "TitleEnglish": "Day 7: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "As the country reels from the recent terror attacks and faces the mounting global ramifications, the administration refuses to acquiesce and presses on with their disapproval of the Juma regime. As Jack Bauer and team head to the White House for a pivotal meeting with President Taylor, Dubaku raises the stakes when he threatens the First Family",
                    "Aliases": []
                },
                "9": {
                    "ID": "421905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/421905",
                    "TitleEnglish": "Day 7: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "After eight hellacious hours of this terrible day have elapsed, the country remains on edge. President Taylor struggles with the painful circumstances facing the First Family, including her daughter Olivia (guest star Sprague Grayden). Meanwhile, a huffy Chloe faces-off against paranoid FBI Agent Janis Gold, while Jack and Agent Walker track leads through Washington, D.C. to eliminate the threat of another ruthless terror attack",
                    "Aliases": []
                },
                "10": {
                    "ID": "421906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/421906",
                    "TitleEnglish": "Day 7: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Jack and Renee Walker pursue Dubaku through the streets of Washington, D.C., with a little cyber help from Chloe. Meanwhile, the first family and the FBI are left reeling from incidents involving turncoat agents.",
                    "Aliases": []
                },
                "11": {
                    "ID": "421907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/421907",
                    "TitleEnglish": "Day 7: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Not even at the halfway point of this hellacious day, two planes have collided outside of D.C., there has been an attempt on a chemical plant in Ohio, the President’s husband’s life has been threatened and the nation remains at risk. When Dubaku’s evil plan escalates to his boss, General Juma (guest star Tony Todd), the stakes are raised and steadfast President Taylor faces a deepening foreign policy dilemma.",
                    "Aliases": []
                },
                "12": {
                    "ID": "421908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/421908",
                    "TitleEnglish": "Day 7: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Juma and his men take the White House by storm, killing most of the Secret Service and trapping Taylor and Jack in the saferoom. His efforts to extract her are thwarted until he is informed that the President's daughter is in the White House as well.\r\n\r\nRenee and Larry try to convince Vice President Hayworth to let them rescue the President, but Hayworth will not budge until the FBI can produce proof that she is not in imminent danger.",
                    "Aliases": []
                },
                "13": {
                    "ID": "423755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423755",
                    "TitleEnglish": "Day 7: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "The siege on the White House reaches an explosive end after Jack and Bill work together to try and save President Taylor.\r\n\r\nMeanwhile, Jonas Hodges makes moves to cover his own tracks, starting with Ryan Burnett.",
                    "Aliases": []
                },
                "14": {
                    "ID": "423756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423756",
                    "TitleEnglish": "Day 7: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Malevolent mastermind Jonas Hodges emerges as Jack Bauer's latest adversary as the long, terrifying day ticks deeper into the night. Jack yields results from a surprise meeting, and the fight to avert additional terror attacks continues.",
                    "Aliases": []
                },
                "15": {
                    "ID": "423757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423757",
                    "TitleEnglish": "Day 7: 10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "Olivia Taylor, the President’s daughter, becomes increasingly involved in the day’s events, and the administration reels when a high-ranking official delivers devastating news.",
                    "Aliases": []
                },
                "16": {
                    "ID": "423758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423758",
                    "TitleEnglish": "Day 7: 11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "The game changes for Jack Bauer, and the FBI is forced to collaborate with other federal agencies. As the threat intensifies, the administration shakes things up and seeks a new perspective.",
                    "Aliases": []
                },
                "17": {
                    "ID": "423759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423759",
                    "TitleEnglish": "Day 7: 12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "As the day stretches into the middle of the night, Jack and the FBI formulate a plan to prevent further terror attacks. Events take an unexpected turn when the politics surrounding the administration expand beyond the White House.",
                    "Aliases": []
                },
                "18": {
                    "ID": "423760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423760",
                    "TitleEnglish": "Day 7: 1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "Jack Bauer endures the elements and fights on to prevent an attack that could change the country forever. As the catastrophic blow to the nation nears, Tony Almeida operates from the field and Kim Bauer, who was last seen in Season Five, returns. Meanwhile, the stakes are raised when the administration is faced with a blackmail scenario.",
                    "Aliases": []
                },
                "19": {
                    "ID": "423761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423761",
                    "TitleEnglish": "Day 7: 2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "As the nation remains vulnerable, Jack Bauer endures the worsening pathogen pain. The FBI deals with recent deadly developments while matters involving key players takes this day into a unexpected direction.",
                    "Aliases": []
                },
                "20": {
                    "ID": "423762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423762",
                    "TitleEnglish": "Day 7: 3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "The nation remains vulnerable as Starkwood mastermind Jonas Hodges (guest star Jon Voight) remains at the epicenter of the mounting terrorist threat. Meanwhile, the FBI and the administration scramble to provide security and justice, and Jack Bauer questions a key suspect",
                    "Aliases": []
                },
                "21": {
                    "ID": "423763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423763",
                    "TitleEnglish": "Day 7: 4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "While lives remain on the line, an emotional Chloe copes with the declining conditions. With only a few hours left in Jack Bauer’s day, the situation worsens when the politicking inside the White House corners the divided administration.",
                    "Aliases": []
                },
                "22": {
                    "ID": "423764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423764",
                    "TitleEnglish": "Day 7: 5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "Innocent lives remain in the line of fire as this terrifying day draws to a close. Jack is faced with an unthinkable situation while his perpetually imperiled daughter, Kim (guest star Cuthbert), gets involved. Meanwhile, the imminent threat stokes the heated rivalry between Chloe and Janis.",
                    "Aliases": []
                },
                "23": {
                    "ID": "423765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423765",
                    "TitleEnglish": "Day 7: 6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "Jack Bauer is forced to help Tony escape from custody, only to find Tony plans to use Jack to reconstitute the pathogen. Aaron Pierce and Ethan Kanin work together and discover Olivia's role in Hodges' murder. Kim Bauer takes down her captors, and works with Renee Walker to find her father.",
                    "Aliases": []
                },
                "24": {
                    "ID": "423766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/423766",
                    "TitleEnglish": "Day 7: 7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "Presented with the evidence of Olivia's actions, President Allison Taylor is forced to make a decision between her family and the Presidency. Thanks to Kim Bauer, Janis, Renee and Chloe are able to save Jack and arrest Tony before he can kill Alan Wilson. With Wilson refusing to talk and Jack about to die, the fight is no longer in the field, it's for the hearts and souls of Jack and Renee.",
                    "Aliases": []
                }
            }
        },
        "8": {
            "ID": "83471",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/8",
            "TitleEnglish": "Day 8",
            "SummaryEnglish": "Eighteen months have passed since the Senate trial as Jack Bauer races against the clock to prevent the assassination of a Middle Eastern leader on a vital peace-making mission. A deadly terrorist threat against New York City intensifies and builds towards an explosive climax.",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "806851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/806851",
                    "TitleEnglish": "Day 8: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "A plot to assassinate the President of the Islamic Republic at the UN building comes to Jack Bauer's attention.",
                    "Aliases": []
                },
                "2": {
                    "ID": "806861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/806861",
                    "TitleEnglish": "Day 8: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "CTU detains a reporter it suspects of helping assassins, while Jack and Chloe start their own investigation.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1092831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1092831",
                    "TitleEnglish": "Day 8: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Jack and Chloe race against time to try to thwart a well-planned assassination of the President of the Islamic Republic.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1092841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1092841",
                    "TitleEnglish": "Day 8: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "CTU wants ex-FBI agent, Renee Walker, to infiltrate a Russian gang which is selling weapons-grade enriched uranium to the assassination plotters.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1328561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1328561",
                    "TitleEnglish": "Day 8: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "The Russians mistrust Renee, U.S.-Kamistan negotiations hit a snag, and the past of CTU analyst Dana Walsh becomes her nightmare.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1482731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482731",
                    "TitleEnglish": "Day 8: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Jack is set up, Renee makes a sacrifice, and Dana sends her ex into a police warehouse. Meanwhile, an arms trader deals with his sons, and the President buys time.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1482741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482741",
                    "TitleEnglish": "Day 8: 10:00 P.M. - 11:00 P.M.",
                    "SummaryEnglish": "President Hassan's actions become paranoid and Dana's ex faces capture, while Renee and Jack kick open a hornet's nest among New York's Russian underworld.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1482751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482751",
                    "TitleEnglish": "Day 8: 11:00 P.M. - 12:00 A.M.",
                    "SummaryEnglish": "While nuclear materials are en route to Kamistanis attempting a coup, Kayla confronts her father, Dana makes a decision, and Jack endures torture.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1482761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482761",
                    "TitleEnglish": "Day 8: 12:00 A.M. - 1:00 A.M.",
                    "SummaryEnglish": "The White House wants a fall guy, Jack tries to protect that person, Dana goes after her ex, Cole follows her, and CTU gets help from an unlikely source.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1482771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482771",
                    "TitleEnglish": "Day 8: 1:00 A.M. - 2:00 A.M.",
                    "SummaryEnglish": "President Taylor asks for President Hassan's help, Kayla goes missing, a New Jersey swamp claims two bodies, and Jack sets up a ruse to flush out Kamistani rebels.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1482781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482781",
                    "TitleEnglish": "Day 8: 2:00 A.M. - 3:00 A.M.",
                    "SummaryEnglish": "A mother wants to save her son, an estranged couple reconnects to look for their daughter, and Jack races against the clock to dissuade a suicide bomber.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1482791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482791",
                    "TitleEnglish": "Day 8: 3:00 A.M. - 4:00 A.M.",
                    "SummaryEnglish": "Nuclear fuel rods await transport into Manhattan, Jack pursues a lead to a hotel, Kayla is in danger, and a Southern probation officer wants information from Dana.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1482801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482801",
                    "TitleEnglish": "Day 8: 4:00 A.M. - 5:00 A.M.",
                    "SummaryEnglish": "Chloe goes up against NSA testosterone, Jack and Cole are in a firefight as the nuclear fuel rods are en route to Manhattan, and an evacuation from the UN is imminent.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1482811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482811",
                    "TitleEnglish": "Day 8: 5:00 A.M. - 6:00 A.M.",
                    "SummaryEnglish": "Kamistani rebels give President Taylor an hour to turn over Hassan, sedition strikes Taylor's administration, CTU harbors a traitor, and Jack walks into an ambush.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1482821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482821",
                    "TitleEnglish": "Day 8: 6:00 A.M. - 7:00 A.M.",
                    "SummaryEnglish": "As dawn breaks over New York, President Taylor endures a game-changing setback as the threat of mass destruction looms. Meanwhile, President Hassan makes a shocking decision that surprises his loved ones. But before long, trusted confidantes will become enemies of the state, and it's only the beginning of the betrayals that are to come as the race against time ticks on.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1482831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482831",
                    "TitleEnglish": "Day 8: 7:00 A.M. - 8:00 A.M.",
                    "SummaryEnglish": "A traitor makes a deal for immunity, while Jack and Renee race uptown to rescue a hostage.",
                    "Aliases": []
                },
                "17": {
                    "ID": "1482841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482841",
                    "TitleEnglish": "Day 8: 8:00 A.M. - 9:00 A.M.",
                    "SummaryEnglish": "President Taylor requests a woman's help and brings in a disgraced ex-President who may have leverage with the Russians, while Jack and Renee take their leave of CTU, and Chloe gets a promotion.",
                    "Aliases": []
                },
                "18": {
                    "ID": "1482851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482851",
                    "TitleEnglish": "Day 8: 9:00 A.M. - 10:00 A.M.",
                    "SummaryEnglish": "President Taylor's envoy to the Russians persuades them to return to the peace table, but at what cost? Jack goes to CTU to interrogate a nearly-forgotten traitor, and the President decides to talk to Jack there.",
                    "Aliases": []
                },
                "19": {
                    "ID": "1482861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482861",
                    "TitleEnglish": "Day 8: 10:00 A.M. - 11:00 A.M.",
                    "SummaryEnglish": "President Taylor faces impossible choices, and, much to the dismay of CTU, she enlists a private security firm to complete a sensitive task led by Mark Bledsoe. Meanwhile, Jack calls in a favor to his old friend Rick Vickers before embarking on a crucial mission of his own.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1482871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482871",
                    "TitleEnglish": "Day 8: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "While the media interview the peace delegates, Jack and Cole have gone rogue to rescue a traitor being tortured by off-the-grid operatives; Logan gets President Taylor to approve putting his aide in charge of the manhunt.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1482881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482881",
                    "TitleEnglish": "Day 8: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "While delegates review the peace agreement, Jack searches for evidence of Russian involvement in the day's tragedies, covered up at the highest levels. Ex-President Logan is desperate to neutralize Jack.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1482891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482891",
                    "TitleEnglish": "Day 8: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "Jack's rogue operation includes kidnapping a high-profile target. Pools of blood, a knife wound, and Chloe's mistrust of her new supervisor add texture, while President Taylor feels the loneliness of power.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1482901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482901",
                    "TitleEnglish": "Day 8: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "The Russian Federation President arrives to sign the accord, Jack wants justice, and Logan stays in pursuit. Meanwhile, Dalia has a realization, President Taylor rattles her sabers, and Chloe tests her mettle.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1482911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/1482911",
                    "TitleEnglish": "Day 8: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "Heads of state gather at the UN to sign the accord, three at CTU make a final effort to expose a conspiracy, Logan and Pillar tie up loose ends, and justice may elude Jack.",
                    "Aliases": []
                }
            }
        },
        "9": {
            "ID": "573245",
            "URL": "https://thetvdb.com/series/24-show/seasons/official/9",
            "TitleEnglish": "Live Another Day",
            "SummaryEnglish": "Exiled in London for the past four years, former Counter Terrorist Unit agent Jack Bauer joins Chloe O'Brian in the deadly fight against a terrorist determined to kill President James Heller—and thousands of others—in retribution for a U.S. drone attack.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4769340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4769340",
                    "TitleEnglish": "Day 9: 11:00 A.M. - 12:00 P.M.",
                    "SummaryEnglish": "After four years off the grid, Jack is apprehended in London by the CIA – on the very day that President James Heller arrives. As the President faces political pressure over a US drone program run from a UK-based base, only disgraced agent Kate Morgan suspects that Jack's capture was all too easy.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4773966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773966",
                    "TitleEnglish": "Day 9: 12:00 P.M. - 1:00 P.M.",
                    "SummaryEnglish": "Jack and Chloe are on the trail of a hacker who might lead them to whoever is behind an assassination attempt on President Heller... but Kate is hot on Jack's trail.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4773986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773986",
                    "TitleEnglish": "Day 9: 1:00 P.M. - 2:00 P.M.",
                    "SummaryEnglish": "As the hunt continues for Jack Bauer, the terror threat is intensifying, much to the chagrin of the CIA and Kate Morgan. Across town, President James Heller prepares to address Parliament in an attempt to heal recent wounds with the British, and to preserve his legacy. Meanwhile, Margot - a homegrown British terrorist seeking to avenge her husband's death - proves she is willing to make any sacrifice for her mission.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4773987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773987",
                    "TitleEnglish": "Day 9: 2:00 P.M. - 3:00 P.M.",
                    "SummaryEnglish": "With the threat escalating, Jack Bauer heads to the U.S. Embassy as the CIA closes in on him. Elsewhere, Margot asserts her authority with unthinkable force, President Heller faces members of Parliament and Kate Morgan takes matters into her own hands.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4773988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773988",
                    "TitleEnglish": "Day 9: 3:00 P.M. - 4:00 P.M.",
                    "SummaryEnglish": "As Jack deals with unforeseen circumstances, an unlikely duo joins forces to prevent an impending attack in London. Meanwhile, homegrown terrorist Margot Al-Harazi reveals her demands - revenge for her husband's death in a U.S. airstrike. Also, President Heller orders a lockdown of military airspace, but it may be too late.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4773990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773990",
                    "TitleEnglish": "Day 9: 4:00 P.M. - 5:00 P.M.",
                    "SummaryEnglish": "As the smoke clears after the devastating events of the first five hours, tensions between President Heller and Prime Minister Davies boil over, and one of them decides to take matters into his own hands. In the meantime, Jack proposes a plan to locate Margot by using someone unexpected as his unsuspecting bait. Back at the CIA in London, Jordan raises suspicions about Kate's husband.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4773992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773992",
                    "TitleEnglish": "Day 9: 5:00 P.M. - 6:00 P.M.",
                    "SummaryEnglish": "Following an intense and deadly shootout, Jack and Kate are in a race against time to save the life of a key player tied to the imminent terror threat. Meanwhile, Jordan Reed is ordered into the field on a perilous mission. Then, after President Heller engages Margot to end her savage attacks, he faces an unthinkable, game-changing decision.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4773994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773994",
                    "TitleEnglish": "Day 9: 6:00 P.M. - 7:00 P.M.",
                    "SummaryEnglish": "Jack Bauer and President Heller endure the unthinkable to thwart the terror attacks of mastermind Margot Al-Harazi. Meanwhile, CIA agent Jordan Reed faces a life-or-death struggle and Kate takes drastic measures to track down Margot before it's too late.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4773996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773996",
                    "TitleEnglish": "Day 9: 7:00 P.M. - 8:00 P.M.",
                    "SummaryEnglish": "Jack and Chloe have a plan in place to eliminate the terrorist threat before any more attacks rock London. With no time to spare and lives on the line, Jack and Kate pursue crucial leads in an attempt to gain the upper hand on the incredibly  intense circumstances. Meanwhile, key players reveal their true colors. intense circumstances. Meanwhile, key players reveal their true colors.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4773997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773997",
                    "TitleEnglish": "Day 9: 8:00 P.M. - 9:00 P.M.",
                    "SummaryEnglish": "Jack Bauer's harrowing day crescendos as he pursues final leads at all costs. The emotional toll of the day's events escalates when Kate Morgan learns the truth about her husband and Audrey confronts Boudreau about his duplicity. Making matters incredibly worse, the scope of the terror threat widens and the potential devastation reaches new heights.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4773998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773998",
                    "TitleEnglish": "Day 9: 9:00 P.M. - 10:00 P.M.",
                    "SummaryEnglish": "Audrey pursues diplomatic channels to try to prevent a full-scale war. Meanwhile, Jack Bauer leads Kate Morgan and Mark Boudreau on a mission to locate their target before it's too late and the world is changed forever.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4773999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/24-show/episodes/4773999",
                    "TitleEnglish": "Day 9: 10:00 P.M. - 11:00 A.M.",
                    "SummaryEnglish": "The clock ticks toward the final seconds of Jack Bauer's most heroic day. As the world teeters on a terror plot of mass proportions, Jack and the team reunite one last time to avert an imminent international crisis. With little time left and the fate of the free world on the line, Jack is faced with an unthinkable and grave decision. Lives will be lost and the American administration will grapple with the day's most devastating news as the clock stops.",
                    "Aliases": []
                }
            }
        }
    }
}