{
    "URL": "https://thetvdb.com/series/push",
    "Genres": [
        "Drama",
        "Soap",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0119964/",
        "https://www.themoviedb.org/tv/33195"
    ],
    "TitleEnglish": "Push",
    "SummaryEnglish": "Welcome to the Push guide at TV Tome.\r\nPush was a soap opera about a group of young Olympic hopefuls in training at California Southern University.",
    "Aliases": [],
    "Modified": "2008-02-04",
    "Seasons": {
        "1": {
            "ID": "10210",
            "URL": "https://thetvdb.com/series/push/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "190831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190831",
                    "TitleEnglish": "(pilot)",
                    "SummaryEnglish": "From ABC: \"\"Every young athlete dreams of one day reaching the Olympics. For the students who are accepted into the prestigious athletic program at Cal Southern University, that dream is one step closer -- if they can just sprint a little faster, jump a little higher, push a little harder.\"\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "190832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190832",
                    "TitleEnglish": "The Rivals",
                    "SummaryEnglish": "From ABC: \"\"Nikki reveals a streak of vengeful jealousy when she realizes Victor is still interested in Cara; Tyler envies Scott's hold on Erin; and an erotic short story penned by Cara has the CSU campus buzzing.\"\"",
                    "Aliases": []
                },
                "3": {
                    "ID": "190833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190833",
                    "TitleEnglish": "On Your Marks ..",
                    "SummaryEnglish": "From ABC: \"\"The CSU gymnasts, runners and swimmers face stiff competition from a rival university (Western Arizona State): Scott must face the long-time opponent who bested him at the '96 Olympics; Victor goes nose to nose with a rival coach who almost turned him against the sport; and Dempsey and Milo don't need an opposing team -- their toughest competition is each other.\"\"",
                    "Aliases": []
                },
                "4": {
                    "ID": "190834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190834",
                    "TitleEnglish": "Walk It Off",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "190835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190835",
                    "TitleEnglish": "Athletic Supporters",
                    "SummaryEnglish": "From ABC: \"\"Milo is tempted by sponsorship money, the taking of which could lose him his scholarship; Cara tests positive for marijuana, risking suspension from the gymnastics program; Nikki is not happy that Victor has started to date someone else and plots to get him back; Scott tries to stop Erin from quitting the swim team; and all the athletes prepare for the CSU Alumni fundraising dance.\"\"",
                    "Aliases": []
                },
                "6": {
                    "ID": "190836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190836",
                    "TitleEnglish": "It's Only Rock and Roll",
                    "SummaryEnglish": "From ABC: \"\"Nikki enters a professional gymnastics tournament where she will go up against former teammate Kerri Strug; Victor volunteers to coach Nikki but is quick to abandon her when Cara needs his help; and Tyler brings Erin as his date to the tournament, where she finds herself growing attracted to him. Olympic champions Kerri Strug and Mitch Gaylord guest star.\"\"",
                    "Aliases": []
                },
                "7": {
                    "ID": "190837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190837",
                    "TitleEnglish": "Direct Contact",
                    "SummaryEnglish": "Scott fears that he has HIV and might pass it on to his teammates, Erin copes with how her father won't make time for her, and a wealthy married woman from the JETT company attempts to solicit sex from Milo.",
                    "Aliases": []
                },
                "8": {
                    "ID": "190838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/push/episodes/190838",
                    "TitleEnglish": "Stakes",
                    "SummaryEnglish": "Dempsey wins a race fair and square, while Scott tells Erin that he loves her -- only to find out she has feelings for Tyler.",
                    "Aliases": []
                }
            }
        }
    }
}