{
    "URL": "https://thetvdb.com/series/jeannie",
    "Genres": [
        "Animation",
        "Children",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/10091"
    ],
    "TitleEnglish": "Jeannie",
    "SummaryEnglish": "Jeannie was a 30-minute Saturday morning animated series produced by Hanna-Barbera Productions in association with Screen Gems from September 8, 1973 to August 30, 1975 on CBS. It is loosely based upon the 1960s sitcom \"I Dream of Jeannie.\" This version features the eponymous genie character with master Corey Anders, a high school student, and his best friend Henry Glopp.  The series also featured Babu, a cowardly, bumbling, immature genie-in-training under Jeannie's charge.",
    "Aliases": [],
    "Modified": "2025-08-14",
    "Seasons": {
        "1": {
            "ID": "469663",
            "URL": "https://thetvdb.com/series/jeannie/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "4131672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131672",
                    "TitleEnglish": "Surf's Up",
                    "SummaryEnglish": "Corey has Aggie for his partner at the surfing contest. Jeannie gets jealous and attempts to split Corey's partnership with Aggie even swiping Corey's math exam paper. However Aggie dumps Corey and tags with S. Melvin. Jeannie takes the trouble to recover the exam paper, but Babu makes it vanish. To help Corey attend the surfing contest Babu impersonates him while Jeannie picks Corey up. Corey and Jeannie win the contest without any magic.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4131673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131673",
                    "TitleEnglish": "The Decathlon",
                    "SummaryEnglish": "Corey and Henry and working out for athletics for a competition versus military academy. Henry and Corey are convinced their diet is helping them, not noticing Jeannie's magic tricks. Babu accidentally spills the beans and Corey is displeased with Jeannie. Jeannie introduces them to Greek champions to give them the confidence they need. Jeannie thwarts S. Melvin's cheating and helps Corey win.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4131674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131674",
                    "TitleEnglish": "The Great Ski Robbery",
                    "SummaryEnglish": "Henry and Corey go to work at a ski resort diner, making sure Jeannie doesn't come with them. Their job is harder than expected. After helping them, Jeannie finds out she's been tricked so Corey could date with another girl. Corey and Henry get fired, but Jeannie assists them to catch a couple of crown stealing crooks to get back their jobs.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4131675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131675",
                    "TitleEnglish": "Survival Course",
                    "SummaryEnglish": "Corey and Henry are signing up for the Flora and Fauna field trip but an envious Jeannie makes sure they go on the Survival Course field trip. Corey and Henry do their best to use primitive methods of finding food while Jeannie gives a little help. Corey gets put off when Jeannie gets him a luxurious tent. Corey and Henry are made to find their way back to camp. Jeannie sends Babu to help them and succeeds.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4131676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131676",
                    "TitleEnglish": "The Power Failure",
                    "SummaryEnglish": "Corey and Henry are going to drive their new motorcycle and meet Darlene Connway. In an envious state, Jeannie makes off with the motorcycle going to a beauty salon but loses her precious ponytail. Babu fails miserably to grow back Jeannie's ponytail and conjure up a motorcycle. While Babu goes for Hadji, the master of genies, Jeannie attends school until Hadji comes to her rescue and gives back her ponytail.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4131677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131677",
                    "TitleEnglish": "The Dognappers",
                    "SummaryEnglish": "Corey and Henry start up a dogsitting service leaving Jeannie to take extra care of the show dog Fifi. When Fifi's owner comes to reclaim her, Jeannie and Babu come back thinking Fifi has been dognapped. Meanwhile the town dognappers get hold of Fifi, and Henry and Corey get in trouble with the police. With Jeannie and Babu's help, Henry and Corey find and trap the dognappers.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4131678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131678",
                    "TitleEnglish": "The Pigeon",
                    "SummaryEnglish": "Before Corey and Henry have a chance to ready their new racing pigeon, she lays an egg so they're stuck with the scaredy pigeon Mervin whose abilities don't meet up with a champion racing pigeon. Together Jeannie, Corey and Henry train Mervin for the Saturday racing. With Jeannie's assistance Mervin manages to get past S. Melvin's wily tricks and win the race.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4131679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131679",
                    "TitleEnglish": "Helen of Troy",
                    "SummaryEnglish": "With the town library out of commission, Corey has no way to do research for his term project on Helen of Troy. When Jeannie brings Helen to Corey, she becomes jealous as the two get together and Corey hasn't even begun his research. Jeannie finally manages to show Helen's true colours and the reality of Troy to Corey, getting him back on track with his project.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4131680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131680",
                    "TitleEnglish": "The Sailors",
                    "SummaryEnglish": "Corey and Henry are entering a race in their sail boat with a girl called Barbie instead Jeannie. Jeannie makes Barbie's stay short lived and takes her place in Corey's crew but gets Corey's boat disqualified from entering the race. Corey and Jeannie stage a sea rescue to make the commodore reinstate Corey's race position. Corey wins the race after eluding S. Melvin's cheating.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4131681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131681",
                    "TitleEnglish": "The Kid Brother",
                    "SummaryEnglish": "Corey is going with Linda to babysit her younger brother Billy. Unfortunately Billy catches sight of Jeannie floating and tries hard to get proof of her existence, all the while blabbing about it to Linda who won't believe a word of it. Finally Jeannie exposes herself fully to Billy to change his ways of imagination and the importance of her secrecy. Linda splits with Corey after witnessing Babu.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4131682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131682",
                    "TitleEnglish": "The Blind Date",
                    "SummaryEnglish": "After a trip to the amusement park, Henry notifies Corey that his cousin Bunny is coming over, but Corey doesn't feel up to a blind date until she comes faced round. At a carnival Babu enjoys himself while Jeannie gets jealous about Corey's date. As she attempts to break them up, Corey sends her to her bottle and he finds out how fickle Bunny is. Unfortunately Corey's mum comes across the bottle and decides to recycle it. Corey reaches the recycling plant and manages to rescue Jeannie.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4131683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131683",
                    "TitleEnglish": "The Commercial",
                    "SummaryEnglish": "Jeannie helps Corey to enter a contest which to his surprise becomes the winner of. However in order to earn a place in a four year college course, he has got to go for a commercial, which Jeannie objects to. Jeannie finds an opportunity to get rid of the snooty Miss Twisty Taffy and keep Corey's job intact.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4131684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131684",
                    "TitleEnglish": "Don Juan",
                    "SummaryEnglish": "Corey and Henry plan to ask some girls to dance with them tonight at a costume party. Because of Henry's shyness Jeannie casts a charm on Henry getting him a lot of attention from a group of girls. As Henry becomes accustomed to his popularity, Corey becomes unhappy. Jeannie tries to sort things out with help from Rocky, but at the party Corey's date leaves him once more. Jeannie removes the charm she placed on Henry and he dances with Lisa.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4131685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131685",
                    "TitleEnglish": "The Dog",
                    "SummaryEnglish": "Jeannie is assigned by Hadji to look after his genie dog Salome. Salome interferes with Corey date. Jeannie tries to send Salome away but the dog swipes Hadji's golden cup and Hadji turns Corey into a dog. Corey and Salome get taken to the pound, but Salome releases Corey and every other dog. As a result Corey is to be transferred to the military. Jeannie tricks Hadji into turning Corey back to his normal form.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4131686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131686",
                    "TitleEnglish": "The Jinx",
                    "SummaryEnglish": "After many accidents Babu blames himself thinking he's a genie jinx. Babu decides to go away, taking Jeannie's bottle with him. With pleading, Jeannie oblidges Hadji to track Babu. Jeannie, Henry and Corey follow Babu's trail. They find him in the forest and he agrees to come back unless another bad thing happens. Jeannie follows his every whereabouts and corrects anything going wrong, convincing him he's not a jinx.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4131687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jeannie/episodes/4131687",
                    "TitleEnglish": "The Wish",
                    "SummaryEnglish": "After Corey's victorious football tournament, Henry feels outdone and lacking potential success. Jeannie grants for Henry on his birthday a wish that gets his and Corey bodies swapped. This causes confusion between them and people associated with them. By the time the wish expires, Corey's date Linda is through with him.",
                    "Aliases": []
                }
            }
        }
    }
}