{
    "URL": "https://thetvdb.com/series/battle-of-the-planets",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0076983/",
        "https://www.themoviedb.org/tv/4695"
    ],
    "TitleEnglish": "Battle of the Planets",
    "SummaryEnglish": "Battle of the Planets follows the adventures of the teenage-hero team G-Force. Mark, Jason, Princess, Keyop, and Tiny travel in The Phoenix to battle the evil forces of Zoltar from Planet Spectra. G-Force is guided by Chief Anderson and 7-Zark-7, but also receives help from Colonel Cronos, President Kane, Susan, and even 1-Rover-1. They are based in Center Neptune, which is far beneath the sea off the west coast of the United States.",
    "Aliases": [],
    "Modified": "2024-05-05",
    "Seasons": {
        "0": {
            "ID": "24519",
            "URL": "https://thetvdb.com/series/battle-of-the-planets/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "386675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/386675",
                    "TitleEnglish": "New Animation (2004)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "693251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/693251",
                    "TitleEnglish": "Rescue of the Astronauts (alternate version)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "693261",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/693261",
                    "TitleEnglish": "Battle of the Planets: The Movie",
                    "SummaryEnglish": "A TV movie called \"Battle of the Planets: The Movie\" was made by Gallerie International Films and Sandy Frank Film Syndication. David Bret Egen was the voice of 7-Zark-7. The movie was combined from several episodes to form a new story line which contained violence as well as deaths. It was considered for an uncut remake of Battle of The Planets, but was scrapped when plans changed. Sandy Frank began focusing efforts on arranging an uncut dub of Gatchaman instead.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4288585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/4288585",
                    "TitleEnglish": "Mini Feature",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "12032",
            "URL": "https://thetvdb.com/series/battle-of-the-planets/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 85,
            "Episodes": {
                "1": {
                    "ID": "226811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226811",
                    "TitleEnglish": "Attack of the Space Terrapin",
                    "SummaryEnglish": "G-Force is introduced and faces a challenge against one of Spectra's most mightiest machines, the Space Terrapin. To control the Universe, Spectra will stop at nothing to steal Earth's most valuable mineral: Vitalumis. Mark, Jason, Princess, Keyop, and Tiny (with help from 7-Zark-7 at Center Neptune) power The Phoenix to victory over Zoltar and Spectra.",
                    "Aliases": []
                },
                "2": {
                    "ID": "226812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226812",
                    "TitleEnglish": "Rescue of the Astronauts",
                    "SummaryEnglish": "Upon their splashdown on Earth, two astronauts are kidnapped by a Manta Ray submarine for discovering the location of Spectra bases on Mars. G-Force is called upon to resuce the astronauts and retrieve the valuable information they obtained. Mark infiltrates Spectra's base, and is later joined by Keyop to return the astronauts to The Phoenix. The Spectra Commander escapes in the head of the Space Terrapin, only to be destroyed by the Fiery Phoenix.",
                    "Aliases": []
                },
                "3": {
                    "ID": "226813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226813",
                    "TitleEnglish": "The Space Mummy",
                    "SummaryEnglish": "7-Zark-7 discovers a new planet, which is called Zarkadia in his honor. G-Force learns that several mysterious plane crashes have been occurring on the planet, so Mark travels undercover to investigate. There, he meets Dr. Sweet, who has developed a compound that can render Spectra's latest weapon useless. Sweet hid his creation in his nephew's toy, whose father was a pilot of a plane lost and spends all his days at the airport waiting for his father to return. When it seems like the pilot does indeed return, Sweet is first very happy his brother was back, but then realizes it wasn't him and finds the imposter trying to break into his personal safe. It turns out to be Zoltar, looking for the compound. In the meantime, Mark discovers Spectra is using a giant mummy to bring down the planes, and the rest of G-Force joins him, using Sweet's compound to destroy the mummy. With the compound secure, Spectra will never be able to use their weapon again.",
                    "Aliases": []
                },
                "4": {
                    "ID": "226814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226814",
                    "TitleEnglish": "The Space Serpent",
                    "SummaryEnglish": "A serpent is attacking oil refineries. After her father is killed in one of the earthquakes, Debbie Harland blames Mark for not being able to help him. Mark then needs to balance helping Debbie with saving other refineries.",
                    "Aliases": []
                },
                "5": {
                    "ID": "226815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226815",
                    "TitleEnglish": "Ghost Ship of Planet Mir",
                    "SummaryEnglish": "Brok, a disposed leader of Mir, joins up with Zoltar to get the planet back. G-Force gets called out from vacation to stop them from destroying an important underwater base. During the final battle, 3 strange fighters show up and save G-Force's lives.",
                    "Aliases": []
                },
                "6": {
                    "ID": "226816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226816",
                    "TitleEnglish": "Big Robot Gold Grab",
                    "SummaryEnglish": "Bars of gold are stolen from the Intergalactic Federation, and G-Force is sent out to get it back. While searching one of the islands where the gold might be hidden, Mark, Princess and Keyop are captured and taken to a secret Spectra base.",
                    "Aliases": []
                },
                "7": {
                    "ID": "226817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226817",
                    "TitleEnglish": "Ace from Outer Space",
                    "SummaryEnglish": "Out of all the pilots in the Federation, Mark has been selected to test the Space Patol Scout (XF-97) , to be used in Galactic Security. In the midst of the flight he is attacked and downed by Captian Doom from planet Ergos, who is a space pirate. Mark ejects to safety while Doom attacks the airshow uses a laser whip. The Phoenix is forced to land after its rudder is destroyed. From the rudder of the Phoenix, a sample of the metal from the whip is found, but Center Neptune scientists donÕt know what it is. The team heads to Ergos to search for the source of the metal before other weapons constructed with it can be used by the Space Pirate.",
                    "Aliases": []
                },
                "8": {
                    "ID": "226818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226818",
                    "TitleEnglish": "Fearful Sea Anemone",
                    "SummaryEnglish": "The team has to defend construction of a secret base.",
                    "Aliases": []
                },
                "9": {
                    "ID": "226819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226819",
                    "TitleEnglish": "The Jupiter Moon Menace",
                    "SummaryEnglish": "Commander Typhon from planet Scorpius is an exile who wants Zoltar's help in defeating his rival opponants on his planet In exchange Typhon gives Zoltar a new weapon, the Scorpion, that creates meteor showers. In hopes of averting the destruction of Capital City, G-Force heads for the Jupiter moon of Callisto. The Scorpion then heads for Earth, before the team can destroy it. Finding a submarine at the bottom of the ocean that is controlling the Scorpion and asteroid showers. Typhon escapes the submarine, trapping G-Force inside.",
                    "Aliases": []
                },
                "10": {
                    "ID": "226820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226820",
                    "TitleEnglish": "A Swarm of Robot Ants",
                    "SummaryEnglish": "After the city is blacked out, G-Force heads out to find out why. They find a swarm of ants attcking the Solar Fusion Plant. After flooding the ants away from the complex, they find the remants of one, finding that they are tiny robots. From the construction, Center Neptune scientists ascertain that the threat this time is not Spectra, but Tromulous. The team heads out to stop this lates threat. Once on Tromulous, they set down the robot ant and follow it to its home. They come to a giant ant hill, and before they can make a plan, the sand opens up under their feet.They find themselves captured by Commandeer Antof who has struck a bargain with Zoltar giving him Earth if he kills G-Force. Keyop sets chargesto the bubble that entraps the team, enabling them to get out. out of a giant cocoon a queen robot ant hatches.and heads for Earth.",
                    "Aliases": []
                },
                "11": {
                    "ID": "226821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226821",
                    "TitleEnglish": "Space Rocket Escort",
                    "SummaryEnglish": "G-Force is given the job to escort a new plane, called the FY-9, to the planet Riga.",
                    "Aliases": []
                },
                "12": {
                    "ID": "226822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226822",
                    "TitleEnglish": "Beast with a Sweet Tooth",
                    "SummaryEnglish": "G-Force has to track down a giant beetle mecha, that is eating up whole fields of sugar cane crops, depleting the worlds supply of sugar.",
                    "Aliases": []
                },
                "13": {
                    "ID": "226823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226823",
                    "TitleEnglish": "Perilous Pleasure Cruise",
                    "SummaryEnglish": "G-Force is called on to check out the mysterious sinking of a ocean liner.",
                    "Aliases": []
                },
                "14": {
                    "ID": "226824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226824",
                    "TitleEnglish": "The Thing with 1000 Eyes",
                    "SummaryEnglish": "G-Force travels to planet Riga to look into the mysterious disappearance of an investigating team.",
                    "Aliases": []
                },
                "15": {
                    "ID": "226825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226825",
                    "TitleEnglish": "Microfilm Mystery",
                    "SummaryEnglish": "Spectra wants to steal Metamorphosis 1, a mecha that can transform into any shape.",
                    "Aliases": []
                },
                "16": {
                    "ID": "226826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226826",
                    "TitleEnglish": "The Alien Beetles",
                    "SummaryEnglish": "Spectra sends their latest Mecha to Earth-the Beetles! The Beetles are powered by human life energy and 4 boys (one is Keyop! ), are captured by Spectra to power the Mechas. G-Force must find a way to rescue Keyop and the others and stop the Beetles before Earth is destroyed!",
                    "Aliases": []
                },
                "17": {
                    "ID": "226827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226827",
                    "TitleEnglish": "A Whale Joins G-Force",
                    "SummaryEnglish": "Spectra sends a mechanical whale to Earth. The Mecha attacks Bay City and G-Force goes after it. The Team interrupts the Spectra ship as it attacks some whales and Keyop promptly adopts a baby whale that survived. G-Force must locate the Spectra base and stop Zoltar before he destroys all of Earth's whales!",
                    "Aliases": []
                },
                "18": {
                    "ID": "226828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226828",
                    "TitleEnglish": "Mad New Ruler of Spectra",
                    "SummaryEnglish": "Professor Doriarity is recruited by Spectra to make a robot horse army. The Great Spirit makes the Professor the new Ruler of Spectra in exchange for the army and G-Force goes to Spectra to stop him. They arrive to find that Spectra has turned on the Professor and they must now rescue the Professor and stop the robot horse army.",
                    "Aliases": []
                },
                "19": {
                    "ID": "226829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226829",
                    "TitleEnglish": "The Sea Dragon",
                    "SummaryEnglish": "Spectra attacks the new defense base on planet Aquatica. They capture the base using their new Mecha: the Sea Dragon. Chief Anderson sends the team to Aquatica to reclaim the base and destroy the Sea Dragon!",
                    "Aliases": []
                },
                "20": {
                    "ID": "226830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226830",
                    "TitleEnglish": "Magnetic Attraction",
                    "SummaryEnglish": "Spectra unleashes what looks like a giant bowling ball on Earth, and G-Force is helpless in stopping it. None of the Phoenix's missiles or defenses can stop the giant ball. While on a break to ponder the possibilities, Mark sees Keyop playing with a magnet and ball, given to him by Zark. Mark gets the idea to build a giant magnet to attract and destroy the giant ball. The plan is to use the Phoenix to lure the ball into the magnet. When that fails, Mark infiltrates the ball and takes control, sending it into the giant magnet, destroying both. The other G-Force members think Mark is killed in the explosion. However, as all are standing around the fire in tears, Mark flies down from the sky to join them without a scratch.",
                    "Aliases": []
                },
                "21": {
                    "ID": "226831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226831",
                    "TitleEnglish": "The Musical Mummy",
                    "SummaryEnglish": "Three of earth's top scientist mysteriously vanish, and G-Force is given the mission of protecting the remaining scientists.",
                    "Aliases": []
                },
                "22": {
                    "ID": "226832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226832",
                    "TitleEnglish": "The Fiery Lava Giant",
                    "SummaryEnglish": "On Space Island, a colonized asteroid, a Lava Giant suddenly appears and goes on a rampage.",
                    "Aliases": []
                },
                "23": {
                    "ID": "226833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226833",
                    "TitleEnglish": "The Bat-Ray Bombers",
                    "SummaryEnglish": "Tiny falls asleep on the Phoenix and fails to answer Mark's call to duty. Because of this, he gets suspended from G-Force only to find that a mysterious sea creature is terrorizing citizens. Tiny decides to redeem himself by facing the threat alone.",
                    "Aliases": []
                },
                "24": {
                    "ID": "226834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226834",
                    "TitleEnglish": "Race Against Disaster",
                    "SummaryEnglish": "Jason enters a continental auto race with a fellow driver named Lucy. However, Lucy is not all she seems to be. Although used by Spectra to infiltrate G-Force via Jason, Lucy is not able to compete her mission because she has grown fond of Jason. This is quite a feat, especially after the revelation that she is a robot!",
                    "Aliases": []
                },
                "25": {
                    "ID": "226835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226835",
                    "TitleEnglish": "The Ghostly Grasshopper",
                    "SummaryEnglish": "What at first appears to be an exceptionally high powered typhoon hits the world's largest water reserve center in cosmic city. For some unexplained reason, the weather control missiles which could have deflected the storm, were never launched. Chief Anderson tries to convince the leaders that the storm was no accident of nature, while G-Force investigates some unusual activity and a possible Zoltar connection.",
                    "Aliases": []
                },
                "26": {
                    "ID": "226836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226836",
                    "TitleEnglish": "The Galaxy Girls",
                    "SummaryEnglish": "G-Force is headed for their mountain retreat headquarters for a few days. Jason is driving Chief Anderson when they are attacked by a strange car and a woman wearing a mask. Only Jason's skill and a hidden capability of the car they are riding in save their lives. Zoltar's sister Mala is put in charge of sabotaging the Solar Express, the first monorail to circle the globe. Mala pretends to be with Public Relations as Marla Latras, in order to ride on board with Chief Anderson, who is accompanied by Mark. It soon becomes apparent Mala has more in mind than to destroy the Solar Express, but also plans on eliminating Chief Anderson himself!",
                    "Aliases": []
                },
                "27": {
                    "ID": "226837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226837",
                    "TitleEnglish": "Curse of the Cuttlefish (1)",
                    "SummaryEnglish": "Zoltar attacks Arcturus, where the Conway Tapes have been transferred. G-Force is ordered to go to the planet incognito.",
                    "Aliases": []
                },
                "28": {
                    "ID": "226838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226838",
                    "TitleEnglish": "Curse of the Cuttlefish (2)",
                    "SummaryEnglish": "Zoltar proclaims the planet to be under the rule of Spectra, but G-Force are unable to counter attack, as they fear that Princess and Keyop are in the line of fire.",
                    "Aliases": []
                },
                "29": {
                    "ID": "226839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226839",
                    "TitleEnglish": "Demons of the Desert",
                    "SummaryEnglish": "G-Force flies to Abura, to help their friend the sheik Tabul, whose uncle seized control of the country during his absence.",
                    "Aliases": []
                },
                "30": {
                    "ID": "226840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226840",
                    "TitleEnglish": "Siege of the Squids",
                    "SummaryEnglish": "A cargo ship is destroyed, but the only witnesses, fisherman and his sons, are reluctant to tell G-Force what they know.",
                    "Aliases": []
                },
                "31": {
                    "ID": "226841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226841",
                    "TitleEnglish": "Orion, Wonder Dog of Space",
                    "SummaryEnglish": "Spectra causes a worldwide drought on Earth. Orion, goes out on a dangerous mission with Dr. Backster, who has created a way to melt water from part of the polar caps to relieve the drought. When Dr. Backster discovers a secret Spectra base and is captured, he sends Orion to alert G-Force.",
                    "Aliases": []
                },
                "32": {
                    "ID": "226842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226842",
                    "TitleEnglish": "The Fierce Flowers (1)",
                    "SummaryEnglish": "Spectra releases spores on Earth that turn into man-eating flowers.",
                    "Aliases": []
                },
                "33": {
                    "ID": "226843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226843",
                    "TitleEnglish": "The Fierce Flowers (2)",
                    "SummaryEnglish": "G-Forced attempted burning the flowers, but it only resulted in the flowers releasing more spores. Princess who was captured by a flower is still missing her fate is unknown.",
                    "Aliases": []
                },
                "34": {
                    "ID": "226844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226844",
                    "TitleEnglish": "The Space Rock Concert",
                    "SummaryEnglish": "The Team is relaxing at a Dirty Name 5 concert when Spectra appears! The entire band is kidnapped and forced to play. Their music is used as a sound weapon, literally shaking apart whatever it is directed at. The G-Force team have to rescue the band and stop Zoltar from succeeding in his plan.",
                    "Aliases": []
                },
                "35": {
                    "ID": "226845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226845",
                    "TitleEnglish": "Prisoners in Space",
                    "SummaryEnglish": "Tiny's van breaks down and he is picked up by a Prison van on its way to Barracuda Island, a maximum securty prison. Spectra's gains control of the prison and Zoltar has promises freedom to the prisoners if they will join Spectra. The G-Force team must rescue Tiny and keep the prisoners from escaping.",
                    "Aliases": []
                },
                "36": {
                    "ID": "226846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226846",
                    "TitleEnglish": "Victims of the Hawk",
                    "SummaryEnglish": "A young, married couple stayed behind to help defend a base from an attack by Spectra. Both survived and were brought back to Earth as heroes. Zoltar wants to eliminate them (both are eyewitnesses to the Spectran attack) and both have parents that are highly placed in the government. He orders them kidnapped and brought to Spectra. It's up to G-Force to rescue the two from Zoltar.",
                    "Aliases": []
                },
                "37": {
                    "ID": "226847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226847",
                    "TitleEnglish": "Raid on Riga",
                    "SummaryEnglish": "Riga is attacked by Spectra and Chief Anderson is not sure how to defend against Spectra's new weapon, making the team wait. G-Force grows impatient and rushes off to Riga without any planning or orders. They are badly defeated and have to be rescued by Colonel Cronos. The Team is sent back to Earth, where it becomes apparent that Mark has lost his confidence. Cronos tests Mark's confidence by challenging his nerve while flying. Mark fails, but a little later, while talking with others, he comes up with a plan to defeat Zoltar's Mecha. G-Force flies back to Riga and engages the Spectran mecha in a fight.",
                    "Aliases": []
                },
                "38": {
                    "ID": "226848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226848",
                    "TitleEnglish": "Seals of Sytron",
                    "SummaryEnglish": "Galactor attacks Sytron, the only mining and storage facility of Galactite Hydronium for the entire earth. Galactite Hydronium is the fuel that powers Earth's spacecrafts and holds her forcefields together. G-Force must defend the island and rescue the workers.",
                    "Aliases": []
                },
                "39": {
                    "ID": "226849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226849",
                    "TitleEnglish": "Giant Gila Monster",
                    "SummaryEnglish": "Zeno, the Zenobian has escaped from the protective custody. Mark goes undercover to try to find him.",
                    "Aliases": []
                },
                "40": {
                    "ID": "226850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226850",
                    "TitleEnglish": "Capture of the Galaxy Code",
                    "SummaryEnglish": "G-Force has ensure delivery of the central mechanism of the dynastrol computer. No one besides the president of the intergalactic federation is cleared to carry it.",
                    "Aliases": []
                },
                "41": {
                    "ID": "226851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226851",
                    "TitleEnglish": "Raid on a Nearby Planet",
                    "SummaryEnglish": "Planet Vega is attacked by Spectra's Space Ray Machine and most of their vital installations are destroyed. G-Force is sent to Vega to track down the Ray Machine and follow it back to the base. They must infiltrate and destroy the base and the Space Ray Machine to keep Spectra from capturing Vega!",
                    "Aliases": []
                },
                "42": {
                    "ID": "226852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226852",
                    "TitleEnglish": "Keyop Does It All",
                    "SummaryEnglish": "While G-Force is working as the special guard at the building where the Intergalactic Federation is meeting, Keyop discovers a car with a Spectra insignia and stows away in its trunk.",
                    "Aliases": []
                },
                "43": {
                    "ID": "226853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226853",
                    "TitleEnglish": "Peaks of Planet Odin",
                    "SummaryEnglish": "7-Zark-7 has a hunch that Spectra is about to unleash a scheme on Planet Odin and sends G-Force there. The chief of that planet turns out to be intent on capturing Colonel Chronos and working with Zoltar who will give him a great new weapon.",
                    "Aliases": []
                },
                "44": {
                    "ID": "226854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226854",
                    "TitleEnglish": "The Sky is Falling! (1)",
                    "SummaryEnglish": "Tom, Mark's old friend from the academy, tells him that he has seen Mark's father on Odin, and Mark goes to Riga without telling Chief Anderson. Meanwhile the rest of G-Force is sent to Odin to try and stop the X-3, a doomsday weapon created by Spectra.",
                    "Aliases": []
                },
                "45": {
                    "ID": "226855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226855",
                    "TitleEnglish": "The Sky is Falling! (2)",
                    "SummaryEnglish": "With Mark still missing and the X-3 doomsday missile already have been launched and detonated, the only chance to save the Earth is if G-Force can launch Spectra's other X-3 missile to counteract the effects of the first missile.",
                    "Aliases": []
                },
                "46": {
                    "ID": "226856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226856",
                    "TitleEnglish": "Raid of the Red Scorpion",
                    "SummaryEnglish": "The Luminous One commands Zoltar to destroy Earth's entire energy capability. Zoltar uses a 'scorpion' mech to go on a rampage, starting by destroying Earth's most important research facility.",
                    "Aliases": []
                },
                "47": {
                    "ID": "226857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226857",
                    "TitleEnglish": "Mammoth Shark Menace",
                    "SummaryEnglish": "Zoltar releases a poisonous pollutant into the ocean which is killing all the fish in the ocean. G-Force has to stop the him before the Earth's entire ecosystem is destroyed.",
                    "Aliases": []
                },
                "48": {
                    "ID": "226858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226858",
                    "TitleEnglish": "Fastest Gun in the Galaxy",
                    "SummaryEnglish": "Spectra agents bring a man who was released from 30 years in prison back to planet Spectra. The ex-prisoner was an expert marksman and Zoltar wants him to operate Spectra's newest weapon, a vehicle mounted gun. G-Force goes to Spectra to investigate.",
                    "Aliases": []
                },
                "49": {
                    "ID": "226859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226859",
                    "TitleEnglish": "Giant from Planet Zyr",
                    "SummaryEnglish": "A team of scientists on Earth develop the Jet Cutter, a new laser to powerful enough to cut through a new indestructible metal that Spectra has developed. But Spectra uses a giant humanoid mech to steal the Jet Cutter. G-Force travels to Zyr to try and find the giant and recover the laser.",
                    "Aliases": []
                },
                "50": {
                    "ID": "226860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226860",
                    "TitleEnglish": "Secret Island",
                    "SummaryEnglish": "There have been many planes and ships disappearing in the Bermuda Triangle. Mark and Princess are sent to Shipwreck Island in the Triangle to investigate. They discover a Spectra base and their latest weapon, the Whirly Knife. Mark summons the team, but can they stop the latest Mech from Spectra ?",
                    "Aliases": []
                },
                "51": {
                    "ID": "226861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226861",
                    "TitleEnglish": "Giant Space Bat",
                    "SummaryEnglish": "Spectra shoots down a pilot who observes the testing of their latest weapon, a Bat mech with a Force Ray. Mark finds the pilot, but the he is unable to tell what he saw.",
                    "Aliases": []
                },
                "52": {
                    "ID": "226862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226862",
                    "TitleEnglish": "Attack of the Alien Wasp",
                    "SummaryEnglish": "Mark while flying his jet encounters Colonel Chronos, who was believed to be dead, and follows him back to his secret base, where he gives Mark documents revealing the location of Spectra's Earth headquarters.",
                    "Aliases": []
                },
                "53": {
                    "ID": "226863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226863",
                    "TitleEnglish": "Decoys of Doom",
                    "SummaryEnglish": "Humanoid decoys of the G-Force team are created to be used as bait in a trap for Spectra. The \"real\" Mark swaps places with his decoy and is captured by Spectra. Mark must signal the team and lead G-Force to the Spectra base.",
                    "Aliases": []
                },
                "54": {
                    "ID": "226864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226864",
                    "TitleEnglish": "Zoltar Strikes Out",
                    "SummaryEnglish": "Spectra creates a huge bomb, hidden somewhere in the city. Chief Anderson's suspicions lead him to send G-Force undercover to the baseball stadium.",
                    "Aliases": []
                },
                "55": {
                    "ID": "226865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226865",
                    "TitleEnglish": "The Great Brain Robbery",
                    "SummaryEnglish": "Spectra attacks the Artificial Brain Center on Earth and steals a top-secret \"Brain of Evil\". The Team tracks down the stolen brain, only to be attacked by the Brain Mecha and then Spectra Pirates! G-Force returns with a piece of the Mecha to Center Neptune, and then attends the Annual Robot Show the next day, just in time to watch Spectra steal the new \"Fembot\" to use as a body for the Brain of Evil. Mark sneaks into the Spectra base while the rest of the team goes after the Brain Mecha.",
                    "Aliases": []
                },
                "56": {
                    "ID": "226866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226866",
                    "TitleEnglish": "Raid of the Space Octopus",
                    "SummaryEnglish": "Zoltar attacks Earth's power plants with a tentacled mech, but when G-Force attacks, the Phoenix experiences malfunctions.",
                    "Aliases": []
                },
                "57": {
                    "ID": "226867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226867",
                    "TitleEnglish": "Silent City",
                    "SummaryEnglish": "This episode takes place on planet Exor. One of their island cities is surrounded by an impenetrable wall of radiation created by a Spectra bombing attack. Chief Anderson believes the city is a Spectra base and sends G-Force to check it out. The team goes into the city, but they are only able to withstand the radiation for one hour. They are attacked by a Spectra Mecha once they are inside the city. Can G-Force escape the Mecha and solve Spectra's latest plot before their time runs out?",
                    "Aliases": []
                },
                "58": {
                    "ID": "226868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226868",
                    "TitleEnglish": "Peril in the Pyramids",
                    "SummaryEnglish": "An Egyptian temple disappears from Earth. 7-Zark-7 finds the temple has reappeared on Alpha 3 and sends G-Force there undercover to investigate. While there, a woman mistakes Keyop as her missing son, Ali.",
                    "Aliases": []
                },
                "59": {
                    "ID": "226869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226869",
                    "TitleEnglish": "Rage of the Robotoids",
                    "SummaryEnglish": "Jason rescues a girl in a cab who is attacked by strange robotic manniquins. Upset that Mark doesn't trust the girl, Jason goes to talk with her, only to find Mark may be right. As a series of attacks terrorize the city, G-Force split up and head into the city to try and track down the attackers and stop them. Matters are made worse as one by one, the members of G-Force start disappearing...",
                    "Aliases": []
                },
                "60": {
                    "ID": "226870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226870",
                    "TitleEnglish": "The Alien Bigfoot",
                    "SummaryEnglish": "Spectra is using Bigfoot to keep people from getting too close to their latest base in Tibet. They are working on the \"Inter-Frequency Disruptor\", which affects ships guidance systems, causing them to crash. Keyop takes off for Tibet on his own and is captured by Spectra. He must lead G-Force to the Spectra base and escape before it's destroyed by G-Force. Zoltar is unmasked in this episode!",
                    "Aliases": []
                },
                "61": {
                    "ID": "226871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226871",
                    "TitleEnglish": "Invasion of the Locusts",
                    "SummaryEnglish": "In Spectra's latest attack, they send locusts to devour Earth's food supplies. Professor Chambers contacts G-Force and they send Keyop back with him to South America. They are attacked by the locusts and forced to crash land in the Amazon. G-Force must rescue them and stop the Giant Locust from destroying the Earth.",
                    "Aliases": []
                },
                "62": {
                    "ID": "226872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226872",
                    "TitleEnglish": "The Space Safari",
                    "SummaryEnglish": "G-Force shoots down Zoltar. He escapes his ship and the team chases him through the forests of Planet Lukadia. Zoltar has the entire forest rigged with traps.",
                    "Aliases": []
                },
                "63": {
                    "ID": "226873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226873",
                    "TitleEnglish": "Museum of Mystery",
                    "SummaryEnglish": "Princess has lost her shoe and cannot transmute. Upset and at a loss on how she can now be a part of the team, or any help at all, she enters a contest to be a spokesperson for a major company, and inadvertantly is captured by Spectra.",
                    "Aliases": []
                },
                "64": {
                    "ID": "226874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226874",
                    "TitleEnglish": "Peril of the Praying Mantis",
                    "SummaryEnglish": "Spectra launches it's latest attack, but when the team is called together Tiny cannot be reached so the team has to attempt to fend off the attack without him.",
                    "Aliases": []
                },
                "65": {
                    "ID": "226875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226875",
                    "TitleEnglish": "The Awesome Ray Force",
                    "SummaryEnglish": "Galactor develops a ray that causes the members of G-Force to revert to their civilian clothing.",
                    "Aliases": []
                },
                "66": {
                    "ID": "226876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226876",
                    "TitleEnglish": "The Duplicate King",
                    "SummaryEnglish": "Spectra targets one of the richest countries on Earth, the small country of Beldania. G-Force is dispacted out to talk and protect the monarch, but right from the start things seem wrong. Sneaking into the palace at night, to avoid detection, they find the palace bobby-trapped and full of dangers. When they finally find the monarch, they find an imposter in his place.",
                    "Aliases": []
                },
                "67": {
                    "ID": "226877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226877",
                    "TitleEnglish": "Defector to Spectra",
                    "SummaryEnglish": "Greg, working within the central security agency, seems to be turning traitor for Spectra. Meanwhile, Zark has slipped his fozdic, and cannot perform his duties.",
                    "Aliases": []
                },
                "68": {
                    "ID": "226878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226878",
                    "TitleEnglish": "Panic of the Peacock",
                    "SummaryEnglish": "A giant mechanical peacock constructed by Spectra invades Earth, while Mark is kidnapped and his memory surpressed!",
                    "Aliases": []
                },
                "69": {
                    "ID": "226879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226879",
                    "TitleEnglish": "Mission to Inner Space",
                    "SummaryEnglish": "Spectra attacks a mining operation and an explosive mining bit is separated from it's base machine and continues to bore into the earth. G-Force must stop it before it hits magma, causing a devastating earthquake.",
                    "Aliases": []
                },
                "70": {
                    "ID": "226880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226880",
                    "TitleEnglish": "Spectra Space Spider",
                    "SummaryEnglish": "Stellar City is suffering a terrible drought, so sends supplies to the city by cargo planes. But the is airlifted supply convoy is attacked by a weapon created by Dr. Streker, who was fired from Center Neptune.",
                    "Aliases": []
                },
                "71": {
                    "ID": "226881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226881",
                    "TitleEnglish": "Super Space Spies",
                    "SummaryEnglish": "G-Force travels to a distant planet called Paradise Island, where Spectra has set up a a base from which it is attacking and pollution the water reservoirs of Earth.",
                    "Aliases": []
                },
                "72": {
                    "ID": "226882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226882",
                    "TitleEnglish": "Cupid Does It to Keyop",
                    "SummaryEnglish": "Keyop stumbles upon a kidnapped girl, and takes it upon himself to rescue her.",
                    "Aliases": []
                },
                "73": {
                    "ID": "226883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226883",
                    "TitleEnglish": "Tentacles from Space",
                    "SummaryEnglish": "G-Force investigates Professor Stark who may have given his soil protein formula to a Spectra agent.",
                    "Aliases": []
                },
                "74": {
                    "ID": "226884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226884",
                    "TitleEnglish": "Island of Fear",
                    "SummaryEnglish": "Keyop investigates Witch's Island, which he suspects to be a Spectra base.",
                    "Aliases": []
                },
                "75": {
                    "ID": "226885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226885",
                    "TitleEnglish": "The Awesome Armadillo",
                    "SummaryEnglish": "Colonel Two takes over command of Spectra from Zoltar and launches an attack on Earth.",
                    "Aliases": []
                },
                "76": {
                    "ID": "226886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226886",
                    "TitleEnglish": "Invasion of Space Center (1)",
                    "SummaryEnglish": "Spectra attempts to discover the location of a major research center in order to launch an attack on it.",
                    "Aliases": []
                },
                "77": {
                    "ID": "226887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226887",
                    "TitleEnglish": "Invasion of Space Center (2)",
                    "SummaryEnglish": "Spectra's missiles hit the research center, with Mark, Princess and Chief Anderson trapped inside.",
                    "Aliases": []
                },
                "78": {
                    "ID": "226888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226888",
                    "TitleEnglish": "Save the Space Colony",
                    "SummaryEnglish": "G-Force attempt to defend a space colony on the planet Zebor from an attack by Spectra.",
                    "Aliases": []
                },
                "79": {
                    "ID": "226889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226889",
                    "TitleEnglish": "Charioteers of Changu",
                    "SummaryEnglish": "Princess is sent to the Himalayas alone to investigate some mysterious charioteers.",
                    "Aliases": []
                },
                "80": {
                    "ID": "226890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226890",
                    "TitleEnglish": "Vacation on Venus",
                    "SummaryEnglish": "After what seems to be a volcanic blast on Venus, a huge horn is revealed, which is not originally from there. G-Force travels to Venus to stop the Spectra invaders.",
                    "Aliases": []
                },
                "81": {
                    "ID": "226891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226891",
                    "TitleEnglish": "Rockets Out of Control",
                    "SummaryEnglish": "After watching the launch of a rocket ship, Chief Anderson leaves with Secretary Clayborne. But it turns out that Secretary Clayborne is an impostor.",
                    "Aliases": []
                },
                "82": {
                    "ID": "226892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226892",
                    "TitleEnglish": "G-Force Defector",
                    "SummaryEnglish": "When the team is called to assemble, Jason has an accident is unable to join the team, leaving them at a disadvantage as they face Zoltar's attack.",
                    "Aliases": []
                },
                "83": {
                    "ID": "226893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226893",
                    "TitleEnglish": "Strike at Spectra",
                    "SummaryEnglish": "G-Force travels to planet Spectra to launch an attack, but Jason is having problems with blurred vision.",
                    "Aliases": []
                },
                "84": {
                    "ID": "226894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226894",
                    "TitleEnglish": "G-Force in the Future",
                    "SummaryEnglish": "Mark takes the eccentric scientist Dr Gorky, to the scout a location in the arctic as a possible site for Future World, a concept city to be powered by geothermal energy.",
                    "Aliases": []
                },
                "85": {
                    "ID": "226895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-of-the-planets/episodes/226895",
                    "TitleEnglish": "The Conway Tape Tap",
                    "SummaryEnglish": "Spectra steals the Conway tapes. Mark and Princess are trapped on a Spectran spy ship and taken to planet Spectra. They recover the Tapes and try to escape, but are captured by Spectra. Jason, who has followed them without orders, rescues them and they must battle their way through the Spectran defenses to escape.",
                    "Aliases": []
                }
            }
        }
    }
}