{
    "URL": "https://thetvdb.com/series/cybersix",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0211793/",
        "https://www.themoviedb.org/tv/22784",
        "https://en.wikipedia.org/wiki/Cybersix_(TV_series)"
    ],
    "TitleEnglish": "Cybersix",
    "SummaryEnglish": "Cybersix is the name of a powerful advanced female genetic construct android who is the creation of malevolent scientist named Von Richter. He considers her a failed creation owing to her indomitable free will and she was forced to escape to avoid termination by her creator. Now she hides in regular society as a male teacher named Adrienne Seideleman, but she stalks the night as a caped superhero. Vowing eternal opposition to the plans of her creator and his henchmen, she protects her new found world and friend and seeks the humanity that her creator denied from her.",
    "Aliases": [],
    "Modified": "2025-05-17",
    "Seasons": {
        "0": {
            "ID": "534304",
            "URL": "https://thetvdb.com/series/cybersix/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8977067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/8977067",
                    "TitleEnglish": "Original Pilot",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "8977068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/8977068",
                    "TitleEnglish": "Production Artwork Reel",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "12333",
            "URL": "https://thetvdb.com/series/cybersix/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "232947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232947",
                    "TitleEnglish": "Mysterious Shadow",
                    "SummaryEnglish": "Lucas Amato, a biology teacher at Meridiana High School, was walking down the streets and he saw a big man dissapper.Then Lucas finds a tube with a glowing green ooze,and takes it home with him.   The next night in Lucas's apartment,a woman in black named Cybersix urgues with Lucas to give back the ooze called Sustenance.But before she has a chance to get it,a big strange man much like the one lucas saw the other night,breaks into the apartment.   Thw question is, who is Cybersix and where did she come from????",
                    "Aliases": []
                },
                "2": {
                    "ID": "232948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232948",
                    "TitleEnglish": "Data 7 & Julian",
                    "SummaryEnglish": "Cybersix is a woman created by a mad scientist named Von Reicher.He has send one of his creations named Data 7 who is a panther,to kill Cybersix.   In the day time Cybersix has disguised herself as a male teacher named Adrian Seideman.They have sent him/her to the same school that Lucas works in.   During the day, Adrian sees a child pickpoceting.She catches the child and finds out that the boys name is Julian.Julian is forced to steal by an organization underground,and Cybersix is going to get him out of it.   Data 7 is still on the look out for Cybersix,but once he finds her,he remembers that he is her brother,and now he fights by her side,to destroy Von's monsters.",
                    "Aliases": []
                },
                "3": {
                    "ID": "232949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232949",
                    "TitleEnglish": "Terra",
                    "SummaryEnglish": "Jose creates a mud monster from primordial ooze which can change its shape to counter any attack and sends it after Cybersix.  When it proves curious about the world and less hostile that Jose hoped he brainwashes it to become more destructive and violent then tries again.",
                    "Aliases": []
                },
                "4": {
                    "ID": "232950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232950",
                    "TitleEnglish": "Yashimoto, Private Eye",
                    "SummaryEnglish": "Jose tries to hire a dectective named Yashimoto to help him capture Cybersix. When Yashimoto refuses, Jose kidnaps Yashimoto's sister and will only return her in exchange for Cybersix.",
                    "Aliases": []
                },
                "5": {
                    "ID": "232951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232951",
                    "TitleEnglish": "Lori Is Missing",
                    "SummaryEnglish": "Lori bumps into Jose and accidentally gets her walkman's CD switched for the CD-ROM he's using to program his tunneling robot that's going to bdig intot he city's treasurery.  When he realises the mistake he sends the Fixed Ideas to get her and the CD.  When Lori doesn't show up in Adrian's class Cybersix goes looking for the missing teenager and they wind up working together to stop Jose",
                    "Aliases": []
                },
                "6": {
                    "ID": "232952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232952",
                    "TitleEnglish": "Blue Birds of Horror",
                    "SummaryEnglish": "Jose uses one of Von Riecher's creations, a giant bird-like creature, to control birds and have them attack the people of Maridiana.",
                    "Aliases": []
                },
                "7": {
                    "ID": "232953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232953",
                    "TitleEnglish": "Brainwashed",
                    "SummaryEnglish": "Jose uses special devices to brainwash six police officers and force them to hunt down Cybersix.",
                    "Aliases": []
                },
                "8": {
                    "ID": "232954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232954",
                    "TitleEnglish": "Gone with the Wings",
                    "SummaryEnglish": "Cybersix is attacked by four goblin-like creatures that seem to fear the light. The next night, Cybersix is attacked by eight of the creatures. Julian finds the creatures hiding in the subway and figures out that every morning, each lays one egg that hatches by night. Cybersix, Data 7, and Julian form a plan to get rid of the creatures using the eggs as bait.",
                    "Aliases": []
                },
                "9": {
                    "ID": "232955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232955",
                    "TitleEnglish": "The Eye",
                    "SummaryEnglish": "Von Riecher sends Jose a gift, a strange egg. The egg hatches into a floating eye that can absorb the souls of people who look directly at it. Jose takes the eye to the city and soon as the entire city (Excluding Cybersix) soulless. With the eye grown to a huge size, Cybersix must find out how to destroy it.",
                    "Aliases": []
                },
                "10": {
                    "ID": "232956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232956",
                    "TitleEnglish": "Full Moon Fascination",
                    "SummaryEnglish": "After being bitten by a wolfman Lucas finds himself getting hairier and becomes fascinated by the new teacher who's just joined the staff.  Cybersix resents her influence over him but she's too busy fighting the wolfwoman Dr. Von Reichter has sent to hunt her to do anything about the competition.",
                    "Aliases": []
                },
                "11": {
                    "ID": "232957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232957",
                    "TitleEnglish": "The Greatest Show in Meridiana",
                    "SummaryEnglish": "Jose builds a bunch of mechanical animals and starts his own circus, The Greatest Show In Meridiana. Suspicious, Cybersix goes to the circus, only to be captured. Cybersix must destroy an army of Jose's metal menaces before they can destroy her.",
                    "Aliases": []
                },
                "12": {
                    "ID": "232958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232958",
                    "TitleEnglish": "Daylight Devil",
                    "SummaryEnglish": "While on a school fieldtrip Cybersix is attacked by a techno with the power to become invisible who has discovered her secret identity and is attacking her as both Cybersix and Adrian",
                    "Aliases": []
                },
                "13": {
                    "ID": "232959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cybersix/episodes/232959",
                    "TitleEnglish": "The Final Confrontation",
                    "SummaryEnglish": "A living island created by Dr Von Reichter begins making its way to Meridina harbour and he tells Jose that its programmed to explode once it arrives.  Jose is furious because he wanted to rule Meridiana but his \"\"father\"\" tells him he's tired of his many failures and wants to wipe the slate clean but first he wants to conclude matters with Cybersix.  Realizing what's going on Cybersix reveals her identity to Lori (who tells Lucas) before heading off to Von Reichter's seaside mansion to face her creator.  He tells her he's impressed by the potential she's shown and offers to free her from her dependance on the \"\"sustainance\"\" fluid if she serves him.  When she refuses he releases his creatures but inspired by Cybersix's rebellion they turn on him.  Cybersix manages to divert the island from Meridiana and it arrives at and destroys the mansion while she's fleeing the grounds.  Is this the end of Cybersix",
                    "Aliases": []
                }
            }
        }
    }
}