{
    "URL": "https://thetvdb.com/series/slayers",
    "Genres": [
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1F2D-9E01-CFAB-CAAB-4A6A-Q",
        "https://www.imdb.com/title/tt0112166/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH523945",
        "https://www.tvmaze.com/shows/6338/show-slug",
        "https://www.themoviedb.org/tv/26318",
        "https://www.wikidata.org/wiki/Q18819991",
        "https://en.wikipedia.org/wiki/Slayers"
    ],
    "Titles": {
        "eng": "Slayers",
        "jpn": "スレイヤーズ"
    },
    "Summaries": {
        "eng": "Sorcery Genius Lina Inverse is a redheaded heroine with a hot temper and insatiable appetite for food. She is well known as the \"Enemy of all who Live\", the Dragon Spooker, Dramatta, and the Bandit killer. She roams from town to town in search of treasure and food. During her travels she acquires a cadre of able, but quarrelsome companions: Gourry, a big, blond, caring, but dumb knight; Zelgadis, a once-human chimera who practices shamanic magic; and Amelia, a justice preaching Princess. Together they make short work of the hordes of bandits, golems, werewolves, trolls, mercenaries, monsters/demons and evil spirits their enemies send after them. Although faced with formidable foes, the crew battles on, whether it be for justice, power, money, a cure, or food.",
        "jpn": "天才魔道士リナ＝インバースはひょんなことから、剣士ガウリィとアトラス・シティに向かう旅に出た。二人をつけ狙うゼルガディスの目的は、魔王シャブラニグドゥの復活にあるらしい。魔王とは一体、何者なのか…？"
    },
    "Aliases": [
        "Slayers Evolution-R",
        "Slayers Next",
        "Slayers Revolution",
        "Slayers Try",
        "Slayers: Book of Spells"
    ],
    "Modified": "2025-07-20",
    "Seasons": {
        "0": {
            "ID": "25138",
            "URL": "https://thetvdb.com/series/slayers/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "723361",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/723361",
                    "Titles": {
                        "eng": "Slayers: The Motion Picture",
                        "jpn": "劇場版スレイヤーズ"
                    },
                    "Summaries": {
                        "eng": "Enveloped in mists, the island of Mipross has been shrouded in mystery since the dawn of time! Now, two mighty sorceresses will attempt to pierce the veil of secrecy and silence that has hidden the horrible truth about Mipross from the eyes of men for hundreds of years! \r\nJoin the short-statured and even shorter tempered master mage Lina Inverse and her over-endowed associate Nahga the Serpent as they find themselves ensnared in a deadly web of intrigue and danger in the wildest, most incredible SLAYERS adventure of them all!",
                        "jpn": "神坂一の小説を原作にした人気アニメシリーズの劇場版第1作。舞台は過去と現在が交錯する“約束の島”ミプロス島。老賢者ラウディは、魔族ジョイロックに滅ぼされたエルフの村を救えなかった哀しい過去を持つ。彼は今、リナの手を借りて、この島のあってはならない過去を正し、あるべき姿の未来を取り戻そうとしていた。ジョイロックとの激戦の最中、ラウディはジョイロックを道連れに時の扉を開き、リナを遥か時の彼方、あのジョイロックの襲撃の日に送り込んだ…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "415643",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415643",
                    "Titles": {
                        "eng": "Slayers Return",
                        "jpn": "スレイヤーズRETURN"
                    },
                    "Summaries": {
                        "eng": "Outrageous enemies such as secret organizations aiming to dominate the world and mysterious strongest fighting forces attack Lina and Naga one after another for legendary \"treasure\" lying in a village in which Elves used to live. In addition, an immortal monster not affected by attacking magic appears and drive Lina and Naga into a terrible pinch. What they should do?",
                        "jpn": "神坂一の小説を原作にした人気アニメシリーズの劇場版第2作。とある村の、とある宿屋。今日も無敵の魔道士二人組、リナとナーガが食い物を巡って戦いを繰り広げていた。ガレキの山と化す宿屋。そんな二人の前に立ち尽くす一人の少女がいた。彼女は何かリナたちに伝えようとするが、力尽き倒れてしまう。少女の名はサリーナ。十日前、レッサーデーモンを率いた一団が彼女の村であるビアズを襲い、支配してしまったというのだ。秘密結社ツァインと名乗る彼らは村人を使い、何かの発掘作業をさせているらしい。普段なら金にならない依頼は受けないリナであるが、ビアズの村にはエルフから伝わる何かがあることを思い出し、引き受ける。そのことを話したがらないリナに何か下心を感じたナーガは、二人と共にビアズの村を目指す。そこでリナとナーガを待ち受けるものとは…！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "415610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415610",
                    "Titles": {
                        "eng": "Slayers Book of Spells: The Scary Chimera Plan",
                        "jpn": "スレイヤーズすぺしゃる　恐怖のリメラ計画"
                    },
                    "Summaries": {
                        "eng": "Lina matches half-wits with Diol, a sorcerer who wants to incorporate her into the three-headed monster he's making. He's not much of an opponent until he produces 10 doppelgängers of Naga, complete with her grating laugh.",
                        "jpn": "最強のキメラ（合成獣）を造ろうと目論むディオルは、リナに協力を要請した。だが、それはリナ本人と魔獣を合成するという、おぞましい計画であった。もちろん交渉は決裂。そこで、ディオルがとった行動とは…？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "415611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415611",
                    "Titles": {
                        "eng": "Slayers Book of Spells: Jeffry's Knighthood",
                        "jpn": "スレイヤーズすぺしゃる　ジェフリー君の騎士道"
                    },
                    "Summaries": {
                        "eng": "Naga and Lina are hired to help a nerdish boy win his spurs in \"Jeffrey's Knighthood.\" Their tutoring turns out to be completely unnecessary as Jeffrey's mother, Ms. Josephine, is a one-woman war machine capable of flattening any foe.",
                        "jpn": "良家の奥様ジョセフィーヌは、箱入り息子のジェフリーを騎士団へ入団させるべく盗賊団退治を行うことにした。そして彼女は、実戦経験がまるでナシのジェフリー指導のため、リナとナーガを雇い入れたのだが…!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "415612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415612",
                    "Titles": {
                        "eng": "Slayers Book of Spells: Mirror, Mirror",
                        "jpn": "スレイヤーズすぺしゃる　鏡よ鏡"
                    },
                    "Summaries": {
                        "eng": "In \"Mirror, Mirror,\" the enchanted looking glass of a fabled sorcerer backfires on a would-be thief: it produces versions of Lina and Naga that are mirror images of them psychologically--cute, cowering, and helpful.",
                        "jpn": "伝説の鏡「影の鏡（シャドウリフレクター）」の所存を記した地図が、魔道士ラガンによって魔道士協会から盗まれた。この鏡、映り込んだ物と同じ能力を持ち、なおかつ逆の性質を持つ「影（シャドウ）」を生み出すという。成功報酬につられたリナとナーガは、鏡の奪取へと向かうが…!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "415617",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415617",
                    "Titles": {
                        "eng": "Slayers Great",
                        "jpn": "スレイヤーズぐれえと"
                    },
                    "Summaries": {
                        "eng": "Lina and Naga, on their way to a town called Storner, robbed bad guys of their precious treasure. Storner was known as a town of \"Gorlems\" moved by magic power. And again the two were thrown into trouble by a girl called Leia. Galia, Leia's father, and Huey, her brother argued all the time and both are skilled \"Gorlem\" artisans. Lina and Naga were forced to face each other (each one inside a gorlem, Lina's one made by Galia and Naga's one made by Huey) by two villains, Heisen and Granion who were competing for supreme power over the town.",
                        "jpn": "神坂一の小説を原作にした人気アニメシリーズの劇場版第3作。魔力で動く“ゴーレム”で有名な町ストーナーで、ライアという少女を助けたリナとナーガ。恩を着せてライアの家に転がり込んだ二人は、共にゴーレム職人である父のガリアと兄のヒューイの険悪な関係を目の当たりにする。ガリアはリナを、ヒューイはナーガをモデルにゴーレム作りを開始するが、それが街の二人の実力者によって、大がかりなゴーレム対決に発展してしまう。リナとナーガも相互の誤解から、戦う気まんまん。最強のライバルがゴーレムの力を借りて雌雄を決する時がやって来た！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "415613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415613",
                    "Titles": {
                        "eng": "Slayers Excellent: Labyrinth",
                        "jpn": "スレイヤーズえくせれんと　らびりんす"
                    },
                    "Summaries": {
                        "eng": "When Naga torches a tavern to get Lina's attention, the local townspeople demand that they make restitution by rescuing villagers lost in a labyrinth!",
                        "jpn": "リナが食事中の宿屋がいきなり爆発炎上した。その炎の中から現れた爆破元凶のナーガと共に、村人たちに取り囲まれたリナは、弁償する代わりに失踪した村人を探すハメになり、二人して近くの遺跡に向かうが…!!"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "415614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415614",
                    "Titles": {
                        "eng": "Slayers Excellent: A Frightening Future",
                        "jpn": "スレイヤーズえくせれんと　恐るべき未来"
                    },
                    "Summaries": {
                        "eng": "After seeing no profit in protecting the pampered Sirene Fitzmeier, Lina arranges a kidnapping to teach her a lesson. Unfortunately, she hands Sirene over to the wrong kidnappers!",
                        "jpn": "大商人フィッツマイヤー家の一人娘であるシレーネの護衛を金貨数百枚の報酬で喜んで引き受けたリナ。しかし、そんな報酬も吹っ飛ぶほどのシレーネの高飛車＆浪費家ぶりに、リナは一計を案ずるが…!!"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "415615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415615",
                    "Titles": {
                        "eng": "Slayers Excellent: Lina-Chan's Lovely Makeover Operation",
                        "jpn": "スレイヤーズえくせれんと　リナちゃん♥おしゃれ大作戦"
                    },
                    "Summaries": {
                        "eng": "Formal fashion designer Tatjana Dayward and unisex clothing maker Marty Lenford discover Naga and set out to make her the next fashion craze!",
                        "jpn": "ファッション闘争で対立しているマーティを倒して欲しいと、リナに依頼してきたタチアナ。だが、その二人の前に、奇抜なファッションのマーティがナーガと共に現れた！ ファッションセンスを競う、彼女たちのバトルの結末は…!?"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "415616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415616",
                    "Titles": {
                        "eng": "Slayers Gorgeous",
                        "jpn": "スレイヤーズごぅじゃす"
                    },
                    "Summaries": {
                        "eng": "Visiting a city, Lina Inverse and Naga the Serpent witness a sudden rampage of the dragon army of the young Marlene and effortlessly repel the attack. Marlene's estranged father Lord Culvert then hires Lina to help stop his daughter's raids. But Naga, Lina's friend-enemy \"greatest rival\", decides to instead join Marlene's side for a bigger bid.",
                        "jpn": "神坂一の小説を原作にした人気アニメシリーズの劇場版第4作。地方都市のコルドロン・シティで楽しく食事の時間を過ごしていたリナとナーガの頭上に、ドラゴンに乗った少女が飛来してきた。少女の名はマレーネ。マレーネは強引にカルバート城の開門を迫り、城を守る兵士といざこざを起こす。リナが、うるさいマレーネを撃退するのを見ていた兵士たちは、領主のロード・カルバートにぜひ会ってほしい、とリナに懇願するが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "415638",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415638",
                    "Titles": {
                        "eng": "Slayers Premium",
                        "jpn": "スレイヤーズぷれみあむ"
                    },
                    "Summaries": {
                        "eng": "Lina and Gourry visited the town in a certain beach. In that town, a mysterious incident which is that the person who had eaten the octopus was not able to speak the languages other than the octopus language happened frequently. And, Gourry who does not know the incident eats slices of raw octopus, and he cannot speak words other than the octopus language. Ameria and Zelgadiss who came there by chance are involved in the trouble, too and the fight with the clan of the octopus which lives in the beach starts",
                        "jpn": "神坂一の小説を原作にした人気アニメシリーズの劇場版第5作。海辺の町を訪れたリナとガウリィ。舟盛につられて漁師の手伝いをしたリナだったが、攻撃魔法で船を大破させ、遺跡も破壊してしまう。そのために舟盛を食べられなかったリナとは違い、舟盛のタコを食べたガウリイはタコ語しかしゃべれなくなってしまい…。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "13359",
            "URL": "https://thetvdb.com/series/slayers/seasons/official/1",
            "Titles": {
                "eng": "Slayers (1995)",
                "jpn": "スレイヤーズ",
                "deu": "The Slayers",
                "kor": "슬레이어즈",
                "fra": "Slayers",
                "ita": "Slayers",
                "pol": "Slayers",
                "spa": "Los Justicieros (1995)"
            },
            "Summaries": {
                "eng": "Powerful, avaricious sorceress Lina Inverse travels around the world, stealing treasures from bandits who cross her path. Her latest victims, a band of thieves, wait in ambush in a forest, thirsting for revenge. When Lina is about to effortlessly pummel her would-be attackers, the swordsman Gourry Gabriev suddenly announces his presence. Assuming Lina to be a damsel in distress, the foolish yet magnanimous man confronts the brigands in order to rescue her. After defeating them posthaste, the oblivious cavalier decides to escort Lina to Atlas City. Though not very keen on this idea, she ends up accepting his offer.\r\n\r\nHowever, without realizing it, Lina has chanced upon a mighty magical item among her most recent spoils. Now two mysterious men are hunting the young magician and her self-proclaimed guardian to obtain this powerful object for apparently nefarious purposes. This way they begin their adventure, one where the fate of the world itself may be at stake.",
                "jpn": "神坂一の小説を原作にした人気アニメシリーズのTV版第1作。天才魔道士リナ＝インバースはひょんなことから、剣士ガウリィとアトラス・シティに向かう旅に出た。二人をつけ狙うゼルガディスの目的は、魔王シャブラニグドゥの復活にあるらしい。魔王とは一体、何者なのか…？",
                "deu": null,
                "kor": "성질은 드래곤도 피해간다고 할 정도로 더럽지만, 실력만큼은 자타가 공인할 정도로 훌륭한 여마도사 리나 인버스. 어느날 그녀는 도둑에게는 인권은 없다하며 도둑을 소탕하고 있었다. 그런 와중 거기를 때마침 지나가던 빛의 검을 사용하는 금발의 미남 검사 가우리 가브리예프가 그 모습을 보게 된다. 그는 리나가 도적떼에게 당하고 있다고 착각하고는 그녀를 돕게 된다. 이것을 인연으로 둘은 동료가 되어서 함께 여행을 떠나게 되는데...",
                "fra": "Lina Inverse est une jeune sorcière de 15 ans qui est attirée par tout ce qui brille. Un jour alors qu'elle attaquait des bandits pour leur prendre leur or, un chevalier surgit de nulle part pour la débarrasser des bandits. Gourry Gabriev, le chevalier, décide alors d'accompagner Lina pour quelques temps. Leur aventures les amènent à faire face à un terrible monstre : Shabranigdo. Ils n'auront d'autres choix que de combattre ce seigneur noir et ses servants.",
                "ita": null,
                "pol": null,
                "spa": "La intrépida hechicera Lina Inverse recorre un mundo lleno de peligros y magia, enfrentándose a fuerzas oscuras que buscan alterar el equilibrio. A su lado está Gourry Gabriev, un espadachín hábil pero despistado, quien se autoproclama su protector. Aunque su inteligencia no sea su mayor virtud, su destreza con la espada y su lealtad inquebrantable lo convierten en un aliado indispensable para Lina. Juntos, atraviesan batallas épicas, secretos ancestrales y momentos de caos, combinando acción, magia y un toque de comedia para dar vida a una historia emocionante y cautivadora."
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "254124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254124",
                    "Titles": {
                        "eng": "ANGRY? Lina's Furious Dragon Slave!",
                        "jpn": "Angry？ リナ怒りのドラグスレイブ！"
                    },
                    "Summaries": {
                        "eng": "The series begins with a raid on a group of bandits at the hands of the 15-year-old sorceress Lina Inverse. On her way to Atlas City, she is surrounded by bandits. Just as Lina prepares to attack, a mercenary swordsman, Gourry Gabriev, appears and defeats the bandits. Lina and Gourry befriend each other. Soon after, Lina and Gourry are asked to exterminate the dragon threatening a small village. Having no reason to refuse, Lina takes on the job despite Gourry's dissuasion. Being intimidated by the dragon, Lina is outraged. Lina uses the Dragu Slave technique on the dragon, killing it and destroying most of the village. Lina and Gourry eventually run away from the villagers after the village's destruction.",
                        "jpn": "一人旅を続けるリナ=インバースは、剣士にして魔道士の16歳。今日も盗賊たちに取り囲まれて、これから一戦交える構えだった。ところが、そこへ旅の剣士ガウリイが現れ、盗賊たちをあっさりとなぎ倒してしまう…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "254125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254125",
                    "Titles": {
                        "eng": "BAD! Mummy Men Aren't My Type!",
                        "jpn": "Bad！ ミイラ男は趣味じゃない！"
                    },
                    "Summaries": {
                        "eng": "Lina and Gourry go to a magic shop in town to sell the treasures that Lina snatched from the bandits. However an item from the booty, a knife, is cursed and it turns the shopkeeper violent and a hullabaloo starts. Lina and Gourry fight a hard battle but the chaos is brought to a sudden stop by a single bark of the shopkeeper's wife. While they are relieved, a mummy called Zolf, attacks our heroes with the evil trolls. He is looking for one of the items Lina possesses. Lina and Gourry are fighting their way out. However, on the same evening, Zolf shows up to their room again with a mysterious person.",
                        "jpn": "旅を続けるリナとガウリイは、町のアイテムショップに、盗賊たちから奪ったアイテムを売り飛ばしにいく。ところが、その中のナイフに呪いがかかっていたからたまらない。その呪いで、ショップの店主は凶暴化して大騒ぎになってしまう…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "254126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254126",
                    "Titles": {
                        "eng": "CRASH! Red and White and Suspicious All Over!",
                        "jpn": "Crash！ 激突！赤いの白いの怪しいの！"
                    },
                    "Summaries": {
                        "eng": "The mysterious person says that his name is Zelgadis Greywords. He is a mixture of human, golem and demon; a creation of utter evil. He offers to buy Lina's booty, but Lina asks for an outrageous price which drives him away. Not giving up, Zelgadis comes back to take Lina's booty by force. Lina is hurt and thrown into a pinch. Luckily she is saved by the legendary great sage, Rezo the Red Priest. Rezo warns Lina that Zelgadis wants to resurrect the mazoku Shabranigdo, the demon king, then Rezo mysteriously disappears after performing some unknown spell...",
                        "jpn": "魔物と合体したキメラの男、ゼルガディスがリナたちの持つアイテムを言い値で買い取ると申し出るが、商談は不成立。ゼルガディスは力づくでアイテムを奪おうとする。そんな時リナの魔力が低下し始め大ピンチに。リナの魔力が弱くなる“あの日”が近づいていたのだが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "254127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254127",
                    "Titles": {
                        "eng": "DASH! Run for it! My Magic Doesn't Work?",
                        "jpn": "Dash！ 逃げろ！魔法が使えない？"
                    },
                    "Summaries": {
                        "eng": "Lina and Gourry start investigating a way to stop Shabranigdo's resurrection, however they are plagued with a question. Why is Zelgadis trying to revive the Demon Lord? On the other hand, Rezo cannot easily be trusted. The situation becomes more complicated when Zelgadis and Zolf realize that they are no longer able to scry for the as yet unknown item that is in Lina's possession. While our heroes are traveling through a forest, Lina informs Gourry that she will not be able use her sorcery effectively for a few days. This makes her vulnerable to any villains that may challenge her. As fate would have it, Zelgadis and his men come to attack. During the exchange, one of Zelgadis's men, Dilgear the Werewolf/Troll, lets slip that it is, in fact, the Orihalcon statue that has them chasing Lina across the countryside. Lina narrowly escapes the initial attack and is separated from Gourry. However, she is quickly ambushed, knocked unconscious with a spell, and captured by Zelgadis.",
                        "jpn": "ゼルガディスの魔王シャブラニグドゥの復活を阻止すべく、動き出すリナたち。伝説の賢者、赤法師レゾも信用できない中、リナは魔力がほとんど使えない状態に!! こんな時に攻め込まれてはひとたまりもないが、案の定ゼルガディスたちが大挙して押し寄せる。やむを得ず逃げ出すのだが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "254128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254128",
                    "Titles": {
                        "eng": "ESCAPE! Noonsa, the Flaming Fish Man!",
                        "jpn": "Escape！ 炎の半魚人ヌンサ！"
                    },
                    "Summaries": {
                        "eng": "Lina awakens to find that she is held captive in Zelgadis' hideout. After Lina is questioned about the Orihalcon statue, she lies about why Zolf is unable to locate it magically. She is then asked why she didn't fight back harder in the previous skirmish. Zelgadis determines that she should be kept alive until they retrieve the statue in any case and she is then subjected to threats of torture by Zolf and repercussions for her previous treatment of him, much of it ineffective, to his dismay.",
                        "jpn": "ゼルガディスたちの手によって捕らえられたリナを助け出したのは、張本人のゼルガディスだった!? 彼と脱出するが、その訳を話そうとはしない。そして追っ手の半魚人ヌンサに湖の中へ引きずり込まれたリナは回復しない魔力のため大苦戦。そこに赤法師レゾが出現した…！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "254129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254129",
                    "Titles": {
                        "eng": "FOCUS! Rezo's the Real Enemy?!",
                        "jpn": "Focus！ 本当の敵はレゾ？"
                    },
                    "Summaries": {
                        "eng": "Rezo suddenly appears during Lina's escape of and calls Zelgadis a traitor. Lina is surprised to discover the relationship between the two. Zelgadis' grudge against Rezo makes him revolt against him. Lina and Zelgadis barely make it out virtually unharmed, with Zelgadis using Lina as a distraction against Rezo, with quite a bit of protest from Lina. Rezo's men discover the escape, as well as the cooked Noonsa, and subsequently eat him, all while swearing vengeance for his death. Soon after escaping Rezo, Lina and Zelgadis take a break to rest and Lina, being quite confused after find out about Rezo and Zelgadis's relationship, asks Zelgadis to explain to her just what, exactly, is going on.",
                        "jpn": "赤法師レゾはゼルガディスを裏切り者とののしる。岩の肌を持つゼルガディスは、レゾが邪悪な実験で生み出した合成人間だったのだ。レゾから逃げ出した二人に追っ手が次々に襲いかかる。レゾの目的が自分の目を治療するためにリナが持つ「賢者の石」が必要なのだと判るのだが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "254130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254130",
                    "Titles": {
                        "eng": "GIVE UP! But, Just Before We Do, the Sure Kill Sword Appears!",
                        "jpn": "Give up 寸前？出た必殺の剣っ!!"
                    },
                    "Summaries": {
                        "eng": "Under the villains' ceaseless attack, Lina and Zelgadis have no time to rest. Meanwhile, Rezo begins to summon the demons in order to capture them. Outnumbered by the enemies, Lina and Zelgadis get into a pinch. Suddenly a shining knight pops up. It's Gourry who has been looking for Lina. He draws his ancestral sword, the Sword of Light, and slashes the fiends. Zolf and Rodimus, two loyal followers of Zelgadis, come to help them, our heroes shake off Rezo and his band.",
                        "jpn": "執拗に続く追手の攻撃にリナたちは、気の休まる暇もない状態。しかもレゾはなんと魔族まで召喚し始めたからリナたちは大ピンチ。だが、そこにリナたちを探して放浪していたガウリイが颯爽と姿を現し、伝家の宝刀「光の剣」を抜き放つのだ…!!"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "254131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254131",
                    "Titles": {
                        "eng": "HELP! Shabranigdo is Reborn!",
                        "jpn": "Help！ シャブラニグドゥ復活!!"
                    },
                    "Summaries": {
                        "eng": "While taking a rest in a village, Gourry and Zelgadis start fighting over the Philosopher's Stone. Lina calms them down but they become more hostile with each other. Then, they receive a message from Rezo, stating that unless they give the Philosopher's Stone to him, he will turn all the villagers into stones. Having no choice, Lina and the others go to meet Rezo. Lina has no intention of giving the Stone to Rezo because she knows that the Red Priest is scheming to resurrect Shabranigdo. Rezo manages to hypnotize Zelgadis and makes him steal the Stone. With the Stone in his possession Rezo revives the Dark Lord Shabranigdo.",
                        "jpn": "賢者の石を巡って言い争うガウリイとゼルガディスをなんとかなだめるリナ。二人はさらに険悪なムードに…。そこへレゾからメッセージが届く。賢者の石を渡さなければ、この町の人間を残らず石に変えるというのだ。ついに賢者の石の力で、魔王シャブラニグドゥが復活してしまう…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "254132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254132",
                    "Titles": {
                        "eng": "IMPACT! The Eve of the Great Life or Death Struggle!",
                        "jpn": "Impact！ 脅威の決戦前夜！"
                    },
                    "Summaries": {
                        "eng": "Rezo succeeds in resurrecting the Dark Lord, Shabranigdo. However, Rezo's body is taken over by the Dark Lord which was not part of his plan. Zolf and Rodimas recklessly challenge Shabranigdo, but are no match to the power of the Dark Lord. All Lina and others can do is to run from the ferocious demon. Shabranigdo's evil power spreads out to the surrounding areas. The weather turns abnormal and monsters become wild. Seeing the monsters attack the village, Lina and others decide to fight back.",
                        "jpn": "復活した魔王シャブラニグドゥの強大な力の前には、さすがのリナたちもそこから逃げ出すのがやっとだった。どうにか一息つくリナたちだったが、その間にもシャブラニグドゥの魔力によって各地に影響が出ていた。異常気象や、今までおとなしかったモンスターたちが暴れ始めたのだ…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "254133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254133",
                    "Titles": {
                        "eng": "JACKPOT! The Great Life or Death Gamble!",
                        "jpn": "Jackpot！ のるかそるかの大バクチ！"
                    },
                    "Summaries": {
                        "eng": "Lina and the others challenge the Dark Lord, Shabranigdo. Unfortunately, he is too powerful and no magic works against him. Gourry is knocked down and Zelgadis is struck hard. Then, Lina is given the Sword of Light and it increases the power of her sorcery. Lina challenges Shabranigdo with the most powerful incantation, Giga Slave, which is superior to the Dragu Slave. She realizes that Rezo is still inside Shabranigdo. In the final moment, Rezo gets away from the body of Shabranigdo and finally Lina's Giga Slave smashes the Dark Lord. Upon arriving in Atlas City, Zelgadis decides to part ways with Lina and Gourry.",
                        "jpn": "魔王シャブラニグドゥに戦いを挑んでいくリナたち。だが、どんな魔術も通用しなかった。ガウリイがゼルガディスが、次々に力尽き倒されていく中、リナは「光の剣」に魔力を増幅する能力があるコトを見出し、ドラグスレイブを超える真の最強呪文ギガスレイブで最後の勝負を挑んでいく…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "254134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254134",
                    "Titles": {
                        "eng": "KNOCK OUT! The Seyruun Family Feud!",
                        "jpn": "Knock out！ セイルーンお家騒動！"
                    },
                    "Summaries": {
                        "eng": "After destroying Shabranigdo, Lina and Gourry continue their journey. They hear a rumor about the first successor to the throne, the prince of Seyruun Kingdom. Lina dreams of marrying a wealthy young man, but the prince turns out to be a forty-something scruffy-looking man. Phil, the prince, offers a bodyguard job to a disappointed Lina. Lina reluctantly accepts the offer. Then Randy, who is the third successor to the throne, appears with his loyal subordinate, Brassdamon. Randy has a plot to kill Prince Philionel. Lina meets Amelia, Phil's daughter, who is a self-proclaimed Lady of Justice. Amelia punishes Randy for treason by slashing Randy with the help of her father. Lina can't help but to wonder why they hired Lina as a bodyguard in the first place.",
                        "jpn": "シャブラニグドゥを倒して、再びのんきな旅に出たリナたちは、セイルーンの第1王位継承者、つまりは王子様の噂を聞きつける。目指すは「玉の輿」と、息巻くリナだったが、出会った王子様というのは、40がらみの髭面のむさくるしいオッサンだった!! がっかりするリナに王子は頼みごとをするのだが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "254135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254135",
                    "Titles": {
                        "eng": "LOVELY! Amelia's Magic Training!",
                        "jpn": "Lovely！ アメリアの魔法修行"
                    },
                    "Summaries": {
                        "eng": "Lina's Dragu Slave spell works tremendously well on bandits. Impressed, Amelia insists on learning Lina's sorcery. However, Lina is concerned by Amelia's reckless ways and orders hard training for Amelia, instead. However, the training has little to do with actual sorcery. Impressed by Amelia's enthusiasm, Phil asks Lina to show his daughter the Dragu Slave. Lina's incantation breaks the seal of ghosts and throws the Kingdom into a chaos. Lina is not well versed in white magic and fights a tough battle with the ghosts. Just when they think the Kingdom is going to be destroyed, Amelia saves it with her white magic. Amelia finally understands that she doesn't have to practice a powerful incantation.",
                        "jpn": "盗賊相手にリナのドラグスレイブはきょうも絶好調。それを見たアメリアが、自分もドラグスレイブを覚えたいと言い始める。ただでさえ、ムチャの多いアメリアにこんに物騒な呪文を覚えさせてはたまらない。そう思ったリナは、アメリアがあきらめるようにまったく関係のない猛特訓を始めさせるのだったが…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "254136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254136",
                    "Titles": {
                        "eng": "MONEY! Knock Out Those Bounty Hunters!",
                        "jpn": "Money！ 賞金稼ぎをブチのめせっ!!"
                    },
                    "Summaries": {
                        "eng": "Lina, Gourry and Amelia finally arrive in Seyruun and see the wanted poster. To their surprise Lina and Gourry find themselves on the wanted poster. Amelia, the Lady of Justice captures them, stating that she just carries out her holy mission. Lina and Gourry are handed over to two bounty hunters, Zangulus and Vrumugun. After sealing Lina's magic and taking away Gourry's swords they are both placed in jail. But Lina and Gourry somehow manage to escape. Outraged Lina and Gourry challenge the bounty hunters. They are cornered by strong counter-attack of Zangulus and Vrumagun. Amelia, dismayed in judging who is good and who is not, manipulates a strong incantation, saying \"whoever stays alive is good!\" and blows up the entire area. Lina and Gourry barely survive it, and continue their journey to Sairaag where they are told the person responsible for the wanted poster can be found.",
                        "jpn": "セイルーンに着いたリナたちは、指名手配のポスターに目をとめる。なんとそれはリナとガウリイの指名手配書だった。正義の使命感に燃えたアメリアに、リナたちはまんまと捕まってしまい賞金稼ぎのザングルスとヴルムグンに引き渡されてしまうのだが…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "254137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254137",
                    "Titles": {
                        "eng": "NAVIGATION! An Invitation to Sairaag!",
                        "jpn": "Navigation！ サイラーグへの招待状！"
                    },
                    "Summaries": {
                        "eng": "Lina and her friends are still pursued by the bounty hunters. They try to lose them in the mountains to no avail. Our heroes have no time for a meal and their empty stomachs is taking a toll on them. They follow their noses into a cave where the smell of delicious food emanates. But it is a trap setup by Zangulus and Vrumugan... They narrowly escape from the cave and escape on a raft in a rapid stream. Zangulus and Vrumugan try to catch on, but finally Lina's magic knocks them out and the pursuers are thrown into the water.",
                        "jpn": "賞金稼ぎに追われるリナたち。山を抜けて逃げようとするのだが、追っ手もしぶとく後を追いかけてくる。おかげでリナたちは食事をする暇もないほどだった。ハラペコのリナたちは、食べ物のにおいに誘われ洞窟の中へとおびき寄せられていく。だが、それはザングルスたちの仕掛けた罠だった…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "254138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254138",
                    "Titles": {
                        "eng": "OH NO! Lina's Wedding Rhapsody?",
                        "jpn": "Oh no！ リナの結婚狂想曲？"
                    },
                    "Summaries": {
                        "eng": "On their way to Sairaag, Lina and her friends meet a young boy named Harris. He asks Lina to be his bride in a fake marriage because he's been forced by a witch, named Callie, to marry her daughter. Lina reluctantly accepts his request and attends a fake wedding ceremony with Harris, but then Zangulus and Vrumugan jump in. The ceremony is in a chaos and Lina has to fight in her wedding dress. While Callie and Vrumugan fight against each other, Lina recites an incantation and wins the battle. By accident Lina blows up Harris' house in the battle and as a result doesn't receive her fee from Harris.",
                        "jpn": "サイラーグへの道を急ぐリナたち。その道中ハラスという青年に出会う。ハラスはリナを見込んで、偽装結婚の相手になってくれと頼んでくる。実はハラスはキャリーという女魔導士に娘と結婚しろと迫られていたのだ。渋々依頼を引き受けたリナ。そして結婚式当日にザングルスたちが乱入してきて…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "254139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254139",
                    "Titles": {
                        "eng": "PASSION! Shall We Give Our Lives for the Stage?",
                        "jpn": "Passion！ 舞台にかける青春？"
                    },
                    "Summaries": {
                        "eng": "In exchange for food and transportation, Lina's team joins a traveling theater company managed by an eccentric director and is heading near Sairaag for a competition. Ironically, the play they perform is \"The Death of the Abominable Fiend Lina Inverse\" and revolves the hero defeating a fictional, evil Lina Inverse. Amelia is cast as the protagonist and falls in love with the role's frequent proclamations of justice. During the competition, Zangulus and Vrumugun launch an attack on the play, which the audience mistakenly believes is part of the show. After Lina and friends defeat the enemy, the audience and judges award the team 1st place, praising the unpredictable plot, marvelous special effects, realistic combat.",
                        "jpn": "なおもサイラーグを目指して旅を続けるリナたち。ひょんなことで知り合った劇団に紛れ込み、賞金稼ぎたちの目を潜り抜けようとする。ところが団長に脅かされ無理矢理舞台に上がることになってしまう。しかも演目は悪の大魔導士リナ＝インバース対正義の少女というものだった…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "254140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254140",
                    "Titles": {
                        "eng": "QUESTION? He's Proposing to THAT Girl?",
                        "jpn": "Question？ あの娘？にプロポーズ！"
                    },
                    "Summaries": {
                        "eng": "Lina, Gourry, and Amelia are getting closer to Sairaag. In order to outrun the tenacious pursuers they try to board a ship, however the ship is also watched by the bounty hunters. Gourry dresses up in women's clothing and our heroes boards the ship as sisters. On the ship, Volun, a self-professed \"Braveheart\", proposes to Gourry. Gourry freaks out while Lina and Amelia laugh hysterically. All of a sudden a dragon roaming the area attacks the ship which is then forced to return to the harbor. Lina fights a fierce battle with the dragon and finally defeats it, leaving the legend of \"the Celestial Maiden who saves folks\" behind. The next day when Lina and her friends board the ship, Volun shows up yet again. Gourry is no longer in disguise, however Volun does not care and persistently comes on to him...!",
                        "jpn": "目的地のサイラーグまで一気に船で行こうとするリナたち。賞金稼ぎたちの目を逃れるためにガウリイに女装させ、三姉妹という触れ込みで船に乗り込んだまでいいが、自称勇者のモランという男がガウリイにプロポーズしたり、最近この海域を荒らしていたドラゴンが船に襲ってきたから、さあ大変…!!"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "254141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254141",
                    "Titles": {
                        "eng": "RETURN! The Red Priest Is Back!",
                        "jpn": "Return！ 赤法師ふたたび！"
                    },
                    "Summaries": {
                        "eng": "Our heroes finally reach Sairaag. They sneak into the town under the darkness of the night and rest in the house of Sylphiel, who is one of Gourry's friends. While at the house they find out about the person who may be responsible for placing Gourry and Lina on the wanted posters. They break into the hideout of the culprit only to be ambushed by Zangulus and Vrumugun as well as one more villain, Eris, their boss. Lina slashes Vrumugun, but then she faces a man who is identical to Vrumugun. Vrumugun's true self turns out to be a clone created by Eris. When Lina is cornered by another Vrumugun, Zelgadis gallantly saves her. Is the tide turning in favor of our heroes? No, not yet. A man appears in front of them. It is Rezo. How could this be?!",
                        "jpn": "やっとの思いでサイラーグまでたどり着いたリナたちは事件の首謀者の女、エリスのアジトに乗り込んでいく。次々に現れるコピー人間相手に苦戦する中、ゼルガディスが颯爽と現れリナをピンチから救う。だが、形成逆転と思ったのもつかの間、リナが倒したはずの赤法師レゾが再び姿を現す…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "254142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254142",
                    "Titles": {
                        "eng": "SHOCK! Sairaag Falls!",
                        "jpn": "Shock！ サイラーグ崩壊！"
                    },
                    "Summaries": {
                        "eng": "Lina and her friends are shocked to see Rezo alive, standing right in front of them. At the same time, they suspect that Rezo may be a clone just like Vrumugun. They visit the Sorcery Church in order to find out more information about the clones, but discover nothing. Rezo appears again and attacks them with as much power as he used to have in their previous encounter. The Red Priest tries to take the Sword of Light from Gourry and while our heroes struggle to escape, the entire town is engulfed in fire by Rezo's powerful incantation!",
                        "jpn": "突然復活したレゾの前から何とか逃げ出すリナたち。レゾがコピー人間ではないかと疑惑が湧き、リナたちは魔道士協会で情報を得ようとするのだが何も分からずじまい。やがて再び襲ってきたレゾは強大な呪文を使い、サイラーグの町ごとリナたちを炎に包もうとする…!!"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "254143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254143",
                    "Titles": {
                        "eng": "TROUBLE! Rahanimu, The Furious Fish Man!",
                        "jpn": "Trouble！ 嵐の半魚人ラハニム♥"
                    },
                    "Summaries": {
                        "eng": "Reciting numerous incantations for self-defense, Lina and her friends manage to defend Rezo's fierce attack. Rezo's powerful black magic destroys half of the town, yet our heroes manage to escape. They must find a way to destroy Rezo. They head for the institute where Rezo used to experiment with his magic. Rezo is still not fully recovered and needs rest. He sends Rahanimu, a monster that is half-human and half-fish, to stop our heroes. Lina and her friends battle with Rahanim who is accompanied by Zangulus. Zelgadis uses his smarts to defeat Rahanimu and our heroes get out of a pinch. They finally reach Rezo's institute.",
                        "jpn": "防御呪文を重ね合わせ、レゾの攻撃に耐え切り、なんとか逃げ延びたリナたちは、レゾに対抗する手段を求めて、かつてレゾが魔道実験を繰り返していたという研究所に向かうのだった。レゾはリナたちの行く手を阻むために半魚人ラハニムを差し向けるのだった…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "254144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254144",
                    "Titles": {
                        "eng": "UPSET! Gourry vs. Zangulus!",
                        "jpn": "Upset！ ガウリイVSザングルス"
                    },
                    "Summaries": {
                        "eng": "Lina, Gourry, Amelia and Sylphiel get to Rezo's museum. They break the seal by the Sword of Light and look for Rezo's secret in the underground chamber. They are caught in a trap set by Eris and become separated. While Lina searches for Gourry and Amelia, Sylphiel asks her about her relationship with Gourry. She tries not to show any feelings for Gourry other than a mere friendship. In the meantime, Gourry is in the middle of man-to-man battle with Zangulus. He is cornered by the strong opponent but Gourry uses the full force of his Sword of Light and defeats Zangulus.",
                        "jpn": "レゾの研究所にたどり着いたリナたち。封印を「光の剣」で破り、レゾの遺産を求めて最下層を目指す。ところが、エリスたちの罠にはまり分断されてしまう。ガウリイはエリスの元を離れたザングルスと一騎打ちに。最後の決着をつけるべく挑みかかるザングルスにガウリイも大苦戦…!!"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "254145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254145",
                    "Titles": {
                        "eng": "VICE! The One Who Was Left Behind!",
                        "jpn": "Vice！ 残されしものたち"
                    },
                    "Summaries": {
                        "eng": "Lina and her friends rush to the lowest level of Rezo's institute. Tiva, the demon who has been guarding the institute gets in their way. Tiva is easily beaten by Lina as his magic was sealed by Rezo. Tiva guides our heroes to the lowest level and they break the last seal to enter the laboratory. The laboratory is filled with junk and as they look for Rezo's secret they have no clue what's what. Tiva pulls out a mask which allows him to unseal his magic power. Tiva then regains his power and attacks Lina and her friends. Tiva's evil magic is too powerful to destroy but our heroes manage to find a copy of the Claire Bible. All of Rezo's secrets are written in this book and they manage to crush Tiva.",
                        "jpn": "最下層へと急ぐリナたちの前に、研究所の管理をしていたという魔族のディーバが現れる。あっさりとリナに締め上げられてしまうディーバはレゾによって魔力を封じられていた。だが最下層で魔力を取り戻したディーバがリナたちに襲いかかる。純粋な魔族の力の前に苦戦を強いられるリナたちは…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "254146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254146",
                    "Titles": {
                        "eng": "WARNING! Eris' Wrath!",
                        "jpn": "Warning！ エリスの執念！"
                    },
                    "Summaries": {
                        "eng": "Rezo's secret is revealed in the book found in his institute. However it is too early to celebrate as Rezo and Eris storm into the institute. Rezo has great power and Lina discovers that this Rezo is a clone controlled by a device on his forehead. Eris is also very tough. Two fiends take the book of secrets back and in a split second attach the control device on Gourry. While Lina and Amelia are busy holding down Gourry, Rezo and Eris break Rezo's seal and create Zanaffer, a demonic beast. Eris is excited to find Rezo's inheritance. Then, the clone Rezo attacks Eris. When the clone is out of Eris's control, it is awakened to his self-conscious and resists the master.",
                        "jpn": "ついにレゾの遺産である、「クレアバイブルの写本」を手に入れたリナたち。だが、そこに突然レゾとエリスも姿を現した。圧倒的な力で迫るレゾ。エリスはスキをついてリナたちからレゾの遺産を奪い取り、ガウリイにコントロール装置を仕掛け、リナたちと戦わせている間に恐怖の魔獣を呼び起こすのだが…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "254147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254147",
                    "Titles": {
                        "eng": "X-DAY! The Demon Beast is Reborn!",
                        "jpn": "X-DAY よみがえる魔獣！"
                    },
                    "Summaries": {
                        "eng": "Relieved from Eris's control, the clone Rezo assaults Lina and her friends with his own will. The clone gets the power of Zanaffer, the demonic beast, and wants to prove his new strength. He challenges Lina's Giga Slave. Lina is almost provoked into using this powerful magic until Sylphiel stops her. It may destroy the world if it gets out of control. The clone attacks Sylphiel and Lina shields her taking the clone's tremendous blow.",
                        "jpn": "コピーだったレゾはエリスのコントロールを離れ、遺産の封印を解き魔獣ザナッファーの力を手に入れてしまう。そしてオリジナルレゾを超えた証として、リナにギガスレイブを打てってみろ命じる。挑発に乗るリナをシルフィールが止める。ギガスレイブは暴走すれば、世界を滅亡しかねない呪文だと言うのだ…!!"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "254148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254148",
                    "Titles": {
                        "eng": "YES! A Final Hope: The Blessed Blade!",
                        "jpn": "Yes！ 最後の希望 祝福の剣"
                    },
                    "Summaries": {
                        "eng": "Having been struck by the clone Rezo Lina is injured. Her friends try to help Lina escape, but even the power of Sword of Light doesn't work against the clone. Prince Philionel, Amelia's father, jumps in to help them out but he is no match for the clone Rezo. Our heroes escape into the basement of the Sacred Tree, where Lina has already entered before them. Lina is completely healed thanks to Sylphiel's cure incantation and the power of the Blessed Blade that is found there. She once again faces the clone Rezo with the Blessed Blade in her hand.",
                        "jpn": "シルフィールをかばい、コピーレゾの一撃を受けてしまったリナは瀕死の重傷を負う。そこに突然アメリアの父であるフィルが現れるが、コピーレゾに太刀打ちできるわけもなく、そろって神聖樹の地下に逃げ延びる。だがそこに隠されていたブレス・ブレードの力とシルフィールの治療呪文とでリナは大復活…!!"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "254149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254149",
                    "Titles": {
                        "eng": "ZAP! Victory is Always Mine!",
                        "jpn": "Zap！ 勝利はあたしのためにある"
                    },
                    "Summaries": {
                        "eng": "In order to have Lina and her friends come out of hiding, the clone Rezo attacks Sairaag. Gourry fights back with his Sword of Light and the others use magic incantations. Even though they fight a close battle they don't have the means to defeat him. In the nick of time, Lina appears with the Blessed Blade in her hand. They are encouraged by seeing a recuperated Lina and together our heroes fight with a renewed tenacity. The Blessed Blade absorbs the evil spirit out of the clone Rezo and he dies shortly after.",
                        "jpn": "リナたちをあぶり出すために、コピーレゾはサイラーグに向け攻撃を始める。ガウリイたちは光の剣と呪文の合体技で対応していくが次第に追いつめられていく。そこへブレス・ブレードを手にしたリナがようやく登場!! 果たして勝利を手にするのは誰か…？"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "13360",
            "URL": "https://thetvdb.com/series/slayers/seasons/official/2",
            "Titles": {
                "eng": "Slayers Next",
                "jpn": "スレイヤーズNEXT",
                "deu": "The Slayers Next",
                "por": "Slayers Next",
                "kor": "슬레이어즈 NEXT",
                "fra": "Slayers Next",
                "ita": "Slayers Next"
            },
            "Summaries": {
                "eng": "In the kingdom of Xoana, Lina Inverse and Gourry Gabriev unexpectedly come across their old companions, Zelgadis Graywords and Princess Ameilia Wil Tesla Saillune. Upon their reunion, the friends end up easily foiling the King of Xoana and his daughter's dastardly plans of world conquest.\r\n\r\nSoon after, it is revealed that Zelgadis is in search of the world's most valuable magical tome, the Claire Bible, hoping to discover a method to recover his human body among the many secrets sheltered within it. Despite his protests, the rest of the group decides to join in the quest after hearing of his mission. However, just when they were wondering where to start looking for the legendary book, they stumble upon a mysterious priest by the name of Xellos, who claims that he may be of some help in their pursuit.",
                "jpn": "神坂一の小説を原作にした人気アニメシリーズのTV版第2作。魔道の奥義が記された魔道書「クレアバイブル」を求めて旅に出たリナたち。千年前の降魔戦争以来、なりをひそめていたシャブラニグドゥ配下の魔族たちも動き出し、なぜかリナの行く手に絡んでくる…。",
                "deu": null,
                "por": "Lina, Gourry, Zelgadis, e Amelia se reencontram,e iniciam uma busca pela Clair Bible. Durante sua busca,eles encontram um misterioso sacerdote chamado Xellos,que aparenta saber uma ou duas coisas sobre o que eles procuram,mas,ele sempre tende a colocá-los em mais problemas,do que exatamente fora deles. Além disso,descobrem que a raça Monster tem seus próprios planos,e que Lina e Companhia fazem parte de suas más intenções.",
                "kor": "리나 인버스는 기가 슬레이브로 마왕을 물리치고, 잠시 흩어졌던 아멜리아, 제르가디스와 재회하게 된다. 이후의 모험에서는 마족 제로스와 만나게 되는데, 이 만남을 통해 리나는 기가 슬레이브가 폭주하면 이 세상을 무로 만들 수 있다는 사실을 알고 충격을 받는데...",
                "fra": "Lina, Gourry, Zelgadis, et Amelia se rencontre par coincidence dans le royaume de Xoana et se mettent à la recherche d'un ancien livre de magie : \"Claire Bible\". Leur recherche les amènent à faire la rencontre de Xelloss, un mysterieux prêtre qui semble possedez des indices sur ce que cherche Lina & Co recherche mais il s'avère qu'il leur cause plus de trouble qu'autre chose !",
                "ita": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "254150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254150",
                    "Titles": {
                        "eng": "The Sudden Pinch! The Terror of the Monstrous Zoamelgustar!",
                        "jpn": "いきなりピンチ！魔人ゾアメルグスターの恐怖！"
                    },
                    "Summaries": {
                        "eng": "In the season's opener, We see Lina and Gourry in an inn, eating, when suddenly a fight breaks out, spilling all of her food.  They get a taste of her power by this.\r\nAmelia wonders what Lina is up too, since months passed by.  Amelia, representing Seillun, goes into the city and hears the fight.  It reminds of her of Lina, and to surprise Lina is there, teaching several guys a lesson.  She hugs Lina, and say a few minor stuff together.\r\nLina reveals she is here to see the Xoana book, which had several connections with Shabringo 1,000 years ago.  Word is, it's about valuable as the Claire Bible, and is only being shown every fifty years.  Amelia is about to say something else (why her being there) but lies and tells her she is there for that reason too.  Amelia then wonders off, to the castle.\r\nAt the castle, King Moras, and his daughter, Martina, plot away the kidnapping of Saillune's daugther.  They think their forces will be sucessful in invading, Saillune, and taking ver the world! HA",
                        "jpn": "ゾアナ王国にセイルーンに対する謀反の疑いを質すためにやってきたアメリアだが、王に雇われていたゼルガディスによって囚われの身となってしまう。だが居合わせたリナとガウリイがアメリアを救出、ゼルガディスを寝返らせた挙げ句に王に口止め料を要求する。これを王女マルチナは拒否、敢然とリナに戦いを挑むのだが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "254151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254151",
                    "Titles": {
                        "eng": "The Roguish Priest! His Name is Xellos!",
                        "jpn": "ふざけた神官！その名はゼロス！"
                    },
                    "Summaries": {
                        "eng": "Zelgadis tries to seperate himself from the group in order to look for the Clair Bible.  When they aren't asking him why he is so distant, he gives a not-so secret clue by yelling at them.\r\nLina wants to help him, so the middle of the night, she terrorizes a group of bandits about or location of the Clair Bible, but they don't know anything.  The rest of the group go to Lina, and is shocked by her actions.  She tries to lie, but Amelia isn't that dumb.\r\nA mysterious guy named Xellos shows up and asks for their help looking for the manuscript of the Clair Bible.  He explains a group of bandits had stolen the manuscript from the temple he worked at, but they aren't fooled.  Lina asks him what is his true intention, but he tells her \"\"It's a secret.\"\"\r\nZelgadis isn't pleased with Xellos, and decide to look for it on his own.  Xellos then explains he knows the group of bandits that stole it called the \"\"Fighting Dragon's Blood Macho Battlers.\"\"\r\nLina and Gourry dress up in disguise and present the",
                        "jpn": "伝説の魔道書「異界黙示録」探しの旅に出たリナたちの前に、ゼロスと名乗る謎の神官が現れた。彼は一行に、盗賊に奪われた異界黙示録の写本を取り返してほしいと依頼する。仕事は引き受けたものの、リナはこの依頼の裏に何か釈然としないものを感じていた。ともあれ、ゼロスの案内で盗賊団のアジトへ忍び込むのだが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "254152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254152",
                    "Titles": {
                        "eng": "A Wonderful Business! Being a Bodyguard isn't Easy!",
                        "jpn": "素敵な商売！用心棒も楽じゃない！"
                    },
                    "Summaries": {
                        "eng": "Lina and Amelia fight over which restaurant is better, Roast Beef or Hot Pot.  Lina/Gourry goes to the Roast Beef restaurant, while Amelia and Zelgadis goes to the Hot Pot restaurant.\r\nBoth parties are approached by two different men, and are asked to take a position as body guards for two candiates that are running against each other.\r\nWhat they both don't know is when playing dirty, Lina/Gourry attack Amelia/Zelgadis, and vice versa.\r\nBoth candiates, Tarimu (for Lina/Gourry), and Demia (for Amelia/Zelgadis), decide for them to have a showdown at the ruins of the city, which is just north of there.\r\nWhen parties meet, they are not surprised who are they challenging, but they head back to town, where magical slime beasts are attacking everyone.  Lina/Amelia goes to find the roots of the beasts, and it is revealed that it's coming for both of their candiates home.\r\nThey throw Taimu and Demia in jail, but both Lina and Amelia forgot that they didn't get paid (after being promised to get high",
                        "jpn": "ささいなことで喧嘩をしたリナたちは、魔道士協会の会長職を争うタリムとデイミアの用心棒として、それぞれ雇われることに。互いが相手とは知らずにイヤガラセを始めるのだが、キリがないので決闘で決着をつけようということになる。そこで初めて四人は相手がリナとガウリイ、アメリアとゼルガディスだと気がつき…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "254153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254153",
                    "Titles": {
                        "eng": "An Ancient Pledge! One Who Seeks Immortality!",
                        "jpn": "いにしえの契約！不死を求める者！"
                    },
                    "Summaries": {
                        "eng": "They visit both Tarimu and Demia and they think Halcyform, the former guild director, did it to them.\r\nLina and the gang go to Halcyform's home, which is the only place isn't damage, and they find out Halcyform pledge to the monsters (or to Saygram) to become immortal.\r\nHalcyform seem to powerful for them, but Lina trapes him in ice.  Saygram wants to attack, but Xellos shows up, and Xellos tells him not to.  Saygram retreats, and Xellos talks to them.  He was about to explain how to kill Halcyform, but Lina beat him to it, explaining that inorder to kill the pledge, you must destory the stone that he pledge.",
                        "jpn": "タリムとデイミアの疑いを晴らさなくてはリナたちは未払いの報酬を手に入れることができない。多額の報酬のため、二人の疑惑を晴らさざるを得ないリナたちは事件の鍵を握っていると思われる魔道士協会前会長の屋敷に乗り込む。だが、そこには不死の研究を続ける前会長のハルシフォムと魔族セイグラムが待ち受けていた…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "254154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254154",
                    "Titles": {
                        "eng": "Staying Behind For the Sake of Love!",
                        "jpn": "残されし愛ゆえに！"
                    },
                    "Summaries": {
                        "eng": "The group manages to search around the home, and find a hidden room in the attic.  By this time, Halcyform has already been defrosted.\r\nThey escape his wrath when Lina makes a whole in the ground around them.  They land in a sewer like place in the home, where slugs are present.  Lina gets scared and hang on to Gourry.  They proceded to get transported to another place by Saygram, while Zelgadis and Amelia fight of the slugs.  Then Amelia and Zelgadis manages to get kidnapped.\r\nShortly after, Lina and Gourry runs away after being transported and end up in a lab.  They see a woman laying there, and Halcyform shows up.  We learn his back story, why he is doing this.  He is trying to bring back the love of his life, Rubia (the woman in the box) after monsters attacked them, and he wasn't unable to save her.\r\nAmelia and Zelgadis shortly appears, wrapped up in a cococun, they  fall into the pool, where they lose their energy, giving it to Rubia.\r\nLina figures out where the pledge stone is, and",
                        "jpn": "リナに魔族の仲間になれば、命を助けてやると取引を持ちかけるセイグラム。だが、そんなことをリナが受けるはずはなかった。屋敷を逃げ回るうちにリナたちはハルシフォムの恋人ルビアを納めた棺を見つける。彼はルビアを蘇らせるために不死の研究をしていたのだ。そして、彼はついにルビア復活の儀式を始めようとして…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "254155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254155",
                    "Titles": {
                        "eng": "You Can't Escape! The Return of the Obsessive Martina!",
                        "jpn": "逃がさない！執念のマルチナふたたび！"
                    },
                    "Summaries": {
                        "eng": "Martina swears to take something from Lina and tries to do so in a disguise but fails when stealing her jewel that explodes on her.\r\nThe gang decide to rest at a spa (hot spring looking but isn't) sorta of place, where Martina manages to steal Lina's bandana while sleeping.  Martina then proceeds to curse Lina (thanks to Lord Zoamelgustar.)\r\nThe next morning, when Gourry stole Lina's food, she attacks him, and gets hit herself.\r\nXellos, then gives a demonstration saying that someone cursed Lina, and if she hurt (or touch you) she get the touch back.  By proving this, Xellos forces Gourry to grab Lina's boobs.  She then kicks him in the groin, only to have the pain return to herself.\r\nMartina shows up and explains she did this.  They run away as Monsters suddenly shows up and attacks them.\r\nMartina while running accidentally drops a knife, breaking the spell.  Lina does a fireball, sending Martina away.\r\nAfter a hard days work, Amelia suggests to Lina they'd go to a hot spring next time so th",
                        "jpn": "アトラス・シティでの一件も片づき、再び旅に出たリナたち一行。だが祖国を壊滅させられたゾアナ王国の王女マルチナが、彼女たちを狙っていた。彼女はリナのトレードマークのバンダナを手に入れ、攻撃の痛みがリナに跳ね返るよう呪いをかける。だが、人を呪わば穴二つ、マルチナは自分にも間違って呪いをかけてしまい…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "254156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254156",
                    "Titles": {
                        "eng": "Sudden Cooking! Follow the Phantom Dragon!",
                        "jpn": "びっくり料理！幻のドラゴンを追え！"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang stop by in a town offering a Dragon Course feast.  The workers try to fool Lina and co., with imitations, or whale food.\r\nThey notice it, and they go to the back and demand their food.  The head chef tells them personally he'd get the dragon and make it himself, making Lina all excited.  He offers them to go hunting for the dragon, and they accept. Basically they have trouble capturing the dragon, but they manage to.\r\nIn the end, as Lina awaits her food, it is revealed that due to the dragon's poision, it will take long to cook (at least 2 months - 6 months a dish.)  Rather waiting for their cuisine, Gourry, Amelia, and Zelgadis drag Lina out of the restaurant as she screams for the dragon cuisine.",
                        "jpn": "セイルーンを目指す途中、ドラゴン料理を注文したリナたちだが、出された料理は犯罪的なまでにまずかった。聞けば新鮮な材料が手に入らないので、料理がまずくなってしまうのだという。リナたちは新鮮なドラゴンを手に入れ美味しいドラゴン料理を食べるため、ドラゴン料理人アシュフォードとともに船をこぎ出すのだが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "254157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254157",
                    "Titles": {
                        "eng": "Be Eternal! The Day Prince Phil Died?",
                        "jpn": "永遠なれ！フィルさんが死んだ日？"
                    },
                    "Summaries": {
                        "eng": "They return to Seyruun only to find the flags are at at half-mast.  They think Phil (Amelia's father) is dead, but no body was recovered.\r\nThey soon learn that there was (and still is) some kind of plot against Phil, which could of been why he died.\r\nWhile talking one late night, they are interrupted by a intruder at the castle, making the guards go into a frenzy.\r\nThe next morning, Lina and the rest are attacked by the same intruder, but only to find out that it's Phil is disguise.  He then reveals that the only way he could of find out who was really against him was to fake his own death.\r\nHe is worried because the battle has just begun.",
                        "jpn": "セイルーンでリナたちを待っていたのは、アメリアの父、そして第1王位継承者でもあるフィルの訃報であった。フィルの死が暗殺によるものだと知ったアメリアは真相究明を開始、リナたちとともに暗殺の現場に向かう。しかし待ち構えていた魔族の攻撃で、絶体絶命の窮地に追い込まれてしまう。その危機を救ったのは…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "254158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254158",
                    "Titles": {
                        "eng": "Hidden Ambitions! The Shocking Confession?",
                        "jpn": "秘められし野望！衝撃の告白？"
                    },
                    "Summaries": {
                        "eng": "Lina and company find out that Kanzel and Mazenda, who are loyal subjects of Christopher (Phil's brother and who is next in line for King if Phil died) and Alfred (Christopher's son) are behind it.\r\nThey (Lina and Mazenda) get into a fight making Lina loses her magic at the end of the episode.",
                        "jpn": "セイルーンは魔族に狙われていた。しかもこの一件には、フィルの弟であるクリストファーが関係しているらしい。身内が陰謀に関わっていることに正義親子のフィルとアメリアは心を大いに痛める。そんな時、クリストファーの息子アルフレッドが父が黒幕であると告白、説得するから時間がほしいとリナたちに申し出るが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "254159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254159",
                    "Titles": {
                        "eng": "On a Journey With a Pack of Scoundrels?! Take Back That Magic Power!",
                        "jpn": "クセ者ぞろいの珍道中？！魔力を取り戻せ！"
                    },
                    "Summaries": {
                        "eng": "After the battle (Kanzel and Mazenda got away), Lina can't use her powers, so she (by herself) decides to see the doctor (at mount Rune) who is famous for curing problems.\r\nLina manages to get Xellos (and Martina as a stowaway) up there as well.  When they get there, they find out that is doctor is a 10 year old kid, who is actually a relative's real doctor who died long ago.\r\nWhen mixing up a sensitive potion together, Martina manages to slip something in, in hopes of killing Lina only to have the potion blow up and house and everyone in it.\r\nIn the midst of the debris, they are attacked by monsters.  Lina notices that Xellos is using some magical orbs/amplifers to give a power up on his magic.  Lina manages to convince Xellos to give her the ampliers, and she puts it one.\r\nAfter killing the monsters, Martina stumbles out of some debris, only to have something ontop her head...\r\nThe Claire Bible Manuscript!",
                        "jpn": "失った魔力を取り戻すため、リナは山奥に住む魔法医の元へ向かった。その道中、いきなり現れたゼロスとマルチナも同行することになってしまう。リナの魔力が失われていることを知ったマルチナは、あの手この手でイヤガラセを仕掛けてくる。苦労の末、魔法医の元に辿り着くがリナの魔力を復活させることは出来なかった…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "254160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254160",
                    "Titles": {
                        "eng": "Voices from the Darkness! Slash 'em to Bits, Ragna Blade!",
                        "jpn": "迫り来る闇の声！切り裂けラグナ・ブレード！"
                    },
                    "Summaries": {
                        "eng": "Back at Seyruun, Phil, Zelgadis, Amelia and Gourry are brought to another dimension by Mazenda and Kanzel.\r\nWith Lina, she eagerly reads the manuscipt that tells of a spell called the Ragna Blade, and will be useful later on in the show.  Martina fells left out, and grabs the book only to have it burned Xellos.\r\nLina notices the smoke signals, and remembers what it meant.  If Phil and the others were in trouble, the guards (or whoever) would do a smoke signal of some sort.\r\nLina uses the new Ragna Blade spell to break through the barrier, only to have Phil kidnapped again by Kanzel.  We find out they were after Lina from all along.",
                        "jpn": "リナが魔力を取り戻すことに必死になっている頃、セイルーンの王宮は魔族カンヅェルの襲撃を受けていた。ガウリイたちも抵抗を試みるが、カンヅェルの魔力で異空間に引き込まれ、大苦戦を強いられてしまう。そこへリナが登場、タリスマンで魔力を一瞬だけ増幅し、今まで使えなかった呪文、神滅斬で異空間を切り裂いた…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "254161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254161",
                    "Titles": {
                        "eng": "The Unexpected End? The Shocking Truth!",
                        "jpn": "ドンデン返し？意外なる真実！"
                    },
                    "Summaries": {
                        "eng": "It was Alfred (Amelia's cousin) who was all along behind the whole kidnapping/kill Phil situation, only to have Kanzel and Mazenda turn and kill him-- the actual bad guys.\r\nPhil manages to get himself knocked out, while Lina and the rest are being taken by Kanzel up high in the sky (thanks to one land piece of Seyruun.)\r\nThey manages to kill Mazenda, but are they strong enough to kill Kanzel?",
                        "jpn": "リナたちはフィルをさらわれ意気消沈する。そんな時、事件の首謀者だと思われていたクリストファーが王位継承権を放棄すると宣言した。今回の真相を突き止めるために、リナたちはアルフレッドの屋敷へと向かう。一行を待ちかまえていたアルフレッドは、自分が王位につくために事件を引き起こしたことを告白するが…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "254162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254162",
                    "Titles": {
                        "eng": "Impending Fall! The Moment of Ambition's Defeat!",
                        "jpn": "墜落寸前！野望のついえる時！"
                    },
                    "Summaries": {
                        "eng": "Lina was only bluffing that her powers were gone, so when thinking that Kanzel managed to kill Lina by pushing her at the edge of the cliff (and straight down to Seyruun), she manages to get a sneak attack with a Dragon Slave which does little damage.  She then amplify her power and uses the Laguna Blade to kill Kanzel.\r\nThe problem is Kanzel's power was holding up the little island, and it's heading towards Seyruun.\r\nLina and company manages to get down before the island, and Xellos sugests to do a magical amplified version of a Dragon Slave.  She does it, and it not only blows up the island but a small piece of Seyruun as well.\r\nAt the end, they are worried about Lina, saying that Gaav, the Demon Dragon King is after her and why is she linked to it...",
                        "jpn": "一瞬の機転でマゼンダを倒したリナたちは、最後の敵カンヅェルに挑む。が、敵は強力な力を誇る魔族、さしものリナも空中庭園から放り出されてしまう。だがリナはマゼンダを倒したことで魔力を回復させており、不意をついてカンヅェルを討ち倒すことに成功する。しかし、カンヅェルは最後に罠を仕掛けていた…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "254163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254163",
                    "Titles": {
                        "eng": "The Forbidden Dance? Where is the Strongest Spell?",
                        "jpn": "禁断のダンス？最強呪文はどこだ！"
                    },
                    "Summaries": {
                        "eng": "Lina pays for a map, saying that their is treasure in an anceint ruin that may or may not contain the real Claire Bible.\r\nThey reached the ruin only to find two other groups are also looking for this \"\"treasure\"\", and a silly looking monster, guarding the ruins.\r\nLina manages to slow the two groups down as the monster goes for both parties.  Leaving Lina and company alone as they enter the ruin.  It has several stupid obstacles at first (When Lina tells them if you see a button... Gourry pushes it, only to find out you're not suppose to push it, etc.) but they reach a room containing a treaure like chest.\r\nThey look at the contents of the chest, only to find out that it contains a book and two dresses that are needed to perform the spells in the book.\r\nThe silly monster attack them, while the other groups show up.  The all of them (except Lina, Amelia and Zelgadis) fight each other.\r\nLina and Amelia stop the fight as they put on the dresses, and proceeds to do sing the 'spells' in the book (a",
                        "jpn": "事件の裏に魔竜王ガーヴがいることを知ったリナたちは対抗する手段を求め、再び異界黙示録を探す旅に出る。最初の目的地は魔族が守るという遺跡。激闘の末にリナたちは踊りと歌、そして衣装までもセットになった意味不明なシロモノを手に入れる。リナとアメリアは恥ずかしがりながらも「乙女の祈り」の歌を歌うのだが…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "254164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254164",
                    "Titles": {
                        "eng": "A Big Crash? The Battle at Artemay Tower!",
                        "jpn": "大激突？戦いのアルテメ塔！"
                    },
                    "Summaries": {
                        "eng": "The gang visit a place called Artemay Tower, after Xellos tells them a story spooking them of their wits.\r\nHe tells how a guy lived in the tower, with all dolls and fell inlove with a villager.  When the girl went missing, angry villagers went to the tower, only to find all the dolls has the girl (who he fell in love with) had all her face on the dolls.\r\nThanks to the chef at the inn they were in, they get some cute costumes and head for the tower.  They disreguard the dolls, only to have the dolls scare them (in broad day light.)  They figure out about the costumes, and uses it, as they enter the tower.\r\nThe dolls aren't arrive of them, and they get a visit from the guy from the story named Joe.  After a few twists and turns, they manages to kill the real monster, who was acting as Joe's doll.\r\nBack at the end, Lina is upset at Xellos saying that they did that for nothing, thinking that the Claire Bible could be actually up there.  But the others are happy with their cute costumes.",
                        "jpn": "異界黙示録探しの旅を続けるリナたち一行。アルテメ塔と呼ばれる、人間を人形に変えてしまう搭の中に異界黙示録があるという情報を得てやってきた。リナたちは人間だとバレないように、思い思いの着ぐるみを着込んで塔の中へ乗り込んでいく。だがジョーと名乗る魔族が、手ぐすねを引いてリナたちを待ち受けていた…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "254165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254165",
                    "Titles": {
                        "eng": "Bitter Curve Balls! Gutsy Fast Balls!",
                        "jpn": "恨みの魔球！根性の豪速球！"
                    },
                    "Summaries": {
                        "eng": "Lina manages to get herself stuck in a situation she cannot refuse.  When thinking that if you enter Brass Rackets (like Tennis but with special rackets, and you control the ball) competion, you could win a clue to the Claire Bible.\r\nA man, Rudo, approaches Lina after seeing her fight the last meat ball.  She doesn't aceept it at first, but does when Martina and Keith, Rudo's rival challenges them.\r\nAs the match goes on, Xellos and Amelia manages to sneak into the competition, only to be beaten by Lina and Rudo.\r\nIn the final, Lina/Rudo, and Martina/Keith scares the rest of the opponents, and get disqualified-- leaving Xellos and Amelia the winners.\r\nThey then find out that the clue wasn't actually for a Claire Bible, but a Claire GABLE-- the guy who invented it.  Zelgadis is pissed, and manages to hit Xellos with a spell.\r\nAs this episode end, we find out that Keith is actually Rudo's son, and Lina and Martina goes berzerk.  They chase them with the balls, and the rackets.",
                        "jpn": "とある町へとやってきたリナたちは、ブラスラケッツという、魔力テニスの大会の優勝者に与えられるトロフィーこそが、異界黙示録であるという情報を入手する。トロフィーを手に入れるため、リナはルードというコーチに特訓を受けて大会を勝ち上がっていく。しかしリナの優勝を阻止すべく、マルチナが立ちはだかった…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "254166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254166",
                    "Titles": {
                        "eng": "They're Talking About a Girl Named Zelgadis?",
                        "jpn": "噂の彼女はゼルガディス？"
                    },
                    "Summaries": {
                        "eng": "The gang decide to head to the town called Femille, who they think the Claire Bible may be there.  The thing is, Femille is inhabited by females... ONLY.  So yes, this would mean, Gourry, Zelgadis, Xellos would have to dress up.\r\nWhile heading to Femille, Zelgadis manages to save the princess of Femille, Miwan, after being attacked by monsters.  They bring her back to (of course) the queen, and she warns them, \"\"It's a good thing she was saved by all females.  If any men would of be present, they would be sentenced to die-- no questions asked.\"\" sort of warning.\r\nZelgadis starts to have a crush on Miwan, but she had problems on her own.  Miwan is pressured to become a shrine maiden, but she doesn't want to.  She decides she wants to break the fountain that would make them a shrine maiden, by just placing the water(fall) on the person's head.\r\nOf course, they are attacked by monsters, and with Lina and company help (Zelgadis, and Gourry break out of their disguises in the process) they defea",
                        "jpn": "女だけが住む国にやってきたリナたち。男であることがバレたら即座に処刑であるため、ゼルガディスとガウリイは嫌々ながらも女装して王国に潜入することに。そんな中、ゼルガディスは知り合った王女ミワンの境遇に同情していく。だが彼女は魔族の人質に。ミワンを助けようとゼルガディスは決死の技で魔族を倒すのだが…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "254167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254167",
                    "Titles": {
                        "eng": "The Temple of the Sand! The Secret of the Giga Slave!",
                        "jpn": "砂の神殿！ギガスレイブの秘密！"
                    },
                    "Summaries": {
                        "eng": "Lina is fed up for looking and getting unexpected results for the Claire Bible, but Xellos reveals ontop of that mountain, in the temple holds the Claire Bible Manuscript.\r\nAfter a hike up to the mountain, they enter the temple, and find out they entered another dimension-- a desert like place.\r\nXellos manages to reveal a tablet that is an actual manuscript of the Claire Bible.  The only problem is, it's written in code, which is very confusing... and that 1,000 more tablets have been brought up by Xellos.\r\nThey don't know where to start, but they get help when a mysterious old lady, Auntie Aqua, tells them she is the keeper of the tablets.  They ask for her help, and she reveals the tablet they seek is a three-day journey to the other side.\r\nThey decide to camp out the first night, and while Lina can't sleep, she sees Auntie Aqua by herself.  Auntie Aqua reveals the tablet that Lina was looking for, and tells her to touch it.\r\nLina does and gets a glimpse, if she used a Giga Slave spell th",
                        "jpn": "異界黙示録の完全な写本があるといわれる神殿で、リナたちはアクアという老婆に出会う。無限に連なる石板に記された異界黙示録は、あまりに膨大な情報を持つため、求める情報が記された場所まで三日もかかるという。かくして旅立った一行だが、リナはその夜一つの夢を見る。それは重破斬が暴走した世界の光景だった…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "254168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254168",
                    "Titles": {
                        "eng": "Disclosure at Last? Xellos's True Form!",
                        "jpn": "ついに発覚っ？ゼロスの正体！"
                    },
                    "Summaries": {
                        "eng": "We find out that Xellos is actually part monster, and is extremely powerful.  They (Xellos, Lina) manages to get away, only to have Saygram (the hencemen) follow them.\r\nThe others tries attacking but nothing works.  Gaav shortly shows up, and when the gang think they are going to die... Martina shows up.\r\nMartina uses her brooch looking thing as a shield (Lord Zoamelgustar!), and to everyone's surprise, it works.  They manage to run away, and Auntie Aqua pops out of Martina's brooch.\r\nAuntie Aqua then reveals the truth, saying she is what's left of the Water Dragon King from the many years ago.  She tells them to head to Katahto Mountains where the original Claire Bible is being held.  She breaks a doorway for them, and they all manage to escape.\r\nEating at an inn, Martina finds out that Xellos is part monster, breaking her heart.  What surprised them the most, Gourry knew this all along (before the rest of them.)",
                        "jpn": "リナを仲間に引き込もうとしていたガーヴが、一転してリナの命を狙ってきた。それは敵対する冥王フィブリゾに、リナを取り込ませないためだった。シャブラニグドゥ配下の五人の魔王のうち、最も好戦的なガーヴに対抗するすべがリナたちにあるわけがなく、絶体絶命の窮地に！ そんなリナたちをアクアが救う…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "254169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254169",
                    "Titles": {
                        "eng": "No Other Choice! Set Course for Dragon Valley!",
                        "jpn": "いくっきゃないっ！ドラゴンの谷を目指せ！"
                    },
                    "Summaries": {
                        "eng": "A boy tries to steal Lina's wallet, but they catch on.  As punishment, Lina makes him massage her neck/back, etc.  They ask him about Kahato Mountains, and he gives them a map.",
                        "jpn": "魔族に対抗する手段を求めて旅をするリナたちは、ドラゴンズ・ピークを治める黄金竜の長老ミルガズィアと出会う。ゼロスの口利きでリナの求めを聞き入れたミルガズィアは、彼女のみという条件で、異界黙示録の元へと案内をすることを了承する。そんな時、一行の前にガーヴ配下の魔族セイグラムが襲いかかってきた…！"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "254170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254170",
                    "Titles": {
                        "eng": "The Thousand Year Old Truth! The Traitorous Demon Dragon King!",
                        "jpn": "千年の真実！裏切りの魔竜王！"
                    },
                    "Summaries": {
                        "eng": "Lina steps through the barrier along with Milgasia, the guide/dragon who suppose to show her there.  Along with Martina clutching on her leg, they reach a place where Lina manages to view the actual (ball of light) Claire Bible.  She gets her answers, when using Giga Slave, she is actually calling on the Lord of Nightmares herself which enters her body. While this is all happening. her friends, fight off Saygram.\r\nLina comes back with full of knowledge, after Gaav manages to enter the dimension, killing Auntie Aqua.  She shortly arrived when Lina showed up but fought him back and told them get out of there.\r\nLina manages to kill Saygram with the Laguna Blade spell.  Just when Xellos congratulates her, he gets atatacked by Gaav.",
                        "jpn": "ドラゴンズ・ピークの奥にある洞窟のこれまた奥深く超空間への扉をくぐったリナは本当の異界黙示録を目にする。実は異界黙示録とは降魔戦争によって滅ぼされた水竜王の遺した膨大な記憶だったのだ。異界黙示録と精神を通わせたリナは、ガーヴが魔族に反旗を翻した理由と、重破斬の力の源である金色の魔王の真実を知る…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "254171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254171",
                    "Titles": {
                        "eng": "The Stolen Sword of Light! The End of the Demon Dragon King!",
                        "jpn": "奪われた光の剣！魔竜王最後の時！"
                    },
                    "Summaries": {
                        "eng": "Towards at the end of the last episode, Amelia is badly and is being healed by Milgasia, while the others fight Gaav off.  Xellos escapes Gaav's grip, while Martina and the little boy are watching from afar.  Gourry and Zelgadis tries to fight him off, but when think they are about to get killed, Amelia wakes up and stops Gaav.\r\nGaav starts to head for Amelia, but Zelgadis jumps, taking the blow which saves her.  Lina is very weak, and is now being healed by Milgasia.  She is fully recovered, and fights Gaav.  She uses the Laguna Blade to kill him.\r\nWhen they are about to celebrate, Martina notices the boy missing.  All off a sudden, Gaav shows up, and they try to make a run for it.  But then, the Hellmaster, shows up... who was actually the little boy in disguise.  With a snap of his fingers,  Gaav is instantly killed.\r\nThe Hellmaster, named Phibrizzo, somewhat retreats and takes Gourry as a hostage, so that Lina follows his unknown plan to them.  He tells them go to Sairaag, to save Gou",
                        "jpn": "異界黙示録との接触を果たしたリナたちは、今度は圧倒的な力を誇るガーヴの猛攻を受ける。ガーヴには神滅斬の攻撃さえも効かず、高位魔族であるゼロスさえも歯が立たない。だがその時、リナたちを案内した少年がガーヴを一撃で葬り去ってしまう。その少年こそゼロスの裏にいた黒幕、冥王フィブリゾだったのだ…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "254172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254172",
                    "Titles": {
                        "eng": "The Menacing Swordsman! A Journey of Reunion!",
                        "jpn": "脅威の魔剣士！再会の旅路！"
                    },
                    "Summaries": {
                        "eng": "While going to Sairaag, Lina takes her anger out of some bandits, and someone hiding in back of a bush, who turned out to be Sylphiel.\r\nSylphiel has no doubts on going with them (including Martina-- but she has something else in mind, non-revenge on Lina) and questions Lina about her relationship with Gourry.\r\nLina gives her answer like she did with the first season, is until Gourry decides to give her the sword of light, they will be off (despite Sylphiel liking Gourry.)\r\nThey are then attacked by a guy, who has the Sword of Light.  They fight him off, and joining the fight is Zangulus.  Lina manages to use the Laguna Blade against this skilled swordsmen, only to find out it's Gourry behind it.",
                        "jpn": "ガウリイをさらわれて意気消沈するリナたちは、かつてともに闘ったシルフィールと再会する。シルフィールによれば、コピーレゾとの闘いで消滅したはずの街、サイラーグが復活しているらしい。驚いたリナたちは一路サイラーグに向かうが、ガウリイの愛剣「光の剣」を持つ仮面の剣士の襲撃を受けて窮地に陥ってしまう…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "254173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254173",
                    "Titles": {
                        "eng": "Sinister Trap! The Mysterious City of Ghosts!",
                        "jpn": "邪悪なる罠！幻の死霊都市！"
                    },
                    "Summaries": {
                        "eng": "Phibrizzo takes Gourry back, and which forces them to go to Sairaag.  They reached Sairaag, and eariler reports were true.  Sairaag was the city that the Copy Rezo had destoryed, but is suddenly back for no reason.\r\nFurther evidence is proven, when Sylphiel manages to meet/hug her dead father.  He then reveals they are all dead but was brought to \"\"life\"\" by Phibrizzo.  Lina tries to get more out of Phibrizzo, but they way that Sylphiel's father and everyone else, he is limited to answer questions.\r\nAlthough he can answer this... Phibrizzo is in a temple located in the center of the town.  Lina and company tries to enter the temple, but it has no doors.  Suddenly a door appears, and Lina rushes into, only to have her running back out.\r\nThey figure it's something to do with the dimension, but before they could invistage more, they are \"\"cornered\"\" by villagers, who doesn't attack.  Lina knows they are under Phibrizzo's order, and leave quietly.\r\nLater in midnight, they decide to come up with a",
                        "jpn": "ガウリイを操って一行を襲わせたフィブリゾは、再度リナをサイラーグへと誘う。サイラーグへと辿り着いたリナたちが目にしたものは、復活した街と死んだはずの住民の姿だった。爆発に飲み込まれ命を失ったシルフィールの父の姿もあった。だが彼らはフィブリゾによってかりそめの命を与えられた生ける死人だったのだ…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "254174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254174",
                    "Titles": {
                        "eng": "The Souls of the Dead! Lina's Final Decision!",
                        "jpn": "死せる者の魂！リナ最後の決断！"
                    },
                    "Summaries": {
                        "eng": "The three of them (Lina, Sylphiel, and Zangulus) reach Phibrizzo who reveals he is holding the dead (who ever was killed in the city) as his puppets.\r\nSylphiel then tells Lina to do a Dragon Slave, and she does.  It is no match against Phibrizzo but Sylphiel does a Dragon Slave herself surprising him (and Lina.)  When they think they killed him, he shows up for what seems to be their final battle.\r\nPhibrizzo manages to bring Amelia, Zelgadis and Martina to him, and proceeds to slowly kill them off (he is the death master) until she decides to do the Giga Slave spell.\r\nHe starts to \"\"kill\"\" them one by one which forces her to do it.  As Martina has her last breath, she tells Lina to do what she believes in (love with Gourry.)  Lina does the spell and indeed lose control, and when it looks like his plan has suceeded, something happens.  Lina starts to talk to Phibrizzo.\r\nThe person who is actually possessing Lina reveals he is actually the Lord of Nightmares himself.  He reveals when someone d",
                        "jpn": "姿を現したフィブリゾの目的はリナの使う呪文、重破斬を暴走させることにあった。その力の源泉は金色の魔王にあり、であれば、この世に破滅をもたらすことなど容易だろうと踏んだのだ。フィブリゾの意図を知るリナは重破斬を使わず倒そうとするが、彼の力はあまりにも強大で、ついには万策尽きてしまう…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "254175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254175",
                    "Titles": {
                        "eng": "Go to NEXT! And Then Again...",
                        "jpn": "Go to NEXT！そしてまた…"
                    },
                    "Summaries": {
                        "eng": "Phibrizzo didn't know when someone casts the Giga Slave spell, he/she calls on the Lord of Nightmares himself.  He wouldn't of not proceeded with this plan of more power, if he had known about this.\r\nLina (Who is actually possessed by the Lord of Nightmares-- note: I'm still refering to him as Lina) gives Phibrizzo what he wants, and kills him.\r\nEveryone (including Gourry, but minus the already dead people) awakes from their humble sleep, and sees Lina.  They are shocked to know that Lina is no more, since she is possessed by the Lord of Nightmares.\r\nThey place starts to crumble and Lina proceeds to go back to the dark where she came from.  Gourry doesn't want to lose Lina, and goes after her.  Amelia, Zelgadis, and Sylphiel tries to stop him but it's no use, when more of the debris stop them.  Meanwhile with Martina and Zangulus, he suggest to pray to Zoamelgustar for there safety.\r\nAs Lina starts to head to the dark ball where she came from, Gourry still goes after her.  He goes through",
                        "jpn": "フィブリゾの思惑通り、重破斬は暴走したかに見えた。だが彼は呪文の正体に気づいていなかった。重破斬は絶対的な力を持つ金色の魔王を召喚する呪文であり、彼女こそ神族、魔族を超越するすべての存在の母だったのだ。リナの身体に顕現した金色の魔王はガウリイたちの命を救い、自分に刃を向けたフィブリゾを滅ぼすが…。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "13361",
            "URL": "https://thetvdb.com/series/slayers/seasons/official/3",
            "Titles": {
                "eng": "Slayers Try",
                "jpn": "スレイヤーズTRY",
                "deu": "The Slayers Try",
                "por": "Slayers Try",
                "kor": "슬레이어즈 TRY",
                "fra": "Slayers Try",
                "ita": "Slayers Try"
            },
            "Summaries": {
                "eng": "For nearly a millennium, demons have imposed a magical barrier that has impeded the people trapped within it from reaching the outside world. Now that it is broken, several kingdoms seek to explore the lands that were once beyond their grasp. To this end, they establish a peace delegation to make contact with the inhabitants of the new world.\r\n\r\nMeanwhile, the young sorceress Lina Inverse receives a message from a mysterious woman named Filia ul Copt. When they meet, Filia expresses interest in hiring Lina and her friends, having heard of their great deeds, for a certain task that will take them to the outside realm. Despite that, Filia feels the need to put their strength to the test and pits them against a dragon in the middle of the city! After proving themselves, the sorceress and her fellow adventurers set off for the unexplored lands, where many adventures and a worrying prophecy await them.",
                "jpn": "神坂一の小説を原作にした人気アニメシリーズのTV版第3作。大陸を覆っていた結界が消滅し、外の世界との行き来が可能となった。外の世界からやってきたフィリアから、滅びの神託による世界危機を救って欲しいとの依頼を受け、リナたちの新しい旅が始まるのだった…。",
                "deu": null,
                "por": "Vários meses se passaram (depois do fim de Slayers Next). A barreira feita pelo Lord das Trevas foi quebrada, e como resultado, Lina Inverse e seus amigos têm a permissão para ir ao mundo exterior. Lá eles ficam presos em uma profecia declarando que um senhor da escuridão de outra dimensão, Dark Star Dugradigdo, entrará em seu mundo e espalhará o caos.",
                "kor": "슬레이어즈의 세번째 이야기!  리나와 가우리는 의뢰인을 만나러 가던 중 제르가디스와 아멜리아를 만난다. 그리고 함께 의뢰인 피리아를 만나러 간다.   바깥 세계에서 온 피리아는 세계가 위기에 빠질 것이라는 신탁에 대해 이야기하며 세계를 구하기 위해 함께 해달라고 부탁한다. 언니로부터 편지를 받은 리나는 피리아의 의뢰를 들어주게 되는데...  세계를 구하기 위한 리나 일행의 모험이 시작된다!",
                "fra": "Les barrières magiques entourant leur monde se sont effondrées. \"L'autre monde\", au-delà des mers, peut ainsi être exploré. C'est d'ailleurs là que se dérouleront les nouvelles aventures de Lina et ses amis. Mais ils se retrouvent très vite mêlés à la Prophétie du Chaos. Celle-ci annonce la fin du monde si on ne fait rien pour l'en empêcher.",
                "ita": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "254176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254176",
                    "Titles": {
                        "eng": "Majestic? Hoist Sails for the Journey!",
                        "jpn": "威風堂々？旅立ちの帆をあげろ！"
                    },
                    "Summaries": {
                        "eng": "After killing Phibrizzo, a barrier that was holding them in for a thousand of years (or so), has been removed, arranged by Phil (Amelia's father.)  Lina gets a letter from someone named Filia, who wants to meet her and offers her money (something Lina can't refuse.)\r\nWhile looking for her, they meet up with Zelgadis, who doesn't mind on coming along.  His true intention was to go to the other lands and try to find a cure for himself.  Filia shows up and wants to talk in private, so they go into a more secluded place.  When Filia starts to talk, Gourry does something that is far unexpected.  After seeing a tail, he looks under her skirt.\r\nFreaking her out, she grabs a mallet of some sort, hits Gourry and runs away.  Things get settled, and they meet with her again, just when the boats are leaving.  She tells them about wanting to test their strength and disappears.\r\nSuddenly a gold dragon appears, attacking the boats.  Amelia joins the fight on this golden dragon attack.  A few spells go o",
                        "jpn": "冥王の死によって、リナたちの「世界」を覆っていた結界が消滅してから数ヶ月後。セイルーンをはじめとする各国は、フィル王子の音頭で結界の外の世界に使節団を送ることを決定する。一方リナとガウリイは、差出人不明の手紙に誘われ、港町へとやってきていた。そこにアメリアやゼルガディスも姿を現し、騒動の予感が…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "254177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254177",
                    "Titles": {
                        "eng": "Doubtful? A Letter from Home!",
                        "jpn": "半信半疑？故郷（くに）からの手紙に！"
                    },
                    "Summaries": {
                        "eng": "On the verge on dying, since they have no food on the ship, sea gulls are trying to eat Gourry.  Zelgadis figures out that their must be land nearby, and Lina starts to go a lot of wind spells pushing them closer to land.\r\nOnce on land, they notice several creatures attacking the townsfolk.  Lina and the group save the towns people and they reward them by giving them all you can eat food.\r\nAfter their meal, they are shocked to see that the golden dragon they thought they killed is still alive.  They rush to the landing site, only to be semi-shocked/surprised that the golden dragon turns back into Filia.\r\nFilia then reveals the usual, the world is going to end which Lina is hesitant to do.  Filia then gives her something incase something like this would happen.  It's a letter from Lina's older sister, Luna, saying \"\"Just do it.\"\"\r\nFilia then reveals they need to go to the temple of the Fire Dragon King, so off they go!",
                        "jpn": "意気揚揚とリナたちは外界へ向かって旅立つが、黄金竜との闘いで船に積まれていた食料を喪失、何日も漂流する羽目に陥ってしまっていた。リナたちはやっとの思いで街に漂着、九死に一生を得る。しかし、そこはグラボス率いる獣人軍団の脅威に晒されていた。腹を空かせたリナたちの怒りがグラボスたちに炸裂して…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "254178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254178",
                    "Titles": {
                        "eng": "Where'd That Arrogant Guy Go?",
                        "jpn": "傍若無人なアイツはどこへ？"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang starts to put off on going to the Fire Dragon King temple, and decide to check out the current city they are in.  Needless to say, Lina and Gourry are checking out the food; Zelgadis is wandering around looking at old temples for a possible cure, causing some ruckess with locals; and Amelia loves the view, so she decides to go up to the highest point of the city, drawing a crowd bellow her.\r\nAfter casting a few spells, Zelgadis is labelled as a demon (his looks and spells) and Amelia is labelled as an angel, when curing someone.  Filia is upset at this, and tells them that this part of the word could only do simple spells.\r\nSuddenly Filia senses evil, and Lina swears she seen Xellos.  Yes.  It was him.  Lina thinks this whole prophecy thing might be connected with the monster race.\r\nWhen finally heading out of the city, Lina and the gang are attacked by someone named Valgaav, someone who served under Gaav.  He starts to pick a fight with them.",
                        "jpn": "不承不承、世界の危機を救って欲しいという手紙の主、竜族の巫女フィリアの依頼を受けたリナたちは、まず火竜王の神殿を目指す。しかし世界の危機の実感がないので、一行の雰囲気は呑気そのもの。そんな時、ふと立ち寄った街で、かつて一緒に旅をしたこともある魔族ゼロスの姿を目撃する。なぜこんな場所にゼロスが…？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "254179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254179",
                    "Titles": {
                        "eng": "On the Move! He's Out for Revenge?",
                        "jpn": "東奔西走！ヤツの狙いはカタキ討ち？"
                    },
                    "Summaries": {
                        "eng": "We find out Valgaav's plan:\r\n1- Take the Sword of Light from Gourry.   2- Avenging his master Gaav, by killing Lina Inverse.   3- Looking for another \"\"Sword of Light\"\" item.\r\nAfter showing off his double sided, Sword of Light and sampling it's power against Gourry, their swords cancel each other out.  Valgaav's major boss comes (named Alymace) tells him to retreat.  Lina tries to attack him, but Xellos shows up, saying that Alymace cannot be hurt by magic of anykind.\r\nIt looks like Lina and gang has a big war coming up...",
                        "jpn": "リナたちを待っていたのは、かつて倒した魔竜王ガーヴの腹心であるヴァルガーヴだった。ゼロスがこの地に現れたのも、ガーヴの仇であるリナを囮にすることで、ヴァルガーヴを誘き出そうとしたためだった。元は魔族ではなく古代竜の生き残りであるヴァルガーヴの力は強く、容易にダメージを与えることは不可能だったが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "254180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254180",
                    "Titles": {
                        "eng": "A Wild Rumor! You Can't Have Smoke Without Fire?",
                        "jpn": "流言飛語？炎を吐かなきゃ煙は立たぬ？"
                    },
                    "Summaries": {
                        "eng": "Filia gets trialed in a small town after revealing she is a golden dragon.  While on trial, Xellos shows up and puts down the dragon race (Xellos is a monster, and Filia is a dragon.  Both races hates each other) and sets Filia off.  Before anything can get finalized, Filia destroys the town.",
                        "jpn": "新たに加わったゼロスとフィリアは、リナたちが呆れるほど仲が悪かった。ある時ゼロスとの口げんかに負けたフィリアは、街に飛び出してしまう。だがその街はドラゴンに壊滅させられた過去を持つドラゴンを忌み嫌う街だった。グラボスたちの策略で、素性のばれたフィリアはドラゴン裁判に掛けられることになってしまい…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "254181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254181",
                    "Titles": {
                        "eng": "Wandering Around? The Runaway Shrine Takes a Trip!",
                        "jpn": "流浪流転？暴走神殿の旅を！"
                    },
                    "Summaries": {
                        "eng": "Lina and the gange reach an ancient temple which turns out to be an ancient train heading towards the temple of the Fire Dragon Temple.  It is powered by magic, so Lina and the rest can't use anything.  They are heading nearer and nearer, and they figure to get their magic back, they'd need to find the source that is collecting their magic.  Lina decides to cast Dragon Slave against the train, but it didn't work, and they end up only breaking part of the temple.",
                        "jpn": "火竜王の神殿を目指すリナたちは、竜族が太古の時代に作り上げた遺跡に辿り着いた。すると突然、リナたちの魔力に反応して遺跡の機能が復活。こともあろうに暴走を開始してしまう。実は遺跡は竜族の公共交通機関だった。レールに乗って加速を続ける遺跡は、その進路上に存在する町々を粉砕しながら突き進んでいくが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "254182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254182",
                    "Titles": {
                        "eng": "A Peace Conference? This is the Dragon Shrine?",
                        "jpn": "和平会談？これがドラゴンの神殿か？"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang are tricked to rebuild the temple they broke.  When they are done, they demand answers about the prophecy only to have Almayce show up.",
                        "jpn": "火竜王の神殿を壊してしまったリナたちは、その修復工事に駆り出されることになってしまった。一方フィリアは、リナたちの素養に疑問を抱く最長老たちに、彼女たちこそ迫りくる世界の危機を救うことができるのだと説く。懸命に神殿を立て直すリナたちの姿に最長老たちは人間を信じてみようと決断するが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "254183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254183",
                    "Titles": {
                        "eng": "Be Careful! The Plan has Begun!",
                        "jpn": "用意周到！計画は動き出した！"
                    },
                    "Summaries": {
                        "eng": "The Elder are sketchy with Lina, trying to save the world, but she gives them and everyone else and sample on what she could do.  She uses the Laguna Blade spell, cutting (but not killing) Almayce.\r\nValgaav is upset that Almayce told him to stay back, and decides to go to the temple, wanting his revenge on Lina.  He then proceeds to become an anicent Dragon, who is powerful than other dragons--wiped out thinking they might try and rule the world.  Almayce some how gets away in all of this.",
                        "jpn": "火竜王の神殿に現れたアルメイスは、異界の魔王ダーク・スターが生み出した五つの武器をそろえることが目的であり、積極的な敵対意志は持っていないと告げる。この世界を争いに巻き込まないことを条件に、最長老はアルメイスの要求を呑もうとする。そこにアルメイスの行動を裏切りと判断したヴァルガーヴも現れて…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "254184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254184",
                    "Titles": {
                        "eng": "Continuous Fire! The Wind-Swept Shore of Battle!",
                        "jpn": "連続発射！戦いの荒磯！"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang split in two diffent groups, Xellos, Amelia and Zelgadis in one, while Lina, Gourry and Filia in another.  They need to explore two different cities at the same time that seems to be holding magical vessels.  The two countries, Alto, and Bantone hate each other, and Lina and the group experiences their daily cannon ball fight against each other.\r\nWe find out that the King's daughter of Alto, Sera, had befriended and fallen in love with the Queen's son of Bantone, Marco.  Both sides, approach each group and they have a plan on stealing the magical vessels.  As they do that in the middle of the night, both sides is alerted somehow.\r\nThey all head for a tiny island that seems to be in the middle of the sea that is blocking them, and each city heads there too.  Wait there is even more... creatures show up wanting to take the magical vessels what will Lina and the gang do next?",
                        "jpn": "リナたちはガウリイの持つ「光の剣」を始めとする、ダーク・スターの五つの武器を探す旅に出た。訊き込みで得た情報ではアルト国とバリトーネ国という犬猿の仲である国がそれぞれに魔道器が保管されているらしい。二手に分かれて魔道器を手に入れようとするが、リナたちは両国の争いに巻き込まれてしまうことに…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "254185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254185",
                    "Titles": {
                        "eng": "Ready for Exile! Isn't Two People's Love Eternal?",
                        "jpn": "追放覚悟！二人の愛は永遠よね？"
                    },
                    "Summaries": {
                        "eng": "One of the creatures named Gravos, has the double headed Sword of Light looking weapon.  He uses it against Lina and the gang, breaking the island in several pieces, seperating Sera and Marco from them.\r\nFilia, Zelgadis and Amelia go after the kids, while Lina and Gourry fight Gravos.  Filia, Zelgadis and Amelia catch up with the kids, and Marco starts hating Sera.  They refuse to help each other, so Amelia and Zelgadis step up to use the magical vessels, which we find out it was weapons from the anicent times, representing Holy and Dark powers.\r\nGravos starts to lose control of the weapon, and Lina decides to do a Dragon Slave to stop it.  Then suddenly, it went away, thanks to Zelgadis and Amelia, but it's too late for Lina, and she casts her Dragon Slave.\r\nIn the end a bridge shows up connecting the two kindgoms, and Sera and Marco truly hate each other.  Lina is surprise to see that the magical vessels are broken, thanks to Zelgadis and Amelia when hitting together to hard...",
                        "jpn": "融和を望むアルトの王女セーラとバリトーネの王子マルコと利害が一致したリナは、それぞれの魔道器を強奪した。しかしそこへグラボスたちが出現、「光の剣」を奪ってしまう。後ろからはアルトとバリトーネの軍隊が接近、事態は「前門の虎後門の狼」状態。そこでリナはグラボスたちを魔道器強奪犯人に仕立て上げるが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "254186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254186",
                    "Titles": {
                        "eng": "The Hurdle's Cleared? Jiras' Hidden Power!",
                        "jpn": "難関突破？男ジラスの底力！"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang get tricked by Jillas who tellsl them a great power is on top of this funny looking mountain.  They get paired by couples, Lina/Zelgadis, Gourry/Amelia, and Filia/Xellos which Filia ultimately refuses.  This pairing also upsets Amelia.  After some minor fights and tricks by Jillas, Gourry's recklessness causes the mountain to tip over losing his Sword of Light to Jillas.",
                        "jpn": "ダーク・スターの武器を探してコロネ山にやってきたリナたち。そこのガイドによればこの神殿は縁結びの神を祀っており、カップルでなければ拝殿は許されないのだという。ちょっとした言い合いからリナはゼルガディスと、アメリアはガウリイとカップルに。ぎくしゃくしながら神殿にたどり着いた四人を待っていたのは…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "254187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254187",
                    "Titles": {
                        "eng": "Selfless and Senseless! Pursuit Through the Labyrinth!",
                        "jpn": "無我夢中！迷宮の追跡行！"
                    },
                    "Summaries": {
                        "eng": "After 10 minutes of utter nonsense, Jillas runs away to their main base.  Once again, they are split it groups, Lina/Gourry, Amelia/Zelgadis, and Filia/Xellos.\r\nAmelia/Zelgadis runs into Jillas, and takes the Sword of Light back.  Lina/Gourry find Almayce sleeping and wake him up accidentally.  We find out his true plans, is not summoning Dark Star, Dark Lord of the Overworld, but wanting to destroy him.\r\nMeanwhile with Filia/Xellos, they decide to split ways when hitting a fork in the Labyrinth.  Xellos isn't fooled by Filia's way to trick him also, so they both head in the same direction (even though Filia doesn't know it.)\r\nFilia hears voices, and is not surprised (yet shocked) to see Xellos trying to cut a deal with Valgaav, who tells him his objective was to bring him to the Monster side.  What will Valgaav do?",
                        "jpn": "「光の剣」の奪取に成功したジラスを追いかけるリナたちが辿り着いたのは、ヴァルガーヴの本拠地だった。彼女たちはそこで傷ついた体を癒すアルメイスと再会し、彼らの真の目的がダーク・スターを討つことにあると聞かされる。一方、別行動をとっていたゼロスは、ヴァルガーヴを訪問、魔族の一員に迎えたいと申し出て…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "254188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254188",
                    "Titles": {
                        "eng": "An Explosive Situation! The One Who Holds the Key!",
                        "jpn": "一触即発！鍵を握る者！"
                    },
                    "Summaries": {
                        "eng": "Valgaav refuses Xellos' offer, and Lina and the gang show up (along with Almayce.)  They get into a little fight with Valgaav, and Gourry again loses his sword, but to Valgaav this time.\r\nValgaav reveals to open the gate, you only need two weapons, and hurries to the gate way.  Almayce tells everyone without the rest of the weapons, Valgaav will lose control on opening the gate way.  He transport them to gate way also, where Valgaav is just about to open it.",
                        "jpn": "魔族に引き込もうとするゼロスを拒否したヴァルガーヴはゼロスに瀕死の重傷を負わせた。そこに駆けつけたリナたちは、ヴァルガーヴの強大な力の前に叩きのめされた挙げ句に「光の剣」を奪われてしまう。二つの武器を手にしたヴァルガーヴは、世界を破滅させるためにダーク・スターを召還するゲートを開こうとして…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "254189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254189",
                    "Titles": {
                        "eng": "Striding and Swaggering! Lamentation Without End!",
                        "jpn": "横行闊歩！終わりなき慟哭！"
                    },
                    "Summaries": {
                        "eng": "After 15 minutes of talk, We get to the climax.  As Valgaav open the gate way, Lina decides to use the Giga Slave to stop him, but two figures show up with the other two Sword of Light items, and closes the gate way.  As this happens, there is a big explosion, following Lina floating on a debris in the ocean somewhere.",
                        "jpn": "いわれなき咎によって一族を滅ぼされ、ただ一人の理解者だったガーヴも失ったヴァルガーヴは神とこの世の全てを憎み、世界の一切を滅ぼそうとダーク・スターを召還しようとする。そして暗い復讐の炎は、ダーク・スターを召還してしまう。破壊衝動のみの存在である狂える異界の魔王ダーク・スターがその姿を現して…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "254190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254190",
                    "Titles": {
                        "eng": "Disaster and Danger? This Place is a Wonder Island!",
                        "jpn": "厄難奇難？ここは不思議の島！"
                    },
                    "Summaries": {
                        "eng": "In this filler (A.K.A. Useless episode) Lina wanders around in several worlds guided by a pig.  She finds Zelgadis in costume, and decide to break out of this utter nonsense.  She uses a Dragon Slave, breaking a wall, and they both find out they are in an amusement park, theme is where you could travel the world, where Filia is having a good time.",
                        "jpn": "ヴァルガーヴとの死闘によって意識を失ったリナが目を覚ますと、そこは名も知らぬ島の砂浜だった。どうやら一人はぐれてしまったらしい。なんとかゼルガディスと再会したリナだが、この異常な世界からは抜け出すことが出来ない。悪意あふれる世界に頭に着たリナは、怒りのドラグ・スレイブを発射するのだが…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "254191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254191",
                    "Titles": {
                        "eng": "Pandemonium! Terror of the Cursed Jar!",
                        "jpn": "喧々囂々！呪われた壺の恐怖！"
                    },
                    "Summaries": {
                        "eng": "In this filler (A.K.A. Useless episode) Lina, Filia and Zelgadis decide to ditch the island.  They take a small boat, unaware their is a hole in it.  Lucky for them a ship pass by, and they get on it before they could go down with the boat.\r\nTo their luck, the ship is haunted.  The Captain, in form of a jar, tells them to get rid of the ghost, and gives them food for it.  We find out the Captain had a jar obession and would do anything (even lose crew members) for saving his \"\"precious\"\" jars.\r\nWe find out the ghost was actually a ship mate that is mad at him.  He is a ghost because he can't cross over to the other side.  Filia reveals she could help and helps him cross over.  The Captain then reveals he can finally cross over too.\r\nThey are left wandering on a piece of wood (or raft).  Filia reveals she took a jar that is decaying.  They then realize, whatever that was on the ship must of been really old, and would decay too... including the food!",
                        "jpn": "ゼルガディスとフィリアと合流したリナは、残る二人を探すために海を渡ろうとする。だが乗り込んだのはオンボロ船。そこに出現した幽霊船に三人は移乗する。そんな彼女たちを待っていたのは、壺に封じ込められた幽霊船長だった。リナたちは、彼から船に巣喰い大切な壺コレクションを壊す悪霊の退治を依頼されることに…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "254192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254192",
                    "Titles": {
                        "eng": "Immediate Results? Love is in the Tiny Differences!",
                        "jpn": "効果覿面？恋の行方は紙一重！"
                    },
                    "Summaries": {
                        "eng": "So it's Amelia and Gourry's turn at useless, filler episode.  We find out they are together off an island somewhere, saved by fish people.\r\nAmelia and Gourry finds out that one of the fish-girl, Lila, is in love with a human, Kerel, when she saved him from a ship wreck.  The father of the girl, Honar, objects at first, but their love is stronger.  Their is an ancient spell that could change her into human.  The only thing is, they need a beautiful young woman to get the stone off a sea creature from.  Yes, Gourry is in drag, and they manage to get the jewel of the sea creatures head.\r\nWhen they try to do the spell, it doesn't work.  The father feared this might of happen, and reveals they would have to kiss each other to prove their love.  This would then transform them oppose each other (she human, he fish) to prove they actually love each other.  Of course, they kiss and each other turns shape.",
                        "jpn": "一人はぐれてしまったアメリアは半魚人たちの住む島に漂着、ライラという、人間のケレルと種族を超えた愛を育んでいる半漁人の女性に助けられる。だが、ライラの父は二人の仲を認めようとしない。事情を知ったアメリアは愛し合う二人のため、再会したガウリイを囮にしてガーディアンが守る秘薬を手に入れようとして…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "254193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254193",
                    "Titles": {
                        "eng": "The Right Person in the Right Place! Amelia in the Village of Justice!",
                        "jpn": "適材適所！正義の里のアメリア！"
                    },
                    "Summaries": {
                        "eng": "In this useless, filler episode, Amelia and Gourry decides to hang out with 3 old people (and their friends) \"\"fighting in the name of Justice\"\" wanting to slay some demons.\r\nIn the end, the evil trolls (or dwarfs) are actually good, and the demons that Amelia and Gourry had to slay was Lina, Zelgadis and Filia.  Lina and Filia got offended when the 3 old people start to call them demons, and started to yell at them.  Then the old people fell over, and Lina tried to wake them up (of course they weren't dead.)",
                        "jpn": "リナたちを探して旅を続けるアメリアとガウリイは、その道中で正義の味方ピースマンを名乗る五人組の老人たちと出会う。やる気は旺盛だが寄る年波には勝てず、老人たちは次々とリタイヤするハメに。そんな彼らの正義の心に感動したアメリアは、気乗りしないガウリイを巻き込んでピースマンの跡を継ぐことになり…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "254194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254194",
                    "Titles": {
                        "eng": "Three People, Three Ways! Where the Light Leads!",
                        "jpn": "三者三様！光の示す先！"
                    },
                    "Summaries": {
                        "eng": "Almayce sends out several creatures looking for the last weapon.  Unfortunately, they start to destroy towns, and everything in it's way.  Lina and the gang decide to stop it, only to have on of Almayce men, Erulogs show up, attacking them.\r\nIn the midst of the fight, Jilas shows up wanting to kill Lina.  He reveals his new weapon, a bomb as powerful as a Dragon Slave, and uses it on the town, but not before Lina and the gang could a barrier around themselves.\r\nIn the end, the weapon wasn't in the town that they were looking for.",
                        "jpn": "いつものメンバーが揃ったリナたちは、世界の危機を救うための旅を再開する。その目的は、ダーク・スターの生み出した最後の武器を見つけることだ。同じ頃、ジラスは獣人の母子の元で傷を癒しながら新たな人生を生きようとしていた。しかし彼らの村に無数の怪物が襲来、さらにはそれを追ってリナたちも姿を現して…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "254195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254195",
                    "Titles": {
                        "eng": "A Hero's Advent? To Whom does the Young Girl Pray?",
                        "jpn": "勇者降臨？少女の祈りは誰のため？"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang goes to an old town that was once populated with a lot of people due to it's water and gold source, thinking that the last weapon might be there.  Once all the gold (and the water) was gone, people left.\r\nErulogs, one of Almayce's men, shows up and fights them.  He end up destroying most of the town, which was sort of a good thing.  Underneath the town, water was there hidden there that they were longing for, for many years now.",
                        "jpn": "最後の武器を求めて、リナたちは水源が枯れ果て滅びを待つのみの鉱山街に立ち寄った。そこにアルメイスの仲間シーリウスも姿を現した。そんな状況の中、街を救う聖者の伝説を信じる少女アンナは、シーリウスを聖者だと思い込む。だが、彼は救うどころか武器を探そうとして街に壊滅的な破壊をもたらして…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "254196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254196",
                    "Titles": {
                        "eng": "Savage and Unexplored! History Sealed Away!",
                        "jpn": "未開未踏！封じられた歴史！"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang reach a temple, which turns out to be an anicent temple for the graves of the Anicent Dragons, that was slaughter by the Golden Dragons.  It is sealed off by several magical barriers that Filia could easily break through.  Except for one that was sealed by the Anicent Dragons themselves, holding the final weapon.\r\nWe learn the back story on why the Golden Dragons killed the Anicent Dragons, they feared their power and that's why all (except Valgaav, who escaped) was killed.\r\nWhile this is happening, Xellos has a plan on his own, he decided to befriend Sirus, in an attempt to bring back Dark Star.  Almayce tries to talk to Xellos about this, while Lina and the gang fight of Erulogs, except for Filia who is trying to get the the final weapon.  To Lina's shock all of the Golden Dragons appear.",
                        "jpn": "リナたちは竜族の神殿を発見した。結界は解除したフィリアたちが見たものは、さらなる結界と数限りないエンシェント・ドラゴンの亡骸だった。これこそヴァルガーヴの告げた竜族の罪であり、彼の憎悪の原点なのだ。最後の結界が解かれる時、歴史に秘められた「平和の名の下に行われた大量殺戮」の真実が明らかにされる…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "254197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254197",
                    "Titles": {
                        "eng": "Eternal Death, Final Farewells! A Cry to the Fallen!",
                        "jpn": "永逝永訣！倒れし者への叫び！"
                    },
                    "Summaries": {
                        "eng": "Erulogs and Sirus goes on a killing spree, killing on what it looks like to be hundred of Golden Dragons.  Lina manages to get away to Filia, seeing if she could get the last item.  Filia can't so Lina decides to use the Laguna Blade spell to try and break the barrier.  It works, and Lina takes a hold of the cross bow, she fires a shot, displaying it's power.\r\nAlmayce demands the weapon, but Lina refuses to give it to him.  He declarees an all out war on them, but is killed by Erulogs as they come back to the room.  Xellos manages to get away and steals the weapon (by appearing in the back of Lina giving her a \"\"karate chop\"\" on her next) and runs off with Erulogs and Sirius... what will happen next?",
                        "jpn": "リナたちが神殿に辿り着くのを待っていたかのように、空を埋め尽くさんばかりの黄金竜の軍団が出現、事態は混迷の度を極める。異界の神族と手を組んだゼロスがフィリアを人質にして撤退を求めるが、最長老はいかなる犠牲を払っても現在の秩序と平和を乱すことはできないと言い放つ。そして彼らは凄絶な闘いに突入する…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "254198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254198",
                    "Titles": {
                        "eng": "No Time for Arguing! Head for the Showdown!",
                        "jpn": "問答無用！決戦の地を目指せ！"
                    },
                    "Summaries": {
                        "eng": "Filia tells the Elder, she is no longer a priestess for their temple and vows to never return to them, as she found out about the truth.  Lina and the gang head to the center/the gate what is also called \"\"Ray of Light\"\" in hope to stop Xellos, Sirius, and Erulogs.  They then run into Jillas, and Filia manages to save him from his own bomb, and he joines forces with them.  They then move forward to the Ray of Light stop them.\r\nWe foind out Xellos true plan, he is there wanting to destroy the Dark Star.  Will Erulogs and Sirius go with him? Will Lina and gang get their in time?",
                        "jpn": "最後の武器「ガルヴェイラ」を手に入れたゼロスは、召還ゲートを完全に消滅させようとしていた。一時はアルメイスたちに協力する振りをしていたが、これこそが魔族の上層部から受けた指令だったのだ。一方、大急ぎで召還ゲートを目指すリナたち。そんな中、ゼロスたちの闘いによってゲートの制御に狂いが生じ…！"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "254199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254199",
                    "Titles": {
                        "eng": "No way to Guess! The Forbidden Gateway is Opened!",
                        "jpn": "推測不能！開かれし禁断の門！"
                    },
                    "Summaries": {
                        "eng": "Sirius and Erulogs decide to join forces with Lina and the rest hoping to kill Dark Star.  Dark Star is release but the close the gate way, making his power only half what is truly is.  They fight him just a bit only to have him take off, heading towards the Fire Dragon's temple where a voice starts heard, calling the for the Golden Dragons... they realize who it is... it's Valgaav.",
                        "jpn": "ゲートは完全に開かれつつあり、もはやダーク・スターの召還を阻むことはできない。リナ、ゼロス、異界の神族たちはダーク・スターを討ち、二つの世界を救うために手を結ぶ。頼みの綱はダーク・スターが生み出した五つの武器。リナたちの猛攻をもモノともせず、ダーク・スターは突然、飛び去ってしまい…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "254200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254200",
                    "Titles": {
                        "eng": "He Who Emerges from the Dark Star!",
                        "jpn": "闇の星より出ずる者！"
                    },
                    "Summaries": {
                        "eng": "Valgaav reveals both the Dark Lord, Dark Star, and the God, Vophied, wanted to purify the world.  In doing so, they would recreate everything, meaning killing everyone and starting over.  Lina and the gang tries to fight him, but a Dragon Slave would not work.  Valgaav tries to talk to them, but moves onto another location.",
                        "jpn": "死んだはずのヴァルガーヴが生きていた。彼はダーク・スターに消滅させられたのではなく、内部に吸収、いや同化されていたのだ。ヴァルガーヴはダーク・スターそのものと化していた。憎悪に震えるヴァルガーヴ＝ダーク・スターは、火竜王の神殿を壊滅させてしまう。さらに世界の浄化を宣言し、一切を破滅させんとして…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "254201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/254201",
                    "Titles": {
                        "eng": "TRY Again! When All Returns to White!",
                        "jpn": "TRY again！白く還りし刻！"
                    },
                    "Summaries": {
                        "eng": "Filia figures out where Valgaav is going, and transport her last huge power to the Ancient Dragon temple.  Erulogs get killed by Valgaav, so Lina decides to do something by combining all of the five weapons (that Dark Star created) and using Filia's Holy Power, and Xellos' Dark power (as well as she casting a spell.)\r\nThey manage to kill him and save the world again (for the third time) where they all decide to start a new beginning.  Gourry decides to give his Sword of Light to Sirius who will take the rest of the weapons back to his world.  Filia spots something floating, which turns out to be what is left of Valgaav (a baby Ancient Dragon) and cares for it.\r\nIn the end, they all part ways, Amelia goes back to Seyruun, Zelgadis goes on his own way, Filia opens a shop with Jillas and cares for the baby, while Lina and Gourry set off to whatever they could become... perhaps a new adventure? You may never know.",
                        "jpn": "世界の滅亡は目の前に迫っていた。タリスマンによる魔力制御を封じられた今、重破斬（ギガ・スレイブ）は使用不能に。もはや打つ手はないと思われたその時、フィリアは神託の言葉が、神と魔の力を束ねる呪文であることに気がつく。彼の哀しみと憎しみを知るフィリアは戸惑う。しかし刻一刻と破滅の時が迫ってくる…！"
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "38143",
            "URL": "https://thetvdb.com/series/slayers/seasons/official/4",
            "Titles": {
                "eng": "Slayers Revolution",
                "jpn": "スレイヤーズ　REVOLUTION",
                "por": "Slayers Revolution",
                "kor": "슬레이어즈 REVOLUTION",
                "fra": "Slayers Revolution",
                "ita": "Slayers Revolution",
                "spa": "Slayers Revolution"
            },
            "Summaries": {
                "eng": "Having lost the Sword of Light in the previous battle, Lina and Gourry continue their journey in search of a replacement weapon. On the way, the two of them meet up with Amelia and Zelgadis in the kingdom of Luvinagard while taunting some pirates. Lina is happy to reunite with her old friends, but appearing before her is Luvinagard's Inspector of the Special Investigative Unit; a man called Wizer. However, Lina is amazed at his unusual behavior...",
                "jpn": "神坂一の小説を原作にした人気アニメシリーズのTV版第4作。先の戦いで光の剣が失われたため、代わりの武器を探して旅を続けていたリナとガウリィ。その途中、立ち寄ったルヴィナガルド王国で海賊イビリをしていた二人はアメリアとゼルガティスに出会う。旧友との再会を喜ぶリナだが、そんな彼女の前にルヴィナガルド王国のインスペクター特務捜査官ワイザーと名乗る男が現れた。彼の思いがけない行動にリナは愕然とするのだが…。",
                "por": "Tendo perdido a Hikari no Ken na ultima batalha, Lina e Gourry começam a viajar pelo mundo em busca de uma nova espada que possa aguentar a habilidade de Gourry. Cansados de correr e pilhar bandidos em terra, agora Lina e Gourry estão fazendo o mesmo, mas em alto-mar. Enquanto enfrentavam alguns piratas, eles se encontram com Amelia e Zelgadiss, porém antes de terem uma feliz reunião, o inspetor Wizer do reino de Luvinagard dá a voz de prisão à Lina.",
                "kor": "도적이 줄어들어 해적을 소탕하기로 한 리나와 가우리 일행은 해적을 소탕하는 도중에 에밀리아와 제르가디스를 만나게 된다. 그러나 에밀리아가 데려온 루비나가르드 왕국의 특무수사관 와이저에게 리나는 '리나 리버스 죄'라는 죄목으로 체포를 당할 뻔 한다. 마도전차를 파괴하고 다니는 것이 리나라고 말하는 와이저. 그러나 진짜 범인은 정체불명의 동물 모습을 한 포코타였다.  포코타와 얽히면서 리나는 오랜 악연 제로스와 재회하게 되고 포코타의 정체도 알게 되는데...",
                "fra": "Après avoir perdu l'épée de lumière lors d'une précédente bataille, Lina et Gourry continuent leur voyage à la recherche d'une arme de remplacement. Alors qu'elle s'attaque à des pirates, Lina retrouve Amelia et Zelgadis. Mais la joie des retrouvailles laisse vite place au doute, quand apparaît Wyser, un Inspecteur de l'Unité spéciale d'enquête de Royaume de Luvinagard, qui voue sa vie à trouver le moyen d'emprisonner Lina ainsi que Pokota, une mystérieuse créature capable de créer des boules de feu comme elle ! Et comme si cela ne suffisait pas, Lina doit à nouveau se débarrasser de son plus vieil ennemi, Rezo et sa tribu de démons.",
                "ita": null,
                "spa": "Habiendo perdido la Espada de Luz en la batalla anterior, Reena y Gaudy continúan su viaje en busca de otra arma. Por el camino, los dos se encuentran con Amelia y Zelgadis en el reino de Luvinagard mientras se burlan de algunos piratas. Reena está feliz de reunirse con sus viejos amigos, pero ante ella aparece el inspector de la Unidad de Investigación Especial de Luvinagard; un hombre llamado Wizer. Sin embargo, Reena está sorprendida por su comportamiento inusual..."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "415680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415680",
                    "Titles": {
                        "eng": "AMAZING! The Astonishing Dragon Slave!?",
                        "jpn": "Ａｍａｚｉｎｇ　驚愕のドラグスレイブ！？"
                    },
                    "Summaries": {
                        "eng": "Lina and Gourry bump into some pirates on the high seas, and demonstrate they still got what it takes to beat up the bad guys. The pirates have a fish woman who was taken hostage. Zelgadis travels with Amelia, who brings her Seyruun fleet to Lina. As the gang reunite, a guy named Wizer Flayon, an inspector from the kingdom of Ruvignald, proceeds to arrest Lina Inverse with the crime of being Lina Inverse. As the gang try to bail out of town, they encounter increasing military opposition and someone who can cast a Dragon Slave!",
                        "jpn": "大海原に浮かぶのは悪名高い海賊の大船団である。奪ったお宝の大漁に沸く海賊船団に突如大爆発が起きる。次々と被弾し、海に沈む僚船たち･･･。海賊船の大量放火にたった１隻で突っ込んでくるのは自称・美少女魔導士にして食べて暴れる混沌の化身、リナ＝インバースだった！海賊の親分は必死に抵抗を試みるが･･･"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "415681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415681",
                    "Titles": {
                        "eng": "BECAUSE! You're Lina Inverse, That's Why!",
                        "jpn": "Ｂｅｃａｕｓｅ　それはリナ＝インバースだから！"
                    },
                    "Summaries": {
                        "eng": "Amelia and Zelgadis explain why they brought Wizer to Lina. Wizer is still intent on arresting Lina, but Lina presses him to provide reasons for suspecting her. Wizer talks about how some mage tanks have been destroyed recently, but the evidence is still circumstantial. Wizer arranges for them to guard a mage tank at a fortress. But the little green creature who casted the Dragon Slave in the last episode causes some more shenanigans. While Amelia and Zelgadis tend to the wounded, Lina and Gourry manage to chase down the creature, who goes by the name of Pokota.",
                        "jpn": "海賊いびりの真っ最中に久々にアメリアとゼルガディスに再開したリナとガウリイ。しかし、アメリアたちが連れてきたルヴィナガルド王国の特務捜査官・ワイザーはリナにとある事件の容疑者である嫌疑をかけ逮捕すると言う。それはルヴィナガルド王国が開発した魔道戦車が次々と破壊されている事件だった･･･。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "415682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415682",
                    "Titles": {
                        "eng": "CHASE! The Endless Pursuit!",
                        "jpn": "Ｃｈａｓｅ　終わりなき追走！"
                    },
                    "Summaries": {
                        "eng": "In the middle of an eating challenge between Gourry and Lina, Wiser arrests Lina for abducting pets of nearby rich nobles. Lina protests as usual, but in addition to proving her innocence, she hears that the nobles are offering a reward for their pets return. Lina and the gang attempt to cross a lake to a mysterious and dangerous island.",
                        "jpn": "レストランでランチセット１０人前早食い勝負をしているリナとガウリイ。負けたほうが全ての勘定を払うのだ･･･。同じテーブルではアメリアとゼルガディスが恥ずかしそうに普通のランチを食べている。そこに再びやってきたのは特務捜査官・ワイザーだった。ワイザーは連続ペット誘拐の容疑でリナを逮捕するというが･･･。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "415683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415683",
                    "Titles": {
                        "eng": "DRIFTER! Who's Chasing Whom?!",
                        "jpn": "Drifter　どっちが追うか追われるか！"
                    },
                    "Summaries": {
                        "eng": "Lina tries to hunt down Pokota in the woods and nearly destroys all the woodland creatures. Later she and Gourry go into town. Zelgadis comes up with a plan to capture Pokota by luring him with food, and it actually works! Pokota reveals that he is trying to stop the mage tanks from destroying everything, and suddenly Amelia is sympathetic to his cause and sides with him. They go into town where they encounter one of the magic tanks shaped like a rabbit, but little do they know it's actually a fake tank created by Lina and Gourry.",
                        "jpn": "ペット誘拐の濡れ衣をはらすため謎の小動物ポコタを捕まえたいリナ。山に篭り、魔法を使った力技でポコタを探すが、姿を現すのはイノシシや狼などの動物ばかり。しかし、アメリアはリナたちが罪もない動物を傷つけてしまうことのほうを心配しているし、ゼルガディスに至ってはくだらないの一言で協力しようともしない。どうしてもポコタを捕まえたいリナはゼルガディスたちを協力させるために一計を講じるが･･･。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "415684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415684",
                    "Titles": {
                        "eng": "ETERNAL! The Forever-Sleeping Forest!",
                        "jpn": "Eternal　悠久に眠れし森"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang follow Pokota into a forest that suddenly grows misty. They end up encountering Xellos, who is wandering in the woods. The mist reveals a lost city of Tarofshia whose inhabitants were put into suspended animation by Rezo the Red Priest (yes, that Rezo) in order to save them from a disease that was incurable back then. But strange things are amiss as Pokota discovers that someone's invaded the king's mansion.",
                        "jpn": "ついに謎の小動物ポコタを追い詰めたリナたち一行。そのすばしっこさに苦戦しているリナたちの前にゼロスが現われポコタを捕まえた。夕方になり濃い霧に覆われた森の向こうに廃墟となった街が見えてくる。呆然と見る一同にポコタはかつてそこが自分の故郷だったと言う･･･。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "415685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415685",
                    "Titles": {
                        "eng": "FALL ON! Strange Festival! Bizarre Festival? Push That Ball Up!",
                        "jpn": "Fall on  奇祭！ 珍祭？ あの玉を押しあげろ！"
                    },
                    "Summaries": {
                        "eng": "Lina and the gang are hired to create a golem and compete in a ball rolling contest with a large amount of food and money (just the right incentive for Lina) as a reward. But her rivals are not pushovers as they include Pokota and a duo sent by Duclis to go after the Sword of Light.",
                        "jpn": "ポコタを追いかけてきたリナたちは様々なものが玉でできている変わった村にやってきた。ゴンゴロ村と呼ばれるその村には年に一度巨大な玉を山の頂に奉納し、五穀豊穣を祈る祭りがあると言う。ところが村の内乱で村は３つに分裂し、祭りはそれぞれの集落の代表が玉を競って運ぶ争いの場と化してしまった。それぞれの集落が知恵を絞って互いを妨害しあうその祭りに報酬に目がくらんだリナとガウリイは参加することになったが･･･。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "415686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415686",
                    "Titles": {
                        "eng": "GORGEOUS! The Targeted Luxury Liner?",
                        "jpn": "Gorgeous　狙われた豪華客船！？"
                    },
                    "Summaries": {
                        "eng": "On the way to Ruvinagald, the gang boards a ship and live it up with food and relaxation all thanks to poor Amelia. But instead of dealing with pirates, they get attacked by monsters and flying arrows. Lina and Pokota stage an act where they try to draw out their assassins, but are surprised at the result. Later on the assassin of assassins Zuuma makes his debut and that means big trouble for Lina.",
                        "jpn": "魔道戦車やザナファーの謎を解くためにジョコンダ公爵領に向かうことになったリナたち一行。一番近いルートで移動すると言い張り、セイルーン王女のアメリアの資金を使って豪華客船に乗り込む。調子に乗って贅沢の限りをつくすリナたち。ところが豪華ディナーに虫が入っていたり、崩れた荷物から鉄球が落ちてきたりとリナたちに向けた嫌がらせが続く。客船の中にリナたちを狙うものがいるらしいが･･･。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "415687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415687",
                    "Titles": {
                        "eng": "HURRY UP! Run Through! No, Don't?",
                        "jpn": "Hurry up　つっこめっ！　いや、つっこむな？"
                    },
                    "Summaries": {
                        "eng": "Lina's party reaches the outskirts of Ruvinagald but Wizer is there to arrest her, and has taken the time to build an elaborate building full of traps and tricks. That should be a cinch for Lina, but thanks to Wizer's alliance with Xellos, the traps are especially devised to exploit Lina's weaknesses, such as her desire to push buttons that are marked \"do not push\". And when Xellos himself becomes one of the obstacles, Lina's group is in serious trouble.",
                        "jpn": "ジョコンダ公爵領へあとわずかまでやってきたリナたち一行の行く手を地図にも載っていない大きな砦が立ちふさがる。立ち往生する一行の前に現われたのはまたしても特務捜査官・ワイザーフレイオンだった。ワイザーは性懲りもなくリナを逮捕すると息巻く。しかし、ワイザーにリナたちの行き先を伝え裏で糸を引く人物がいた。その人物とは･･･。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "415688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415688",
                    "Titles": {
                        "eng": "INSIDER! The One Who Knows the Truth!",
                        "jpn": "Insider 真実を知るもの！"
                    },
                    "Summaries": {
                        "eng": "Lina had surrendered to Wizer, and the group is brought to Marquess Giaconda's place, to be held in the dungeon. Wizer suggests they use Lina to fight the mage tanks to prove their power. Xellos decides that Wizer isn't aligned with his agenda and has him fall into a pit. Meanwhile, Pokota sneaks into the castle but encounters Duclis, and it is revealed they were former friends. Lina's group gets freed by Ozel, but they end up in an underground arena and now have to battle some fierce enemies.",
                        "jpn": "ワイザーに捕まったふりをしてジョコンダ城に連行されたリナたち。城内の地下牢に閉じ込められる。後からポコタが城内を調べた上で助けに来る手筈になっている。ところが地下牢にやってきたのはポコタではなくジョコンダのメイド・オゼルだった。オゼルはリナたちにお願いがあるというが･･･。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "415689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415689",
                    "Titles": {
                        "eng": "JUDGEMENT! The Silver One Rises Again!",
                        "jpn": "Judgement　蘇る白銀(しろがね)！"
                    },
                    "Summaries": {
                        "eng": "Duclis and Pokota square off against each other, while Lina, Gourry, Amelia, and Zelgadis have to fight Marquess Gioconda, Ozel, and Yuuma. The battles are fierce, especially when Gourry only has a stone sword. Lina tries a few trick spells against Yuuma but he quickly catches on and dodges them. Duclis and Pokota talk about the day when Taforashia was afflicted with the disease, and what Rezo did to save their people, including putting them in their current forms. Zuuma uses the dark mist to cancel out magic attacks. Lina launches all sorts of spells, but when things look bleak, Pokota manages to turn the tide, when he and a supposedly sympathetic Duclis arrive. But as some enemies fall, a new enemy is about to rise.",
                        "jpn": "ジョコンダ城のコロシアムで対峙するリナたちとジョコンダ。ジョコンダが獲物を打ち倒すだけのために作らせたそのコロシアムでは、オゼルやズーマも加わり一進一退の攻防が繰り広げられている。かたや城内の地下研究所ではデュクリスとポコタが争っていた。ポコタは自分たちの得た力は復讐することではなく、祖国を守り取り戻すためのものだとデュクリスに訴えるが･･･。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "415690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415690",
                    "Titles": {
                        "eng": "KEEP OUT! The Demon Beast Looms!",
                        "jpn": "Keep out　しのびよる魔獣！"
                    },
                    "Summaries": {
                        "eng": "Zanaffar has arisen from the ashes, absorbing the bearer of the true Zanaffar armor. He is hungry for power and destroys Gioconda's mansion easily. Lina and the gang try all their standard spells but with no luck. Pokota even tries the sword of light, but it runs out. Lina and the gang retreat and rest up. Wizer reports the next morning that the city of Brokol has been leveled, and Zanaffar is growing stronger. Meanwhile, Duclis makes a deal with Zanaffar. Pokota feels he needs to take sole responsibility, and tries to leave the party, but Lina and the gang decline; they will help him instead.",
                        "jpn": "ジョコンダが着ていた鎧が光につつまれ、ついに魔獣ザナッファーが復活を遂げた。ザナッファーは着ていた人間をエサとして取り込むことにより成長していく獣で、ジョコンダの知識と経験を食らって力を得たのだ。その圧倒的な攻撃力に脅威を感じる一行。ついにジョコンダ城を破壊し外界へ飛び出したザナッファーにリナはドラグスレイブを打ち込むのだが･･･。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "415691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415691",
                    "Titles": {
                        "eng": "LEGACY! Decisive Battle in Seyruun!",
                        "jpn": "Legacy　決戦セイルーン！"
                    },
                    "Summaries": {
                        "eng": "Lina's group rush to Seyruun where Zanaffar has targeted the gate to the kingdom. Sylphiel is there; she and troops try to defend but are not having much luck. Lina and the gang arrive and get in the way. With the sword of light in Pokota's hand, Duclis has Zanaffar retreat, but they will be back. As Lina and Gourry eat up to re-energize, Pokota asks Prince Phil to help out, but Phil's advisors are uncomfortable with the idea. Phil decides to assist Pokota and Lina's party heads out to confront Duclis and Zanaffar in a neighboring abandoned part of town.",
                        "jpn": "魔獣ザナッファーとデュクリスはセイルーン王国に向かっていた。デュクリスの目的は王国にかつての恨みを晴らすことだ。セイルーンの第一防衛ラインである城砦をいとも簡単に破壊し進むザナッファー。ようやく追いついたリナたちがザナッファーを食い止めるために立ちはだかり、セイルーンの王女であるアメリアは兵士たちを必死に鼓舞するのだが･･･。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "415692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/415692",
                    "Titles": {
                        "eng": "MISTY! The Blades are Brought Down!",
                        "jpn": "Misty　振り下ろされる刃！"
                    },
                    "Summaries": {
                        "eng": "Gourry manages to land a hit with the sword of light, but Zanaffar retreats into the ground. In an effort to create another Zanaffar, the mighty astral demon dragon strikes down Duclis. Pokota rushes to try to help his former comrade. Meanwhile Lina's group reassembles at the gates of Seyruun for one last stand against Zanaffar.",
                        "jpn": "ポコタの持つ光の剣がガウリイに託された。魔獣ザナッファーには光の剣による攻撃は有効だが、剣自体がレプリカであるため長期戦には耐えられない。ガウリイの攻撃により一旦地中に退避したザナッファーだったが、突如地中からレーザーブレスを放ち味方であるデュクリスを打ち抜いてしまった。傷ついたデュクリスもザナファ・アーマーに食われザナッファー化が始まってしまう。一体で都市をひとつ滅ぼす力を持つというザナッファーが二体になる大ピンチにリナたちはどう立ち向かうのか･･･！？"
                    },
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "41105",
            "URL": "https://thetvdb.com/series/slayers/seasons/official/5",
            "Titles": {
                "eng": "Slayers Evolution-R",
                "jpn": "スレイヤーズ　EVOLUTION-R",
                "por": "Slayers Evolution-R",
                "kor": "슬레이어즈 EVOLUTION-R",
                "fra": "Slayers Evolution-R",
                "ita": "Slayers Evolution-R",
                "spa": "Slayers Evolution-R"
            },
            "Summaries": {
                "eng": "Having lost the Sword of Light in the previous battle, Lina and Gourry continue their journey in search of a replacement weapon. On the way, the two of them meet up with Amelia and Zelgadis in the kingdom of Luvinagard while taunting some pirates. Lina is happy to reunite with her old friends, but appearing before her is Luvinagard's Inspector of the Special Investigative Unit; a man called Wizer. However, Lina is amazed at his unusual behavior...",
                "jpn": "神坂一の小説を原作にした人気アニメシリーズのTV版第5作。事件の首謀者であるジョコンダ侯爵が死亡し、伝説の魔獣・ザナッファーを倒したことから、事件は一応の解決に至ったかに見えたが、リナたちにはタフォーラシアの封印を解き、永き眠りについているタフォーラシアの人々を救うという仕事が残されていた。タフォーラシアの人々を救うためには、彼らに術を施した赤法師・レゾの魂が眠る“冥王の壺”を探し出さねばならない。セイルーン・魔道士協会図書室で、膨大な蔵書の中から、“冥王の壺”の手がかりを探していたのだが…。",
                "por": "Para encontrar uma maneira de salvar o país de Pokota, Taforashia, que foi selado por Rezo, Lina e seu grupo irão à procura do vazo Hellmaster, vazo este que Rezo colocou sua alma depois de sua morte. Zelgadiss está disposto a fazer qualquer coisa para por as mãos nele, e assim voltar a ser humano, enquanto Zuuma traça um plano para matar Lina Inverse. Outro grande mistério é,o que Xellos está querendo desta vez?!",
                "kor": "포코타와 만나고 나서 여러가지 사건에 휘말렸지만, 리나 일행은 타포라시아 사람들을 구하기 위해 길을 나선다.  적법사 레조의 영혼이 잠들어있는 단지를 찾아 죠콘다의 성에 도착한 리나 일행. 죠콘타 성에서 만난 노래하는 갑옷 나마. 인간의 혼이 담긴 리빙 아머라는 이 갑옷은 기억을 잃어 자신이 누구인지도 기억하지 못한다. 하지만 단지의 행방은 기억하고 있다는데...  리나 일행은 나마와 함께 단지를 찾기 위한 모험을 계속 이어나간다!",
                "fra": "Garv s'est emparé du pouvoir du dieu de la destruction, Shabrani-Godou, ce qui lui confère des pouvoirs au delà de l'imaginable, et l'immortalité. Le seul moyen de le battre serait le Giga Slave, amélioré par les incantations de la Clare Bible. Mais le Giga Slave est le sort le plus dangereux qui existe : il vide de son énergie le corps de celui qui l'utilise. Si Lina s'en sert une nouvelle fois, elle pourrait ne pas revenir de ce combat, même si elle en était victorieuse...",
                "ita": null,
                "spa": "El cabecilla del incidente, el Marqués Gioconda, murió y la legendaria bestia demoníaca Zanaffer fue derrotada, por lo que el incidente parecía haberse resuelto por el momento, pero Reena y los demás no tuvieron más remedio que romper el sello de Taforasia e irse en el sueño eterno. La tarea que quedaba era salvar a la gente de Taforasia. Para salvar a la gente de Taforasia, deben encontrar la \"Olla de Hades\", donde yace el alma del Sacerdote Rojo Rezo, que realizó la magia en ellos. En la Biblioteca de la Asociación de Magos de Seirun, estaba buscando pistas sobre la \"Olla de Hades\" entre la enorme colección de libros..."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "438452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/438452",
                    "Titles": {
                        "eng": "NEWCOMER? A New Journey!",
                        "jpn": "New comer？ 新たなる旅立ち！"
                    },
                    "Summaries": {
                        "eng": "Lina and her friends search for the Hellmaster's jar to bring Rezo back so he can help revive the people from the plague. Meanwhile they run into a woman whose soul was forged into armor.",
                        "jpn": "ポコタと出会ってからいろんな事件に巻き込まれはしたけど、乗り掛かった船だもの！ こうなったらタフォーラシアの人たちを助けるまで協力させてもらうわよ！ というわけで、いろんな魔道書を読んで、赤法師レゾの魂が眠る“冥王の壺”を探してはいるんだけど、まーったく収穫なし！ そこで壺の手がかりを探し、ジョコンダの城へと向かったあたしたちは、瓦礫の中から地下へと続くアヤシイ入口を発見して…！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "438453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/438453",
                    "Titles": {
                        "eng": "OH MY HEAD! Where's My Head?",
                        "jpn": "Oh my head！ 頭はどこだ？"
                    },
                    "Summaries": {
                        "eng": "Nama leads the crew to a village that has been being harassed by a headless knight named Hans. When they capture him, he offers one of his jars in exchange for them helping him find his missing head.",
                        "jpn": "ジョコンダ城の地下であたしたちは、歌う謎の鎧、ナーマに出会った。このナーマ、リビングアーマーという動く鎧で、中身は空っぽ。人間の魂が鎧に入っちゃったみたいなんだけど、記憶があやふやで自分のこともはっきり覚えていないみたい。だから壺のありかを知ってるっていうコイツの言葉も、イマイチ信用ならないのよね〜…。とはいえ手がかりもないから怪しみながらもナーマの案内で、とある村に足を踏み入れたんだけど、いきなり村人から悪霊呼ばわりされちゃって…ほんっとに頭にくるわね〜っ！ 事情を聞いてみると頭のない死霊騎士が夜な夜な現れ、村を脅かしているっていうんだけど…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "438454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/438454",
                    "Titles": {
                        "eng": "PARTNER! Sharing Mind and Body?",
                        "jpn": "Partner！ 二人は一心同体？"
                    },
                    "Summaries": {
                        "eng": "Amelia and Nama get separated from the crew and Amelia ends up stuck inside of Nama. The two then hear about a dragon from a nearby village and decide to take it on.",
                        "jpn": "ナーマいわく“冥王の壺”はドラゴンの巣食う山にある…って今度こそホントなんでしょうね!? アンタのせいでさんざんな無駄足をくわされたあげく、今度は山登り…。しかも、突然降り出した雨によって起きた土砂崩れにアメリアとナーマが巻き込まれちゃった！ ほんっとにあの能なしヤカン頭ったらトラブルしか起こさないんだからっ！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "438455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/438455",
                    "Titles": {
                        "eng": "QUALITY TIME? A Home Life with Love?",
                        "jpn": "Quality time？ 愛ある生活？"
                    },
                    "Summaries": {
                        "eng": "Kuppi, the fishwoman captured by the pirates, comes to Gourry under the pretext that he is the father of her two children. Madness ensues as Lina fights to get Gourry back.",
                        "jpn": "ナーマのデタラメな案内のせいで“冥王の壺”の手がかりはサッパリだし、とことん遠回りさせられてる気がするわ…。そんな中、立ち寄った町で、ルヴィナガルド王国で海賊船に捕まっている所を助けてあげたミスマーメイドのクッピーと再会したのよ。子供もできたみたいで、元気そうで何よりだわね〜って、ガ、ガ、ガウリイとの子供ですって!? 当のガウリイもすっかりパパ気分だし、アンタいつあの半魚人と子供作ったのよッ！！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "438456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/438456",
                    "Titles": {
                        "eng": "RAIDER! Voice From the Darkness!",
                        "jpn": "Raider！ 闇からの声！"
                    },
                    "Summaries": {
                        "eng": "Nama finally leads the gang to ruins where the jar that sealed her soul into the armor lies. Unfortunately, as Xellos notes, this is not the real Hellmaster's Jar, and the Hellmaster's Jar lies in Zuuma's possession.",
                        "jpn": "あ〜っ!!! このままじゃいつまで経っても壺に辿りつかないじゃないっ！ ていうか記憶を失ってるナーマに案内を任せてること自体が不毛なのよね。そうとわかれば、まずはナーマの記憶を取り戻させることから始めるわよっ！ 早速、魔法を使ってショック療法を試してみたら、いきなりチョウチョを追いかけ始めちゃったんだけど…もしや、悪化させちゃった？ でも、話を聞いてみたところ、記憶をなくす前にも同じチョウチョを追いかけていたことが判明。あのチョウチョが壺への案内役なのかしら!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "438457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/438457",
                    "Titles": {
                        "eng": "SEEK! Who's being Targeted?!",
                        "jpn": "Seek！ 狙われるのは誰だ！"
                    },
                    "Summaries": {
                        "eng": "Upon Zuuma's demand, Lina and company go to Vezendi and find out that a merchant named Radock has the Hellmaster's Jar. As a target of Zuuma, he hires them to be his bodyguards, but they are attacked by two monsters, Gduza and Dugld.",
                        "jpn": "“冥王の壺”を捜索中のあたしたちの前に立ちふさがるズーマ。「ヴェゼンディに行かなければ、誰かが死ぬ」なんて、まーったく物騒な誘い文句ですことっ！ ズーマの言いなりになるのはシャクだけど、アイツの言うことを無視して誰かが死ぬのも目覚めが悪いからヴェゼンディへと向かったんだけど、ひょんなことからラドックとかいうおっさんの護衛をすることになっちゃって…。しかも、おっさんの命を狙っているのは、あのズーマだっていうじゃない！ いったい何がどうなってるわけ〜!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "442506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/442506",
                    "Titles": {
                        "eng": "TOWNSCAPE! Because it's Manmade!",
                        "jpn": "Town scape 人に作られたモノゆえに"
                    },
                    "Summaries": {
                        "eng": "In order to find out more information on the Hellmaster's Jar, Lina, Gourry and Pokota follow Ozzel, encountering Zuuma along the way. Meanwhile, Amelia and Zelgadis are attacked by Gduza and Dugld while guarding Radock.",
                        "jpn": "“冥王の壺”と引き換えにラドックの護衛を請け負ったのはいいんだけど…ラドックの息子のアベルってヤツ、あたしたちのこと怪しいだの何だのとイヤミなことばっかり言って、人にモノを頼む態度じゃないわよねっ!! しっかし、ラドックのおっさんの家でオゼルに出会うとは…アンタってば、ズーマに仕えてるんじゃなかったの？ しかも、レゾの魂と“冥王の壺”を守るために存在してるのに、壺を壊してくれなんて、支離滅裂なのもいいとこじゃないの。無表情の下で何考えてんだかさっぱりわかんないわ〜。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "443903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/443903",
                    "Titles": {
                        "eng": "UNCOVER! The Exposed Darkness!",
                        "jpn": "Uncover 暴かれる闇！"
                    },
                    "Summaries": {
                        "eng": "In order to lure Zuuma out, Radock, Abel, and Lina's crew go on a business trip. While they stop, Zuuma, Gduza, Duguld, and an army of monsters attack. Lina and company learn that Radock was Zuuma all along, but he is killed by Xellos.",
                        "jpn": "ラドックのおっさんってば、商品の買い付けだなんてもっともらしい理由つけて、自分を餌にズーマをおびき出そうだなんて…まぁ、いいわ。ちまちま逃げ隠れするのは、あたしの性にあわないし、さっさと決着つけちゃいましょう！ 道中、ラドック親子のなんだかちょっと立ち入っちゃいけない過去話とか聞いちゃったんだけど…この親子にも色々あるみたいね。ちょーっぴり感傷的なムード漂ってるところに、魔族たちが襲ってきてたまったもんじゃないわ！ アンタたち、空気読みなさいよーっ!!!"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "451361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/451361",
                    "Titles": {
                        "eng": "VOICE! What's Inside the Jar?",
                        "jpn": "Voice 壺の中身は何ですか？"
                    },
                    "Summaries": {
                        "eng": "Having obtained the Hellmaster's Jar, Lina and the party hear Rezo's voice inside. Following random instructions, they go through several tasks before finding Ozzel and the jar stolen by some bandits.",
                        "jpn": "最悪の形で幕を閉じた護衛騒動。やりきれない思いが渦巻く中、自由の身となったオゼルに、ポコタが“冥王の壺”を譲ってくれるよう頼み込んだんだけど、レゾから身体を戻す方法を聞き出したいゼルガディスも“冥王の壺”を寄こせと言いだしちゃって…ちょっと、ちょっと！またケンカ!? ほんっと、このやっかいな壺は争いごとしか引き起こさないんだから〜ッ!! っていうか、冷静になって考えてみたらこの壺だけ持ってても、肝心のレゾの封印は解けないのよねぇ。オゼルに聞いてみても肝心なトコはわからずじまいだし…どうやったら復活すんのよ、レゾの奴ぅ〜!!!!"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "451371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/451371",
                    "Titles": {
                        "eng": "WISDOM! Seek the Time that Will Never Return!",
                        "jpn": "Wisdom 帰らぬ時を求めて！"
                    },
                    "Summaries": {
                        "eng": "Zelgadis steals the Hellmaster's Jar and reveals the true nature of Rezo. Rezo confirms this for Pokota and tells him that in order to save Taforashia, he must inhabit Pokota's body. Meanwhile, Zelgadis learns the truth about chimeras.",
                        "jpn": "“冥王の壺”に入ったレゾの魂がようやく目を覚ましたんだけど、なんだか覚醒が不完全だったせいか、こっちの問いかけにとんちんかんなことしか答えないのよね〜。とりあえず、そもそもの原点であるタフォーラシアへと向かうことにしたんだけど、その道中、ゼルが壺を持ってまさかの逃走！ 過去に、レゾの手によってキメラに変貌させられ、元に戻る方法を長い間探してきたアンタの気持ちはわかるんだけどさぁ、ちょーっとクールダウンしなさいよ〜。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "451381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/451381",
                    "Titles": {
                        "eng": "XENO! The Price of Revival!",
                        "jpn": "Xeno 復活の代償！"
                    },
                    "Summaries": {
                        "eng": "Accepting the fact that Rezo must have his body, Pokota steals the Hellmaster's Jar and goes with Ozzel to Taforashia with Lina and the gang in pursuit. Xellos attempts to stop the ceremony, while Ozzel struggles with her own feelings.",
                        "jpn": "ようやくゼルを見つけて“冥王の壺”を取り戻したあたしたちは、レゾの魂からタフォーラシアが疫病に冒された真の理由を聞き出した。それを聞いて、今度はポコタが“冥王の壺”を持って逃走。ほんっと、どうしてこうも血の気の多いヤツばっかりなのよ〜ッ!? ポコタを追って、事の発端となったタフォーラシアへと急ぐあたしたちの前に、あのお騒がせ魔族が現れて…!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "451391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/451391",
                    "Titles": {
                        "eng": "YESTERDAY'S MEMORY! Days Regained!",
                        "jpn": "Yesterdays memory 取り戻した日々"
                    },
                    "Summaries": {
                        "eng": "Having finally been revived, Rezo the Red Priest awakens the people of Taforashia and cures the disease. However, Lina, Gourry and Xellos question Rezo and find out that his soul is still host to a fragment of Shabranigdo, the Dark Lord.",
                        "jpn": "再びレゾに会いたいと願うオゼルの手によって“冥王の壺”が割られ、遂に赤法師レゾが復活した。復活したレゾはポコタの願いを聞き入れると、タフォーラシアの人々を目覚めさせ、疫病を治すため力を尽くす。その姿は本当の聖人みたいで、なんだか変な気分。あんなにレゾを憎んでいたゼルも、レゾの言いつけ通りに薬を作ってるし…。このままなら、めでたしめでたしで終わるんだけど、なんだかレゾはあたしたちに何かを隠してるみたいなのよねぇ…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "451401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slayers/episodes/451401",
                    "Titles": {
                        "eng": "ZERO HOUR! The Destroyed One!",
                        "jpn": "Zero hour 滅びゆくもの！"
                    },
                    "Summaries": {
                        "eng": "Shabranigdo has been revived, and Lina and the gang struggle to hold out against him. Pokota holds him off while Lina readies the Giga Slave, the spell she used to defeat him before.",
                        "jpn": "レゾから衝撃の告白！ なんと“冥王の壺”にはレゾと一緒に魔王シャブラニグドゥのかけらも一緒に封印されていたんだって!! そして壺が割れた今、眠っていた魔王の魂は目覚めつつあるっていうの。レゾは、魔王に魂を喰われる前に自分もろとも魔王を滅ぼせっていうんだけど…もしかしてアンタ、そのためにあたしたちを呼んだっていうの!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}