{
    "URL": "https://thetvdb.com/series/sherlock-holmes-1984",
    "Genres": [
        "Crime",
        "Drama",
        "Mystery",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0086661/",
        "https://www.themoviedb.org/tv/799"
    ],
    "TitleEnglish": "Sherlock Holmes (1984)",
    "SummaryEnglish": "Sherlock Holmes is one of the world’s most popular fictional detectives, famed for his legendary powers of observation and deduction. Adapted from Sir Arthur Conan Doyle’s original novels, this classic series by Granada Television starred Jeremy Brett as the definitive Holmes, with David Burke and later Edward Hardwicke as his able assistant Dr. Watson.",
    "Aliases": [
        "The Adventures of Sherlock Holmes",
        "The Case-Book of Sherlock Holmes",
        "The Casebook of Sherlock Holmes",
        "The Hound of the Baskervilles",
        "The Memoirs of Sherlock Holmes",
        "The Return of Sherlock Holmes",
        "The Sign of Four"
    ],
    "Modified": "2025-07-12",
    "Seasons": {
        "0": {
            "ID": "25185",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4189332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/4189332",
                    "TitleEnglish": "Elementary, My Dear Watson",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4189333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/4189333",
                    "TitleEnglish": "Conan Doyle Family Bio",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4189334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/4189334",
                    "TitleEnglish": "Brett & Hardwicke Interview",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4189335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/4189335",
                    "TitleEnglish": "Sherlock Holmes Museum",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "10147596",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/10147596",
                    "TitleEnglish": "Sherlock Holmes: The Hound of the Baskervilles",
                    "SummaryEnglish": "Sir Charles Baskerville was found dead with a horrible expression on his face after seeing a mysterious demonic spirit of a gigantic hound that has haunted his family. Dr Mortimer visits Sherlock Holmes to save Sir Henry the heir of the Baskerville estate and to solve the mystery of the demonic curse before it's too late.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "13452",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/1",
            "TitleEnglish": "The Adventures of Sherlock Holmes (1)",
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "255708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255708",
                    "TitleEnglish": "A Scandal in Bohemia",
                    "SummaryEnglish": "A masked man calls, on confidential business, and Holmes quickly recognizes the visitor as the King of Bohemia. The King is planning for himself a dynastic marriage and is worried about a compromising photograph in the possession of his American former mistress. He wants Holmes to get it back for him.In outwitting the lady, Irene Adler, Holmes goes to great lengths - and at the end of the affair Watson comes to the conclusion that his friend is himself smitten.",
                    "Aliases": []
                },
                "2": {
                    "ID": "255709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255709",
                    "TitleEnglish": "The Dancing Men",
                    "SummaryEnglish": "Hilton Cubitt, from Derbyshire, consults Holmes about a series of dancing men picture-messages his wife is receiving. On their wedding-day, she had made Cubitt promise he would ask her nothing about her past, but she now seems to be terrified.  Holmes has to decipher the code of the matchstick men and get to the bottom of a dreadful murder which lies behind it.",
                    "Aliases": []
                },
                "3": {
                    "ID": "255710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255710",
                    "TitleEnglish": "The Naval Treaty",
                    "SummaryEnglish": "Holmes is approached by Percy Phelps, of the Foreign Office, to recover a document which has been stolen - before it can cause an international scandal and ruin Phelps's career. It seems the British Empire and the Kingdom of Italy have entered into a secret and embarrassing treaty.",
                    "Aliases": []
                },
                "4": {
                    "ID": "255711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255711",
                    "TitleEnglish": "The Solitary Cyclist",
                    "SummaryEnglish": "Violet Smith has recently started a new job as music teacher to Robert Carruthers, staying during the week at his house in the country. She consults Holmes because she is worried about being followed once a week on her way to the railway station by a man on a bicycle. Carruthers asks Miss Smith to marry him, but Holmes sees a sinister connection between him and the stalker.",
                    "Aliases": []
                },
                "5": {
                    "ID": "255712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255712",
                    "TitleEnglish": "The Crooked Man",
                    "SummaryEnglish": "An unhappy wife learns that her husband, Colonel Barclay, cheated her earlier fiance, leaving him disabled and in exile. After a fierce argument between them, the Colonel's dead body is found next to his unconscious wife in a locked room with no key, and with curious animal tracks outside the window. Nancy Barclay remains in a coma.Holmes investigates and finds a story of betrayal and a mystery worthy of his powers.",
                    "Aliases": []
                },
                "6": {
                    "ID": "255713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255713",
                    "TitleEnglish": "The Speckled Band",
                    "SummaryEnglish": "Holmes is approached by Helen Stoner, who feels threatened by her domineering step-father, Dr Grimesby Roylott. Her sister died mysteriously just before her planned wedding, and Helen has heard again the curious whistle she first heard on the night of her sister's death.Holmes perceives great danger and lays a complicated plan to defeat the threat to the beautiful Helen.",
                    "Aliases": []
                },
                "7": {
                    "ID": "255714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255714",
                    "TitleEnglish": "The Blue Carbuncle",
                    "SummaryEnglish": "A plumber, John Horner, is arrested just before Christmas and charged with stealing a famous jewel, the Blue Carbuncle, from Lady Morcar. He denies the theft - but he has a criminal record, and all the evidence is against him.  After Holmes's doorman finds the Carbuncle in a Christmas goose, Holmes uses an old hat to track the goose to a poultry dealer, then traps the servant who stole the jewel and framed the plumber.  The Blue Carbuncle has a dark history, and the stone features in the programme's opening credits with turbulent scenes from its past.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "13453",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/2",
            "TitleEnglish": "The Adventures of Sherlock Holmes (2)",
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "255715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255715",
                    "TitleEnglish": "The Copper Beeches",
                    "SummaryEnglish": "Violet Hunter consults Holmes about Edward Rucastle's offer of a job. He wants her to cut off her hair before coming to work for him as a governess. Holmes sees a sinister motive and investigates.",
                    "Aliases": []
                },
                "2": {
                    "ID": "255716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255716",
                    "TitleEnglish": "The Greek Interpreter",
                    "SummaryEnglish": "Holmes's brother, Mycroft, seeks his help in deciphering the story a man tells about being kidnapped and forced to translate for an injured Greek. Holmes investigates the disappearance of Paul Kratides, abducted by two villains, Latimer and Kemp, with the aim of forcing him to sign a document releasing his sister Sophie to marry Latimer.",
                    "Aliases": []
                },
                "3": {
                    "ID": "255717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255717",
                    "TitleEnglish": "The Norwood Builder",
                    "SummaryEnglish": "A young solicitor, John Hector McFarlane, seeks Holmes's help after retired builder Jonas Oldacre dies in a fire. McFarlane, who benefits from Oldacre's will, is suspected of murder and asks Holmes to clear his name. Holmes looks for another motive and another killer, and dresses up as a tramp to get the information he needs about the Oldacre household. The surprising answer he finds is that Oldacre is not exactly dead.",
                    "Aliases": []
                },
                "4": {
                    "ID": "255718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255718",
                    "TitleEnglish": "The Resident Patient",
                    "SummaryEnglish": "Dr Trevelyan calls on Holmes on behalf of his friend Blessington, after a Russian father and son vanish during a consultation. Blessington knows of no one who wishes him ill, but he is found hanged the next day. Holmes investigates, with advice from Watson.",
                    "Aliases": []
                },
                "5": {
                    "ID": "255719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255719",
                    "TitleEnglish": "The Red Headed League",
                    "SummaryEnglish": "A notice in a newspaper seeks red-headed men, inviting them to join a league which will pay them well - and Jabez Wilson, a pawnbroker who responds, finds he is hired and paid generously for spending four hours a day copying an encyclopedia in long hand. When the league is suddenly dissolved, Holmes is asked to find out what has been going on, and he quickly suspects crime. Indeed, behind this curious arrangement lurks Holmes's arch-enemy, Professor Moriarty.",
                    "Aliases": []
                },
                "6": {
                    "ID": "255720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255720",
                    "TitleEnglish": "The Final Problem",
                    "SummaryEnglish": "The French government sends for Holmes when the Mona Lisa is stolen from the Louvre. Holmes swiftly decides he is dealing with a mastermind - and none other than his old enemy Professor Moriarty himself.Holmes foils Moriarty's plans to sell Leonardo da Vinci's masterpiece and trails him to Switzerland, where they meet and fight to the death above the famous waterfall at Reichenbach.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "13454",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/3",
            "TitleEnglish": "The Return of Sherlock Holmes (1)",
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "255721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255721",
                    "TitleEnglish": "The Empty House",
                    "SummaryEnglish": "Three years on from Holmes's fatal fall into the Reichenbach Falls, Watson wrestles with a murder case under his own steam. But who is the enigmatic stranger in the Coroner's court, listening intently to all the evidence?Holmes returns home and explains how he escaped death at Reichenbach, while Moriarty lost his life. Holmes and Watson must now bring a partner of Moriarty's to justice, by proving he is a murderer.",
                    "Aliases": []
                },
                "2": {
                    "ID": "255726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255726",
                    "TitleEnglish": "The Priory School",
                    "SummaryEnglish": "The Duke of Holdernesse needs Holmes's help when his son, Lord Arthur Saltire, is kidnapped from the Priory School. Holmes finds the connection between an old mystery and a teacher who has also gone missing.",
                    "Aliases": []
                },
                "3": {
                    "ID": "255724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255724",
                    "TitleEnglish": "The Second Stain",
                    "SummaryEnglish": "The British Prime Minister himself calls at Baker Street to seek Holmes's help with a political crisis. A highly confidential letter from a foreign power has been stolen from the Secretary of State for European Affairs, threatening the world with war. Minutes after the Prime Minister's departure, Holmes receives another visit, from a veiled lady.In his investigation, a bloodstain is clearly an important clue, but whose is the blood? Holmes sees through the deceptions of great and small alike.",
                    "Aliases": []
                },
                "4": {
                    "ID": "255723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255723",
                    "TitleEnglish": "The Musgrave Ritual",
                    "SummaryEnglish": "Holmes and Watson are staying with Reginald Musgrave, the head of an ancient Sussex family, when his butler, Brunton, suddenly disappears. Brunton (something of a ladykiller and a highly educated man) had been taking an interest in an ancient family tradition called 'the Musgrave Ritual', which centres on a Carolingian riddle. And then a second member of the household vanishes, equally suddenly. The old riddle proves to be the key to tracing the butler's body and finding the treasure the dead man was after - the crown jewels lost in the English Civil War. And as so often, it's a case of 'cherchez la femme'.",
                    "Aliases": []
                },
                "5": {
                    "ID": "255722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255722",
                    "TitleEnglish": "The Abbey Grange",
                    "SummaryEnglish": "Holmes is called in to investigate a murder. Lady Brackenstall says she saw a gang of men kill her bullying husband, Sir Eustace, but on Holmes's arrival the case seems to have been solved. Holmes is uneasy and returns to the scene of the crime, where he finds things are not as they appear to be. And Watson is curious to hear about the lady's love affair with a sea captain during a long voyage...",
                    "Aliases": []
                },
                "6": {
                    "ID": "255725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255725",
                    "TitleEnglish": "The Man with the Twisted Lip",
                    "SummaryEnglish": "Neville St Clair works in the City of London and is a man of very regular and respectable habits. One day, his wife goes into town for lunch and is shocked to see her husband in the window of an opium den. That evening, he fails to return home, and Mrs St Clair decides to consult Holmes.",
                    "Aliases": []
                },
                "7": {
                    "ID": "255727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255727",
                    "TitleEnglish": "The Six Napoleons",
                    "SummaryEnglish": "Holmes is curious about a series of attacks on figures of the French Emperor Napoleon Bonaparte around London. One such incident leads to a violent death, and he investigates. Lestrade sees an Italian connection and proposes to focus Scotland Yard's attention on the Italian quarter of London, but Holmes is more interested in Chiswick.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "13455",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/4",
            "TitleEnglish": "The Return of Sherlock Holmes (2)",
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "255728",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255728",
                    "TitleEnglish": "The Sign of Four",
                    "SummaryEnglish": "For years after her father's disappearance, the beautiful Miss Mary Morstan receives anonymously every year one large and valuable pearl. When, finally, an invitation arrives to meet the mysterious pearl-giver, Mary Morstan seeks Holmes's advice, and he begins to unravel some remarkable clues, including a poison dart and a man with a wooden leg. What Holmes finds is an old soldier who is determined to punish those who betrayed him and his friends by stealing their oriental treasure.",
                    "Aliases": []
                },
                "2": {
                    "ID": "255730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255730",
                    "TitleEnglish": "The Devil's Foot",
                    "SummaryEnglish": "Reluctantly, after an illness, Holmes takes a holiday in Cornwall, with Watson for company. Then one day he finds himself investigating a mysterious death... after a quiet evening at home playing cards, three local inhabitants have been found in the morning in a terrible way: the two brothers overtaken by sudden mental illness, babbling incoherently, and their sister dead, with her face twisted into a look of terror. Holmes is delighted with the chance to bury his holiday boredom by taking on the case.",
                    "Aliases": []
                },
                "3": {
                    "ID": "255731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255731",
                    "TitleEnglish": "Silver Blaze",
                    "SummaryEnglish": "In a remote area of Dartmoor, The Silver Blaze, England's most famous and valuable racehorse, goes missing, the dead body of the horse's trainer is found, and sheep are savaged. The Police seem bewildered, but then they charge Fitzroy Stephen, a famous figure in the racing world, with the murder. Holmes is called in to trace the missing horse and finds he has to separate fact from fiction.",
                    "Aliases": []
                },
                "4": {
                    "ID": "255732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255732",
                    "TitleEnglish": "Wisteria Lodge",
                    "SummaryEnglish": "On a visit to Wisteria Lodge, Scott Eccles gets a strange reception. A mysterious note arrives for his host, Garcia, and the next morning Garcia and his servants have vanished without trace. Eccles consults Holmes, who decides to treat the case as a murder investigation, but it appears that Holmes and Watson are on a wild goose chase.",
                    "Aliases": []
                },
                "5": {
                    "ID": "255733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255733",
                    "TitleEnglish": "The Bruce Partington Plans",
                    "SummaryEnglish": "The body of one Cadogan West is found in an underground tunnel near Aldgate Station, with his skull smashed, and Holmes is puzzled by the interest his brother Mycroft is showing in the case. Mycroft explains that the top secret plans for a new submarine were in the dead man's pocket, but three of the ten pages were missing when the body was found.  Mycroft, on behalf of the British Government, asks his brother to find the missing pages.",
                    "Aliases": []
                },
                "6": {
                    "ID": "255734",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255734",
                    "TitleEnglish": "The Hound of the Baskervilles",
                    "SummaryEnglish": "Sir Charles Baskerville is found dead on Dartmoor, with his face contorted in terror and the footprints of a huge dog near his body. On arrival in England, Sir Charles's American heir, now Sir Henry Baskerville, engages Holmes to come to Devon and get to the bottom of the age-old legend of the Hound of the Baskervilles - a phantom which kills.From the outset, Holmes is convinced there is a human murderer at work and he lays a deep plan to foil him.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "13456",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/5",
            "TitleEnglish": "The Case-Book of Sherlock Holmes (1)",
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "255735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255735",
                    "TitleEnglish": "The Disappearance of Lady Frances Carfax",
                    "SummaryEnglish": "Watson, on holiday in the Lake District, meets the enigmatic Lady Frances Carfax, who is being haunted by the ghost of a horseman. Holmes decides to come up to join Watson, but by the time he arrives Lady Frances has vanished without trace. Holmes investigates and becomes very curious about the ghost.",
                    "Aliases": []
                },
                "2": {
                    "ID": "255736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255736",
                    "TitleEnglish": "The Problem of Thor Bridge",
                    "SummaryEnglish": "Maria Gibson, the wife of a gold-mining millionaire, is found shot dead at their country house. Gibson asks Holmes to find his wife's killer and thus to clear the name of his children's governess, Miss Dunbar, who has been charged with the crime. Is Gibson acting as a kindly employer, and what are the hidden depths of the case?",
                    "Aliases": []
                },
                "3": {
                    "ID": "255737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255737",
                    "TitleEnglish": "Shoscombe Old Place",
                    "SummaryEnglish": "Sir Robert Norberton stakes a huge amount (much of it borrrowed) on his horse Shoscombe Prince winning a race. His trainer thinks Sir Robert has gone mad and consults Holmes. Then one of the many creditors disappears and human bone is found in a furnace...",
                    "Aliases": []
                },
                "4": {
                    "ID": "255738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255738",
                    "TitleEnglish": "The Boscombe Valley Mystery",
                    "SummaryEnglish": "Alice Turner sends for Holmes when her lifelong friend farmer William McCarthy is killed and police suspicion falls on his son, James. James McCarthy admits quarrelling with his father, but he will not explain what their argument was about.",
                    "Aliases": []
                },
                "5": {
                    "ID": "255739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255739",
                    "TitleEnglish": "The Illustrious Client",
                    "SummaryEnglish": "Colonel James Damery calls on Holmes when the rich and beautiful Miss Violet Merville announces her engagement to Baron Gruner, a dangerous Austrian. Gruner has persuaded Violet that he is not a killer, and Holmes has to establish the truth and foil the powerful baron.",
                    "Aliases": []
                },
                "6": {
                    "ID": "255740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255740",
                    "TitleEnglish": "The Creeping Man",
                    "SummaryEnglish": "Spinster Edith Presbury asks Holmes to investigate when she is frightened by a large hulking figure silhouetted in her bedroom window - a presence which causes her dog to howl. Holmes is convinced the prowler is something out of the ordinary, but Watson at first finds the case trivial.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "13457",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/6",
            "TitleEnglish": "The Case-Book of Sherlock Holmes (2)",
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "255741",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255741",
                    "TitleEnglish": "The Master Blackmailer",
                    "SummaryEnglish": "Holmes and Watson are called in to deal with a blackmailer. A dazzling young lady is about to be married, and Charles Augustus Milverton, the slithery king of all blackmailers, has letters she wrote to another man. Watson is astonished when Milverton calls at Baker Street at the invitation of Holmes, who has a plan to thwart him. As ever, things are not quite as they appear to be.",
                    "Aliases": []
                },
                "2": {
                    "ID": "255742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255742",
                    "TitleEnglish": "The Master Blackmailer (2)",
                    "SummaryEnglish": "Concluding the case of Charles Augustus Milverton, king of blackmailers, who has given Holmes a good run for his money.",
                    "Aliases": []
                },
                "3": {
                    "ID": "255743",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255743",
                    "TitleEnglish": "The Last Vampyre",
                    "SummaryEnglish": "Holmes investigates a killing which has all the hallmarks of the worst kind of Ruritanian vampire. He is sceptical (to say the least) about the possibility that the undead are up to their mischief just a short train journey from his rooms in Baker Street. If a local resident really found his South American wife sucking blood from their young son, what might it signify?",
                    "Aliases": []
                },
                "4": {
                    "ID": "255744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255744",
                    "TitleEnglish": "The Last Vampyre (2)",
                    "SummaryEnglish": "Concluding the case in which Holmes unmasks an ingenious vampire.",
                    "Aliases": []
                },
                "5": {
                    "ID": "255745",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255745",
                    "TitleEnglish": "The Eligible Bachelor",
                    "SummaryEnglish": "American heiress Henrietta Doran (known as Hatty) marries Lord St Simon, but she vanishes without trace on her wedding day, leaving London agog. Later, the police find her wedding dress in the Serpentine, a lake in a London park, with a note in the pocket of the dress. While investigating the case, Holmes suffers from nightmares, which he sees as a factor in the mystery.",
                    "Aliases": []
                },
                "6": {
                    "ID": "255746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255746",
                    "TitleEnglish": "The Eligible Bachelor (2)",
                    "SummaryEnglish": "Concluding the case of the mysterious disappearance of Henrietta Doran, who vanished without trace on her wedding day.",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "13458",
            "URL": "https://thetvdb.com/series/sherlock-holmes-1984/seasons/official/7",
            "TitleEnglish": "The Memoirs of Sherlock Holmes",
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "255747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255747",
                    "TitleEnglish": "The Three Gables",
                    "SummaryEnglish": "Holmes investigates when a man dies and the manuscript of his recently-completed book is stolen. He has to discover who was behind an unusual proposal to buy a house and all of its contents.",
                    "Aliases": []
                },
                "2": {
                    "ID": "255748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255748",
                    "TitleEnglish": "The Dying Detective",
                    "SummaryEnglish": "A man dies suddenly of a mysterious fever, and Holmes suspects murder.",
                    "Aliases": []
                },
                "3": {
                    "ID": "255749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255749",
                    "TitleEnglish": "The Golden Pince-Nez",
                    "SummaryEnglish": "The police are baffled by the murder of Willoughby Smith, and Inspector Hopkins looks to Holmes to solve the case.",
                    "Aliases": []
                },
                "4": {
                    "ID": "255750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255750",
                    "TitleEnglish": "The Red Circle",
                    "SummaryEnglish": "Mrs Warren, a London lodging-house keeper, comes to Holmes with a curious story of a reclusive and eccentric tenant. Mrs Warren's husband has been abducted and then quickly released again, perhaps a case of mistaken identity. Holmes decides the case is more important than it appears.",
                    "Aliases": []
                },
                "5": {
                    "ID": "255751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255751",
                    "TitleEnglish": "The Mazarin Stone",
                    "SummaryEnglish": "The Mazarin Stone, a famous jewel, acts as a magnet for crime. Holmes investigates the latest and perhaps most curious episode in its adventures.",
                    "Aliases": []
                },
                "6": {
                    "ID": "255752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-holmes-1984/episodes/255752",
                    "TitleEnglish": "The Cardboard Box",
                    "SummaryEnglish": "When Susan Cushing first consults Holmes about the disappearance of her sister Mary, he shows little interest in the case. But then, at Christmas, Susan receives an alarming present in a cardboard box, and Holmes is quickly on the trail of a dangerous criminal.",
                    "Aliases": []
                }
            }
        }
    }
}