{
    "URL": "https://thetvdb.com/series/zoids",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [],
    "TitleEnglish": "Zoids",
    "SummaryEnglish": "In the far reaches of the milkyway, on a planet called Zi, there are powerful machines with superior fighting skills called Zoids. The actual Zoids series is broken down into five mini-series. The five series names are in order of time: Chaotic Century, Guardian Force, New Century Zero, Fuzors, and Genesis. The first part take place during the war between the two greatest nations on Zi: the Empire and the Republic. Into this chaos enters three different yet connected lives: Van Flyheight, a young Republican who stumbles upon some ancient ruins; Zeek, an Organoid in the ruins who has the capacity to revive and mazimize the potential of Zoids; and Fiona, an ancient Zoidian awakened from her sleep and who now accompanies Van on his journey into destiny. With the help of the kooky Dr. D, the mercenary Irvine, and the independent Moonbay among others, Van inadvertently finds himself on a course to stop the war before it",
    "Aliases": [],
    "Modified": "2025-05-26",
    "Seasons": {
        "1": {
            "ID": "13850",
            "URL": "https://thetvdb.com/series/zoids/seasons/official/1",
            "TitleEnglish": "ゾイド -ZOIDS- 第一部（少年編）",
            "SummaryEnglish": "父のようなゾイド乗りを目指す少年バンは、盗賊に追われ逃げ込んだ遺跡の中で、カプセルから誕生したオーガノイドのジークと遭遇する。ジークの力で辛くも危機を脱したバンは、同じくカプセルから生まれた少女フィーネと出会い、フィーネの失われた記憶を求め「ゾイドイヴ」探しの旅に出る。\r\n\r\n賞金稼ぎのアーバインや運び屋のムンベイとの出会いや、ガイロス帝国軍の中で最強のゾイド乗りで黒いオーガノイド・シャドーを相棒にする少年レイヴンとの死闘。惑星Ziに新たな戦禍を巻き起こし、支配者として君臨することを目論む帝国摂政ギュンター・プロイツェンの陰謀との闘いを経て、バンはゾイド乗りとして成長していくのだった。",
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "262962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262962",
                    "TitleEnglish": "The Boy from Planet Zi",
                    "SummaryEnglish": "Van wishes to become a Zoid pilot like his father was. Problem is, he can't control a Zoid very well, but when he visits some ruins, his life will be changed forever.",
                    "Aliases": []
                },
                "2": {
                    "ID": "262963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262963",
                    "TitleEnglish": "The Mysterious Fiona",
                    "SummaryEnglish": "When desert bandits return for Zeek, Van and Fiona decide to make a run out of the town to keep it safe. Can Zeek find some way to help them?",
                    "Aliases": []
                },
                "3": {
                    "ID": "262964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262964",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "When Fiona gets seperated from Van, a man named Irvine shows up and helps her out, but will he be a friend or a foe?",
                    "Aliases": []
                },
                "4": {
                    "ID": "262965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262965",
                    "TitleEnglish": "The Protectors",
                    "SummaryEnglish": "When Fiona throws out all the water storage, the two must find some way to survive in the desert. Will Irvine help them out, and if he does, what will be the cost?",
                    "Aliases": []
                },
                "5": {
                    "ID": "262966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262966",
                    "TitleEnglish": "Sleeper Trap",
                    "SummaryEnglish": "The mysterious Moonbay arrives and helps repair Van's Zoid in the desert, but what will she want in return?",
                    "Aliases": []
                },
                "6": {
                    "ID": "262967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262967",
                    "TitleEnglish": "Jump Zeek!",
                    "SummaryEnglish": "Van and company get arrested. Can they find some way to escape and save their Zoids?",
                    "Aliases": []
                },
                "7": {
                    "ID": "262968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262968",
                    "TitleEnglish": "The Battle of Red River",
                    "SummaryEnglish": "Minister Prozan decides to start a war between the Empire and \"\"the Rebels.\"\" Can Van and company find a way to stop it when they will be traveling through both territories?",
                    "Aliases": []
                },
                "8": {
                    "ID": "262969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262969",
                    "TitleEnglish": "The Road to the Republic",
                    "SummaryEnglish": "On a brief rest stop, the gangs past catches up with them, and only Zeke and Irvine are left free. Can the two find some way to free everyone else?",
                    "Aliases": []
                },
                "9": {
                    "ID": "262970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262970",
                    "TitleEnglish": "The Valley of the Monster",
                    "SummaryEnglish": "When Zeke goes crazy in the Valley of the Rare Hertz, the gang must find some way to save him. Will he become another casualty, or will they succeed?",
                    "Aliases": []
                },
                "10": {
                    "ID": "262971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262971",
                    "TitleEnglish": "The Mountain of Dreams",
                    "SummaryEnglish": "The gang finds a crazy doctor trying to make it snow. Will they help Dr. D get his dreams fulfilled?",
                    "Aliases": []
                },
                "11": {
                    "ID": "262972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262972",
                    "TitleEnglish": "The Fog at Mt. Iselina",
                    "SummaryEnglish": "Viola decides to get revenge on Van and company at her old village surronded by fog, but will the people welcome her or Van, or will both be forced to wreck themselves in the fog?",
                    "Aliases": []
                },
                "12": {
                    "ID": "262973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262973",
                    "TitleEnglish": "The Black Organoid",
                    "SummaryEnglish": "Zeke, Irvine, and Moonbay get arrested because an organoid has been terrorizing the towns around the neighborhood. Can Van prove their innocence?",
                    "Aliases": []
                },
                "13": {
                    "ID": "262974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262974",
                    "TitleEnglish": "The Battle of Chronos",
                    "SummaryEnglish": "After Van loses to Raven, he sits down and says he's waiting until Raven shows up. Some of the villagers warn them of the advancing Imperial Army. Major Marcus tells Major Shoobaultz of the new objectives and different strike plans. Major Marcus's unit will attack and capture the Chronos Fortress and the Shoobaultz unit will advance on to Mount Osa Base. After swooping and sneaking around Irvine learns even though the Republican Army is backed into a corner, they have a bold strategy. After several attempts by Moonby and Fiona, Van still doesn't want to go instead he is trying to pull the full potential of the Shield Liger out. Meanwhile, in the village Raven explains the strategy to Major Shoobaultz, and why they couldn't merge their forces together. It would be too overwhelming for the Republicans and which might force the President to negotiate a ceasefire treaty between both nations. After his talk Raven leaves with his Saber Fang and Shadow. Van finds him and says that he wants a",
                    "Aliases": []
                },
                "14": {
                    "ID": "262975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262975",
                    "TitleEnglish": "Wake Up! Zeek!",
                    "SummaryEnglish": "After Van loses the battle to Raven again, and this time Zeke is hurt badly. Colonel Krueger knows its a huge blow losing the fortress, but he wants to know how much time it would take them to start advancing again. He estimated about 30 hours and tells Major Ford of Chronos Unit that he should get back to Mount Osa Base and prepare for a counter-attack. Meanwhile, at the deserted villageVan tries to find help for Zeke. Then Dr. D shows up trying to find sunscreen and Van gets Dr. D to see Zeke. Dr. D. tells Van that to revive Zeke he would have to go to Mt. Osa and get a bright blue rock called Zoid Magnite. Irvine goes to the Republican Base to get armed up with a multiple missile diffusion system. They let them test it out. Van and Moonbay make it to the Mt. Osa Volacano and are struggling to keep alive and get the rock. While Irvine take on Raven and his Saber Fang with his multiple missile diffusion system. Van tells Moonbay he see the rock and she should lower him down. He gets t",
                    "Aliases": []
                },
                "15": {
                    "ID": "262976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262976",
                    "TitleEnglish": "Deploy the ZG!",
                    "SummaryEnglish": "After Van had finally revived Zeke with the Zoid Magnite, Zeke needed somet time to recover. Major Shoobaultz combined Imperial unit was delayed due to an avalanche of rocks. The delay was really severe they were delayed at least 2 hours. Marcus believed that it had to have been a fluke. Major Shoobaultz on the other hand believes this was no fluke, it was the work of Colonel Kruegar and that he knew exactly what he was doing. The severe losses due to the Chronos Fortress and this delay with rocks was no fluke. It started to rain and the roof started leaking where Van and the others were at. Colonel Kruegar gives the command of the Mt. Osa base to Major Ford while he would pilot the ZG (Gojulas) onto the front lines. At only fifty-percent of its true capability, the ZG still had firepower equivalent to tweleve zoids. Irvine sneaks into the base and see's just what they are planning for the upcoming battle against the Empire. The advancing Imperial unit is caught by surprise with severa",
                    "Aliases": []
                },
                "16": {
                    "ID": "262977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262977",
                    "TitleEnglish": "New Helic City (1)",
                    "SummaryEnglish": "There's a parade in New Helic City celebrating the Republican's latest victory and Irvine, Moonbay, and Fiona watch it. Van and Zeke wander away and see a lone Imperial soldier being harassed by some Republicans. The Imperial soldier had escaped and was trying to get away from the city. Van feels that the right thing to do is to help him, so he and Zeke chase the Republicans away. The soldier runs away and drops a picture of him and his mother, and Van picks it up. He meets the others at a cafe and tells them what happened. Irvine leaves for a moment and Moonbay says that they should go to the institute that specializes in ancient ruins. Just then, a few trucks pull up with Republican guards in them and one of the guys that Van and Zeke chased away (he told the guards about how Van helped the Imperial soldier). The guards accuse him of being an Imperial spy and don't believe that Hermann gave them their letter that he wrote for them. Irvine drives up in a jeep, throws a smoke bomb, and",
                    "Aliases": []
                },
                "17": {
                    "ID": "262978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262978",
                    "TitleEnglish": "The Longest Night of the Republic (2)",
                    "SummaryEnglish": "As the Imperial Army is getting closer, Captain Herman is swimming really fast to warn their side about the attack from the Empire. While Van, Moonbay and Irvine are planning their next move to the Guerrial Plateau. They also find out a general in the Imperaial Army is also looking for it and will pay lots of money if they have any leads. Madam President drops in on the Mount Osa base to check on how Colonel Kruegar is doing. Liutenant O'Connel of the Red River Base wants to send out a search party to look for the Captain. But the president denies their request. Irvine, Van, Moonbay and Fiona are havingdinner while the Liutenant drops in and is really mad, he says that he will pay anyone enough money from the military to retire if they would steal a Pteras and go rescue the Captain. While on the Imperial Side, Admiral Prozan was making his daily report to the Imperial King Zepplin. They talked for a bit on how he was goin gto deal the final blow to the rebels. Then Van and Irvine along",
                    "Aliases": []
                },
                "18": {
                    "ID": "262979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262979",
                    "TitleEnglish": "The Defense of the City (3)",
                    "SummaryEnglish": "Barely escaping and making it to the front lines at the New Helic Shore, the Republican Army stands and waits for the Imperial Army to attack. Prince Rudolph of the Empirehas some bad news about his grandfather. While Prozan gives the Republican President a final ultmatum of surrender or be completely annihilated. Then the Republican Army finds out more bad news, Old Man Kruegar, Moonbay and Fiona are still at the Mount Osa Base. Colonel Kruegar has an idea of destroying the Mount Osa Base so the Empire can't get its hands on it. Moonbay, Fiona and the Colonel escape through the Pteras. But the explosives didn't explode. So the Colonel comes thinks if he blows the Volcano up, the base would explode and all the combat systems on the zoids would freeze. Dr. D was also thinking the same thing. They would fly in with just a couple f Pteras's alongside Van and Zeke. Rudolph is informed the current emperor Zepplin passes away at exactly 11:00AM. Then Colonel Kruegar, Fiona and Moonbay launch",
                    "Aliases": []
                },
                "19": {
                    "ID": "262980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262980",
                    "TitleEnglish": "Prozen's Conspiracy",
                    "SummaryEnglish": "After stopping the war and making the Empire retreat peae was restored to the Republic. Van and his friends were off to the Guerrial Plateau to restore Fiona's memory. While at an Imperial Prison Cell, where the bandit Rosso has been residing for the past couple of weeks, is freed with the help of his comrades from the Desert Alka-Velto Gang. Since the death of the late emperor Zepplin, Crown Prince Rudolph is next in line to become emperor of the Empire. Minister Prozan also mourns the loss of his emperor. Minister Prozan regent to Crown Prince Rudolph, would become emperor if anything were to happen to Prince Rudolph. The Desert Alka-Velto Gang is planning on kidnapping the Crown Prince Rudolph and asking for a ransom from the Empire for treating them the way the did. Late at night, Minister Prozan went to a shabby shop where a special forces operative commander by the name of Metlenick was. Metlenick had arranged three republican command wolves to assure that the assasination would",
                    "Aliases": []
                },
                "20": {
                    "ID": "262981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262981",
                    "TitleEnglish": "The Resurrection Monster",
                    "SummaryEnglish": "A scientist talks to Minister Prozan about the loading process of the new type zoid they had found and the other zoid to which they had made alterations to its zoid core. Van and the rest were going off to the Guerrial Ruins. All the while, Rosso and Viola were safe for the time being, they weren't chased by the Imperial Army. They planned to ransom the young prince to the highest bidder in the Empire. After such a long and hard struggle from the palace to the desert, Rudolph was fast asleep. Rosso and Viola were about to have dinner, but then Rudolph starts to escape. Van, Moonbay, Irvine and Fiona had made it to the Guerrial Plateau and started searching around the ruins. They had split up, Van/Fiona/Zeke went one way and Moonbay/Irvine went around the other way. They had learned that someone had recently been here, after crossing a trapped line, Irvine and Moonbay were chased all over the ruins by a Rev. Rapter. Then the same had happened to Van, Fiona and Zeke. Barely hiding from t",
                    "Aliases": []
                },
                "21": {
                    "ID": "262982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262982",
                    "TitleEnglish": "The Charged Particle Gun",
                    "SummaryEnglish": "Raven starts to rush after Rosso and enters a punk guys territory called Brad. Raven being the nicest I have ever seen him, gets mocked by Brad. Then Raven takes Brad out and crushes his Dark Horn. Later Vana nd the rest were talking about how it was a waste of time, and Irvine brings up a good point abot how Fiona remembered something called Deathsaur. Van kicks a rock in the bush and finds a boy named Rudolph. Rosso and Viola can't find Rudolph any where and went searching for him. Moonbay tries to swindle Rudolph out of his Imperial Ring but Van cancels that transaction. While at the Imperial Palace, Prozan gives a magnificent speech on how he would take office if Prince Rudolph doesn't return before the funeral of the late emperor Zepplin, he would take office. A very fast zoid attacks through the cover of the forest, Viola goes to check it out and it turns out its Raven in a Genosaur (purple/dark purple/black). Rosso was coming to but he'd be a little late. Rudolph was just leavin",
                    "Aliases": []
                },
                "22": {
                    "ID": "262983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262983",
                    "TitleEnglish": "Farewell to a Friend",
                    "SummaryEnglish": "After barely escaping from Raven. Van adn the rest find some shelter. Rudolph wakes up and was having a bad dream and wonders if he will ever get back home. Later that morning, Rudolph asks if they could take him to Guygalos and teach him how to pilot a zoid. At the palace, Minister Prozan is sending out search parties and they are still looking for the prince as he explains to Prime Minister Homalef. A whole herd of Rev. Rapters and Redlers are searching for the prince, but were taken down by Raven and his Genosaur. Van starts teaching Rudolph how to pilot a zoid properly but Rudolph needs more practice. Then he gives Rudolph some special zoid pilot training. They find a bunch of Imperial Redlers with their zoid cores ripped out and Dr. D. Dr. D believes the Deathsaur was responsible for the damage and ruins of the Redlers. Dr. D tells everyone about the Legend of Beast of Destruction, the Deathsaur. It goes: One Deathsaur, destroyed a platoon of 1,000 zoids and whipped out a whole na",
                    "Aliases": []
                },
                "23": {
                    "ID": "262984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262984",
                    "TitleEnglish": "The Imperial Ring",
                    "SummaryEnglish": "Since the Shield Liger was destroyed, Van had fused with Zeke right before it was completely gone. Dr. D and Fiona gets Van to regain conciousness, meanwhile Raven delievers Rudolph to Metelinick and his thugs. Dr. D, Irvine and Van come up with a bold plan to get Rudolph back and Van goes off with Irvine to get him back. They are going to use Van as a decoy and then when gets Rudolph on to the hover board and then Irvine will launch an assault from up above using his 60mm Long Range Cannon. Van and Rudolph get away while Irvine sustains some damage by the Dark Horns. Van makes a couple of snazzy turns and they get into a mine. Metelinick and his thugs were right behind them. In the mines Van and Rudolph are being shot at, but maanage to give them the slip for a couple of minutes and started to climb a ladder. This time they were caught again and Irvine sames them with a couple of smoke bombs and then they get caught again, this time Van fell into a ditch and jumped up off of some-sort",
                    "Aliases": []
                },
                "24": {
                    "ID": "262985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262985",
                    "TitleEnglish": "A Voice from Afar",
                    "SummaryEnglish": "After Van had brought Rudolph back to the campsite away from danger, he had seen the Whirl Wind of Light surrounding the Shield Liger.  Before where Metelinick and his thugs were left because of the damage they had suffered due to Irvine's Command Wolf. They had just finished reparing the damage on one Dark Horn and the other would need at least a week to recover. Then a Red Guysack shows up and a guy called Stinger a.k.a the Fisherman shows up. Meanwhile, Van demands an explanation for whats happening to the Shield Liger. He finds out that Fiona and Zeke are still inside and he tries running into it but gets thrown away by th massive energy that was being put out. Van then runs off because he wanted Zeke to choose him, and wondered why he chose Fiona instead. Stinger makes a deal with Metelinick in which he'll help with the destruction of the cocki-group of punks with the organoid. Rudolph makes it over to where Van had gone off, by some nearby ruins. Denis was given the Red Guysack,",
                    "Aliases": []
                },
                "25": {
                    "ID": "262986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262986",
                    "TitleEnglish": "The New Liger",
                    "SummaryEnglish": "After Van starts coming back to the campsite, he is attacked by Denis in the Red Guysack, Denis tries to overtake him, but Van manages to win by opening the cockpit of the Guysack and knocking Denis out then taking the Guysack to fight at the other two. Then Stinger has all three, Irvine, Moonbay, and Rudolph tied on a pole and is playing some sick games w/their heads. Later, Stinger reveals he wasn't doing this for fun, he had a defined objective all along. He wanted Zeke for himself, and whatever he could his hands on else. Stinger then tells Irvine to call out the organoid, but Irvine tells Stinger, Zeke would never take orders from him or Moonbay. He would only obey Van. Meanwhile, Van had just started a fight with the Dark Horn piloted by Rhoto. Van takes him out with an attack from underneath and leaves. At the Whirlwind of Glowing Light, Dr. D comes out and punches Stinger and Metelinick. Then Metelinick gets inside the Dark Horn and starts to attack Rudolph, and just as he is a",
                    "Aliases": []
                },
                "26": {
                    "ID": "262987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262987",
                    "TitleEnglish": "Memories of Zi",
                    "SummaryEnglish": "After defeating Stinger, and his Saber Fang Stinger Special, Van and the rest continue their journey to Guygalos. Metelinick gives Minister Prozan, the Ring of Guylos. Then Van and the guys are talking about how they are going to get Rudolph back to Guygalos. Stinger makes it to a bar in a village, where he tells the Krossbow Brothers immediately make there way off to where Van and the rest of the gang are, in Desert Hel Digunners. Dr. D finds out Fiona is an Ancient Zoidian, a lost race of people that were thought to be whipped out a long time ago by the Deathsaur. Meanwhile, Raven is heading off to destroy another fortress in the Republican Army. At the palace, Minister Prozan announces to everyone Rudolph has been assasinated by an elite squadron of Republican Forces and Then he takes the throne. Raven attacks with the Genosaur and the fortress attacks with several Gordos, but Raven was unharmed within 3 minutes the base in complete ruins. Then the cores of the zoids were ripped out",
                    "Aliases": []
                },
                "27": {
                    "ID": "262988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262988",
                    "TitleEnglish": "The Saviour",
                    "SummaryEnglish": "After taking out the Desert Hel Digunners and getting Zeke back safe and sound, Van and the rest are trying to make it to the capital without any of the Imperials spotting him. Moonbay and the others are making their way through a village a called Light Town, where they learn Prozan has announced Rudolph is dead. Then if that wasn't bad enough, they have a road block set up just in case Van and the others run by. They come up with a nice plan to smuggle Rudolph past Light Town and into the heart of Imperial Territory. Moonbay and Fiona are in the Gustav, while Irvine, Rudolph, Van and Zeke are making their way past the mountains on foot. Moonbay decides to act like she's getting married and succeeds after lying half a dozen times. Later, the soldier in command finds out they were being tricked, and Irvine, Rudolph, Van and Zeke were on foot making their way through the mountains. Irvine hears the engine of maybe two or three Redlers in the vicinity and tells them to be very cautious. T",
                    "Aliases": []
                },
                "28": {
                    "ID": "262989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262989",
                    "TitleEnglish": "Run, Wolf!",
                    "SummaryEnglish": "After they made it out of the treacherous mountains, Irvine and Van are traveling some where. Where they have a flash back about what happened up to the point. Rudolph was dressed up as a girl called Ramona to hide his true identity. Van fins out the bandits here, were dressed as Imperial Soldiers are robbing the village of everything and bring the cost of food up. Back to reality, Van and Irvine were still traveling and Irvine has two flashbacks, one where it was long ago maybe ten or fifteen years ago, Irvine had sister named Helena. The second flashback consists of Irvine and Moonbay running away from some soldiers, whom are thinking they are and its. They go off and hide in a church where Sister Alena sticks a gun at Moonbay and Irvine. Van and the rest find out much about the really sick kids are being infected by a disease called Gacki-Carl Fever, but the only problem is the vaccine was taken by some bandits. While, staring at the boy Peter, whom is comforting his sisters hands,",
                    "Aliases": []
                },
                "29": {
                    "ID": "262990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262990",
                    "TitleEnglish": "Heroes of the Sky",
                    "SummaryEnglish": "Dr. D and some Republican officers are waiting for two people to arrive. They see a truck in the distance, and wait for it to arrive. They then let the two people, a man and a woman, get into two Storm Sworders. The Storm Sworders are launched into the sky, and then they fly off.\r\nMeanwhile, Van and the others are traveling towards Guygalos City. Van and Irvine have a fight about which route to take, which ends up with Irvine strangling Van. After a long discussion, they decide to split up, with Irvine, Moonbay, and Rudolf taking the long but safe route, and Van, Fiona, and Zeke taking the shorter route that has one Imperial base along the way. They split up, and shortly after that, it turns out that Rudolf snuck into the Blade Liger so he could go with Van.\r\nAt the Imperial base along Van's path, Major Karl Schubaltz is training with three black Redlers. He does some impressive maneuvering and shooting in his modified Saber Fang. Later, he and some other Imperial officer are talking abo",
                    "Aliases": []
                },
                "30": {
                    "ID": "262991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262991",
                    "TitleEnglish": "Moonbay's Waltz",
                    "SummaryEnglish": "Van and the gang are being chased by Captain Sephers unit, and then McMahon a very wealthy man rescues them. He takes them back to his mansion, where Moonbay finds out that it was him. McMahon discusses the best strategy to get the Prince back to the castle. Later, Captain Sephers shows his ugly face again, and this time, he points a gun at McMahon and tells him that they will search the his house. McMahon tells him that they won't and that they will leave immediately. After Sephers leaves, Moonbay puts on a dress that McMahon had given to her and they had one final dance. Then Van makes a decision that would benefit Moonbay, by leaving her at the masion with McMahon. Just about when Van and Irvine are about to leave, Moonbay shows up. Then they have a little talk until Captain Sephers unit arrives. The come and tell McMahon that he had better hand over the imposters before he to would take in McMahon. Then McMahon brings out his specially equipped Dark Horns with two 70mm cannons. He",
                    "Aliases": []
                },
                "31": {
                    "ID": "262992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262992",
                    "TitleEnglish": "The Three Guards",
                    "SummaryEnglish": "While on their way towards the Imperial Captial Guygalos, Van and the rest of the gang had fought their way through Captain Sever's Unit. Then after that, the gang is making there way through the Valley of Heroes. While in the Wind City, the Imperial Army had laid waste to all of the city. The three guards came after the Imperial soldiers, piloting three old model Saber Fangs. Laying waste to the entire Imperial Division with in a matter of moments. The three guards had gotten their revenge for them destroying the city. While back at home, Major Bord had come so that he could tell the three guards that a group of bandits (Van, Zeek...etc) were carrying an imposter Prince Rudolph and that they should be immediately dealt with. Then the three guards rushed off and found Van, he told them to meet them in the fighting grounds. Irvine went up first and knocked out one of the Saber Fang's. Then Van went against the second, beat him but at the cost of his boosters. He fought the third one and",
                    "Aliases": []
                },
                "32": {
                    "ID": "262993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262993",
                    "TitleEnglish": "The Doom Machine (1)",
                    "SummaryEnglish": "Van and the rest of the gang make it to the palace where Prime Minister Homalef. After Prime Minister Homalef spotted Princce Rudolph, he couldn't believe his eyes. After they got to the minister's Palace, Homalef told them that Prozan also was in search of some ruins. Later that night, Van, Fiona, and Zeek sneaked off in the Blade Liger to go to see the nearby facility that was once ancient ruins. As soon as Van arrives he is caught by Prozan. In which they both have an arguement. Fiona gets out and the Deathsaur starts to awaken. Prozan quickly realizes that Fiona is that of the Ancient Zoidian race. The Deathsaur awakens and comes out after completely destroying the ruins. Van and the Blade Liger put their boosters on all the way. On their way back to help out their friends at the palace, they are greeted by Shadow, Raven's organoid and the deadly Raven himself with his deadly Genosaur.",
                    "Aliases": []
                },
                "33": {
                    "ID": "262994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262994",
                    "TitleEnglish": "The Battle for Survival (2)",
                    "SummaryEnglish": "On his way back to help out Moonbay and the others at te palace, Van was confronted by Raven and his Genosaur. In a vicious battle that at one point was thought to be won by Raven. Van some how managed to draw energy into the busted Blade Liger. While at the palace, Irvine, Rudolph, Moonbay and Prime Minister Homalef left the palace with a Saber Fang, Command Wolf and a Gustav. After the Bearin of Wings (Rosso) and the Sord of Storms showed up, they took Rudolph to the Imperial Capital. Then Van had taken out all of the main external guns of the Genosaur. All he had left was one blade and all Raven had left was the charged particle gun. Then, Zeek and Fiona fused with the Liger thereby reviving the Blade Liger back to 100% with all damages gone. Raven fired the Charged Particle Gun and Van nuetralized it with blades of the Blade Liger. The blades on the Blade Liger give off electrons that nuetralize the Charged Particle Gun. And in successfully doing so, Van defeated Raven.",
                    "Aliases": []
                },
                "34": {
                    "ID": "262995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262995",
                    "TitleEnglish": "The Capital Ablaze (3)",
                    "SummaryEnglish": "The episode starts out with Van and Fiona atfter they defeated Raven. It jumps to the city of Guygalos where Prozan is giving his speech after addressing the so called death of Emperor Rudolph. He then shows teh people of the Empire the legendary beast of destruction, the only zoid that elimnated a platoon of 1,000 zoid in one night, the Deathsaur. He demonstrates the Deathsaur's power, by telling the Deathsaur to launch the Charged Particle Gun at the \"\"invading\"\" republican forces. The Deathsaur does, and in doing so it wipes out an entire gaul of Shield Ligers. As the support from the Republic that Prime Minister Homalef requested arrived to the Imperial Capital. Prozan instructs the Deathsaur to elimnate the entire republican forces and if needed to, burn the captial on the ground. Van Flyheight and his Blade Liger tried several times to attack the Deathsaur, but was thrown away by the Deathsaur's tail. Finally a last ditch effort, they had stopped the Particle In-take fan mounted on",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "13851",
            "URL": "https://thetvdb.com/series/zoids/seasons/official/2",
            "TitleEnglish": "Zoids: Guardian Force",
            "SummaryEnglish": "Two years after the events of Chaotic Century, Van is shown to have joined the Helic army. On a trip home he meets up with Fiona, now a researcher for the military, and the two decide to try to find the Zoid Eve again. Van and Fiona are assigned to a joint task force, the Guardian Force, formed by the Empire and Republic. They work with Thomas Schubaltz of the Empire to fight against those who threaten the peace between the nations.",
            "# Episodes": 33,
            "Episodes": {
                "1": {
                    "ID": "262996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262996",
                    "TitleEnglish": "The Secret Mission",
                    "SummaryEnglish": "After defeating a power like the Deathsaur, you'd think that the guy would take a break. But anyways, Van joined the military and has been working in the military for the past year. Van under the guidance of Colonel Kruegar, goes in a simulation test with the use of an organoid. He goes up against a herd of Command Wolves and Pteras'. He takes them out with ease. The President of the Republic gets a friendly warning from Emperor Rudolph. A highly mobile and super fast underground zoid attacked and destroyed the main bases of both the Empire and Republic. Van Flyheight, returns home to the Wind Colony. Later On, Van had gone out reminicing about how he found Zeek and Fiona in these same exact ruins a couple of  years back. While Fiona is on her way to the Wind Colony  with a sick Dr. D, are hit by a the Stealth Viper. Van goes and helps Fiona and Dr. D out. While at the Colony, Fiona and Dr. D are treated by the Priest and should make a complete recovery. Van's older sister, Maria went",
                    "Aliases": []
                },
                "2": {
                    "ID": "262997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262997",
                    "TitleEnglish": "Sniper",
                    "SummaryEnglish": "Van is told that soldiers are after the Republican gold. He goes to the city and has lunch with the Republican Commander. The commander tells them that they are indeed searching for something. They are searching for explosives that had fallen of during the war. Since they couldn't do much in the past they started doing it now. Van then leaves the restaurant with Fiona and the clever boy he is, he knows he is being followed by someone. He tells Zeek to go ahead and asks the guy to come out. It turns out that he is military police or it seems so. He tells Van that they are actually looking for gold and that they are planning to find and sell it in the Empire. He then shows them his partner, the Gun Sniper. Showtime, Van follows Commander Cunnigham and monitors them. They had Command Wolves resting in the back to take out the Blade Liger if he makes a move. Unknowning to Van, the military officer is actually in cahoots with Commander Cunnigham. He tells Van to finish of the Command Wolves",
                    "Aliases": []
                },
                "3": {
                    "ID": "262998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262998",
                    "TitleEnglish": "The Blue Devil",
                    "SummaryEnglish": "Van and Fiona go to a nearby village, where Captain O'Connel and his men found a whole truck load of stone tablets which may lead to Zoid Eve. When Van had gotten there, a Godos had gotten out of control and attacked Fiona. Van jumped in his Blade Liger, and used long range machine gun to target the Godos, as he was doing this, he had a vision that showed him if he fired he would've killed Fiona. Zeek rescues Fiona and Van destroys the Godos. Later on, the Village was put under some kind of spell and they had emptied out. Van, Fiona and Zeek had gone to the bell tower and found a girl in blue clothes and had blue hair called Reece. She attacked Van and Van flipped her out and was about to knock her out when Fiona stopped him. Fiona told him that she was frightend and she didn't know what she was doing. Later, Van, Fiona, Reece and Zeek went by the ruins and they found out that the stone tablets were gone, and Van was attacked by some small mechanical bugs. All the while a blue organoid",
                    "Aliases": []
                },
                "4": {
                    "ID": "262999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/262999",
                    "TitleEnglish": "The Steel Bison",
                    "SummaryEnglish": "Van is told by Captain O'Connel, that he will be going to Imperial Territory, because a couple of thugs posed as Republican forces are terrorizing nearby villages. While he makes his way to this village, he will be accompanined by another Guardian from the Empire, Shoobaultz. As Van leaves his Liger in the woods, he comes to town with Zeek and Fiona. Where in the way, Zeek is covered with red paint. Van makes his way all around town and finds that people back here near the farms aren't evacuating. Then, Shoobaultz shows up with his triple mini-shot cannon, 8-missile cluster, and 17 shot cannon Dibison. He see's that Zeek is red and demands that what is he doing. Van tells him that he is Van Flyheight, and he has a silver organoid called Zeek, but there was an accident and that Zeek was covered with some paint. He then doesn't beleive a thing until he grabs him by his shirt and sees his Guardian Force tag. Then Shoobaultz fills him in on information about the attackers. All they know is",
                    "Aliases": []
                },
                "5": {
                    "ID": "263000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263000",
                    "TitleEnglish": "The Invisible Enemy",
                    "SummaryEnglish": "As Van and Fiona enter another town, they go to the security office, to get the breifing for their next mission, but when they enter, they find out that Thomas is already there. Well after a few moments of bickering and arguements, Van and Thomas decide that it is safe if they both go after the bad guys. During their briefing, they find out that a bunch of outlaws are in the mountains so that they won't let trade go by. In a nice scheme to get the outlaws out, Thomas gets a Gustav and makes Beek operate it, while both him and Van are inside the Liger and Dibson. The outlaws attack as suspected, but when Van and Thomas get out, they find out that the enemy is using optical stealth. They also find out that the \"\"outlaws story\"\" was just a decoy so that they Hiltz can do his anicent ruin digging. Van and Thomas go to their hideout, and just about when they are going to make their move, they are confronted by Hiltz and his organoid, Ambient. Hiltz tells Van that he is flattered that he remem",
                    "Aliases": []
                },
                "6": {
                    "ID": "263001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263001",
                    "TitleEnglish": "The Zoid Hunters",
                    "SummaryEnglish": "After Van and Thomas fight off the Helicats in the mountains across the border, Van gets word from his superiors that there are Zoid Hunters that are taking sleeper zoids because now that the war is over, they can take zoids and no one would notice. Also a whole battalion of sleepers was taken a couple of days ago. Anyway, the zoid hunters strike and unknowningly a in a sleeper Rev. Rapter, Van is hiding in. Thomas tries to stop them, but the new recruit to their zoid hunting team, a very familiar Command Wolf to us takes out Thomas with one shot. Then they capture the Rev. Rapter and go back to base. Later, Van gets out of the Rev. Rapter and searches the Whale King to see if he could find anything to whats going on. He gets seen by one of the members of the zoid hunters and runs around a bit until he is caught by Irvine. Van is placed in a cell and later Irvine goes to check up on him. All the while, Thomas was stranded in the middle of no where.  Then Fiona shows up piloting the Bla",
                    "Aliases": []
                },
                "7": {
                    "ID": "263002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263002",
                    "TitleEnglish": "The Devil's Maze",
                    "SummaryEnglish": "It was raining and the First Division of Panzer unit in the Imperial Army made to a supply base that held more than 250 Megatons worth of explosives. It was an urgent call made two days ago, and the commander of the first Panzer Division was no other than Karl Shoobaultz. After checking part of the base, he was trapped with all his men. He found out that they were all being controlled by Reice. After long and hard fighting by Colonel Shoobaultz, he gives in. Thomas calculates that the cooling valves have been closed so that there would be an explosion that would wipe out the respectful parts of both nations. In the morning, Thomas finds out that his brother is in their, and both him and Van go in to shut down Reice. Van goes in through with out his Blade Liger on Zeek. Then Reice captures Fiona and uses her organoid, Specula to control the Iron Kong. Van and Thomas make great time until Thomas runs into his brother. Thomas starts a fight with the Kong. The Kong completely annihalites a",
                    "Aliases": []
                },
                "8": {
                    "ID": "263003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263003",
                    "TitleEnglish": "Raven",
                    "SummaryEnglish": "Episode starts out with a Godos being stolen and ised to destroy its own base with a black organoid. In the morning, Van goes to check out the base, or whats left of the base. Van looks around the base and sees that it was a thorough job. Whoever did this didn't want a trace of anything to be left behind. Then a survivor tells Van that this was done by a black organoid. In the back of his mind Van thinks this couldn't be possible. He calls in Thomas Shoobaultz. Van and Thomas had a talk with each other and Van filled in Thomas with all the details about the black organoid and Raven. Van thinks that that it might be a mistake bringing Thomas into this mission. Meanwhile, in the desert at the time Raven was walking alone and a Gustav pulled up and gave Raven a ride and some water. Then Thomas says that taking Raven down would be a piece of cake, and that he would win. Raven isn't the Raven that Van knew back in Chaotic Century, he has been psychologically effected by  the loss he receive",
                    "Aliases": []
                },
                "9": {
                    "ID": "263004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263004",
                    "TitleEnglish": "The Emperor's Holiday",
                    "SummaryEnglish": "After the fierce bout with Raven, Van decides to take a break with the Emperor himself, Rudolph. 7 Redlers carrying the Emperor to his one-day holiday. While watching with his comrades, is Stinger. Thomas finds out that Van is slacking off. Unknowningly, he gives, Emperor Rudolph a noggie. Then Lady Mary Ann, the girl that is supposed to wed Rudolph shows up and starts yelling at Thomas. Stinger scopes the area out and sees that Van's Blade Liger is there.  Mary Ann also learns that Thomas is in love with Fiona. She helps out Thomas in trying to get Fiona's affection, they try several methods and none of them seem to work. While all this is going on, Stingers' flunkies the two with the Desert Heldigunner zoids, plant explosives under the Redlers so when the lift off they would explode. They cause a distraction, and the Redlers lift off and explode. Then Van and Thomas hear the fire works, they try to head off to their Zoids. While they are running, Zeek is caught in a net but not taken",
                    "Aliases": []
                },
                "10": {
                    "ID": "263005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263005",
                    "TitleEnglish": "Assault of the Mega Monster",
                    "SummaryEnglish": "After going head to head combat with Raven, Thomas's Dibison is completely totaled and barely makes it near to a familiar Gustav. Van does some simulation tests at a nearby base to prepare for Raven's arrival. The normal routine, couple of Pteras's and Command Wolves. Then in the middle of the simulation Irvine shows up in his Red Command Wolf, and challenges Van. After a vicious duel at the first, both Irvine and Van stop and try to wash on a nearby lake. Irvine tells Van that he made a heap of prize money in winning a couple of tournaments and then he relaxed for the past couple days at La Fray Beach. When he heard of Raven coming back he started coming to this base. Then just before they are about to start Round 2 of their duel, Dr. D drops in with a parachute coming straight from the Wind Colony. He said that there was a way to strengthen the shield on the Blade Liger by at least 2 or 3 times. Before Dr. D could start getting work done on the Blade Liger, a severly damaged Dibison",
                    "Aliases": []
                },
                "11": {
                    "ID": "263006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263006",
                    "TitleEnglish": "The Wings of Darkness",
                    "SummaryEnglish": "Two Stealth Storm Sorders (Triple SSS) were being brought to an Dragon Head Base near the Red River as a symbol for peace. Behind them was Muler and Major Ralph from the Imperial Air Base Ebinar. Irvine and Van are taking Moonabys Gustav to the Dragon Head Base, and are wondering why Raven didn't finish him off when he had the chance. They find out it wasn't the Genosaur or Raven's will to leave the battlefield, instead it was Shadow's decision to leave. Then the Triple SSS are stolen by Major Ralph and Muler with the help of Ambient, the Red Organoid that belongs to Hiltz. When Van and the rest of the gang make it to Dragon Head Base, they find out about the stolen Triple SSS's, and since it fell under Guardian Force headlines, it was their mission to stop them and bring them back. Van believes since the Triple SSS's aren't yet equipped with Command Options, they will be back for the Command Options. Then Van strategies a complete and nice way to trap the Triple SSS when they come. Re",
                    "Aliases": []
                },
                "12": {
                    "ID": "263007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263007",
                    "TitleEnglish": "The Devil of the Sea",
                    "SummaryEnglish": "After taking back the Triple SSS's from Major Ralph and Muler Van and Fiona are called toward Lumear Island. It turns out that Dr. D brought them for a swim. After swimming around relaxing. Van starts to search for Fiona and has trouble finding her. Reice tortures Fiona by her psycho waves and plays mind games with her head. Dr. Dshows Van the operations room in which all of his girls are doing the hardwork of looking at the lost city of the Ancient Zoidians. Fion ais having terrible visionof her life. Dr. D tells Van about the legend on how the city will awake. When two moons are aligned just right, the sea level near the city will fall dramatically, and this only happens every 60 years. The Lost City is accessible for a short amount of time. The eclipse starts  and the lost city is unveiled quite nicely. Reice starts attacking Van, first with a decoy Double Sorder and then with after trapping him under water, with a Hammerhead. The Blade Liger isn't built for underwater combat and is",
                    "Aliases": []
                },
                "13": {
                    "ID": "263008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263008",
                    "TitleEnglish": "A Monster Awakens",
                    "SummaryEnglish": "After coming back from Lumear Island and defeating the Hammerhead, Van had made it back to a base near the Genosaur's Cacoon. An Imperial soldier finds Raven by the Genosaur's Cacoon. Then the rest of the Imperial soldiers come and arrest Raven.  Raven was being interrogated by Majro Shoobaultz. Then everyone checks out the Genosaur's cacoon. The Genosaur is evolving but int what? The republican and Imperial forces joined together in order to destroy the cacoon. After an all out assault against the cacoon, but it fails because the glowing cacoon actually protects and diverts all firepower away from it, the same would have happened if some had launched an assault on the Shield Liger's cacoon. They were going to wait unti lthe cacoon hathes and the Genosaur is reborn for their second assault. There was a whole fleet of zoids many mixes in the Imperial Zoids, several Red Horns and Iron Kong surrounded by Molga and Hel Digunner units.The Republicans had many Gojulas's and Gordos's surround",
                    "Aliases": []
                },
                "14": {
                    "ID": "263009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263009",
                    "TitleEnglish": "The Black Lightning",
                    "SummaryEnglish": "After suffering major losses at the hands of Raven, the Command Wolf was very badly damaged. It was struck with a fatal blow to the zoid care, that like the heart. Irvine, pilot of the red Command Wolf, was hurt bad and was in the hospital bed from the last encounter with the Geno-Breaker. Then Dr. D shows everyone the Lighnting Siax, a new ultra-fast zoid that he was developing for the Empire. Its theories in capability weren't enough for Thomas, he wanted to see a test run and thats exactly what he got. In the test run, it took out the Saber Fangs and Helicats within a couple of minutes. But the pilot had lost conciousness with the last launch of Anti-Zoid missiles and so he was ejected so that he wouldn't get hurt. The Lightning Siax memory bank was damaged really bad. Irvine leaves his bed and goes off to check on his Command Wolf. In a conference, that Emperor Rudolph is holding near the base, where Irvine and the rest are at, the Madam President is traveling by a white Hammerhead",
                    "Aliases": []
                },
                "15": {
                    "ID": "263010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263010",
                    "TitleEnglish": "The Distant Stars",
                    "SummaryEnglish": "After not fairing so well against the Geno-Breaker last time, this time they brought in Colonel Halford, used to work with Major Dan Flyheight (Van's Father), Halifrod is a complete jerk and lacks respect for anyone below him. He does have one good point that makes up for his ugly face, he is a Geno-Breaker specialist. He analyzed all the aspects of the Geno-Breaker, for ex. it has a windows of 1:05 secs before it can recharge after the first Particle Beam. It also needs 5.33 seconds to charge the Particle Beam. In their strategy, they want to nuertalize the footlock of the Geno-Breaker so it can't fire its Particle Beam. But what this idiot doesn't realize is the Geno-Breaker can fire from the air as well, it can use it thrusters mounted on the back, where the Pulse Laser Cannons used to be, and boost and it wouldn't need a recoil because its in the air. Then, Thomas, Irvine and Van do some exercise and keep doing those over and over. Meanwhile, Raven is confronted by Reice in a light",
                    "Aliases": []
                },
                "16": {
                    "ID": "263011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263011",
                    "TitleEnglish": "Attack of the Geno Breaker (1)",
                    "SummaryEnglish": "After training real heard for te arrival of the Geno-Breaker, Van had upgraded the booster on the Blade Liger. The upgraded booster made the Blade Liger faster than the Lightning Siax w/o a booster. Reice has a talk about the Geno-Breaker and why it is Red instead of being Dark Blue or Black. It seems that Hiltz must've done something to the previous Genosaur that made it come out Red. Also, Hiltz is not interested in either Van or Raven, he just wants who wins. Then Colonel Halford talks to the three pilots about the Geno-Breaker, and how it just finished attacking the Lightning Siax development plant of the Empire and its next target is this base. He also has a talk with Fiona, tells her to ask Thomas and Irvine to remove the electrical pulse generators and degrade the booster of the Blade Liger. He also tells Fiona after that she would be working with the ancient ruins study team again with him instead of this Guardian Force Team. Of course knowning Fiona, she told the other guys bu",
                    "Aliases": []
                },
                "17": {
                    "ID": "263012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263012",
                    "TitleEnglish": "The Boy from the Ruins (2)",
                    "SummaryEnglish": "After fighting the Geno-Breaker and falling over a cliff into a river Van washes up in a shore. Irvine, Thomas, Fiona and Moonbay start looking for Van, and had been searching for hours without a trace of him, the Blade Liger nor Zeke. Fiona sensed that Van is in a valley, hurt and unable to move for the time being. Irvine and Thomas go into the valley, Irvine spots the Blade Liger and Zeke but no sign of Van though. Then Zeke tells Fiona the cockpit flew open and Van fell into the river. Van, alive and makes it to a village but the people their don't help him. Then after passing out Van gets some sort of dream. In a shock Van wakes up and finds a boy named Nichalo who helped patching him up and his zoid T-roll. Van teaches Nichalo how to pilot T-roll really fast and smoothly. Meanwhile, the Imperial Army Division base is getting closer to the Village of Nordinance. Thomas does some research on the village, it turns out 10 years ago the Republican Army attacked and destroyed the villag",
                    "Aliases": []
                },
                "18": {
                    "ID": "263013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263013",
                    "TitleEnglish": "Van's New Power",
                    "SummaryEnglish": "After captureing Captain Sephers and healing, Van and the newly repaired Blade Liger were ready for some action. The Blade Liger repairs were all completeled. Van did a test run with the Blade Liger, and it turned out the Blade Liger was feeling kind of sluggish. Van found out after Dr. D explained to him, that all the motion systems were worn out on the Blade Liger when came here and it also seems that Van has been running the Blade Liger well beyond its capabilities, so now the Blade Liger isn't good enough for Van anymore. Then Dr. D shows everyone some of the semi-functional boosters, that may increase the Blade Liger's potential. Moonbay tries to test the boosters out on her Gustav how the would work, but it didn't work at all, it took the Gustav all over the place. Then Dr. D attaches som functional boosters to the Blade Liger. Before the test run, Fiona wanted to talk about something very strange happening to Zeke. But Van told her he'll deal with it after the test run. Van goes",
                    "Aliases": []
                },
                "19": {
                    "ID": "263014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263014",
                    "TitleEnglish": "Phantom",
                    "SummaryEnglish": "After pulling out the full potential of Zeke and the Blade Liger, the Blade Liger has reached its absolute best under the piloting of Van. A couple of people were conspiring to kill Emperor Rudolph and were caught and placed under arrest. Phantom, the assassin they hird is very notorious and he has never missed his intended target or given up on an assignment. When he receives an assignment he carries it out to the very end. Van and Thomas find out the plot to kill emperor Rudolph will be carried out at the Guylos Grand Prix, the generals that still claim loyality to Prozan want Emperor Rudolph dead. The Grand prix attracts lots of attention from all over Planet Zi. We also find out, Moonbay, aka the Red Fire Ball will be making her grand return to the Grand Prix and is burning every oppenent in sight except for one called Mascarade. Meanwhile, Phantomis in the harbor with his stealth Gun Sniper, unknowningly to Van there can be a snipping shot made from the sea. Phantom has a stealth",
                    "Aliases": []
                },
                "20": {
                    "ID": "263015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263015",
                    "TitleEnglish": "G-File",
                    "SummaryEnglish": "After taking down Phantom, before he can kill Emperor Rudolph, Captain O'Connel and Colonel Herman are looking at the remains of the Gun Snipers that Van destroyed. Thomas and Bic were looking around at the place where the Geno-Breaker was first born in search of Residual Radiation.They are wondering how a Gun Sniper could change shape with just fusing with an organoid. Colonel Shoobaultz made it at the Dragon Head Base and they all including Thomas made it to the briefing. Dr. D started the briefing for the various enemies more than the Guardian Force had to deal with. Then Dr. D goes over the biographies of the following enemies they have had to tangle with. First they start with a man called Hiltz, then they go on to, Ambient, Reice, Specula, then finally Raven and Shadow. After that briefing was over, Fiona had done a special briefing of her own on the top members of the Guardian Force and analyzes the best tactics the Guardian Force can use against the Geno-Breaker. They would nee",
                    "Aliases": []
                },
                "21": {
                    "ID": "263016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263016",
                    "TitleEnglish": "Supersonic Battle",
                    "SummaryEnglish": "After somehow defeating the Whale King, Van and Thomas find themselves in a mystery. Some people are stealing zoid parts which are still being developed. The weapons have their clear advantage, after finding it out against a couple of Hel Digunners. Meanwhile, a Gustav carrying stolen zoid parts from both respective nations  stops after it drops some of its cargo. Irvine piloting the Lightning Saix sees they could use a hand and jumps out offering assistance. Irvine finds out what they are carrying and demands an explanation but before that happens, he gets knocked out. He turns on his one eye video  piece. He captures the general's face and is later used for military intelligence. When Irvine wakes up he finds out he is being accused of stealing the zoid parts and also his Lightning Saix has been stolen. After the officier in charge denies everyone of his statements, they board a militaristic brown Hammerhead. After a couple of minutes on the Hammerhead, the officer in charge goes to",
                    "Aliases": []
                },
                "22": {
                    "ID": "263017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263017",
                    "TitleEnglish": "Cerberus",
                    "SummaryEnglish": "A lone Iron Kong moves to a place with windmills. 3 Saber Fangs appear and declare the Iron Kong's pilot guilty. The Iron Kong fires at them but they disappear. Suddenly a giant zoid with 3 heads appears, Cerberus. It fires at the iron kong and defeats it. Its 3 creators laughed as the iron kong burns. Meanwhile, Thomas briefs Van and Fiona about the Trinity Ghost, a group responsible for the attack on zoid pilots. unknowned to them they are being watched by the trinity ghost, and they declare Thomas guilty. When Thomas shows them a sample of the message, he recieves one himself. He goes and meet them by himself, and gets beaten pretty badly. Thomas is hospitalized and Van and Fiona visit him, after hearing his account, they go to the site of the incident. Van finds a piece of glass. The trinity ghost watches them and declare Van guilty. Van and Fiona go to the Thomas' former university where new imperial weapons are developed to ask fo help. They meet 3 scientists, Hienz, Kurt and Ale",
                    "Aliases": []
                },
                "23": {
                    "ID": "263018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263018",
                    "TitleEnglish": "The Nightmare",
                    "SummaryEnglish": "Van, Irvine and Thomas are making some adjustments to the Attack Booster. It seems they attack booster can be upgraded to make the Blade Liger go several times faster. Which would increases the chances of defeating the Geno-Breaker. In some cliffs, Hiltz and Ambient are about to release an ancient type of zoid. At the base, Fiona senses the heat signature of this crude zoid and rushes off. Then Hiltz reports to the Dark Kaizer as Hiltz is talking to the Dark Kaizer, Raven drops in on Hiltz and after a few seconds leaves to the top of the mountain and looks at the stars. He vows next time Van and him meet that one of us will die. Fiona has a very bad dream and finds what she went looking for. At the base, Van went to try out the enhnaced booster while, Moonbay, Thomas and Fiona flew off in the Pteras's and Dibison. Later on, Van and Irvine prep their zoids for battle as they hear Raven is approaching in the Geno-Breaker. Fiona finds Hiltz zoid, which has a zoid core temperature of 6,000",
                    "Aliases": []
                },
                "24": {
                    "ID": "263019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263019",
                    "TitleEnglish": "Attack of the Winged Dragons",
                    "SummaryEnglish": "After being unsuccesful in stopping Hiltz, he took to orbit in the Hammer Kaizer with the Death Stinger in it. Fiona piloting a Pteras and Moonbay piloting a Silver Pteras, they were monitoring the Hammer Kaizer. Hiltz announces to everyone in the Republic about the Death Stinger and asks them what the name of the town below their is, Major Herman tells him if he doesn't know then he won't tell him. Hiltz destroys it with a blast of the Charged Particle Gun from the Death Stinger. Major Herman goes to the Capital and asks the Madam President, about taking two Storm Sworders into space. He wants the pilots on Storm Sworders to be Van Flyheight and Thomas Shoobaultz. At the battlefield where both Van and Thomas are alongside Irvine, are attacked by a couple of Hel Digunners. Van tells Irvine to take his place as the Storm Sworder pilot, and they should leave now. Meanwhile, surrounded by several cliffs, the severly-damaged Geno-Breaker rests along with Shadow in its left claw. As Raven m",
                    "Aliases": []
                },
                "25": {
                    "ID": "263020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263020",
                    "TitleEnglish": "The Capital Collapses",
                    "SummaryEnglish": "After making a direct hit with the surface and surviving the Hammer Kaizer destruction, the Death Stinger made its way to New Helic City. At traveling forty km per day, it would make it to the Capital with in two hours. The evacuations of the Republic were mostly complete, only the South and West sectors remain. Emperor Rudolph reassures the president, the defense forcees of the Empire will be arriving to give assistance, among them will be Colonel Shobaultz Armored Panzer Division. Colonel Herman gets and idea to sin the Death Stinger into Molteon Magma, with some strategic bombing the crust will break and the Death Stinger will fall into Molteon Magma. Van is still battling out with Blue Genosaur, Reice. While, Raven is still  mourning the loss of his organoid, Shadow. As Irvine and Thomas were making it to the Storm Sworders for the bombing run, the Death Stinger changes course and starts heading for the Molteon Lava himself. Colonel Herman cancels the order for the bombing mission,",
                    "Aliases": []
                },
                "26": {
                    "ID": "263021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263021",
                    "TitleEnglish": "The Giant Fortress",
                    "SummaryEnglish": "After retreating from the doomed Capital, the Republican and Imperial Forces have been going to Windean Lake. This is where the Republican's Secret Weapon, the Ultrasaurus was resting. A last ditch strategy they will use to defeat the Death Stinger is under way.  They are planning to awaken the Ultrasaurus, a heavy carrier zoid, which would provide them with cover and fire power to take on the Death Stinger. Colonel Herman believes there is only a 50% chance the Ultrasaurus will awaken. Van talks some sense in to Colonel Herman and eventually makes him realize, he has to believe in that 50% chance the Ultrasaurus will awaken or its hopeless. Six power blocks of the  Ultrasaurus are ready for action and are functioning well to their maximum. Moonbay got an idea to kick start the seventh power block of the Ultrasaurus. Meanwhile, the Death Stinger slumbering in the molteon lava with in a mountain, it blows through the mountain with a Charged Particle Beam and sets out after the Ultrasaur",
                    "Aliases": []
                },
                "27": {
                    "ID": "263022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263022",
                    "TitleEnglish": "The Great Sea Battle",
                    "SummaryEnglish": "After the Ultrasaurs had awoken and made it to sea as it starts out for the journey to the Empire, Van and Irvine start engaging the Helicats and start taking them one by  one until the Death Stinger charged its Charged Particle Beam. Van and Irvine, knowing the power of the beam, turned around started to run.  As the Charged Particle Beam made its way toward them, both the Blade Liger and Lighting Saix kicked into their boosters and started to run as fast as their zoid's capacity. the beam was going to hit them, but Rosso and Viola picked them up and delievered them to the Ultrasaurus just in the nake of time. Colonel Herman goes over the meeting abou thte Ultrasaurs and its defenses. Besides basic armaments and normal defensive tactics its completely vunerable, so they are going to a top secret Imperial Plant to get the Gravity Cannon, once this is in place the Ultrasaurus will be a truely powerful and invincible force to be reckoned with. They had sent out a Hammer Head for surveila",
                    "Aliases": []
                },
                "28": {
                    "ID": "263023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263023",
                    "TitleEnglish": "The Gravity Cannon",
                    "SummaryEnglish": "The Ultrasaurus arrives in an area where there are a lot of islands and finds the one where the gravity cannon is ready to be installed onto it. Krueger is taken to Guygalos to recover and rest, and Rudolf arrives. Then everyone looks at the gravity cannon, and are surprised at how huge it is, but they have to equip it on the Ultrasaurus quickly or the enemy will find them. Meanwhile, Hiltz has arrived in the islands and sends lots of Sinkers to find the Ultrasaurus. At a meeting, Dr. D explains how the gravity cannon works. There are two parts to it, the actual gun and the power generators. The shell is made of a very dense material that has its own gravitational field, and will make a \"\"black hole\"\" when it hits its target. The only problem is that there are only three shells, and one must be used for a test shot. Karl is appointed to aim and fire the gravity cannon.\r\nVan, Thomas, and Irvine check on their Zoids. The gravity cannon is linked to the Ultrasaurus. Fiona is worried about th",
                    "Aliases": []
                },
                "29": {
                    "ID": "263024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263024",
                    "TitleEnglish": "The Final Battle",
                    "SummaryEnglish": "The gravity cannon is ready to go up against the Death Stinger, the only problem is that they must get the Death Stinger to hold still long enough for it to feel the full impact of the gravity cannon.  The decision to use the delta formation is used.  Once the Death Stinger is in sight Van, Urvine, and Thomas leave in their zoids leaving Van as the back point of the triangle.  They manage to get the delta formation completed, only this time when the get into the formation it creates a pyramid shield barrier trapping the Death Stinger inside.  The cannon shoots, but just before it gets close enough to the Death Stinger it breaks the shield barrier and fires its Charged Partical beam, destroying the shell.  The fighters come to the conclusion that if they take off their shields they can concentrate more energy on the barrier, the fith commences.  Finally they reform the delta formation this time concentrating every bit of energy on the barrier.  The shell is shot and Hilts tries to break",
                    "Aliases": []
                },
                "30": {
                    "ID": "263025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263025",
                    "TitleEnglish": "The Ancient Memory (1)",
                    "SummaryEnglish": "Just when you thought the nightmare of the Death Stinger is over, it gets renewed. The episode starts off with the Death Stinger being destroyed by the gravity cannon, but just when everything seemed to be over, Ambient appears and fuses with the destroyed Death Stinger, reviving it. Van and Irvine tried to make a attack, but the DS burried itself into the ground, and went attacking the Ultrasaurus, which injured Dr. D. Also, Raven runs up to Shadow, who thought Shadow would be pleased to see him again, but unfortanetly, things were terribly wrong. Shadow attacked Raven violently, and the Dark Kaiser comes up, and tells Raven that Shadow is now a slave to him. This definitely aggrivated Raven, and he started charging after the Dark Kaiser, but he was flipped. At the end of this episode, Fiona is thunderstruck when she heard \"\"Zoid Eve\"\", and was hit by a stray bullet from the Death Stinger. As usual, Van got out of his zoid, and ran up to Fiona. Her last words before she dissapeared into",
                    "Aliases": []
                },
                "31": {
                    "ID": "263026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263026",
                    "TitleEnglish": "Zoid Eve (2)",
                    "SummaryEnglish": "Finally, in this episode, all the mysteries that have been unanswered are finally revealed, along with the true identity of the Dark Kaiser. This episode explains what Zoid Eve really is, and at the end of this episode, Van gets ready to start fighting Hiltz in his Death Stinger again.",
                    "Aliases": []
                },
                "32": {
                    "ID": "263027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263027",
                    "TitleEnglish": "Endgame (3)",
                    "SummaryEnglish": "The final battle between Van and Hiltz has arrived, but Fionna keeps seeing Prozen. Reece, flying on Specula, appears in front of Prozen (Raven, Reece, and their organoids were awakened when Fioana opened the gate to Zoids Eve). It's obvious that Reece is no longer taking orders from the Dark Kaizer. Just when the evil man is about to give her one of his energy blasts, Raven appears in the Genobreaker. They exchange angry words, and Prozen sends 3 Genosaurs to attack. Reece watches tearfully while Raven battles with them. Suddenly, stray gunfire hits the building holding Zoid Eve causing it to activate. The Death Stinger begins to glow.\r\nMeanwhile, Lt. O'Connell is flying overhead sending arial photos back to the Ultrasaurus. Captaim Herman notices that the Death Stinger is resurrected. Also in the skies is Prince Rudolph and a group of whale kings. Rudolph sees a picture of the dark Kaizer and immediatly recognizes him as Prozen.\r\nOn the ground, Van watches helplessly as the Death Sting",
                    "Aliases": []
                },
                "33": {
                    "ID": "263028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263028",
                    "TitleEnglish": "Return to Tomorrow (4)",
                    "SummaryEnglish": "In the Final Episode, Van and Raven give it all they got to defeat the reserected Death Saurer. Hiltz is on a rampage blasting away with the the Sauer's Charged Particle Beam. To destroy the Death Saurer, Fiona and Zeek were prepared to sacrifice themselves to destroy Zoid Eve. Doing so, all of the Zoids on Zi would be destroyed. Van stopped them, exclaiming that he could destroy it, by launching him self from the Gravity Cannon on the Ultrasaurus! The energy shield was destroyed by Raven, with the Genobreakers charged particle beam. The Liger was shot out of the cannon and thrusted through a charged particle blast right through the zoid core of the Death Saurer, destroying it and Hiltz. The Zoid Eve went back underground, and the Death Saurer exploded, thus ending the series with Fiona, Van, and the Blade Liger.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "13852",
            "URL": "https://thetvdb.com/series/zoids/seasons/official/3",
            "TitleEnglish": "Zoids: New Century",
            "SummaryEnglish": "Zoids: New Century, or Zoids: New Century Slash Zero (ゾイド新世紀／ZERO（スラッシュゼロ）, Zoido Shinseiki Surasshu Zero), is an anime television series created in 2001 by Shogakukan, Inc. It is the second Zoids series created, based on the range of mecha models produced by TOMY. The series has been dubbed and originally released in Western nations under the title Zoids, before being later rebranded as Zoids: New Century by Viz Media, and was the first Zoids series to be dubbed in English. The series has 26 episodes that run for 25 minutes each. In August 2014, a Blu-ray box set of the series was released in Japan.",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "263029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263029",
                    "TitleEnglish": "Commence Battle: Attack Liger Zero",
                    "SummaryEnglish": "Bit Cloud is out looking for Zoid parts when a battle begins around him. Can he convience either the Blitz Team or the Saber Fang squad to let him join their squad, or will he be stuck as a scavenger forever?",
                    "Aliases": []
                },
                "2": {
                    "ID": "263030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263030",
                    "TitleEnglish": "New Partners vs Naomi; The Red Comet",
                    "SummaryEnglish": "When Bit goes into a long range battle without a decent long range weapon, it's up to him and Liger to get up by \"\"The Red Comet\"\" in her type of fight. Can they make it close range when Naomi has never been in close range before?",
                    "Aliases": []
                },
                "3": {
                    "ID": "263031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263031",
                    "TitleEnglish": "The Prince Arrives: Harry Champ",
                    "SummaryEnglish": "A mysterious man ambushes the Blitz Team and tries to get Lena to share his love. The man is a rich man by the name Harry Champ, and he wants to marry Lena, but first he must defeat Bit. Can this millionaire succeed?",
                    "Aliases": []
                },
                "4": {
                    "ID": "263032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263032",
                    "TitleEnglish": "Unsanctioned Battle: The Mysterious Backdraft Group",
                    "SummaryEnglish": "When the unknown Backdraft Group captures Lena and forces the Blitz team into an unsanctioned battle, it's up to Bit to save the day. Can Liger Zero claim another victory?",
                    "Aliases": []
                },
                "5": {
                    "ID": "263033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263033",
                    "TitleEnglish": "High Speed Battle: Transforming Into Zero Jager",
                    "SummaryEnglish": "When the Champ Team hires Jack Cisco to defeat the Blitz Team, it's up to Bit to unlock the Liger's first transformation unit. Will they succeed, or will the Lightning Siax just have to much speed to be defeated?",
                    "Aliases": []
                },
                "6": {
                    "ID": "263034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263034",
                    "TitleEnglish": "The Dark Giant: The Invincible Elephandor",
                    "SummaryEnglish": "The Back Draft Group decides to once again attack the Blitz Team with a new unknown zoid: The Elephandor, but what exactly is the Ultimate X zoid that the Back Draft group is looking for?",
                    "Aliases": []
                },
                "7": {
                    "ID": "263035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263035",
                    "TitleEnglish": "The Desert Gang: The Hover Cargo's in Danger",
                    "SummaryEnglish": "When the Blitz team and Fluggel teams get ambushed in the desert, it's up to Lenna and her new Gunsniper to save the day. Will they succeed?",
                    "Aliases": []
                },
                "8": {
                    "ID": "263036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263036",
                    "TitleEnglish": "Invasion of the Fierce Tigers: Transform to Zero Schneider",
                    "SummaryEnglish": "An unknown man named Dr. Layon decides to help the Tigers team get on the winning track again, but at what costs, and why does he want to destroy Lenna's dad?",
                    "Aliases": []
                },
                "9": {
                    "ID": "263037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263037",
                    "TitleEnglish": "The Princess Arrives: Mary Champ",
                    "SummaryEnglish": "Harry's sister Mary decides to come and make him grow up until she sees the Liger Zero. Now she wants to win the Liger Zero for herself, but can she actually defeat the Blitz team when no one else has?",
                    "Aliases": []
                },
                "10": {
                    "ID": "263038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263038",
                    "TitleEnglish": "Desert Tusk: Assault of the War Sharks",
                    "SummaryEnglish": "Altail decides to have the Back Draft group try one final test on Liger Zero to prove its the Ultimate X. Can Bit and Liger survive?",
                    "Aliases": []
                },
                "11": {
                    "ID": "263039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263039",
                    "TitleEnglish": "The Sensational Three: Rematch with Jack Cisco",
                    "SummaryEnglish": "Jack Cisco forms a team composed of nothing but Lightning Siax to do battle with the Blitz Team. Can Bit and company have any hope of winning when they only have one fast Zoid?",
                    "Aliases": []
                },
                "12": {
                    "ID": "263040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263040",
                    "TitleEnglish": "Zero Is Stolen: The Fiery Battle (1)",
                    "SummaryEnglish": "Liger Zero is stolen by Altail and the Back Draft group to do a one-on-one battle with the Elephandor. Can Bit and Liger survive when all their safeties have been removed?",
                    "Aliases": []
                },
                "13": {
                    "ID": "263041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263041",
                    "TitleEnglish": "The Brave Wild Eagle: The Raynos vs. the Zabats (2)",
                    "SummaryEnglish": "The Zoid battle comission allows the Blitz Team to do battle with the Back Draft Group in an approved match up, but will the Blitz Team stand a chance when Jamie is their only air pilot, and he can't even control the Raynos he now has?",
                    "Aliases": []
                },
                "14": {
                    "ID": "263042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263042",
                    "TitleEnglish": "Fright Day The 13th",
                    "SummaryEnglish": "Lenna gets challenged by the \"\"Chainsaw\"\" man in this classic Halloween spoof. Does she stand any chance against the mysterious Zoid that cuts everything up, or will her teammates even stand by her?",
                    "Aliases": []
                },
                "15": {
                    "ID": "263043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263043",
                    "TitleEnglish": "Layon Returns: Anti-Gravity Catastrophe!",
                    "SummaryEnglish": "Dr. Layon decides to get revenge on Dr. Toros by kidnapping Lenna and forcing the Blitz Team into a gravity free battle. Can Liger Zero and the Command Wolf defeat Layon when they can't get a firm grip on the ground?",
                    "Aliases": []
                },
                "16": {
                    "ID": "263044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263044",
                    "TitleEnglish": "Red Rival: Leon Toros Returns!",
                    "SummaryEnglish": "When the Back Draft group overwhelms Naomi, she gets help from an unlikely source. The two form a team together and challenge the Blitz Team. Can Bit and compnay have any chance against this new \"\"unknown\"\" rival?",
                    "Aliases": []
                },
                "17": {
                    "ID": "263045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263045",
                    "TitleEnglish": "Warriors On Vacation: The Storm Sworders",
                    "SummaryEnglish": "Dr. Layon joins the Back draft group to strengthen his abilities to get revenge on Toros. Can he actually finally win an illegal battle against the Blitz Team?",
                    "Aliases": []
                },
                "18": {
                    "ID": "263046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263046",
                    "TitleEnglish": "Love on the Battlefield: My Love, the Judge",
                    "SummaryEnglish": "Benjamin has fallen in love with a judge that has the same operating frequency as him. And with Harry & Bit's help he might see her again.",
                    "Aliases": []
                },
                "19": {
                    "ID": "263047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263047",
                    "TitleEnglish": "The Third Conversion: Zero Panzer's Debut!",
                    "SummaryEnglish": "Stoller has left the Back Draft group and become a legintimate Zi fighter, but will he stand a chance when the Back Draft Group decides to retaliate? Perhaps, with a little help from Bit.",
                    "Aliases": []
                },
                "20": {
                    "ID": "263048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263048",
                    "TitleEnglish": "The Shadow Fox: Brad's Betrayal",
                    "SummaryEnglish": "Brad goes looking for a mysterious new Zoid, but will his temptation to gain the Zoid cause him to leave and attack the Blitz Team?",
                    "Aliases": []
                },
                "21": {
                    "ID": "263049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263049",
                    "TitleEnglish": "Harry's Disaster: Dr. Layon Traps Toros!",
                    "SummaryEnglish": "When Lenna finally accepts a date from Harry, Dr. Layon decides they must be lovers and kidnaps Harry. Will Lenna be able to go at full strength during the next battle knowing that Layon has Harry?",
                    "Aliases": []
                },
                "22": {
                    "ID": "263050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263050",
                    "TitleEnglish": "The Dragon Under the Sea: In Search of the Ultimate X (1)",
                    "SummaryEnglish": "The Back Draft group decides to search for another Ultimate X. Can Bit and Harry stop them from succeding?",
                    "Aliases": []
                },
                "23": {
                    "ID": "263051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263051",
                    "TitleEnglish": "The Dragon Awakens: The Berserk Fury Enters the Fray (2)",
                    "SummaryEnglish": "On a day of recreation, Blitz and Jack are humiliated by a kid named Vega. The next day, they are attacked by a new Zoid piloted by the same kid. Why is he attacking them?",
                    "Aliases": []
                },
                "24": {
                    "ID": "263052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263052",
                    "TitleEnglish": "Tournament of Heroes: The Royal Cup (1)",
                    "SummaryEnglish": "All Class A teams are put into the Royal Cup competition. The winner gets admitted into Class S, but the only Zoids that can be used are what you carry on hand. There can be no repairs once a Zoid is defeated. Can the Blitz Team find a way to win with only 4 Zoids, 3 transformations, and at least 5 battle wins needed?",
                    "Aliases": []
                },
                "25": {
                    "ID": "263053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263053",
                    "TitleEnglish": "Survival: The Mystery of the Ultimate X (2)",
                    "SummaryEnglish": "It all comes down to this. The Blitz team wins all 5 of their matches to advance to the final, but Team Vega also gets 5 wins. Which one will end up being the Ultimate champion?",
                    "Aliases": []
                },
                "26": {
                    "ID": "263054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263054",
                    "TitleEnglish": "The Miracle of Zero - The Wind, the Cloud and Adventure (3)",
                    "SummaryEnglish": "Everyone except for the Blitz Team and the Vega team have suffered losses, so it comesdown to the two of them. Which Ultimate X will end up being the victor?",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "13853",
            "URL": "https://thetvdb.com/series/zoids/seasons/official/4",
            "TitleEnglish": "ゾイドフューザーズ",
            "SummaryEnglish": "ZAC2230年。東方大陸に位置する近代都市・ブルーシティ。ゾイドバトルチーム・マッハストームに所属する少年RD（アールディー）は、父親が遺したライガーゼロを愛機に、何でも屋をしながら、Ziファイターとしてゾイドバトルへの出場を目指していた。\r\n\r\nそんなある日、エキシビジョンマッチにおいてゾイド同士の合体によりその能力を飛躍的に向上させる「Ziユニゾン（ユニゾン）」の存在が知れ渡り、Ziファイターたちは自分のゾイドとユニゾンできるゾイド・Ziパートナーを捜し求めるようになる。\r\n\r\nそしてRDのライガーゼロにも、ファイヤーフェニックスとのユニゾン能力が明らかになる。",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "263055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263055",
                    "TitleEnglish": "Knockover on Planet Zi",
                    "SummaryEnglish": "New Zoids, new heroes, and new battles are shown as Team Mach Storm figures out the best way to help RD's skills improve, and what will be the next stage in Zoid evolution? Find out.",
                    "Aliases": []
                },
                "2": {
                    "ID": "263056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263056",
                    "TitleEnglish": "1 + 1 = ?",
                    "SummaryEnglish": "Team Mach Storm must figure out the next stage in Zoid evolution: the ability to fuse, before going into battle with the Dark Spiner team.",
                    "Aliases": []
                },
                "3": {
                    "ID": "263057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263057",
                    "TitleEnglish": "Enter the Fire Phoenix (1)",
                    "SummaryEnglish": "Savage Head has discovered the Fuzor partner for the Berserk Fury in the Buster Eagle, and now they want to use that technology to destroy RD and Liger Zero. Can Mach Storm's first fuzor be discovered to save Liger Zero?",
                    "Aliases": []
                },
                "4": {
                    "ID": "263058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263058",
                    "TitleEnglish": "Fuzors Combine! Liger Zero Phoenix (2)",
                    "SummaryEnglish": "RD ponders the power that Liger Zero will have when he can fuse with Fire Phoenix, but will the Fire Phoenix actaully allow him to become a fuzor pilot?",
                    "Aliases": []
                },
                "5": {
                    "ID": "263059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263059",
                    "TitleEnglish": "The Kid Called Matt",
                    "SummaryEnglish": "With Liger Zero Phoenix around, RD has been getting cocky. It causes Hop to suspend him, but when a kid named Matt runs into RD, Mach Storm's future will be changed forever.",
                    "Aliases": []
                },
                "6": {
                    "ID": "263060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263060",
                    "TitleEnglish": "Ambush in the Wasteland",
                    "SummaryEnglish": "A mysterious man named Halldo arrives with a mission for Mach Storm, but can RD and Sigma work out there differences to allow the mission to be completed successfully when Helmut isn't around to stop their arguing?",
                    "Aliases": []
                },
                "7": {
                    "ID": "263061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263061",
                    "TitleEnglish": "The Unseen Enemy (1)",
                    "SummaryEnglish": "Fuzors continue to be discovered across the country, but one Zoid pilot is determined to show that Fuzors aren't the future of Zoids Evolution. Now it's up to Mach Storm and the Peace Keeping Bureau to stop him, but can they even discover what this invisible Zoid is doing?",
                    "Aliases": []
                },
                "8": {
                    "ID": "263062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263062",
                    "TitleEnglish": "Blue Lightning (2)",
                    "SummaryEnglish": "With the Boldguard gone, Sigma decides he doesn't want to battle anymore. Can Halldo change his mind? Also, what is the history between Amy and Keefe?",
                    "Aliases": []
                },
                "9": {
                    "ID": "263063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263063",
                    "TitleEnglish": "Good Work, Peace Keeping Bureau",
                    "SummaryEnglish": "Zoid thiefs arrive in Blue City with the objective to steal Liger Zero. Can RD and Matt help the Peace Keeping Bureau stop these thieves while RD is suspended and Ciao is being tricked?",
                    "Aliases": []
                },
                "10": {
                    "ID": "263064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263064",
                    "TitleEnglish": "Visitor from the Past",
                    "SummaryEnglish": "A man named Marvis escapes jail with one mission: get revenge on Helmut and Mach Storm for the last 3 years. When Liger Zero Phoenix gets cut off from the battle, it's up to Helmut and Sigma to find their Fuzor partners to keep from being destroyed. What Zoids will they be?",
                    "Aliases": []
                },
                "11": {
                    "ID": "263065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263065",
                    "TitleEnglish": "Brutal Battle Royal",
                    "SummaryEnglish": "RD is invited to be in a 5 man Battle Royal, but what will happen to him when all the others team up to destroy Liger Zero Phoenix? Also, why is Sweet a part of Mach Storm? The answers will all be revealed.",
                    "Aliases": []
                },
                "12": {
                    "ID": "263066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263066",
                    "TitleEnglish": "Matt Battled RD (1)",
                    "SummaryEnglish": "Can more than one Zoid fuse together, and if so, which ones will they be?",
                    "Aliases": []
                },
                "13": {
                    "ID": "263067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263067",
                    "TitleEnglish": "Three Teams Face Off (2)",
                    "SummaryEnglish": "How can RD and Mach Storm get revenge on the Fuzor Matrix Dragon?",
                    "Aliases": []
                },
                "14": {
                    "ID": "263068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263068",
                    "TitleEnglish": "Awakening of the Evil Dragon (1)",
                    "SummaryEnglish": "Savage Hammer comes up with a new fuzor partner for the Berserk Fury, and its one that might have enough power to defeat the Energy Liger. Can RD and company end up winning?",
                    "Aliases": []
                },
                "15": {
                    "ID": "263069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263069",
                    "TitleEnglish": "Lost Wings (2)",
                    "SummaryEnglish": "After losing Fire Phoenix, RD must figure out a way to defeat his opponents, but will he get over his emotional breakdown first?",
                    "Aliases": []
                },
                "16": {
                    "ID": "263070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263070",
                    "TitleEnglish": "A New Friend (3)",
                    "SummaryEnglish": "RD must find a way to make Liger Zero stronger once more, but can he do it without an old friend, or will his friend return in a new form?",
                    "Aliases": []
                },
                "17": {
                    "ID": "263071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263071",
                    "TitleEnglish": "Nightmare in the Sky",
                    "SummaryEnglish": "The Mach Storm team tests the new Jet Falcon, a new combiner partner with Ligre Zero, to see if it works, but when a Whale King is attacked in the sky, its up to them to save the day, but how can they when they are being attacked by the Energy Liger?",
                    "Aliases": []
                },
                "18": {
                    "ID": "263072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263072",
                    "TitleEnglish": "Glory for the Man",
                    "SummaryEnglish": "The Mach Storm team must battle the new Black Impact team, but which team will end up triumphant?",
                    "Aliases": []
                },
                "19": {
                    "ID": "263073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263073",
                    "TitleEnglish": "Showdown at High Noon (1)",
                    "SummaryEnglish": "Mysterious Zoid assassins show up and begin attacking everyone. What will happen?",
                    "Aliases": []
                },
                "20": {
                    "ID": "263074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263074",
                    "TitleEnglish": "Evolution (2)",
                    "SummaryEnglish": "Luke turns against the Black Impact team, but for what reasons?",
                    "Aliases": []
                },
                "21": {
                    "ID": "263075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263075",
                    "TitleEnglish": "The Waters Surface and the Undercurrent",
                    "SummaryEnglish": "Blake and company are targeted by a new group, and now they must turn to the Peace Keeping Bureau for help. What will happen?",
                    "Aliases": []
                },
                "22": {
                    "ID": "263076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263076",
                    "TitleEnglish": "The Rampage of the God of Destruction (1)",
                    "SummaryEnglish": "What happens when Mach Storm finds out one of there own may have turned against everything they believe in?",
                    "Aliases": []
                },
                "23": {
                    "ID": "263077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263077",
                    "TitleEnglish": "The End of Mach Storm (2)",
                    "SummaryEnglish": "Marvis returns as the new head of the Peace Keeping Bureau, and he has one mission, eliminate Mach Storm at all costs. What helps him even more is that the Peace Keeping Bureau has been given new assignments. Can Mach Storm rebound?",
                    "Aliases": []
                },
                "24": {
                    "ID": "263078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263078",
                    "TitleEnglish": "The Legendary Zoid (3)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "263079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263079",
                    "TitleEnglish": "Showdown (4)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "263080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/263080",
                    "TitleEnglish": "Blue Skys Over Planet Zi (5)",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "29314",
            "URL": "https://thetvdb.com/series/zoids/seasons/official/5",
            "TitleEnglish": "ゾイドジェネシス",
            "SummaryEnglish": "惑星Ziに神々の怒りと言われる大規模な地軸変動が起こり、それによってかつて栄えていた高度な文明は壊滅した。それから数千年後。大変動を生き延びた人々は独自の文明を築いていた。相変わらずゾイドは人々にとって無くてはならない存在だったが、その供給は地中や海中からの発掘に依存していた。そうした中、ゾイド発掘を専門として生計を立てる人々が現れるのは当然の流れだった。\r\n\r\nミロード村に住むルージ・ファミロンもそういった人々の一員であり、家族の仕事を手伝って穏やかに暮らしていた。ある日、近海に沈んでいた青いライガータイプのゾイドの発掘を手伝っていたルージは、見たことの無い銀色のゾイド「バイオゾイド」が村を襲撃するのを目撃する。ルージはとっさに青いライガー「ムラサメライガー」に乗り込みバイオゾイドを撃退するが、戦闘で村のジェネレーターが破壊されてしまい、ルージはジェネレーターを修理できる職人を探す旅に出ることになる。\r\n\r\n職人を探す旅路の中、ルージはバイオゾイドによる侵略を行う「ディガルド武国」に苦しめられている人々の姿を見たことで、やがてディガルド自体を倒さなければいつまで経っても平和にならず、ジェネレーターの修理もできないと考えるようになる。そして旅で出会った仲間たちとともに「ディガルド討伐軍」を結成し、ディガルドと戦っていく。\r\n\r\n戦いの中、バイオゾイドを操縦する機械兵がディガルドに侵略された人々の魂を使用したものだったことが判明する。このことを知ってディガルドから離反した者も加え、ディガルドの国王ジーンを倒すべく「ジーン討伐軍」と名を変えた討伐軍は、自由の丘でジーンとの決戦に臨む。ジーンの駆るバイオティラノの圧倒的な力の前に次々と仲間が倒れていく中、ムラサメライガーも戦闘不能となるが、ルージの強い願いに応えてムラサメライガーの真の力である驚異的な再生能力が発動して復活し、バイオティラノを倒して戦いを終結させる。\r\n\r\n戦いの後、ムラサメライガーがミロード村のジェネレーターに接続され、再起動しているシーンで物語は幕を閉じる。",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "341309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341309",
                    "TitleEnglish": "Raid",
                    "SummaryEnglish": "An outer village uncovers a large scale Zoid in their ocean. The Zoid is the Murasame Liger. The boy Ruuji activates it when mysterious large zoids attack his city. Can he somehow save his village when all the other village Zoids are being destroyed?",
                    "Aliases": []
                },
                "2": {
                    "ID": "341310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341310",
                    "TitleEnglish": "Biozoid",
                    "SummaryEnglish": "Two unknown pilots arrive in a Sword Wolf and a Lance Stag to assist Ruuji in his battle. Afterwards they reveal themselves to be Ra Kan and Mii. They reveal that the mysterious zoids Ruuji was fighting are called biozoids, and they can only be destroyed by sword type zoids. Then an unknown pilot named Zairin arrives, but what does he want with the town?",
                    "Aliases": []
                },
                "3": {
                    "ID": "341311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341311",
                    "TitleEnglish": "Departing on a Journey",
                    "SummaryEnglish": "Zairin reveals himself to be the captain of the biozoids, and he gets into a battle with the three legendary sword zoids. Can Ruuji hope to defeat him without the proper training, or will the biozoids destroy his town once and for all?",
                    "Aliases": []
                },
                "4": {
                    "ID": "341312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341312",
                    "TitleEnglish": "The First Town",
                    "SummaryEnglish": "Ruuji sees his first city, the mighty Harayaado, as well as his first flying zoid, but when a group of thieves targets the Murasame Liger, it could spell the end of his quest to find a generator repairman.",
                    "Aliases": []
                },
                "5": {
                    "ID": "341313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341313",
                    "TitleEnglish": "A Duel",
                    "SummaryEnglish": "Kotona refuses to join the other bounty hunters and pretends to be engaged to Ruuji. As a result, Ruuji is challenged to a duel by Garaga. Can Ruuji resolve this mis-understanding with Garaga and Mii pursuing him?",
                    "Aliases": []
                },
                "6": {
                    "ID": "341315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341315",
                    "TitleEnglish": "Mountain Hideout",
                    "SummaryEnglish": "The Digald Empire decides to find out who has been destroying their Barata and BioRaptor Zoids, but when sources report that a Kong type zoid is responsible, they decide to target Garaga.",
                    "Aliases": []
                },
                "7": {
                    "ID": "341317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341317",
                    "TitleEnglish": "Mountain of Grief",
                    "SummaryEnglish": "Garaga refuses to have the rebel forces retreat from the Digald, so they get trapped in a large mountain preparing for one final battle against the Digald. Meanwhile Ruuji discovers there were generator repair mechanics in the region at one time, but they've since moved on.",
                    "Aliases": []
                },
                "8": {
                    "ID": "341318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341318",
                    "TitleEnglish": "Underground Water Passage",
                    "SummaryEnglish": "The zoids are running out of reggel, and only Ruuji can sneak into the generator to get the needed supplies. Can he succeed with Zarin and the Digald guarding it?",
                    "Aliases": []
                },
                "9": {
                    "ID": "341319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341319",
                    "TitleEnglish": "Hot Springs Village",
                    "SummaryEnglish": "Ruuji is determined to improve his skills so he can defeat Zarin, so Ron decides to break out his newly repaired BambooLian. After losing to Ron, Ruuji determines that he must improve his skills and gets into a fight with a wild Elephandor, but when a whole herd appears, what will Ruuji be able to do?",
                    "Aliases": []
                },
                "10": {
                    "ID": "341320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341320",
                    "TitleEnglish": "Indecision",
                    "SummaryEnglish": "Ruuji discovers that the man who saved him was Seijuurou and his SoulTiger. The two have been deemed as being the greatest zoid team in the history of the world. What skills can Ruuji learn, and will Seijuurou consider joining the team?",
                    "Aliases": []
                },
                "11": {
                    "ID": "341314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341314",
                    "TitleEnglish": "Companions on a Journey",
                    "SummaryEnglish": "Ruuji's training begins as he has to carry the other zoids on his back. After a time he encounters snow for the first time and is amazed. Meanwhile Zarin is given time off, but a more deadly enemy is put in his place with orders to kill Ra Kahn and all the rebels if he encounters them. Will they be able to find a generator mechanic before the war shifts into high gear?",
                    "Aliases": []
                },
                "12": {
                    "ID": "341321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341321",
                    "TitleEnglish": "Infiltration",
                    "SummaryEnglish": "Digald attacks the city of Ze Ruft to gain possession of their generator, and a powerful new bio-zoid is unveiled in the Biotriceratops. Can Ruuji and company find Ferde (the man who can fix generators) and free the city in the process, or will Digald finally destroy them once and for all?",
                    "Aliases": []
                },
                "13": {
                    "ID": "341322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341322",
                    "TitleEnglish": "Dominance",
                    "SummaryEnglish": "The people of the city are put on a test to see if they can pilot Zoids. Because he is unconscious, the stone reads Ruuji incorrectly, and he is seperated from the others. The group witnesses the cruelty of a Digald controlled city, but can they find a way to free the people?",
                    "Aliases": []
                },
                "14": {
                    "ID": "341323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341323",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "The gang decides to escape during the cities last line of resistance, but Ruuji is heartbroken to find out that Feerde is dead. Is there any way his city can now be saved?",
                    "Aliases": []
                },
                "15": {
                    "ID": "341316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341316",
                    "TitleEnglish": "Seperation",
                    "SummaryEnglish": "Ruuji wants to go back and save the people of Zu Ruft, but when Ruuji and Gaarag leave to do that very thing, it causes the rest to be ambushed and seperate the gang. Can they find a way to get back together?",
                    "Aliases": []
                },
                "16": {
                    "ID": "341324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341324",
                    "TitleEnglish": "A Meeting",
                    "SummaryEnglish": "Ruuji encounters a group of imposters that are pretending to be them in Team Tenka Mutekino Muteki-dan, and he is able to join them when he reveals he fights against Digald, but is there something more to these supposed new allies?",
                    "Aliases": []
                },
                "17": {
                    "ID": "341325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341325",
                    "TitleEnglish": "Rage",
                    "SummaryEnglish": "Digald decides to target Muteki-dan since they now have Metal Zi weapons nearby thanks to Ruuji and Garraga, but will these two Zoids be enough to go up against an entire squadron of bio-raptors when the Baratz can do nothing but stand by and watch? We also learn the past troubles Muteki-dan has had with Digald.",
                    "Aliases": []
                },
                "18": {
                    "ID": "341326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341326",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "The rest of the gang has managed to get back together and is waiting for Ruuji and Gaaraga to find them, but Ra Kaan is severly injured and says he'll be out of action for awhile. What will happen to them if Digald finds out their location?",
                    "Aliases": []
                },
                "19": {
                    "ID": "341327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341327",
                    "TitleEnglish": "Crimson",
                    "SummaryEnglish": "General Georg is not dead like everyone believed. He is alive and desires revenge on Ruuji and cmopany, and when a report falls into his hand that BioRaptors are disappearing, it's only a matter of time before they see how well an injured ra Kan can fight.",
                    "Aliases": []
                },
                "20": {
                    "ID": "341328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341328",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "With the BioTricera having finally been defeated, the gang decides to help rebuild the village, but they also try to figure out why Marasume Liger changed forms the night before leading to the question: where is Ron at?",
                    "Aliases": []
                },
                "21": {
                    "ID": "341329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341329",
                    "TitleEnglish": "Homecoming",
                    "SummaryEnglish": "Ra Kan decides to return to Ruuji's village to inform them they don't know when they'll be able to find a generator mechanic. The news makes the villagers sad as they must find a place to temporarily move to, but it also makes Ruuji pose the question: which is more important, defeating Digald, or finding a generator mechanic? Can the two be done side-by-side, and what will Ra Kan be able to do when they encoutner the BioPtera?",
                    "Aliases": []
                },
                "22": {
                    "ID": "341330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341330",
                    "TitleEnglish": "An Oath",
                    "SummaryEnglish": "It is revealed that Mii is actually a Princess from one of the kingdoms taken over by Digald while Ra Kan reveals a hidden city and renews an old oath with his friend Jin. They'll be overwhelmed when they learn how little of the world they've traveled, but the war with Digald is just heating up, and a few surprises are in store. What will they be?",
                    "Aliases": []
                },
                "23": {
                    "ID": "341331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341331",
                    "TitleEnglish": "Hayate",
                    "SummaryEnglish": "Ra Kan asks Ruuji to help him write a letter calling all the Digald rebel organizations together for one massive war against Digald. Will they respond positively? Also, can Ra Kan's Lance Stag brigade provide enough Metal Zi to defeat all the BioZoids that are being created?",
                    "Aliases": []
                },
                "24": {
                    "ID": "341332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341332",
                    "TitleEnglish": "Arrogance",
                    "SummaryEnglish": "We've seen him fight Ruuji before, but exactly how did Zarin turn into the evil Digald pilot that he has become? All will be revealed in this episode.",
                    "Aliases": []
                },
                "25": {
                    "ID": "341333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341333",
                    "TitleEnglish": "The March",
                    "SummaryEnglish": "Zairin and Ra Kan begin a game of chess to see who can control the cities and take out or save Digald's strongholds. Which side will prove to be the smarter of the two?",
                    "Aliases": []
                },
                "26": {
                    "ID": "341334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341334",
                    "TitleEnglish": "River of Fog",
                    "SummaryEnglish": "Ra Kan's masterful plan goes to waste as the Elephandor team tries to leave the encampment early, only to be ambsuhed by the BioRaptors that have been hiding in the fog at Zarin's command. If that's not enough, BioPtera is also with the enemy pursuing the Rainbow Jerk, and Ruuji must battle Zarin and his MegaRaptor. Can any of the rebels manage to survive?",
                    "Aliases": []
                },
                "27": {
                    "ID": "341335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341335",
                    "TitleEnglish": "Road to Recovery",
                    "SummaryEnglish": "While Ra Kan and the rebels try to recover, Seeriyou falls sick. Meanwhile Zarin is revealed to be alive, and he discovers that MegaRaptor is now under mass production, but Jinn mentions they have prepeared something new for him. What dangerous new BioZoid is about to be awakened?",
                    "Aliases": []
                },
                "28": {
                    "ID": "341336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341336",
                    "TitleEnglish": "Legend",
                    "SummaryEnglish": "The BioPtera and BioKentra are given specific orders to pursue Ra Kan and destroy him at all costs. They are free to use any unit or troops, except for Volcano. Will the divided gang be able to survive this new threat?",
                    "Aliases": []
                },
                "29": {
                    "ID": "341337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341337",
                    "TitleEnglish": "Secret",
                    "SummaryEnglish": "Ra Kan and Kotona head for the mysterious city IronRock, where a curse supposedly lies, but the past history of Kotona is about to be revealed in an unexpected fashion that could shock everyone. Just how did she gain RainbowJerk, and why did she run away from IronRock in the first place?",
                    "Aliases": []
                },
                "30": {
                    "ID": "341338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341338",
                    "TitleEnglish": "Devil's Forest",
                    "SummaryEnglish": "Ron, Ruuji and Mii are still recovering from their recent battle. Meanwhile Garaga and Seijuurou try and recruit the legendary pilot Danbul, but is their something sinister awaiting either group?",
                    "Aliases": []
                },
                "31": {
                    "ID": "341339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341339",
                    "TitleEnglish": "The One Left Behind",
                    "SummaryEnglish": "The gang discovers that wanted posters have been put out for them. They're shocked that the reward for Ruuji is $5,000,000, the same as Ra Kahn, while everyone else is $3,000,000. A mysterious personage named Gaaba recognizes Ruuji and begins following them, but is she an ally in the making, or is she a new unknown enemy?",
                    "Aliases": []
                },
                "32": {
                    "ID": "341340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341340",
                    "TitleEnglish": "People of the Sky",
                    "SummaryEnglish": "Major Zarin learns that Ruuji, Ron, and Mii are traveling in a Gustav for camoflogue and informs Digald. Meanwhile, the gang tries to have some R & R, but what dangers could await them? Finally, Volcano's second test is about to occur. How powerful will he be?",
                    "Aliases": []
                },
                "33": {
                    "ID": "341341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341341",
                    "TitleEnglish": "Premonition",
                    "SummaryEnglish": "Ruuji is feeling down as he believes he's responsible for the Bamboo Lions destruction. To get his mind off of things, Ron recommends they visit the city Tekitou. Meanwhile, Ra Kahn and Kotona continue visitng those who didn't respond, but it is with little to no success. Just as things appear they can't get worse, the BioPtera and BioKentra showsup and start causing more problems. Will the Suppresion Army be destroyed before they can complete their mission?",
                    "Aliases": []
                },
                "34": {
                    "ID": "341342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341342",
                    "TitleEnglish": "Assault",
                    "SummaryEnglish": "Digald finds the enterance to the resistance's base, and accompanying the enemy are two of the top BioZoids. Hayate Liger isn't strong enough to defeat the BioStego, but can Ruuji manage to evolve the Liger a second time, or will the resistance be completely destroyed?",
                    "Aliases": []
                },
                "35": {
                    "ID": "341343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341343",
                    "TitleEnglish": "Surprise Attack",
                    "SummaryEnglish": "Ruuji and his friends decide to attack Digu, but will this surprise attack bring them the advantage or lead to their destruction?",
                    "Aliases": []
                },
                "36": {
                    "ID": "341344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341344",
                    "TitleEnglish": "Night of Rebellion",
                    "SummaryEnglish": "Word of the Suppresion Armies attack spreads throughout the planet, and new forces flock to them, but there is some dissension inside the Suppresion Army leadership that could cost them everything, and Volcano has rejoined the BioZoid corps to plan their next attack.",
                    "Aliases": []
                },
                "37": {
                    "ID": "341345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341345",
                    "TitleEnglish": "Raid",
                    "SummaryEnglish": "The city is attacked on two fronts: from the air, and from a spy who has lost his memory. When Rainbow Jerk recognizes the boy to be BioKentro's pilot though, the city decides to try and kill him. Can Ruuji find the strength to save the young pilot's life and promise to avenge the people from BioRaptorgui's attacks?",
                    "Aliases": []
                },
                "38": {
                    "ID": "341346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341346",
                    "TitleEnglish": "Charge",
                    "SummaryEnglish": "The people of Zuuri begin to rebuild, but BioTyranno has slowly begun destroying all who oppose him. Can Ruuji and company find some way to halt Digald's momentum before it's too late?",
                    "Aliases": []
                },
                "39": {
                    "ID": "341347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341347",
                    "TitleEnglish": "Triumphant Castle Enterance",
                    "SummaryEnglish": "The attack on Digald's base continues, and Rainbow Jerk and the BioPtera have one final battle for the skies.",
                    "Aliases": []
                },
                "40": {
                    "ID": "341348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341348",
                    "TitleEnglish": "Bio Particle Cannon",
                    "SummaryEnglish": "Digald sends Volcano out to retake the city, while Ruuji and company attempt to form an alliance with the city from the sky. Can they get everything worked out before Zarrin attacks and makes it to late?",
                    "Aliases": []
                },
                "41": {
                    "ID": "341349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341349",
                    "TitleEnglish": "Coup",
                    "SummaryEnglish": "Jiin seizes control of the Digald empire after his father's illness takes his life, and he declares the war will increase until they have taken over everything, including the Sky City. Will the resistance have any chance of ending this war now?",
                    "Aliases": []
                },
                "42": {
                    "ID": "341350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341350",
                    "TitleEnglish": "Secret Meeting",
                    "SummaryEnglish": "Only the city of Eijyu is left in captivity after the resistance starts freeing the region from Digald, but Ruuji is tiring out, and the BioKentra's pilot is starting to regain his memories of a horrible past. Can they find a way to free him, especially when the BioPtera has returned?",
                    "Aliases": []
                },
                "43": {
                    "ID": "341351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341351",
                    "TitleEnglish": "Key",
                    "SummaryEnglish": "In order to get Leeo bullets, Kotona must reveal her true name, but in order to do so, she must be married to someone. Will Ruuji break down and get married to an older woman, especially now that Digald has begun mass production of the BioZoidGui and it re-invading the land?",
                    "Aliases": []
                },
                "44": {
                    "ID": "341352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341352",
                    "TitleEnglish": "Takeoff",
                    "SummaryEnglish": "The invasion of Iron Rock has begun, but even if the rebels manage to destroy the BioZoid factory, will they be successful when it comes to taking the GuildDragon and flying to the city in the sky?",
                    "Aliases": []
                },
                "45": {
                    "ID": "341353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341353",
                    "TitleEnglish": "Inheritance",
                    "SummaryEnglish": "The gang finally arrives at the city in the Sky, and the citizens agree to make the bullets and help take care of Seijoruu and Zairin, but just as things seem to be running too smoothly, the cities security force arrives. Will they not keep their promise, or is Digald finally going after the city in the sky?",
                    "Aliases": []
                },
                "46": {
                    "ID": "341354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341354",
                    "TitleEnglish": "Fatal Flaw",
                    "SummaryEnglish": "Digald has finally attacked Sora City, the city in the Sky, and now the town has requested the help of Ruuji and company to keep them safe, but ias it too little, too late for the city, and if it is, how will the citizens adjust to life back on the ground?",
                    "Aliases": []
                },
                "47": {
                    "ID": "341355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341355",
                    "TitleEnglish": "Seperation",
                    "SummaryEnglish": "Zairin and Volcano confront Jinn and BioTyranno, but what will Zairin do when he finds out Jinn's true plan, and can Ruuji and company get the bullets back to the resistance now that the sky city has been destroyed and their dragon damaged?",
                    "Aliases": []
                },
                "48": {
                    "ID": "341356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341356",
                    "TitleEnglish": "Divine Thunder",
                    "SummaryEnglish": "Ruuji decides the only way to stop Jiin is by teaming up with Digald's army, but with Jiin controlling BioTyranno, will the plan be too little, too late?",
                    "Aliases": []
                },
                "49": {
                    "ID": "341357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341357",
                    "TitleEnglish": "Decisive Battle",
                    "SummaryEnglish": "Ra Kann's sacrifice has caught everyone off guard, but there's no time to rest. BioTyranno is determined to crush the resistance and destroy everyone so he can become god of the entire world, but now that Digald and the Suppresion Army have teamed up, they may have a chance. The final battle is about to begin.",
                    "Aliases": []
                },
                "50": {
                    "ID": "341358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids/episodes/341358",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "Bio Tyranno's Bio Particle Cannon is about to be fired at Murasame Liger. Will any of his friends be able to make it in time, and exactly what is the miracle the people of the sky were referring to that Murasaume Liger might have. Also, the fate of Ra Kann is revealed, and exactly who will win between BioTyranno and Volcano?",
                    "Aliases": []
                }
            }
        }
    }
}