{
    "URL": "https://thetvdb.com/series/thats-so-raven",
    "Genres": [
        "Children",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0300865/",
        "http://disney.go.com/disneyvideos/liveaction/thatssoraven4/index.html",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH529409"
    ],
    "TitleEnglish": "That's So Raven",
    "SummaryEnglish": "Oh, snap! Teenager Raven Baxter has a special talent: she frequently gets spotty visions of the future, seeing brief glimpses of what could or will come to pass. Her best friends, Eddie and Chelsea, try to help her interpret and sometimes change the future they assume she has seen. In order to keep her talent a secret, Raven must decide whether she will sabotage Eddie’s big basketball game. Raven wonders if she can continue to fit in with her friends or would it be easier to only have friends that share her special skill?",
    "Aliases": [],
    "Modified": "2025-08-17",
    "Seasons": {
        "0": {
            "ID": "534988",
            "URL": "https://thetvdb.com/series/thats-so-raven/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5001261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/5001261",
                    "TitleEnglish": "That's So Suite Life Of Hannah Montana",
                    "SummaryEnglish": "A three part crossover from \"That's So Raven,\" \"The Suite Life Of Zack & Cody,\" and \"Hannah Montana.\" The DVD includes all 3 episodes (\"Checkin' Out\" from That's So Raven, \"That's So Suite Life Of Hannah Montana\" from Suite Life Of Zack & Cody, and \"On The Road Again\" from Hannah Montana) as a single movie.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "14616",
            "URL": "https://thetvdb.com/series/thats-so-raven/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 21,
            "Episodes": {
                "1": {
                    "ID": "277688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277688",
                    "TitleEnglish": "Mother Dearest",
                    "SummaryEnglish": "Raven gets in trouble after she mouths off to a spiteful teacher, and the teacher demands a parent-teacher conference. After school, Raven's parents reward her with a new cell phone because of her responsibility. Raven feels guilty, but does not tell her parents about what happened at school. Instead, she ends up dressing up in Tanya's purple outfit and goes to the conference, which creates all sorts of chaos. Meanwhile, Eddie is being bullied by a jock who takes over his locker",
                    "Aliases": []
                },
                "2": {
                    "ID": "277689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277689",
                    "TitleEnglish": "Test of Friendship",
                    "SummaryEnglish": "After Raven has a vision of Eddie failing a Spanish test, which gets him kicked off the basketball team, she tries her best to keep it from happening. When Eddie finds out that Raven knows the answers there is a true test of friendship.",
                    "Aliases": []
                },
                "3": {
                    "ID": "277690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277690",
                    "TitleEnglish": "Party Animal",
                    "SummaryEnglish": "Raven and her brother Cory fight and tease each other regularly. But when Raven has a vision of her brother getting mad at her, she attempts to reconcile by throwing him an animal themed birthday party. However, circumstances make the day much harder for Raven, who has to save her relationship with Cory and her ambitious birthday plans.",
                    "Aliases": []
                },
                "4": {
                    "ID": "277687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277687",
                    "TitleEnglish": "Wake Up, Victor",
                    "SummaryEnglish": "Cory and his friend Miles attempt to hypnotize Chelsea and Raven. Instead, they hypnotize Victor. However, Victor was supposed to appear on a prestigious cooking show with impatient host Kelly Bryant. Can Raven and her family save her dad from utter failure before it's too late?",
                    "Aliases": []
                },
                "5": {
                    "ID": "277691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277691",
                    "TitleEnglish": "A Fish Called Raven",
                    "SummaryEnglish": "Raven's visions get the better of her when a malicious student reporter, Serena, plans to expose her secret to the whole of her school. Now, it is up to Raven to sabotage Eddie's big basketball game and keep her reputation intact.",
                    "Aliases": []
                },
                "6": {
                    "ID": "277692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277692",
                    "TitleEnglish": "Smell of Victory",
                    "SummaryEnglish": "Raven has been paired with Ben \"Stinky\" Sturkey for a science project. However, his unbearable body odor poses a big difficulty when it comes to completing their DNA model. Meanwhile, Eddie tries to charm a girl at his school, which proves hard when he wakes up with a massive zit on his chin.",
                    "Aliases": []
                },
                "7": {
                    "ID": "277693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277693",
                    "TitleEnglish": "Campaign in the Neck",
                    "SummaryEnglish": "Raven has a vision that her best friend Chelsea (who is running to be Student President) loses in a landslide vote. To prevent her vision from coming true, she enlists Eddie and Cory to help with her campaign by completing students' chores in return for votes for Chelsea. However, as Raven soon discover, things may not be as easy as they seem.",
                    "Aliases": []
                },
                "8": {
                    "ID": "277694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277694",
                    "TitleEnglish": "Saving Psychic Raven",
                    "SummaryEnglish": "After Raven loses a volleyball game for Bayside due to a vision she had on the court, she begins to find solace in a group of fellow teen psychics. Eddie and Chelsea soon feel abandoned when Raven starts blowing off their plans, and it is up to Raven to choose which group of friends she will stick with.",
                    "Aliases": []
                },
                "9": {
                    "ID": "277695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277695",
                    "TitleEnglish": "The Parties",
                    "SummaryEnglish": "Raven is extremely excited when she is hosting her first proper party. But when Raven's arch enemy, Nicki, sabotages her plans and embarrasses Raven in front of her entire school, Rae, Chelsea and Eddie take revenge. However, Raven starts feeling guilty, so she doesn't send the video of Nicki looking like a disaster to Nicki's party. In the end, Raven still gets revenge with poison ivy covered flowers.",
                    "Aliases": []
                },
                "10": {
                    "ID": "277696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277696",
                    "TitleEnglish": "Ye Olde Dating Game",
                    "SummaryEnglish": "After Raven's vision reveals her crush Gabriel saying he likes her, she makes sure he is her date to the Renaissance Ball, even though Raven is already going with Ben Sturkey.",
                    "Aliases": []
                },
                "11": {
                    "ID": "277697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277697",
                    "TitleEnglish": "Dissin' Cousins",
                    "SummaryEnglish": "Raven's rich and boastful cousin Andrea comes to visit, leading to a major tiff between the two girls. However, with Chelsea and Eddie's help, the two soon begin to reconcile, and Eddie's dream comes true.",
                    "Aliases": []
                },
                "12": {
                    "ID": "277698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277698",
                    "TitleEnglish": "Teach Your Children Well",
                    "SummaryEnglish": "Raven is furious (and embarrassed) when her mom accepts a job teaching English at her school. But when a ruthless note finds its way into Tanya's grasp, it is up to Raven, Eddie and Chelsea to save the note before Raven gets in trouble.",
                    "Aliases": []
                },
                "13": {
                    "ID": "277699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277699",
                    "TitleEnglish": "Driven to Insanity",
                    "SummaryEnglish": "Raven goes out with an older boy, against her parents' wishes. As always, the night turns into a disaster when Raven's date turns out to be a disgusting and rude slob, and her parents turn up at the restaurant. Meanwhile, Cory is doing everything in his power to spend some time with Chelsea. Also when Cory goes up stairs to the bathroom he replaces Eddies clothes with his pajamas.",
                    "Aliases": []
                },
                "14": {
                    "ID": "277700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277700",
                    "TitleEnglish": "A Dog by Any Other Name",
                    "SummaryEnglish": "Chelsea likes a boy named Sam, but soon discovers that her relationship won't be as easy as it seems as the boy has the same name as her dog.",
                    "Aliases": []
                },
                "15": {
                    "ID": "277701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277701",
                    "TitleEnglish": "Saturday Afternoon Fever",
                    "SummaryEnglish": "Raven is assigned to spend quality time with her mother at the movies, even though she is also going on a date to the movies with heartthrob Ricky. Raven tries to juggle both tasks with disastrous results.",
                    "Aliases": []
                },
                "16": {
                    "ID": "277702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277702",
                    "TitleEnglish": "A Fight at the Opera",
                    "SummaryEnglish": "Raven and Chelsea are both appearing in their school's Classical Arts Festival. However, they dispute over creative differences. Raven wants to do an opera on credit cards while Chelsea is leaning toward problems with acid rain, the during ensuing fight between Raven and Chelsea. The two split up and it is now up to MC Eddie to reconcile the lifelong friends.",
                    "Aliases": []
                },
                "17": {
                    "ID": "277703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277703",
                    "TitleEnglish": "Psychics Wanted",
                    "SummaryEnglish": "Raven becomes infatuated with a jazz musician called Kwizz. To earn money to buy Jazz Festival tickets, she becomes a psychic for a phone line called Psychic Sidekicks. But she soon abuses her power by making Kwizz like her.",
                    "Aliases": []
                },
                "18": {
                    "ID": "277704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277704",
                    "TitleEnglish": "If I Only Had a Job",
                    "SummaryEnglish": "After having a vision that her dad was going to get fired, Raven attempts to rescue her dad's place, but instead, gets him fired. Now, it is up to her, Chelsea and Eddie to 'bring Victor back'. But, as always, disguise is needed.",
                    "Aliases": []
                },
                "19": {
                    "ID": "277705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277705",
                    "TitleEnglish": "Escape Claus",
                    "SummaryEnglish": "In this special Christmas episode, Raven opens her beautiful Christmas present early, but after wearing it at school, she breaks it. She must sacrifice all her favorite Christmas traditions to mend the trouble she caused, even if it means skipping school.",
                    "Aliases": []
                },
                "20": {
                    "ID": "277706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277706",
                    "TitleEnglish": "Separation Anxiety",
                    "SummaryEnglish": "Raven is terrified when she has a vision that her parents will split up. To prevent it from happening, she reconstructs their first date at Rusty's Bar and Grill, a country western restaurant.",
                    "Aliases": []
                },
                "21": {
                    "ID": "277707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277707",
                    "TitleEnglish": "To See or Not to See",
                    "SummaryEnglish": "Raven's visions cause embarrassing moments for both Eddie and Chelsea. She is miserable about her visions and being different from others. Instead, she finds solace in her Grandma Viv, who has a secret to tell her.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "14617",
            "URL": "https://thetvdb.com/series/thats-so-raven/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "277708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277708",
                    "TitleEnglish": "Out of Control",
                    "SummaryEnglish": "Raven's father opens his own restaurant, and Raven wants to control everything that happens. Raven then has a vision of Eddie and Chelsea -- allegedly -- kissing. So she disguises herself, and goes to Chelsea's house to find out what is really going on. As it turns out, they were really just practicing salsa dancing for a talent show at \"The Chill Grill\"'s grand opening. At the restaurant, she tries apologizing to them while they dance.",
                    "Aliases": []
                },
                "2": {
                    "ID": "277709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277709",
                    "TitleEnglish": "Don't Have a Cow",
                    "SummaryEnglish": "On Halloween, Victor accidentally switches Raven and Chelsea's burgers at the Chill Grill, Chelsea wears a badge that has a cow on it after being ashamed that she enjoyed the bite of Raven's hamburger that she ate. They then conjure up a wishing spell from Viv's book and use it to go to Alana's, Raven's arch-nemesis, Halloween party that they weren't invited to. However, Chelsea's badge falls into the cauldron they were using, and this causes Raven and Chelsea to both slowly turn into cows. They go to the party in an attempt to stop the spell as their body and behavior continue to change into that of two cows. Meanwhile, Cory chooses to go trick-or-treating with his friend rather than his parents, upsetting Victor and giving Tanya the idea that the two of them should go trick-or-treating without their children.",
                    "Aliases": []
                },
                "3": {
                    "ID": "277710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277710",
                    "TitleEnglish": "Run, Raven, Run",
                    "SummaryEnglish": "Raven sees a vision of a TV cart running into Alana in the school hallway, so when the TV cart comes, Raven pushes Alana out of the way and accidentally into blue paint. When Alana goes to the hair salon, Raven goes there to apologize, but Raven overhears Alana saying she will get revenge on her. Raven pretends to be a hairdresser, and when she's fixing one of Alana's hairs, her gum gets stuck to it. Loca and Muffy point out that Raven has damaged Alana's hair, and Raven runs out of the hair salon silently. Raven tells Chelsea about fixing Alana's hair. That night, Cory and his friend William (who have chicken pox) agree to help Raven the next day with technology, which helps her avoid Alana at school.",
                    "Aliases": []
                },
                "4": {
                    "ID": "277711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277711",
                    "TitleEnglish": "Clothes Minded",
                    "SummaryEnglish": "When Principal Lawler introduces a new school uniform, Raven decides to protest, and ends up being the only one. But was supported by Alana and her posse. When she has a vision of the group seeking revenge, Raven attempts to stop their scheme, which involves a large wheel of smelly cheese being put into a hot air vent, and framing Eddie and Chelsea. To prevent them from getting in trouble, Raven enters the air vents only to find herself stuck, realizing the only way left to get rid of it is to eat it. Meanwhile, Cory's pet gets a credit card in the mail, which Cory and William use to buy expensive stuff, until Victor tells them that someone will eventually have to pay for it.",
                    "Aliases": []
                },
                "5": {
                    "ID": "277712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277712",
                    "TitleEnglish": "Four's a Crowd",
                    "SummaryEnglish": "Raven goes on her first real date with her crush, Devon, and grows anxious when she has a vision that he's going to kiss her on the date. Devon's jealous little sister Nadine tries to keep them from dating.",
                    "Aliases": []
                },
                "6": {
                    "ID": "277713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277713",
                    "TitleEnglish": "Hearts and Minds",
                    "SummaryEnglish": "When Raven has a vision of Cory getting no valentine she tries to give him tips but they don't work, so Eddie teaches him to rap to get a boost of confidence. Meanwhile, Chelsea has to have her new boyfriend approved by Tanya and Victor since her parents are away and Raven tries to mail a giant Valentines card to Devon.",
                    "Aliases": []
                },
                "7": {
                    "ID": "277714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277714",
                    "TitleEnglish": "Close Encounters of the Nerd Kind",
                    "SummaryEnglish": "Raven gets invited to a convention for Devon's favorite show, \"Astro Force Five\". Raven doesn't want to go, but when she has a vision of Devon nuzzling with another girl, she and Chelsea crash the convention -- in disguise, of course. Eddie also crashes the convention, but he intends to meet a female star on the show whom he has a crush on. As it turns out, nuzzling is just the traditional greeting on \"Astro Force Five\". Meanwhile, Cory has a new money scheme -- pretending to read the minds of animals.",
                    "Aliases": []
                },
                "8": {
                    "ID": "277715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277715",
                    "TitleEnglish": "That's So Not Raven",
                    "SummaryEnglish": "Raven has a vision of herself modeling a dress that she designed. She is accepted into the fashion industry modeling her clothes. But when it appears in the magazine, her body has been altered, and she appears much thinner than she really is. She is upset that her own body was not used, and also that the head of the agency only believes that there is only one look for all models. In the end Raven learns that it's what's on the inside that counts not the outside. Meanwhile, Cory tries to convince his parents that he should get a new video game system.",
                    "Aliases": []
                },
                "9": {
                    "ID": "277716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277716",
                    "TitleEnglish": "Blue in the Face",
                    "SummaryEnglish": "Raven must get a good grade on a science project, or else she'll be grounded and she'll have to miss going to the Blue Rain concert with Devon. When Victor gets a new paper shredder, he becomes totally obsessed with it. Meanwhile, Cory's intelligent friend William needs a makeover. Raven makes a deal with William, to trade projects. William does his share of the deal, but Raven had forgotten about her part. When William and Cory get mad, they shred the project, which Raven had to fix up a night. Asleep from lack of sleep, she groggily and mistakenly tells Victor that her paper is trash. He shreds the paper and Raven gets mad. Then by accident at school, she ends up creating an unstable chemical reaction in the science lab, which causes Raven and Victor (who had come to bring Raven her formula project paper) to get covered in some sort of blue substance that will not wash off for a few days. Raven's grounded until her grades improve and Devon comes over to cheer her up. Meanwhile, Cory meets a girl named Madison, but she does not like William, and Tanya asks Cory if he wants to be with one who hates his best friend. In the end, Cory chooses William over Madison.",
                    "Aliases": []
                },
                "10": {
                    "ID": "277717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277717",
                    "TitleEnglish": "Spa Day Afternoon",
                    "SummaryEnglish": "Raven and her mother spend a day at a health spa, but all Raven really wants to do is meet her favorite singer, Miesha. Things go from bad to worse when Miesha's dog jumps into Raven's bag, and Miesha thinks Raven \"dog-napped\" it and Raven is grounded and trouble by her mother Tayna for accidentally steals one of Miesha's dog named Truffles.",
                    "Aliases": []
                },
                "11": {
                    "ID": "277718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277718",
                    "TitleEnglish": "Leave It to Diva",
                    "SummaryEnglish": "Raven finds out that she can read minds after suffering \"a psychic cold\". Meanwhile, Victor's posh mother, who is unaware that Raven is psychic, comes to town, and wants her granddaughter, Raven, to join her \"White Glove Society\" as a junior member. However, things go horribly wrong when Cory's pet rat, Lionel, \"interrupts\" the meeting. This causes the ladies to scream and panic. In the end, Raven admits her secret to her grandmother, and she accepts her secret, like how she should have accepted Tanya's mother.",
                    "Aliases": []
                },
                "12": {
                    "ID": "277719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277719",
                    "TitleEnglish": "There Goes the Bride",
                    "SummaryEnglish": "Raven has a vision that Devon gives her a wedding ring, only for her hopes to be dashed when that ring actually belongs to his father and bride for an upcoming wedding and he is his father's best man. Even worse, Devon and his family are moving to Seattle right after the wedding. Having learned this, Raven tries to stop the wedding by impersonating the bride. Devon then stops Raven and they confess their love for each other and kiss one final time before the wedding. Meanwhile, Cory gives Victor and Tanya a motion-activated singing chicken named Clucky as their anniversary gift, which quickly becomes annoying.",
                    "Aliases": []
                },
                "13": {
                    "ID": "277720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277720",
                    "TitleEnglish": "Radio Heads",
                    "SummaryEnglish": "When Eddie hosts a radio show at school, with Raven as a guest/co-host, Raven and Eddie clash over hosting duties. Things go terribly wrong when Raven makes Eddie mad, and he quits. Raven embarrasses herself on the radio show, and does not know how to operate the machines. In the end, Eddie forgives Raven, and she gives Eddie back his hosting duties.",
                    "Aliases": []
                },
                "14": {
                    "ID": "277721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277721",
                    "TitleEnglish": "A Goat's Tale",
                    "SummaryEnglish": "Eddie steals the opposing school's goat mascot, but Chelsea feels sorry for the goat, and \"mothers\" it. Meanwhile, Cory plays a video game against a girl in Hong Kong, Jing Yee. She seems to be a very skilled player, as she beat Cory with one ship left.",
                    "Aliases": []
                },
                "15": {
                    "ID": "277722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277722",
                    "TitleEnglish": "He's Got the Power",
                    "SummaryEnglish": "A comet flies over San Francisco, giving Eddie the same psychic powers as Raven, only that he can have a vision whenever he makes the vision face. Unfortunately, the popularity goes to his head, and then gets him into trouble when he falsely predicts a racehorse for an old friend to gamble on.",
                    "Aliases": []
                },
                "16": {
                    "ID": "277723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277723",
                    "TitleEnglish": "Skunk'd",
                    "SummaryEnglish": "Chelsea invites Raven on the Environmental Club's camping trip. Raven, not enjoying the outdoors, brings along portable gadgets and a luxurious tent. This leads to an argument between Raven and Chelsea, which makes Chelsea think that she and Raven shouldn't be friends.",
                    "Aliases": []
                },
                "17": {
                    "ID": "277724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277724",
                    "TitleEnglish": "The Dating Shame",
                    "SummaryEnglish": "Raven and Chelsea go on a TV dating game show called Termi-Date for a chance to date a cute guy named Chad. Raven then has a vision that she'll turn on Chelsea, and call her \"a loser\". Even though they both said nice things to each other, the director of the show tampered the video tape by taking out the nice bits, and made it sound like it was horribly mean. That's when Raven and Chelsea argue but later reconcile when Eddie plays the nice version thus exposing director's scheme. Meanwhile, Cory lies about a babysitter being with him, so that he can have the house to himself. Cory is happy at first, until he sees a late-night horror movie called Eye of the Zombie 2, and he becomes scared.",
                    "Aliases": []
                },
                "18": {
                    "ID": "277725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277725",
                    "TitleEnglish": "The Road to Audition",
                    "SummaryEnglish": "After Raven has a vision about a representative from her favorite show, \"Undercover Superstar\", posing as a janitor at her school, the entire student body seeks to impress him with their performances, only to discover he works for the health department. Refusing to perform again for another \"janitor\", Raven misses the opportunity to impress a real talent scout, Paula Abdul.",
                    "Aliases": []
                },
                "19": {
                    "ID": "277726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277726",
                    "TitleEnglish": "The Lying Game",
                    "SummaryEnglish": "It's Career Day, and Raven is assigned to be a teacher's aide -- in Cory's classroom. When they arrive home fighting and disheveled, they both offer an outlandish tale about what happened in the classroom that day. Raven insists that she was the picture of perfection, and Cory was obnoxious; while Cory's story describes Raven as a witch-like character, who tormented the children. In the end, Larry, Cory's classmate and friend, reveals that \"it was all an accident\". Meanwhile Chelsea is assigned to work at the police station under Detective Ramirez and Eddie to a sofa warehouse.",
                    "Aliases": []
                },
                "20": {
                    "ID": "277727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277727",
                    "TitleEnglish": "Numb and Number",
                    "SummaryEnglish": "Cory has to go to the dentist. He is terrified, so Raven goes with him to calm his fears. When they get there, Raven sits in the dentist's chair to show Cory that there is nothing to be scared of - until the dentist tells her that she has a cavity. Suddenly scared, the two of them try to run, ending up with Raven posing as \"Dr. Thinkenfast\" (\"Thinking fast\"), and Cory as \"Dr. Doasisay\" (\"Do as I say\"). Meanwhile, Victor; Chelsea; and Eddie are working on a Chill Grill advertisement video, but struggle over creative control.",
                    "Aliases": []
                },
                "21": {
                    "ID": "277728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277728",
                    "TitleEnglish": "My Big Fat Pizza Party",
                    "SummaryEnglish": "Raven and Chelsea get waitress jobs at The Chill Grill to raise money to go on a ski trip. They chat with customers, and ignore their duties, so Victor fires them. They persuade him to give them another chance, and try to plan a big party for the restaurant that night. Unfortunately, they both plan a separate party, along with one already booked, leading to three bashes on the same night.",
                    "Aliases": []
                },
                "22": {
                    "ID": "277729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277729",
                    "TitleEnglish": "Shake, Rattle, and Rae",
                    "SummaryEnglish": "Alana and her crew get on Raven's last nerve, causing her to overreact in class and flunk a test. In order to avoid being suspended, she must make peace with Alana. To do so, she invites Alana over to a slumber party. But when she has a vision of an earthquake, things get pretty weird.\r\nMeanwhile, Victor gives Eddie driving lessons, which don't go too well when an officer pulls them over.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "14618",
            "URL": "https://thetvdb.com/series/thats-so-raven/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 35,
            "Episodes": {
                "1": {
                    "ID": "277730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277730",
                    "TitleEnglish": "Psychic Eye for the Sloppy Guy",
                    "SummaryEnglish": "Raven, Chelsea, and Eddie give a student at school named Tyler a makeover. Tyler likes Raven, but he is not Raven's type, so she tells him that she just wants to be friends. After the makeover, Tyler turns out to be really handsome, so she wants him back. But he's already dating someone else. This causes Raven to disguise herself as a belly-dancer and -- unsuccessfully -- try to break them up at a restaurant.",
                    "Aliases": []
                },
                "2": {
                    "ID": "277731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277731",
                    "TitleEnglish": "Stark Raven Mad",
                    "SummaryEnglish": "Raven tries to deal with her annoying new neighbor, Sierra, as well as getting close to her science partner, Jalen. Meanwhile, Eddie and Chelsea do their project on the effects of not sleeping for 48 hours -- with unwilling partners Tanya and Victor.",
                    "Aliases": []
                },
                "3": {
                    "ID": "277732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277732",
                    "TitleEnglish": "Opportunity Shocks",
                    "SummaryEnglish": "Raven, Cory, and Victor try to sell a business entrepreneur his next venture. However, Raven is constantly interrupted by an annoying seven-year-old named Stanley.",
                    "Aliases": []
                },
                "4": {
                    "ID": "277733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277733",
                    "TitleEnglish": "Taken to the Cleaners",
                    "SummaryEnglish": "Raven and Chelsea's plans for an all-day movie marathon are ruined when Eddie has to bring his annoying neighbor, Stanley, with him. Even worse, Stanley still has the hots for Raven. Meanwhile, Cory; Victor; and Eddie lose all their valuables to Stanley in a game of ping-pong. Chelsea then decides to play him for all their stuff back -- a fatal mistake, on Stanley's part; Chelsea is a champion ping-pong player!",
                    "Aliases": []
                },
                "5": {
                    "ID": "277734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277734",
                    "TitleEnglish": "Five Finger Discount",
                    "SummaryEnglish": "Cory gets sucked into a world of peer pressure after his friends encourage him to shoplift at a toy store. His guilt causes him to have nightmares. Raven has a vision of Cory getting stopped by a security guard for shoplifting again, and tries to prevent it —- but, as usual, she must disguise herself -- as a security guard -- making the vision come true! In disguise, Raven is able to tell the real security guard that the other boys have been shoplifting, and Cory leaves his \"friends\". Meanwhile, Raven; Chelsea; and Eddie win a \"mystery prize\" in a soda-can contest. The audience never discovers what this prize is, but clues are dropped, ending in the prize getting ruined -— right before the audience sees it. Clues are: that Chelsea says \"Our prize isn't allowed in the mall!\", and Eddie saying \"This one is!\". Another one is Raven telling Eddie and Chelsea not to get it wet. Although never blatantly stated, \"the prize\" is most suggested to be a mechanical pet.",
                    "Aliases": []
                },
                "6": {
                    "ID": "277735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277735",
                    "TitleEnglish": "Sweeps",
                    "SummaryEnglish": "The community gets ready for their annual play, and everything goes well -- until Raven has a vision of the audience jeering the play. Raven decides to take charge of all aspects of the play, thus becoming overly bossy and arrogant. This drives everyone else to quit. Now, Raven must put on the show -- by herself!",
                    "Aliases": []
                },
                "7": {
                    "ID": "277736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277736",
                    "TitleEnglish": "Double Vision",
                    "SummaryEnglish": "Raven tries to keep her distance from Ben, a boy whom Chelsea likes. While doing so, she has a vision of another student getting into a freak accident —- and to her surprise, Ben has the same vision. The two realize that they are both psychic, but Ben has not told his family or friends about his \"gift\". Raven tries to persuade him to be honest. Ben hugs Raven because he's happy he can trust Raven, leading Chelsea to think that Raven and Ben are dating. Ben and Raven realized when they hugged they both saw a vision of the same thing. Later in the episode Ben and Raven kiss so they can see where Rayne Bow is clearly. Elsewhere, a pop star named Rayne Bow comes to the school to do a performance, and Eddie ends up trapped in a closet with her -- right before her scheduled performance! Meanwhile, Cory and Cindy become boyfriend and girlfriend. Cindy says it's official when they kiss. But Cory is uncomfortable about that and says we don't have to do what we don't want to do, and Cindy agrees too.",
                    "Aliases": []
                },
                "8": {
                    "ID": "277737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277737",
                    "TitleEnglish": "Bend It Like Baxter",
                    "SummaryEnglish": "A Russian gymnast, who resembles Raven, comes to the school. A boy Raven really likes mixes up the two girls, leading Raven to pretend to be the gymnast. At the gymnastics meet, which is scheduled for the next day, the boy thinks Raven's entering. Raven thinks the Russian girl can take her place, but -- unfortunately -- the Russian gymnast sprains her ankle, and can't perform!",
                    "Aliases": []
                },
                "9": {
                    "ID": "277738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277738",
                    "TitleEnglish": "The Big Buzz",
                    "SummaryEnglish": "Raven desperately strives to win \"Best Dressed\" at school, and she helps a shy guidance counselor, who lacks self-confidence. However, the school counselor ends up upstaging her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "277739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277739",
                    "TitleEnglish": "True Colors",
                    "SummaryEnglish": "Raven and Chelsea apply for jobs at a store, but, despite Raven's obvious skills and Chelsea's incompetence, Chelsea is the one chosen. However, Raven has a vision that the manager is a racist and this was the only reason she didn't get the job, so she goes undercover for a TV news report (with Chelsea and Eddie's help) to expose the truth. Meanwhile, Cory has to write a report on Black History Month, but doesn't want to, so he has a dream where a disguised Victor as Fredrick Douglass, Tanya as Bessie Coleman, and Eddie as Scott Joplin introduce him to the world of black history. Eddie mentions as a kid that his friend from 2nd grade whose father told him he couldn't play with him cause of his race.",
                    "Aliases": []
                },
                "11": {
                    "ID": "277740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277740",
                    "TitleEnglish": "Dog Day Aftergroom",
                    "SummaryEnglish": "Chelsea gets a job at \"Camp Woof-Woof\", a dog daycare in the neighborhood. Even though she works for free, Raven and Eddie decide to work for money. Their most important client is a famous show Bichon Frise that is in a show that very night. Unfortunately, Raven's pink armband falls into the tub while she and Eddie are bathing the dog, turning it bright pink! The three then scramble to fix the problem before the dog show starts. At home, Victor joins a knitting club full of old ladies, who prove to be quite formidable when Cory tries to sell their products.",
                    "Aliases": []
                },
                "12": {
                    "ID": "277741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277741",
                    "TitleEnglish": "Royal Treatment",
                    "SummaryEnglish": "Raven is the first friend of a new exchange student. He offers her a feather, which she accepts confusedly. She later invites him back to her house; after spending some time getting acquainted with Raven's friends, he gives her a seashell. Chelsea thinks it's a crush —- and she is right, as the exchange student then sends her a beautiful dress. She puts it on -- against her mother's wishes -- and goes to a party at the embassy. Tanya, though, soon discovers that Raven has inadvertently accepted a marriage proposal from the Prince of his country, Shakob. Eddie and Chelsea must go undercover as dancers to stop the ceremony. Meanwhile, Cory's pet rat, Lionel, wins a magazine photo contest, and an eccentric photographer comes to the house.",
                    "Aliases": []
                },
                "13": {
                    "ID": "277742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277742",
                    "TitleEnglish": "Art Breaker",
                    "SummaryEnglish": "Raven is shocked about Chelsea's sculpture of her: an abstract piece, which blends the real Raven with the bird of the same name, creating a head with an enormous beak. Raven thinks Chelsea is making fun of her, which breaks Chelsea's heart. When Raven shows the sculpture to Eddie, though, she accidentally destroys it, leading her to \"become a piece of art\" at Chelsea's show! Meanwhile, Cory sells soda to kids in milk cartons at school after the school and his home bans sugar.",
                    "Aliases": []
                },
                "14": {
                    "ID": "277743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277743",
                    "TitleEnglish": "Boyz 'N Commotion",
                    "SummaryEnglish": "Alana is sent to military school and a girl named Bianca replaces her and takes over her posse. Bianca and her posse make trouble for Raven when the latter must bring in some form of entertainment. She abruptly blurts out that she knows the boys in the band Boyz 'N Motion, and she can get them to perform. Surprisingly, they agree, staying at her house the night before the big show. Unfortunately, the boys get lazy and complacent as the Baxters wait on them, and do not show up for their performance. Raven and her friends disguise themselves as the \"Boyz\", but in the end, they appear; it seems Tanya scolded them. Meanwhile, Cory hits upon a scheme to take items that the \"Boyz\" have used, and sell them on the internet.",
                    "Aliases": []
                },
                "15": {
                    "ID": "277744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277744",
                    "TitleEnglish": "Gettin' Outta Dodge",
                    "SummaryEnglish": "Raven accidentally hits Bianca in the face during a game of dodgeball. Surprisingly, it makes her a nice person, leading everyone to think Raven is the toughest girl in school. She abuses her newfound power, and takes over Bianca's old posse, but soon regrets it. The only cure, though, hits Bianca in the chest with another dodge ball. Meanwhile, Larry spends time with Victor which makes Cory jealous.",
                    "Aliases": []
                },
                "16": {
                    "ID": "277745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277745",
                    "TitleEnglish": "On Top of Old Oakey",
                    "SummaryEnglish": "While petitioning for the preservation of Old Oakey, the old oak tree in front of the school, Chelsea falls in love with a cute vegetarian boy named Jake, but Raven has a vision of Jake eating ribs at The Chill Grill. Chelsea doubts Raven's vision and cuts ties with both Raven and Eddie. Meanwhile, Cory's band needs a lead singer that has to be a cute girl. But when Cory sees Francesca, he is \"deafened\" by love and doesn't hear how bad she sings.",
                    "Aliases": []
                },
                "17": {
                    "ID": "7725045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/7725045",
                    "TitleEnglish": "They Worked Hard for His Honey",
                    "SummaryEnglish": "Raven, Chelsea, and Eddie get jobs at the school store for service credit from Mrs. DePaulo, who makes Eddie the manager. Everything starts out just right -- until Eddie hires his girlfriend, Chantel, to work there. This makes Raven and Chelsea do all the work, while he and Chantel do nothing. To make matters worse, Eddie told Chantel that he is rich, romancing her with lobsters and steaks; to do this, he constantly borrows money from Raven and Chelsea. They finally tell him off, and Raven has a vision of Eddie reaching into the store's vault, apparently stealing. Eddie really hid a present, though, and Raven soon makes a mess out of things —- in more ways than one!",
                    "Aliases": []
                },
                "18": {
                    "ID": "277747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277747",
                    "TitleEnglish": "Mind Your Own Business",
                    "SummaryEnglish": "Raven, Eddie, and Chelsea all decide to join an after-school club, \"Future Leaders United in Business\" (the FLUB club). At first, they work well with each other to defeat a competing team, but then they must compete against each other for a shopping spree. The competition soon gets the best of their friendship, as they grow suspicious of sabotage. Meanwhile, Cory has installed a hot tub in his room and Victor starts using it, making Cory not use it. Cory and Victor agree to move it out to the backyard.",
                    "Aliases": []
                },
                "19": {
                    "ID": "277748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277748",
                    "TitleEnglish": "Hizzouse Party",
                    "SummaryEnglish": "Victor and Tanya go out of town, leaving Raven and Cory home alone. After Raven accidentally breaks a lamp, she lets Cory throw a party to try to raise enough money to buy the expensive lamp back. However, a scheme of Cory's ends up backfiring on both of them. Meanwhile, Victor seems to be falling in love with his in-car navigation system which he names \"Sasha\", making Tanya jealous. After Raven & Cory's party gets discovered this prompts Victor to never leave Raven and Cory home alone again and to re-hire an old babysitter later shown in \"Cake Fear\".",
                    "Aliases": []
                },
                "20": {
                    "ID": "277754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277754",
                    "TitleEnglish": "Mismatch Maker",
                    "SummaryEnglish": "Eddie and Chantel break up, and Raven accidentally makes things worse between the two. Chantel ends up going to the basketball ceremony with Tyrone, in an effort to make Eddie jealous. Raven, feeling bad that Eddie no longer wants to go to his own ceremony sets up her \"cousin\" Seyoncé to be Eddie's date to the ceremony. Meanwhile, Cory has to struggle to find the owner of a dog that followed him home, soon to be found by his owner who looks exactly like Cory (which is the reason suspected for why the dog followed him home).",
                    "Aliases": []
                },
                "21": {
                    "ID": "277749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277749",
                    "TitleEnglish": "Chef-Man and Raven",
                    "SummaryEnglish": "The host of a popular cooking show turns out to be an old rival of Victor's, who challenges Victor to compete on the show. Meanwhile, Cory and Tanya experience problems with Cory's sagging pants.",
                    "Aliases": []
                },
                "22": {
                    "ID": "277756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277756",
                    "TitleEnglish": "When in Dome",
                    "SummaryEnglish": "Jennifer, an old friend of Chelsea's visits, and Raven becomes jealous when she realizes they have more in common with each other than she does with Chelsea. To try and save her friendship with Chelsea, Raven joins her in a Bio-Dome, and doesn't exactly get along with the ecosystem.",
                    "Aliases": []
                },
                "23": {
                    "ID": "277753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277753",
                    "TitleEnglish": "Too Much Pressure",
                    "SummaryEnglish": "Raven and Chelsea desperately want to appear in Pressure's new video, \"Gotta Get You Back\". This leads them to trick Cory into taking dancing lessons, more specifically the Dance of the Yak. Cory tries to quit the lessons, but due to a promise to Victor, he can't. Chelsea ends up revealing Raven's true intentions to Cory, who later tells his ordeal to Pressure. Raven ends up in Pressure's music video, but not exactly the way her vision depicted. This is the second episode in which Raven looks at the camera. She is seen doing this in her vision.",
                    "Aliases": []
                },
                "24": {
                    "ID": "277763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277763",
                    "TitleEnglish": "The Grill Next Door",
                    "SummaryEnglish": "Victor's old rival, Leonard Stevenson, returns, and opens a similar restaurant near The Chill Grill, thus named The Hill Grill. Raven then has a vision that The Chill Grill goes out of business. Meanwhile, Cory and his band plan to perform to get his father's customers back, but after rejecting Stanley, they lose the customers to The Hill Grill, and made them more famous. Raven has to pretend to be Stanley's girlfriend, so that he will sing at The Chill Grill, and bring back the customers.",
                    "Aliases": []
                },
                "25": {
                    "ID": "277755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277755",
                    "TitleEnglish": "Extreme Cory",
                    "SummaryEnglish": "Cory wants to be in a hip \"extreme\" skateboarding group, but he doesn't know how to skateboard. So he asks Raven to help him get in the club. Meanwhile, Eddie asks Chelsea to tape his life video but she keeps getting distracted.",
                    "Aliases": []
                },
                "26": {
                    "ID": "277758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277758",
                    "TitleEnglish": "Point of No Return",
                    "SummaryEnglish": "Victor gives her $100 for a calculator, which is for her trigonometry class at school. However, she decides to buy a outfit to wear to an upcoming party instead, then return the outfit the next day, and get her money back to buy the calculator. Unfortunately, Raven accidentally gets lip gloss on the blouse. Now, she; Eddie; and Chelsea must try to get the stain out, and return the outfit. Meanwhile, Victor and Cory take an annual father-son shopping trip. Cory doesn't like the trip, especially when Victor embarrasses him in front of girls he likes.",
                    "Aliases": []
                },
                "27": {
                    "ID": "277751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277751",
                    "TitleEnglish": "Country Cousins (1)",
                    "SummaryEnglish": "Raven and Chelsea travel to the country in an attempt to settle a long-lasting family feud over a gravy boat that was thought to be stolen by Victor.",
                    "Aliases": []
                },
                "28": {
                    "ID": "277752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277752",
                    "TitleEnglish": "Country Cousins (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "277750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277750",
                    "TitleEnglish": "Food for Thought",
                    "SummaryEnglish": "The cafeteria at Raven's school is turned into a food court full of junk food. All of the students love the food, except Chelsea, who sees it as unhealthy. As all of the teens gradually become slower, fatter, and less energetic, Raven saves herself by seeing a future in which everyone at school grows a huge posterior! She and Chelsea must stop the \"attack of the giant booties\", which becomes hard when the food court begins to offer breakfast programs and take-out. To make matters worse, the junk-filled court could become a nationwide chain in all schools if Raven's school votes \"yes\" to the program. Can she and Chelsea save the day before everyone suffers from \"a lot of junk in the trunk\"? Meanwhile, Cory has a man to help with his homework and Victor and Tanya find out and scold him. The man shows a book in a interview and Victor and Tanya show him the interview. Later, Tanya returns to law school leaving Victor at home with Raven and Cory.",
                    "Aliases": []
                },
                "30": {
                    "ID": "277757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277757",
                    "TitleEnglish": "Mr. Perfect",
                    "SummaryEnglish": "Raven has a vision that her \"perfect\" boyfriend is \"too perfect\" for her, so she tries to save their relationship.",
                    "Aliases": []
                },
                "31": {
                    "ID": "277761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277761",
                    "TitleEnglish": "Goin' Hollywood",
                    "SummaryEnglish": "Cory wins a brief role on a TV show, \"Better Days\", where the child actress named Ally Walker on the show wants to try life as a regular kid.",
                    "Aliases": []
                },
                "32": {
                    "ID": "277762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277762",
                    "TitleEnglish": "Save the Last Dance",
                    "SummaryEnglish": "Raven has a vision that she is at the prom with a man and wants him to be her prom date, but doesn't know who he is. When she is unable to find him before the prom, she ends up going alone with Eddie and Chelsea, who have dates, until Devon shows up and becomes her date. Meanwhile, Cory is concerned that he may have a hairy back.",
                    "Aliases": []
                },
                "33": {
                    "ID": "277760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277760",
                    "TitleEnglish": "Cake Fear",
                    "SummaryEnglish": "Victor does not trust Raven and Cory to be home alone when he goes away for the weekend, since last time they threw a party with a mechanical bull when he and Tanya were gone 14 episodes ago. So he re-hires their old babysitter Miss Patterson aka \"Push-over Patterson\". When she arrives, she is the same old push-over, but she carries a mysterious bag around with her wherever she goes. Whenever it's mentioned, she gets all weird and intense. When she takes a shower for five and a half minutes because that's all the time they gave her when she went away - Raven, Cory, Eddie and Chelsea look in her bag and find a scrapbook with newspaper articles. The first article reads \"Revenge Seeking Babysitter Sent Away, and the next one says \"Revenge Seeking Babysitter Escapes\". Years ago, Raven and Cory ate an entire birthday cake that was for their mom, and blamed Miss Patterson for it. Now, they are convinced she has returned for revenge.",
                    "Aliases": []
                },
                "34": {
                    "ID": "439286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/439286",
                    "TitleEnglish": "Vision Impossible",
                    "SummaryEnglish": "Raven has a problem with her visions, and considers having them removed permanently. Meanwhile, Chelsea tries to sell mushroom shampoo and Raven's psychic doctor figures out that with Raven using the mushroom shampoo, it is making the part of her brain that makes her have visions of the future have an allergic reaction because Raven is allergic to mushrooms.",
                    "Aliases": []
                },
                "35": {
                    "ID": "277759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/277759",
                    "TitleEnglish": "The Four Aces",
                    "SummaryEnglish": "Raven does her community service project at a retirement home, and helping Ms. Ronnie Wilcox, a former singer. Along the way, she discovers that \"The Chill Grill\" was once a swinging nightclub, called \"The Four Aces\", and plans a huge themed party, featuring jazzy performances from the whole cast. Finally, Ms. Wilcox performs, and brings the house down.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "290621",
            "URL": "https://thetvdb.com/series/thats-so-raven/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "2582581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582581",
                    "TitleEnglish": "Raven, Sydney and the Man",
                    "SummaryEnglish": "Raven, Chelsea, and Eddie volunteer to run clubs for Mrs. Valentine's class at the Community Center. While there, Raven must deal with mentoring an obnoxious little girl named Sydney. Raven finds out that Sydney never knew her real parents, and eventually they grow a sisterly bond.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2582601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582601",
                    "TitleEnglish": "Pin Pals",
                    "SummaryEnglish": "The episode begins with Victor talking to Raven and Cory about taking responsibility in the Baxter house since Tanya is in England. Raven must choose between going with Chelsea and Eddie for a bowling tournament, or sneaking into world-famous fashion designer Donna Cabonna's fashion show to show off her designs. She chooses to go to the fashion show, and ends up \"saving the night\"...before she destroys it. She then becomes an intern for Donna Cabonna. In this episode, it is revealed that Raven's mother, Tanya Baxter, left to study law in England.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2582611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582611",
                    "TitleEnglish": "Dues and Don'ts",
                    "SummaryEnglish": "Raven has a vision that she will get an awesome office on her first day at work as an intern for Donna Cabonna, and she decides to brag about it. Muffy doubts Raven's words and Chelsea later invites Muffy, Señorita Rodriguez, and the entire Spanish class, much to Raven's dismay. Raven arrives at her first day of work and finds out her \"private office\" is actually Donna's office room, Chelsea accidentally locks Raven out of Donna's office room that they have a party. Cory and Eddie accidentally destroyed the kitchen after they was fight having a ticket. When Raven's unexpected visitors threaten to ruin Donna's office room and Raven kicks them out, but not before knocking Donna's prized sculpture off the center. Donna returns and Raven tries to hide the tilted art from her. Tiffany unexpectedly \"saves the day\" by accidentally breaking the sculpture and therefore taking the heat from Donna.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2582621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582621",
                    "TitleEnglish": "Unhappy Medium",
                    "SummaryEnglish": "Teen actress Nicky Logan arrives at Bayside High School to shoot a new movie. But when Raven had a vision that Nicky gonna get choked by eating taffy, she saves her from it. She asks Raven how does she know this will occurs, but when she said she is a psychic, Nicky had confessed that she's playing the psychic character in a new movie and asks that if Raven would mind to be one of Nicky's pointers. Raven would be happy to help, if means joining Nicky's circle. She acts like a psychic that talks to the dead. Then Raven brainwashes Nicky. But then she had a vision that this will cause Nicky to be fired on the set. Nicky said that if her performance had met with positive reviews, she'll allows Raven to come along to Malibu, but Raven was worried about her vision and she started planning how to save Nicky from be fired. She tells her on the set but it turns out that Raven is gonna get fired. She tries to explain to Nicky but she doesn't care and she said that Raven can't come along to Malibu, leaving Raven heartbroken. Then Raven had the third vision that Nicky's performance will be meeting negative reviews and the news anchor announces that her beach house in Malibu will be taken away. Since Raven thinks Nicky deserves it, she didn't tell her.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2582641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582641",
                    "TitleEnglish": "Adventures in Boss Sitting",
                    "SummaryEnglish": "Donna Cabonna makes Raven her temporary assistant while Tiffany is out of town. Devon returns to San Francisco for one night and Raven is planning on a romantic date, but Donna Cabonna shows up at Raven's doorstep in tears because her boyfriend broke up with her. Raven must juggle both Devon and Donna, running up and down the stairs, catering to Donna's every whim while trying to have a nice night with Devon. Donna breaks down again, and Cocoa runs down the stairs with the head of a bear that Devon got Raven. Devon finds out that Raven has been hiding Donna upstairs, and gets angry and breaks up with Raven. Meanwhile, Cory goes on a date with a girl named Brittany. At the movie he sees Cindy, his ex-girlfriend, who is also on a date with a boy. The date doesn't turn out all that well, and Cory finds himself wanting to get back together with Cindy. Cindy, Devon, and Teddy, all come to the door and each relationship is rekindled.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2582651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582651",
                    "TitleEnglish": "Hook Up My Space",
                    "SummaryEnglish": "Raven feels that her room is not big enough. When she gets a vision of Cory asking Victor if he can move his band to the basement, Raven interrupts her brother. She gets to Victor first. This makes Cory furious, and he uses the television makeover show Hook Up My Space to make Raven's room just how she hates it, instead of the way she wants it. Even though Raven gets embarrassed on national television, Cory later makes over her new room exactly how she wants it, Chelsea accidentally puts the big paper at Raven on the wall. Meanwhile, Victor and Eddie decide they need to work out after finding it too hard to lift a box of Raven's stuffed animals and pillows. This leads them to move Victor's old weights up to Raven's old room to exercise.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2582661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582661",
                    "TitleEnglish": "Driving Miss Lazy",
                    "SummaryEnglish": "Eddie, gets his driver's license, and he decides to buy a car with Raven and Chelsea. Raven and Chelsea boss Eddie around by creating a \"voting\" system—tilted in their favor—and even painting their beloved car pink. After being their valet for too long, Eddie takes a drive to the countryside by himself. Sheriff Jefferson arrests Eddie on suspicion of being \"The Pink Bandit\", who is responsible for a string of recent burglaries in the area. Eddie enlists Raven's help, and she uses a disguise to assist her friend. Back at home, Stanley sells Cory cologne that he says will attract girls, but it turns out to attract dogs.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2582671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582671",
                    "TitleEnglish": "Be Prepared",
                    "SummaryEnglish": "Raven agrees to help her boss, Donna Cabonna, shoot a public service announcement commercial/music video about emergency preparedness. Raven gets boy band Boyz 'N Motion to shoot the video, but the trio begin to turn against each other, and then break up. Raven and the others start to panic when the alarm in the office goes off, and they do not know how to exit the building safely.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2582681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582681",
                    "TitleEnglish": "Juicer Consequences",
                    "SummaryEnglish": "Raven and Chelsea get into a huge fight because Raven only thinks about herself, and never listens to others. Meanwhile, Cory starts junior high school, and becomes a business partner with a bully named \"The Juicer\". Then at school, Raven has a vision where Cory gets juiced. So she must tell Cory at his junior high school.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2582691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582691",
                    "TitleEnglish": "Sister Act",
                    "SummaryEnglish": "Raven and Sydney enter a beauty pageant to raise money for the Community Center. Things get personal when Muffy and her younger sister, Buffy, also enter the pageant. This causes Raven and Muffy to become too competitive, leading to everyone in the room quarreling—even Chelsea, Eddie, Stanley, Cory, Victor, and the audience. When Raven has a vision of Sydney releasing the rope that holds a giant globe that will fall on Buffy during the fight, she stops everyone from fighting. However, all 4 of the girls are immediately \"disqualified for starting a fight\".",
                    "Aliases": []
                },
                "11": {
                    "ID": "2582701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582701",
                    "TitleEnglish": "Checkin' Out (1)",
                    "SummaryEnglish": "Raven must organize an important photo-shoot for Donna Cabonna at the Tipton Hotel in Boston, however she messes up when she lands Pistache in Italy and the models still stuck halfway around the world in Budaprogoslovakia. However things turn to worst when Raven's Secretec's alarm has the wrong time so she misses her flight back to San Francisco. Meanwhile, Eddie and Cory use Chelsea's paddleballs to get money by having her break records. They think that it will be easy, until the defending paddleball champion—Stanley—shows up.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2582711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582711",
                    "TitleEnglish": "Fur Better or Worse",
                    "SummaryEnglish": "Raven shows Donna Cabonna her sketches for their new fall clothing line. Donna likes her designs, but thinks that they would be better with a fur collar on them. Raven quickly tells her best friend, Chelsea, about her \"good news\". Chelsea, along with her Friendly Earth Society Club members, protest the use of real animal fur in clothing, resulting Raven and Chelsea's friendship turning sour. Meanwhile, Stanley creates—and sells—a gadget to Eddie and Cory that uses pick-up lines to attract women. What Stanley didn't tell them that it DID NOT attract women, but it hit on them, thus resulting in Eddie being whacked by women with purses.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2582721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582721",
                    "TitleEnglish": "Mad Hot Cotillion",
                    "SummaryEnglish": "Cory gives advice about getting girls to \"The Juicer\", who has his eyes on a beautiful new transfer student, Kayla. \"The Juicer\" gets angry when he finds out she really likes Cory. Meanwhile, Raven is grounded for a week for being late for her great aunt's 80th birthday celebration (following a vision of Chelsea and Eddie needing help in a Mexican restaurant), and she quickly goes mad from loneliness.",
                    "Aliases": []
                },
                "14": {
                    "ID": "2582731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582731",
                    "TitleEnglish": "When 6021 Met 4267",
                    "SummaryEnglish": "When Raven is having a party, she can't find a date to go with, so she uses the school's internet dating service to find out a compatible match. Raven finds out her true soul mate is Eddie, and then has a vision that their lives will be horrible when they grow up if they stay together. Because of this, she breaks up with Eddie. During the party they share a kiss, in which they seem to feel no spark from. In the last scene they share one more kiss, and there they both deny any feeling of a spark, but both of them end up showing that they liked the kiss and may have feelings for each other even though they decided to just be friends.",
                    "Aliases": []
                },
                "15": {
                    "ID": "2582741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582741",
                    "TitleEnglish": "Soup to Nuts",
                    "SummaryEnglish": "Raven hurts Principal Stuckerman, sending him to the hospital. She has a vision that Stuckerman is going to retire the next day, so she tries to avoid him the whole day by playing sick. Her grandma's soup causes her to have strange dreams, placing her in strange situations.",
                    "Aliases": []
                },
                "16": {
                    "ID": "2582751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582751",
                    "TitleEnglish": "Members Only",
                    "SummaryEnglish": "Raven and Chelsea pretend to be Eddie's girlfriends, so he can get into a hot new club called \"The Sigmas\". Things get ugly when the club's leaders, Dylan and Jordan, find out that Eddie is scamming them. Meanwhile, Cory and Victor try to find a cricket that Cory accidentally lets loose in the house.",
                    "Aliases": []
                },
                "17": {
                    "ID": "2582761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582761",
                    "TitleEnglish": "The Ice Girl Cometh",
                    "SummaryEnglish": "Chelsea and her mother invite Raven to join them on a mother/daughter retreat that they have every year since Tanya is in England. Raven initially cringes at that idea, but when she has a vision of meeting a cute guy named Brent, she quickly changes her mind. Meanwhile, Cory's band, \"Cory and the Boys\", takes drastic action to get radio DJ Mitch, Victor's old friend, to get their music played on the radio.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2582771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582771",
                    "TitleEnglish": "Rae of Sunshine",
                    "SummaryEnglish": "Raven unwittingly hosts a slumber party at her house for Sydney's new club, the local Bayside Sunshine Girls, and everything turns into a complete disaster. Meanwhile, Cory takes Eddie and Chelsea to the movies, and has to deal with their loudness. Despite Eddie and Chelsea making all the noise, it is Cory who gets kicked out of the theater for being too loud.",
                    "Aliases": []
                },
                "19": {
                    "ID": "2582781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582781",
                    "TitleEnglish": "The Dress is Always Greener",
                    "SummaryEnglish": "Raven is getting very annoyed with Donna Cabonna because she wants to be a fashion designer, not a maid. Then, Donna's ex-best friend (but now arch-enemy), Lora Stelladora, moves into the office upstairs, and offers Raven a job as a fashion designer. Raven quickly finds that she has to deal with two bosses. Meanwhile, Cory and Eddie try to profit on Chelsea's potato that resembles Abraham Lincoln.",
                    "Aliases": []
                },
                "20": {
                    "ID": "2582791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582791",
                    "TitleEnglish": "Teacher's Pet",
                    "SummaryEnglish": "Raven's scheme to get an exam postponed gets the new, hip young history teacher fired. Meanwhile, Cory auditions girls to find a new lead singer for his band, but \"The Juicer\" insists that he will be the new singer because he \"sings like an angel\".",
                    "Aliases": []
                },
                "21": {
                    "ID": "2582801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582801",
                    "TitleEnglish": "The Way We Were",
                    "SummaryEnglish": "Raven and Chelsea throw Eddie a surprise birthday party, and invite both of his divorced parents, who—Eddie suspects—will get back together. However, Eddie quickly finds out about the party from Chelsea, of course.",
                    "Aliases": []
                },
                "22": {
                    "ID": "2582811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/thats-so-raven/episodes/2582811",
                    "TitleEnglish": "Where There's Smoke",
                    "SummaryEnglish": "Raven suspects that Cory has started smoking when she finds a pack of cigarettes in Cory's shirt pocket which gets him in trouble, but he is really hiding them from his girlfriend, Cindy, so she does not smoke them.",
                    "Aliases": []
                }
            }
        }
    }
}