{
    "URL": "https://thetvdb.com/series/voltron-defender-of-the-universe",
    "Genres": [
        "Animation",
        "Children",
        "Family",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0086824/",
        "https://www.themoviedb.org/tv/1013"
    ],
    "TitleEnglish": "Voltron: Defender of the Universe",
    "SummaryEnglish": "From days of long ago, from uncharted regions of the universe, comes a legend. The legend of Voltron: Defender of the Universe! A mighty robot. Loved by good, feared by evil. As Voltron's legend grew, peace settled across the galaxy. On planet Earth, a galaxy alliance was formed. Together with the good planets of the solar system, they maintained peace throughout the universe. Until a new horrible menace threatened the galaxy. Voltron was needed once more. This is the story of the super force of space explorers. Specially trained and sent by the Alliance to bring back Voltron: Defender of the Universe.",
    "Aliases": [],
    "Modified": "2025-10-19",
    "Seasons": {
        "0": {
            "ID": "26103",
            "URL": "https://thetvdb.com/series/voltron-defender-of-the-universe/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "440600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/440600",
                    "TitleEnglish": "Fleet of Doom",
                    "SummaryEnglish": "King Zarkon and the Drule Empire have joined forces to create a mighty space armada named 'The Fleet of Doom' with the hopes of striking a critical blow to the Galaxy Alliance by finding and destroying a secret power base.\r\n\r\nMeanwhile Haggar has used new magic powers to imprison Princess Alurra's spirit in an alternate dimension. When Keith goes to rescue her, Haggar casts an evil spell that feeds on Keith's past fears of imaginary monsters. King Alfor encourages Keith to overcome his fear with courage. He is then able to find the Princess, but it is Allura who saves his life from Haggar's destructive magic.\r\n\r\nThe Lion Force Voltron and the Vehicle Force Voltron must travel to the secret power base's planet to assist them in fighting off the Fleet, however the journey there is not as easy as it seems for either Voltron Force.",
                    "Aliases": []
                },
                "2": {
                    "ID": "429857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/429857",
                    "TitleEnglish": "The Voltron Trilogy - Original TV Pilot",
                    "SummaryEnglish": "Original television concept pilot taking scenes from all three series in an attempt to show the origin of Voltron.",
                    "Aliases": []
                },
                "3": {
                    "ID": "596681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/596681",
                    "TitleEnglish": "The Lost Episode",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15386",
            "URL": "https://thetvdb.com/series/voltron-defender-of-the-universe/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "290800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290800",
                    "TitleEnglish": "Space Explorers Captured",
                    "SummaryEnglish": "The Planet Arus has been under attack by the ruthless King Zarkon for many years. Responding to a call for help, Galaxy Garrison sends a team of five young space explorers, Keith, Lance, Sven, Hunk and Pidge, hoping they could reach the devastated planet, in hopes to offer help.\r\n\r\nHowever, they are captured by Yurak before they could land on the beautiful planet. Knowing that they would be used as entertainment for the citizens of Doom in Haggar's Robeast arena, they work out an escape plan, to find a way out of the Doom Castle and a way to get back to Arus. Hunk's brute strength and Pidge's agility, they are able to break out of their meager cell and hijack a Doom Slave ship.\r\n\r\nPursued by Doom Robot fighters, the five explorers managed to reach Planet Arus. They then recall a legend of a mighty robot, named Voltron that once stood and fought against the forces of Doom. Though defeated, whe King Zarkon's witch, Haggar disguised herself as a beautiful goddess, then split the giant defender into five lion ships, sending the robot lions crashing to Arus' surface.\r\n\r\nThe five explorers then vow to find a way of learning the secret to Voltron, in hopes to resurrect the mighty robot, and save Arus from the forces of King Zarkon.",
                    "Aliases": []
                },
                "2": {
                    "ID": "290801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290801",
                    "TitleEnglish": "Escape to Another Planet",
                    "SummaryEnglish": "After escaping from Planet Doom aboard a stolen slave ship, the five space explorers are chased to Planet Arus by Yurak's forces. Crash landing on the worn torn planet, the five youn men find themselves unwelcomed by the citizens, who are afraid of what will happen to them.\r\n\r\nThe slowly make their away across the desert to the ruined castle, in hopes that they will be able to find the secret to the legend of Voltron. There, they are greeted by Coran, the Castle Magistrate, who relates to them, the story of how Arus was once a beautiful planet within the Diamond Galaxy, and thusly destroyed by King Zarkon's forces. He however, looks over the young Princess Allura, the last survivor of the royal family and daughter to King Alfor, the man who created Voltron.\r\n\r\nThe five space explorers vow to help resurrect the fallen robot defender and to help protect Arus against King Zarkon's forces. With Yurak adamant on finding them, Coran tells them of the locations of each Lion robot, in hopes that they will uncover secret to join them together to form Voltron",
                    "Aliases": []
                },
                "3": {
                    "ID": "290802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290802",
                    "TitleEnglish": "A Ghost and Four Keys",
                    "SummaryEnglish": "Angered by Yurak's failures, Zarkon tasks his evil witch Haggar to send a robeast to Planet Arus, in hopes of capturing the five space explorers who escaped him and destroy what was left of any hopes to resurrect Voltron. Haggar sends her best robeast to Arus.\r\n\r\nOn Arus, the newly formed Voltron Force watches helplessly as Yuraks forces attack Arus, while Coran reluctantly keeps the secret of the Lion ships to himself. Pidge decides to head out by himself to see exactly how near Yurak's forces are getting to the castle.\r\n\r\nCoran then reveals that the only way to activate the slumbering machines, is to locate the 5 mystic keys that can operate them. To Allura's surprise, he tells them that the keys were entombed with her father, the late King Alfor. Together, the members along with the Princess, make their way to the where King Alfor is entombed, and upon etnering the crypt, King Alfor's ghost makes his presence known to them. He shares with them his appreciation that five young strangers are willing to devote their lives to the protection of Arus.\r\n\r\nUnfortunately, to their dismay, only four keys are found with King Alfor, meaning that Voltron can't be formed, since the key to the Black Lion is missing. Reluctantly, the team take the four lions ships; Blue, Red, Yellow and Green , hoping to thwart the forces of Yurak. They are able to take out the many robot fighter ships and troops, but when Haggar's robeast finally lands on the planet, they soon realize that they are not prepared to handle a fight of this magnitude. Coran and the Princess watch in horror, as their new friends were easily defeated by the meanacing robeast.",
                    "Aliases": []
                },
                "4": {
                    "ID": "290803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290803",
                    "TitleEnglish": "The Missing Key",
                    "SummaryEnglish": "Zarkon is angered that both Yurak and Haggar have failed in their attempts to bring back the escaped space explorers from Planet Arus. Haggar reassures Zarkon, that her robeast will be able to destroy the Voltron Force before they are able to find the missing key to the Black Lion.\r\n\r\nPidge, slowly makes his way back to the Castle of Lions, where Coran and Princess Allura are worried that the five young men have just risked their lives in a failed attempt to bring back the legendary defender. On his return, Pidge makes his way back to the control room where Coran delivers the bad news.\r\n\r\nHowever, hope returns when Keith, Hunk, Lance and Sven recover from their ordeal and return to the castle. Still, the key to the Black Lion is still missing, so they make one last attempt to find it. Upon returning to King Alfor's tomb, they discover that there was a small mouse hole in the stone coffin. Pidge suggests that they capture the space mice he ran into earlier, in hopes of discovering the location of the missing key.\r\n\r\nThey capture the four mice, and decide to question them about the whereabouts of the key they took. Allura however, interrupts them, asking them to let her friends go, revealing that the mice were the only creatures that gave her comfort in her years of being alone. On their suggestion, Allura questions her friends and learn that they took the key because they thought it was pretty. Making a deal, they release the mice, and they return with the key to the Black Lion.\r\n\r\nJust in time, the Voltron Force then launch to confront Haggar's robeast. The robeast puts up a great fight, and prevents them from forming Voltron, but on their second attempt, they are able to break free from the robeast attack and form the legendary defender. By forming the Blazing Sword, they are able to destroy the robeast.",
                    "Aliases": []
                },
                "5": {
                    "ID": "290804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290804",
                    "TitleEnglish": "Princess Joins Up",
                    "SummaryEnglish": "Defeated by the Voltron Force, King Zarkon grows wary of his charges continuous defeat against the mighty robot defender. Haggar suggests that they hold a contest between her robeast monsters to determine one that would go to Arus and battle against the Voltron Force. They hold a battle and one such monster suceeds against the other monsters. Haggar then turns him into a giant robot monster, and sends him with Yurak and his forces to Planet Arus.\r\n\r\nOn Arus, the Voltron Force are seeking help among the citizens of Arus, hoping that they will be brave enough to come out of hiding. Though, the people are still afraid and refuse to come out of hiding. It is then that Yurak attacks Arus, so the Voltron Force launch their lion ships.\r\n\r\nQuickly they realize that this robeast monster is much stronger and faster than their previous encounter and quickly lose their advantage. While the monster confronts Voltron, Yurak takes the opportunity to attack the Castle of Lions directly. Allura and Coran flee to the underground tomb of her father, there his spirit reveals a secret. Allura presses a button in the crown of his tomb and suddenly, a new and improved castle emerges from the ruins of the old one.\r\n\r\nPrincess Allura comes to the aid of the Voltron Force by taking up one of the gun cannons on the side of the new Castle. There she wards off Yurak's attack with direct hits to his ship, then focuses her attack on the robeast. This gives the Voltron Force their opening to attack the monster and then destroy him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "290805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290805",
                    "TitleEnglish": "The Right Arm of Voltron",
                    "SummaryEnglish": "With the new Castle of Lions and the return of Voltron, the citizens of Arus come out of their hiding places, comfortable to know that Voltron will protect them from the evil forces of King Zarkon. Princess Allura vows that the Voltron Force will protect her people and planet. In celebration of their new found freedom, she proposes a banquet.\r\n\r\nKing Zarkon is not pleased that Planet Arus is slowly slipping away from his grasp. Haggar proposes a new plan, that in order to weaken Voltron, they need to do away with one of the Voltron Force members. Without all five of them, they would be unable to form the mighty robot. King Zarkon agrees, and the Witch Haggar goes to Arus, with one of her deadly robeasts.\r\n\r\nOn Arus, the Voltron Force go with Princess Allura to pass out food to many of the destroyed villages, hoping they can bring more of the citizens out from hiding. Witch Haggar watches them closely, then tasks her Blue Cat to lure one of the members into her trap. Pidge is alerted by Cheezer that the Blue Cat is nearby. Lance and Sven then chase after the cat, where Lance falls into the Witch Haggar's trap.\r\n\r\nSven rescues Lance from the trap, and battles Haggar alone. Unfortunately, Haggar's magic is enough to overcome Sven's abilities and he is then blindsided by her robeast monster, injuring him. Keith and Lance arrive too late, only to find Sven badly hurt. Keith suggest that they send him to Planet Ebb, where he can rest and recover from the attack.\r\n\r\nNow, one member short, the Voltron Force must deal with Haggar's monster without Voltron. They lure the giant beast to the edge of a cliff, overlooking a lava stream. Lance suggests that they attack the monster and force it into the firey stream. Lance volunteers to attack the robeast head on, since his Lion is homed in the lava pit that surrounds the Castle of Lions.\r\n\r\nTheir plan works! They are able to defeat the robeast without Voltron and celebrate their victory. However, they do know that without Sven and",
                    "Aliases": []
                },
                "7": {
                    "ID": "290806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290806",
                    "TitleEnglish": "The Lion Has New Claws",
                    "SummaryEnglish": "It would seem an intruder has gotten in the castle, but it's not until after Pidge attacks the intruder that they learn it's really the Princess' governess who has returned.",
                    "Aliases": []
                },
                "8": {
                    "ID": "290810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290810",
                    "TitleEnglish": "The Stolen Lion",
                    "SummaryEnglish": "The Princess is undergoing rigorous training in her Lion, fighting with Lance's Lion as if it's a real battle after taking a hard hit from one of his assaults, the Blue Lion plummets toward earth in a tail spin. She is saved, not by any of the VF rushing to aid her in their Lions, but by the tractor beams from a ship piloted by a mysterious stranger.",
                    "Aliases": []
                },
                "9": {
                    "ID": "290811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290811",
                    "TitleEnglish": "A Pretty Spy",
                    "SummaryEnglish": "Hunk finds a young, injured girl with one of Zarkon's slave tatoos on her arm. Determining that she's alive, he takes her back to the Castle to get medical help.",
                    "Aliases": []
                },
                "10": {
                    "ID": "290812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290812",
                    "TitleEnglish": "Secret of the White Lion",
                    "SummaryEnglish": "Seeing a vision of a white lion, Allura is compelled to follow it. She follows the creature to a waterfall, believing it is her father reincarnated.",
                    "Aliases": []
                },
                "11": {
                    "ID": "290814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290814",
                    "TitleEnglish": "Surrender",
                    "SummaryEnglish": "While protecting a village from a mysterious red rain, the Voltron Force surrenders to Yurak. Pidge, in a desperate attempt to save the rest of the team, switches places with a young girl he rescued.",
                    "Aliases": []
                },
                "12": {
                    "ID": "290820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290820",
                    "TitleEnglish": "Bad Birthday Party",
                    "SummaryEnglish": "On planet Nemon, Zarkon is set to celebrate his birthday as hosted by his nephew, Tabor.",
                    "Aliases": []
                },
                "13": {
                    "ID": "290824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290824",
                    "TitleEnglish": "The Witch Gets a Facelift",
                    "SummaryEnglish": "Haggar ventures to Arus once more, another diabolical plot brewing under that burlap-looking cowl of hers. Next thing we know, a strange bird lands inside a room in the Castle where the boys on the Voltron Force are hanging out. With a whistle, Pidge charms the critter into perching on his shoulder. Then, Nanny is seen chasing after Allura as she rushes to the control room. Her hurry was to get the news the bird was carrying - which was that her Aunt Orla was coming to visit.",
                    "Aliases": []
                },
                "14": {
                    "ID": "290815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290815",
                    "TitleEnglish": "Yurak Gets His Pink Slip",
                    "SummaryEnglish": "Yurak is leading a fleet to Arus, only to have the Lions waiting to dish out a good pounding. Adding insult to injury, they didn't even form Voltron to send him away in defeat.",
                    "Aliases": []
                },
                "15": {
                    "ID": "290816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290816",
                    "TitleEnglish": "Give Me Your Princess",
                    "SummaryEnglish": "And the obessession over Allura begins for Lotor! He's on Doom, plotting for the first time of many a way to make her all his.",
                    "Aliases": []
                },
                "16": {
                    "ID": "290817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290817",
                    "TitleEnglish": "Bridge Over the River Chozzerai",
                    "SummaryEnglish": "Allura was going to be taking part in a reinactment of a love story, and had to choose someone to play the part of the man.",
                    "Aliases": []
                },
                "17": {
                    "ID": "290854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290854",
                    "TitleEnglish": "My Brother is a Robeast",
                    "SummaryEnglish": "The Royal family from Planet Pollux has made a visit to planet doom. Lotor seems to have a particular thing against the planet's prince, Avok. So Avok is sent to the arena where he successfully beats a hiddeous beast. Infuriated, Lotor challenges the man himself and they get into a heated sword fight. But then Lotor spies Avok's sister and little brother standing on the sidelines  the sister, Romelle, bears a striking resemblance to Allura. While he's busy gawking at the look-alike, Avok disarms Lotor.",
                    "Aliases": []
                },
                "18": {
                    "ID": "290818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290818",
                    "TitleEnglish": "Zarkon is Dying",
                    "SummaryEnglish": "Zarkon appears to be dying, and while Haggar prays to the Dark Spirits, Lotor goes to Arus for some berries that are needed to save Zarkon.",
                    "Aliases": []
                },
                "19": {
                    "ID": "290826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290826",
                    "TitleEnglish": "The Buried Castle",
                    "SummaryEnglish": "Three Arusian children are wandering the forest when they come upon a castle in its midst. In the Castle of Lions, this mysterious new castle doesn't go unnoticed. Pidge is sent out to investigate. Finding the children, they all decide to go in the castle to look for treasure. Little do they know, the castle is a trap set by Haggar. Pidge and the kids end up trapped upsidedown inside the bell in the castle's bellfry.",
                    "Aliases": []
                },
                "20": {
                    "ID": "290833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290833",
                    "TitleEnglish": "Pidge's Home Planet",
                    "SummaryEnglish": "Pidge's home planet of Balto is being barraged with nuclear missiles as Coran and Nanny are putting the pressure on Allura to get married.  The Voltron Force (minus Allura) goes to Balto despite Coran's attempts to place them under house arrest in a last desperate attempt to save the planet.",
                    "Aliases": []
                },
                "21": {
                    "ID": "290856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290856",
                    "TitleEnglish": "It'll Be a Cold Day",
                    "SummaryEnglish": "This one starts with Princess Romelle of Pollux being tossed into a dungeon cell on Doom by Prince Lotor. Due to her resemblance to her cousin Allura, Lotor figures he might as well live vicariously through her and snag a smooch. Of course, he is seriously denied when she sends him packing with a hefty slap to the face. She even tries to stab him with a sharp rock. Poor Lotor, he gets no respect.",
                    "Aliases": []
                },
                "22": {
                    "ID": "290821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290821",
                    "TitleEnglish": "The Deadly Flowers",
                    "SummaryEnglish": "Seedlings flutter down from the sky to Arus, leaving beautiful and fragrant blooms. Arusians frolick in the fields of flowers and even Allura dances about with some blossoms the space mice brought her.",
                    "Aliases": []
                },
                "23": {
                    "ID": "290827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290827",
                    "TitleEnglish": "It Takes Real Lions",
                    "SummaryEnglish": "On Doom, Lotor is training a menacing new Robeast by having it attack creatures that resemble the Voltron Lions. While back on Arus, the Voltron Force follows up their own rigorous training exercise with a relaxing dip in the lake (This is also where the famous Allura-loses-her-bikini-top scene is located heh heh). Coran and Nanny promptly charge outside and end their fun but not without giving the Princess a lecture about how un-royal it is of her to prance about with barely a stitch of clothing on. Furthermore, they declare she should be doing something more appropriate to her station - like studying.",
                    "Aliases": []
                },
                "24": {
                    "ID": "290822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290822",
                    "TitleEnglish": "Raid of the Alien Mice",
                    "SummaryEnglish": "Beastly looking mice (that look more like rats) are in the Castle of Lions wreaking havoc - things are exploding, catching on fire...you name it. After some investigating with the Castle scanners, it's determined that the pests are holed up in the room where most if not all of the Castle's circuitry to its computer controls are located. The men of the Voltron Force head that way to investigate only to end up getting in an exchange of laser fire with the beasts (the alien mice can shoot red beams out of their eyes - scary!).",
                    "Aliases": []
                },
                "25": {
                    "ID": "290823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290823",
                    "TitleEnglish": "Short Run of the Centipede Express",
                    "SummaryEnglish": "Lotor is daydreaming of Allura once again when Zarkon summons him. Planet Moura has been captured and it's time to have a little arena fun with some slaves. Zarkon also has a new toy he wants Lotor to tend to - it's an Ion Laser Gun that will be powerful enough to obliterate Arus when finished.\r\n\r\nMeanwhile, Voltron is lurking in an asteroid belt so the VF can keep tabs on the activity on Moura, as well as observe Zarkon's other new toy - the Centipede Express. Upon deciding reconnosence is in order, Keith and Lance use Green Lion's head to fly down to the planet's surface. Armed with explosives, they aim to strategically place them around the giant Ion gun in hopes of destroying it. By knocking out a few Doomite guards, they score the perfect disguises to proceed in.",
                    "Aliases": []
                },
                "26": {
                    "ID": "290834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290834",
                    "TitleEnglish": "The Invisible Robeast",
                    "SummaryEnglish": "The gist of this one is implied pretty well by the title - Zarkon and Co. send an invisible Robeast to Arus to take care of the Voltron Force. Coming back in a carriage after a day of picking fruit, Allura, Nanny, Lance and Pidge and some space mice are caught offguard when the invisible Robeast attacks. It overturns their carriage into a nearby lake - luckily, all are able to escape a watery fate.\r\nBut before Allura can climb out of the lake, the Robeast picks her up and carries her away. After a few well placed laser blasts from Pidge's pistol, the Robeast drops Allura. However, it's not done with them. Hiding near a bluff, they're shocked to find a bolder the Robeast threw barreling toward them. Fortunately, the others at the Castle caught an inkling of what was going on and so the boulder harmlessly ends its journey on the back of Black Lion.",
                    "Aliases": []
                },
                "27": {
                    "ID": "290825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290825",
                    "TitleEnglish": "The Green Medusa",
                    "SummaryEnglish": "In this installment, Lotor travels to another planet and decides to capture a grieving female Medusan called Anga. She spends some time in the Arena on Doom and the royals are pleased by what they see: when Anga gets angry, she gets tough (just like the story of Medusa, her hair becomes serpants and her glance turns things to stone). Lotor and the old witch think Anga would make a fine Robeast.",
                    "Aliases": []
                },
                "28": {
                    "ID": "290837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290837",
                    "TitleEnglish": "Treasure of Planet Tyrus",
                    "SummaryEnglish": "To celebrate his birthday, Lotor takes a trip to planet Tyrus. While getting a massage from scantly clad servants, Zarkon informs Lotor that he sent a ship with a present for Lotor ( a big gold statue of the Prince, to be exact). However, the ship ran into some trouble on its way to Tyrus and as luck would have it, the Voltron Force picked up the S.O.S.",
                    "Aliases": []
                },
                "29": {
                    "ID": "290843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290843",
                    "TitleEnglish": "Magnetic Attraction",
                    "SummaryEnglish": "This one has that amusing sequence where the Voltron Force is honing their hand-to-hand combat skills and Allura lays the smackdown on Lance. Depsite how tough she is, Allura's still no match for Nanny's and Coran's combined anal retention. In yet another instance of same-ish plot recycling, Allura is hauled off to do more Princess-worthy activities.",
                    "Aliases": []
                },
                "30": {
                    "ID": "290828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290828",
                    "TitleEnglish": "The Sleeping Princess",
                    "SummaryEnglish": "Zarkon has decided it's time for Lotor to take a suitor and presents him with Princess Koral from Demos. He kisses her (a taste test?), and while she's attractive enough, Lotor just can't shake his dream of having Allura all to himself.",
                    "Aliases": []
                },
                "31": {
                    "ID": "290838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290838",
                    "TitleEnglish": "The Sincerest Form of Flattery",
                    "SummaryEnglish": "While Haggar works on her latest Robeast, Zarkon and Lotor are settling a 'difference of opinions' (haha) by having Lotor destroy a few beasts in the Arena. Once Lotor easily disposes of the beasts, he challenges his father to a duel. Things seem to go well for the Prince until he realizes his father got in a much better blow than he did (Lotor's helmet splits and his head bleeds while Zarkon merely suffers damage to his cape thingie - oh and did anyone else catch this animation error? When Lotor charges at his father he lacks a helmet, but as he gets closer to strike suddenly the helmet is on. wtf?). What the Doomite royalty will stoop to for power!",
                    "Aliases": []
                },
                "32": {
                    "ID": "290851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290851",
                    "TitleEnglish": "A Transplant for the Blue Lion",
                    "SummaryEnglish": "This is a sequel to the previous episode. Both sides it seems are licking their wounds, so to speak, and preparing to do better next time. Princess is nursing her shoulder injury and worried about her Lion, when her father appears on the Castle monitor to impart some wisdom. He tells her and the rest of the team that the Lions are like 5 parts of a stream flowing into a river.",
                    "Aliases": []
                },
                "33": {
                    "ID": "290845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290845",
                    "TitleEnglish": "Attack of the Fierce Frogs",
                    "SummaryEnglish": "The opening scene here is classic. Zarkon is drinking a glass of wine but decides to hurl the goblet at Lotor, which cracks him squarely in the forehead. The reason for violence? Zarkon is disgusted at his son's efforts to take over Arus. When Lotor whines about Voltron always mucking up his plans, Zarkon advises him to find a weakness in Voltron's armor. Enter Haggar with her latest Robeast which is designed to fight best underwater - where Voltron is weakest. When Lotor wonders how they'll trick Voltron into fighting in water, Haggar produces a tank of 'mini-robeasts' that resemble tadpoles.",
                    "Aliases": []
                },
                "34": {
                    "ID": "290829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290829",
                    "TitleEnglish": "Lotor Traps Pidge",
                    "SummaryEnglish": "A storm brews on Arus. Pidge, while trying to round up townsfolk to take shelter, gets in a scuffle with a young boy over a rabbit Pidge claims the boy looted to eat. When the boy claims he found it in a trap, Pidge really thinks him a liar as he knows traps are against the law on Arus. The boy runs into the woods and Pidge pursues - only to get his foot caught in a trap.",
                    "Aliases": []
                },
                "35": {
                    "ID": "290836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290836",
                    "TitleEnglish": "Doom Boycotts the Space Olympics",
                    "SummaryEnglish": "The Voltron Force men are busy using a huge earth mover to help construct a new stadium where the Space Olympics are to be held on Arus. A few local children are hanging out with them while they work. An amusing scene ensues when the Princess and Nanny burst into the barracks-type lodgings the boys share while Keith is showering.",
                    "Aliases": []
                },
                "36": {
                    "ID": "290844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290844",
                    "TitleEnglish": "Lotor's Clone",
                    "SummaryEnglish": "Zarkon kicks off the episode by berating Lotor for his failures while all but calling him a coward for sending robots into battle where he should be leading. Lotor promises to deliver a plan that doesn't involve robots and then leaves to consult with Haggar. She took a culture from the Prince and together with her magic, has created a clone of Lotor to lead the troops. Appearance-wise, the clone is an exact duplicate but Haggar claims he'll have twice the strength and unafraid. Basically, the clone with do the dirty work while the real Lotor will get all the glory. After testing the clone's skill on two unsuspecting robot Doomites in the arena, they're off to Arus.",
                    "Aliases": []
                },
                "37": {
                    "ID": "290850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290850",
                    "TitleEnglish": "Lotor's New Hit Man",
                    "SummaryEnglish": "Lotor, Zarkon and Morgill are watching some of the up and coming pilots in the Academy practice when a stand-out performance from one catches their eye. The pilot, Carp, does a bold fly-by at the trio before landing. Morgill wants to kill him for his wreckless endagerment of the King, but Lotor sees the potential in his skill as a pilot and has him spared after Zarkon seconds that notion. Carp is willing to pilot a robeast for Doom but insists it be built to his specs and, when he defeats Voltron, demands to be made Governor General of Arus. Morgill has never been more infuriated but must hold his tongue and his sword.",
                    "Aliases": []
                },
                "38": {
                    "ID": "290852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290852",
                    "TitleEnglish": "Raid of the Red Berets",
                    "SummaryEnglish": "Instead of your typical Robeast, this time Haggar and Lotor have cooked up an elite fighting force of robots they call the Red Berets. Even Zarkon is impressed with their fighting style when he sees them in action at the Arena. The force of about 5 Berets is launched to Arus with a Robeast overnight.",
                    "Aliases": []
                },
                "39": {
                    "ID": "290830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290830",
                    "TitleEnglish": "The Captive Comet",
                    "SummaryEnglish": "Haggar tells Zarkon the story of the Omega Comet, which is mysterious in that it behaves like a black hole by sucking everything it passes up with its massive gravitational pull. Voltron at one time had stashed the comet away into a far corner of the universe where nobody could find it - until now. With Romelle on deck to witness it, the Doomies send the coment on a course for Arus. Romelle manages to get a warning call out to the Castle of Lions about the Comet and of course Coran knows exactly the danger they face in the path of the comet.",
                    "Aliases": []
                },
                "40": {
                    "ID": "290831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290831",
                    "TitleEnglish": "The Little Prince",
                    "SummaryEnglish": "After a brief recap of the previous episode, this one picks right up where it left off. Lotor has a fleet hitting Arus hard since he knows Voltron's not around to stop it. Meanwhile, Galaxy Garrison is angry Bandor left their main power supply unguarded and want him to return. But he just can't bring himself to leave the comet and Voltron.",
                    "Aliases": []
                },
                "41": {
                    "ID": "290832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290832",
                    "TitleEnglish": "There'll Be a Royal Wedding",
                    "SummaryEnglish": "This one starts off with Lotor, after giving Romelle one more chance to share the throne with him, tossing her into the Pit of Skulls on Doom. A voice tells Romelle not to be afraid right before she's thrown in, and indeed she is not alone.",
                    "Aliases": []
                },
                "42": {
                    "ID": "290842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290842",
                    "TitleEnglish": "The Sand People",
                    "SummaryEnglish": "After being alerted to more Doomite mischief, the Voltron Force fly their Lions to a distant sand planet to prevent its friendly creature inhabitants from becoming unwilling pawns in Haggar's plan to make hundreds of them into Robeasts.",
                    "Aliases": []
                },
                "43": {
                    "ID": "290848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290848",
                    "TitleEnglish": "Voltron Frees the Slaves",
                    "SummaryEnglish": "Lotor once again is up to no good. First he conquers a new planet and dubs it Zarkonia. The people of Zarkonia are promptly enslaved and treated poorly, which Lotor hopes will draw Voltron...for he and Haggar have a little trap for their loathed arch enemy when he arrives.",
                    "Aliases": []
                },
                "44": {
                    "ID": "290846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290846",
                    "TitleEnglish": "Voltron vs. Voltron",
                    "SummaryEnglish": "Yadle, an unattended colony-planet of Zarkon's, declares itself independent and prepares to celebrate along with its allies, the Voltron Force. Haggar creates a Voltron look-alike to subdue its people with Lotor's guards before it will be used to attack the real robot. A young friend named Bobby goes to guide the Voltron Force to Yadle to get through Zarkon's magnetic field. However, they have yet to be warned that they are awaited by a robot that has all their powers and the ability to know what maneuvers they will perform even before they carry them out.",
                    "Aliases": []
                },
                "45": {
                    "ID": "290855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290855",
                    "TitleEnglish": "One Princess to Another",
                    "SummaryEnglish": "Bandor gets a memo bearing some bad news - Zarkon and his cohorts are planning to fuel some 500 robeasts on a satellite called Nuklon. Something has to be done, and Sven and Romelle ( in a kickin' new 60's go-go girl outfit and cape - meow! ) elect to do the doing.",
                    "Aliases": []
                },
                "46": {
                    "ID": "290849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290849",
                    "TitleEnglish": "The Mighty Space Mouse",
                    "SummaryEnglish": "Cheesy and his mousy cohorts are training to become warriors - you know, one of the team! Oh brother.While out training with pans on their heads as pseudo-helmets, they run across Haggar's blue cat and run to tell the Voltron Force of that little presence of Doom. Amid the excitement, the team unveils the Mouse Plane for the rodents, which is a tiny robotic mouse for them all to pilot. Heck, they even get mini-uniforms not unlike the Voltron Force's own. Cute, in that gag-me saccharine kind of way.",
                    "Aliases": []
                },
                "47": {
                    "ID": "290857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290857",
                    "TitleEnglish": "Summit Meeting",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "290839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290839",
                    "TitleEnglish": "Return of Coran's Son",
                    "SummaryEnglish": "The team are out practicing in the Lions and decide to race back to the Castle. As they go, Blue Lion flies over a mysterious stranger and just as she does so, her Lion goes haywire and she crashes. Depsite the fact that she called in her distress, the boys are clueless until they get back to the Castle and get chewed out by Coran and Nanny. Luckily, they heard her call and have tracked her to the surface of a moon. They witness the stranger help Princess out of her Lion, and quickly take a ship to go rescue her. Pidge seems to think the stranger is an OK guy, but Lance once again has his suspicions. The stranger is ready to humbly exit the scene but the team as well as Coran and Nanny want to thank him and know his name.",
                    "Aliases": []
                },
                "49": {
                    "ID": "290840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290840",
                    "TitleEnglish": "Coran's Son Runs Amuck",
                    "SummaryEnglish": "Leaving off from the previous episode, Voltron manages to blast off before the robeast could get a good swipe in but they're not out of the woods yet. They're back in the Robeast-cannon pickle but Keith has a plan. Holding the robeast in the way, Keith hopes Lotor shoots them booth. But when the blast hits the robeast, he orders the team to disengage so that it appears Voltron was also blown to pieces. Lotor indeed thinks he's triumphed.\r\n\r\nGarrett then calls Lotor from the Castle to remind him that he promised to send 10,000 clones to Arus for Garrett to rule. Lotor dismisses Garrett, thinking the clone has worn out his welcome now that he's defeated Voltron.",
                    "Aliases": []
                },
                "50": {
                    "ID": "290858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290858",
                    "TitleEnglish": "Zarkon Becomes a Robeast",
                    "SummaryEnglish": "Lotor is still smarting over his defeat in the last episode, marveling at how such a perfect plan went so wrong (though in the flashback, Lotor got a lot of the details of the last two episodes entirely wrong). Then, armed Doomites show up to arrest the Prince on Zarkon's orders and he's brought before his father. Zarkon orders him, like all that fail in battle, to be punished by going to prison. Haggar, however, is worried that the planets Lotor had conquered would revolt if their conquerer was imprisoned. Instead, she suggests Zarkon invite them to Lotor's court martial so that they would pledge allegiance to Zarkon. So Lotor is locked up pending his court martial.",
                    "Aliases": []
                },
                "51": {
                    "ID": "290859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290859",
                    "TitleEnglish": "Lotor, the King",
                    "SummaryEnglish": "This one picks up where the last one left off, with Voltron flying toward Doom and Lotor preparing to launch his father who is a most unwilling robeast pilot. Lotor is pumping up the morale of his troops, while Romelle and her forces are ready to lend Voltron a hand. She and Sven are prepared to take out Haggar's laboratory, while Lotor has sent out his minions to try to stop her",
                    "Aliases": []
                },
                "52": {
                    "ID": "393933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/393933",
                    "TitleEnglish": "Final Victory",
                    "SummaryEnglish": "The last episode in season one finds the Lions trying to penetrate Castle Dooms defenses with a little help from Romelle's crew of rebels on the ground. Coran also decides it's time to lend a hand, so he flies the Castle of Lions to Doom to level the playing field.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "36345",
            "URL": "https://thetvdb.com/series/voltron-defender-of-the-universe/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "290904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290904",
                    "TitleEnglish": "Dinner and a Show",
                    "SummaryEnglish": "The people on Pollux are enjoying their hard-earned peace when suddenly! Doom ships appear and out comes a new foe, Cossack the Terrible, to terrorize the peasants. A young boy is sent to warn Sven as Cossock rounds up villagers to take as slaves. Meanwhile, Sven expresses his decision to not re-join the Voltron Force in favor of staying there with Romelle. Bandor then teases Romelle and Sven about being in love. The messenger boy shows up. Sven and Bandor ride off on horseback to confront Cossack while Romelle goes to warn the Voltron Force.",
                    "Aliases": []
                },
                "2": {
                    "ID": "290905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290905",
                    "TitleEnglish": "Envoy from Galaxy Garrison",
                    "SummaryEnglish": "Cossack is berated by Zarkon and given one last chance to redeem himself for the last embarrassing defeat. After Zarkon exits, Lotor breezes in and talks big about overthrowing Zarkon.",
                    "Aliases": []
                },
                "3": {
                    "ID": "290906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290906",
                    "TitleEnglish": "Mousemania",
                    "SummaryEnglish": "On Doom, Lotor has enlisted slaves to build his super power base with which he hopes to overthrow his father, King Zarkon. Work is over when a Robeast bursts on the scene and destroys the building. It seems Zarkon was wise to the plans and ordered Haggar to do the dirty work, though she hints that she would not have done so if Lotor had just included her in the plan from the start.",
                    "Aliases": []
                },
                "4": {
                    "ID": "290907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290907",
                    "TitleEnglish": "The Shell Game",
                    "SummaryEnglish": "Zarkon is annoyed at all the happiness on Arus, so in the dead of night, he sends out a Robeast to start destroying Arusian cities. The Castle's alert sirens go off and it isn't long before the VF launch into action. This crab-like Robeast is a real challenge. What's worse is they're hesitant to use Voltron as the monster insists on staying in the city where frightened Arusians could be hurt by the resulting battle. The VF try to lure the Robeast away but he won't budge, and Pidge only succeeds in getting his Lion skewered by the Robeast.",
                    "Aliases": []
                },
                "5": {
                    "ID": "290908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290908",
                    "TitleEnglish": "The Traitor",
                    "SummaryEnglish": "As the ep opens, Zarkon berates Haggar for their most recent failures. He blames the witch for making him look foolish, and she has the stones to reply with Thats not hard. Bwahahaha! Score one for the wart queen. She goes on to theorize that they've been losing so badly because the Robeasts have been weak after Voltron laid waste to their old Lazon factory on satellite Nuklon (referring to events in episode 45, One Princess to Another). Haggar reveals she's discovered a planet Zarkon's scouts have overlooked and that it's full of Lazon.",
                    "Aliases": []
                },
                "6": {
                    "ID": "290909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290909",
                    "TitleEnglish": "Voltron Meets Jungle Woman",
                    "SummaryEnglish": "Opening on Planet Doom, Haggar is fixin' to force some hapless slave to magically meld with a fish to become some manner of hideous cross-breed. Lotor, hopped up on \"mean potion\", is simply enjoying the show. However, Lotor quickly becomes P.O.'ed when the resulting beast is not Robeast huge and angrily tells Haggar to throw it out.",
                    "Aliases": []
                },
                "7": {
                    "ID": "290910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290910",
                    "TitleEnglish": "Little Buddies",
                    "SummaryEnglish": "On the way home from their latest mission, Hunk spots a planet that is home to some friends of his. He had met these kids on one of his first missions right out of the Space Explorer Academy. Hunk decides to take a vacation and visit them. Haggar and Cossack see a golden opportunity to isolate the Yellow Lion. They arrive on the planet and take the kids hostage. Cossack gives Hunk and ultimatum: Hand over the key to the Yellow Lion, or the kids have had it!",
                    "Aliases": []
                },
                "8": {
                    "ID": "290911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290911",
                    "TitleEnglish": "Who Was That Masked Man?",
                    "SummaryEnglish": "At the castle on Pollux, Bandor is signalling Sven with some flags. Sven lives in a little cottage across the way, and the flags are to tell him there's been a crash - of a ship with space gremlins. Romelle is preoccupied in the hopes that Sven is okay, and Bandor teases her about it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "290912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290912",
                    "TitleEnglish": "Take a Robot to Lunch",
                    "SummaryEnglish": "This one takes place on Caspia, the most beautiful planet in the Cerulean quadrant. Cossack, Lotor and Haggar traveled out there for a lone robot. One that could lay waste to an army of regular doom robots. Their plan is to use these super robots to conquer Arus.",
                    "Aliases": []
                },
                "10": {
                    "ID": "290913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290913",
                    "TitleEnglish": "War and Peace...and Doom!",
                    "SummaryEnglish": "Cossack is all excited about Planet Oran, which has given the Alliance notice that it is pulling out. He tells Zarkon that now is the time to swoop in and take over, given the resources they could use on the planet for their own evil deeds.\r\nCossack explains how the ruling general on Oran, Kruger, has built up such a defense system, he doesn't need the Alliance or Voltron to protect him. Zarkon sends Cossack off to capture the planet for him.",
                    "Aliases": []
                },
                "11": {
                    "ID": "290914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290914",
                    "TitleEnglish": "Who's Flyin' Blue Lion?",
                    "SummaryEnglish": "Sven returns to fly the Blue Lion one more time for the Voltron Force.\r\nThis ep opens with spider ships from the rogue galaxy and shark ships as well, plundering and attacking helpless planets. It was finally known that Zarkon was behind the attacks as he'd allied himself with those in the Rogue Galaxy, and Doom claimed many planets for itself.",
                    "Aliases": []
                },
                "12": {
                    "ID": "290915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290915",
                    "TitleEnglish": "Enter Merla: Queen of Darkness",
                    "SummaryEnglish": "Zarkon is joining with more allies again, gaining a new armada and teaming up with Queen Merla. Zarkon eludes to having a very special trick up his sleeve.",
                    "Aliases": []
                },
                "13": {
                    "ID": "290916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290916",
                    "TitleEnglish": "A Ghost of a Chance",
                    "SummaryEnglish": "Nobody on Doom knows exactly where Merla is from, and nobody really listens to Haggar when she insists Merla has mental powers of persuasion. Right on cue, Merla gets inside Zarkon's head, convincing him to put her in charge of conquering Arus.\r\nMerla takes Zarkon, Lotor, Cossack and Haggar inside her ship to show them her quarks - charmed quarks even (don't ask). Cossack and Haggar are skeptical that such things exist and Merla dares them to call her bluff by inviting Cossack to step inside one of the contraptions. Cossack is transported to another dimension and brought back, making a believer of Zarkon.\r\nCossack is angry he got duped and both he and Haggar worry about the advantage Merla has over them with her mental abilities. Haggar already knows, for instance, that Merla has been tapping into Allura's dreams and worries about what she may have learned.",
                    "Aliases": []
                },
                "14": {
                    "ID": "290917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290917",
                    "TitleEnglish": "To Soothe the Savage Robeast",
                    "SummaryEnglish": "A young Arusian girl thinks back to Zarkon's invasion and how her boyfriend was taken as a slave then. She's missed him dearly ever since. We're shown that the man, Roe, is indeed enslaved on Doom within Zarkon's mines.",
                    "Aliases": []
                },
                "15": {
                    "ID": "290918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290918",
                    "TitleEnglish": "Doom Girls on the Prowl!",
                    "SummaryEnglish": "On Arus, a parade is going on complete with floats containing statues of all the important people like a dead king, a princess and an advisor...but no statues of the voltron force save for Keith. This doesn't sit well with the other four guys.\r\nMerla sits on Zarkon's throne plotting her next move on Arus. Haggar tries to sneak a mini-spider robeast in to attack Merla but her vulture pet comes to the rescue, giving Haggar a bitter taste of her own medicine. To keep Merla from putting her little robeast in the cosmotron - that contraption that makes stuff disappear - Haggar promises to help Merla defeat Voltron.",
                    "Aliases": []
                },
                "16": {
                    "ID": "290919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290919",
                    "TitleEnglish": "With Friends Like You",
                    "SummaryEnglish": "Coran is showing the Voltron Force space images of the planet Philos - an oddity in that it's a planet that orbits and acts like a comet. Ineterrupting their space lesson is a skull tank, which lands on Arus with a white flag raised.\r\nThough skeptical, the team has to check it out. Alliance guards escort the pilot of the tank out, which is an alien who claims to be from Philos. Lance wants to just lock him up right away, but Allura gives the stranger a chance.",
                    "Aliases": []
                },
                "17": {
                    "ID": "290920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290920",
                    "TitleEnglish": "Lotor, My Hero?",
                    "SummaryEnglish": "On Doom, Merla is doling out shoulder massages to Zarkon (a little FIL kink, eh?) and it seems Haggar is jealous. She reminds Zarkon about when she was just as young and beautiful - though it was more than 1,000 years ago - as well as reminds him of all her evil deeds in those years. Zarkon is unimpressed given Voltron is still a thorn in his side.",
                    "Aliases": []
                },
                "18": {
                    "ID": "290921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290921",
                    "TitleEnglish": "No Muse is Good Muse",
                    "SummaryEnglish": "On Doom, Haggar has developed another of her unstoppable robeasts. But this time she tests it on a Voltron clone she built, and shows Merla how the Robeast is able to handle Voltron's best defenses, including his blazing sword. Zarkon is out of the loop on this one, and Merla can't wait to defeat Voltron without him.",
                    "Aliases": []
                },
                "19": {
                    "ID": "290922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290922",
                    "TitleEnglish": "The Alliance Strikes Back!",
                    "SummaryEnglish": "This one opens at the Castle of Lions, where the team and Coran are discussing the wide revolt going on against Zarkon. Oppressed people are finally rising up and fighting back against Zarkon - and winning! It's pretty sad when Doomies are losing to a bunch of kids or slaves riding silly looking \"horse-a-roos\". Yikes.\r\nThe team decides that, even though they're a defensive unit, now is the time to strike Zarkon if only to free his slaves. Zarkon arrives back on Doom and is dismayed that his forces are too busy fighting to welcome their King. Then it goes from bad to worse as the Lions show up and form Voltron. Zarkon decides, after a bunch of his robot fighters are defeated, that he needs to vanquish Voltron himself. However, Lotor has taken his battle ship with the intentions of doing the vanquishing, getting the glory and ultimately, his father's throne. Zarkon's new mission, therefore, is to teach Lotor a lesson.\r\nHowever, Merla tries to talk Lotor out of going as she geniunely doesn't want to see him destroyed. Lotor balks at the show of emotion as she tries to reason with him and leaves anyway. Merla is left confused by the failure of her evil powers and the fact that she's not feeling so evil at all anymore.",
                    "Aliases": []
                },
                "20": {
                    "ID": "290923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/voltron-defender-of-the-universe/episodes/290923",
                    "TitleEnglish": "Breakin' Up is Hard to Doom",
                    "SummaryEnglish": "Merla is sitting in her Castle and thinking she can never match the goodness of the Voltron force. Then, Lotor bursts in even though only females are allowed on Merla's planet. He says he's come to thank her for saving him. At first, she doesn't think he's sincere. But soon she's swept up in memories of their engagement and the thought of his little nephews running around all cute, with their pointy ears. Lotor vows to prove his love by helping Voltron. Merla is worried but also annoyed that Cossack is tagging along with Lotor on the mission.",
                    "Aliases": []
                }
            }
        }
    }
}