{
    "URL": "https://thetvdb.com/series/the-mysterious-cities-of-gold",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Family",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0122356/",
        "https://www.themoviedb.org/tv/11285",
        "https://www.wikidata.org/wiki/Q1218397"
    ],
    "TitleEnglish": "The Mysterious Cities of Gold",
    "SummaryEnglish": "In the year 1532, Mendoza, a Spanish Navigator, Estaban, a young orphan, Zia, a young Incan girl, and a band of Spanish sailors set sail from Barcelona in search of El Dorado, the Mysterious City of Gold.  Each is on a personal quest of discovery, heritage, and wealth.",
    "Aliases": [
        "The Mysterious Cities Of Gold (2012)",
        "Taiyō no ko Esuteban",
        "Taiyo no Ko Esteban",
        "Esteban - Child of the Sun"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "26239",
            "URL": "https://thetvdb.com/series/the-mysterious-cities-of-gold/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7828952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/7828952",
                    "TitleEnglish": "Cast Interviews, Montreal, Canada, 2007",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "7828955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/7828955",
                    "TitleEnglish": "The Story of the Production",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15652",
            "URL": "https://thetvdb.com/series/the-mysterious-cities-of-gold/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "294665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294665",
                    "TitleEnglish": "Esteban, Child of the Sun",
                    "SummaryEnglish": "Father Rodriguez, who has looked after Esteban since he was a baby, tells him a great secret on his deathbed: somewhere his father may still be alive. So Esteban decides to begin his search in the New World. With the help of Mendoza, a mysterious man who claims to have rescued him as a baby, Esteban hides as a stowaway, aboard the Esperanza. As they are about to set sail, he meets a young Inca girl: Zia.",
                    "Aliases": []
                },
                "2": {
                    "ID": "294666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294666",
                    "TitleEnglish": "Crossing the Atlantic",
                    "SummaryEnglish": "The two children, Esteban and Zia, find out that they both wear the same strange medallion. The Esperanza crosses the Atlantic and nears the entrance of the Straits of Magellan, where wild seas and strong winds create terrible storms. Mendoza, the navigator, prepares to spend four days and nights at the wheel.",
                    "Aliases": []
                },
                "3": {
                    "ID": "294667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294667",
                    "TitleEnglish": "Heroes Again",
                    "SummaryEnglish": "Buffeted by a fierce wind and a wild sea, the Esperanza manages to sail through the Straits of Magellan, under Mendoza's guidance. But now, the ship faces another trial of strength: it is in the grip of a hurricane.",
                    "Aliases": []
                },
                "4": {
                    "ID": "294668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294668",
                    "TitleEnglish": "Adrift on the Endless Sea",
                    "SummaryEnglish": "Esteban and his friends barely cross through the terrible Straits of Magellan before their ship, the Esperanza, sinks in a storm. Tossed around on a small raft and attacked by sharks, they're left in the middle of the ocean, with no provisions. But a seagull overhead guides them towards the closest shores, and they finally reach a small island.",
                    "Aliases": []
                },
                "5": {
                    "ID": "294669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294669",
                    "TitleEnglish": "The Abduction of Zia",
                    "SummaryEnglish": "After a dangerous journey, Esteban and his friends are washed up on a mysterious island. That night, a shadowy figure comes creeping towards them. Silently, the figure steals a chart and a pistol, then snatches up Zia. Esteban gives chase. He discovers a curious house in a tree, where Zia is a prisoner. To Esteban's surprise, the mysterious shadow turns out to be a friendly boy of his own age, called Tao.",
                    "Aliases": []
                },
                "6": {
                    "ID": "294670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294670",
                    "TitleEnglish": "The Ship Solaris",
                    "SummaryEnglish": "On a small island among the Galapagos, Esteban and Zia find a young boy living all alone: Tao. His ancestors left a magnificent ship, the Solaris, which contains their ancient secret knowledge, hidden in a temple on the island. Esteban and Zia want to use the ship to reach the mainland.",
                    "Aliases": []
                },
                "7": {
                    "ID": "294671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294671",
                    "TitleEnglish": "Secret of the Solaris",
                    "SummaryEnglish": "Gomez' Spanish galleon overtakes and attacks the Solaris, the sun-powered ship on which the children are travelling. They manage to outrun the Spanish ship when Tao discovers a wonderful secret solar power boost, just in time. At last, they reach the new continent.",
                    "Aliases": []
                },
                "8": {
                    "ID": "294672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294672",
                    "TitleEnglish": "The New Continent",
                    "SummaryEnglish": "After many adventures, Esteban and his friends finally set foot on the new continent. But there, they meet the soldiers of Governor Pizarro, men who think only of gold. They capture Zia and try to make her tell them the way to the Cities of Gold, but Tao and Esteban help her to escape.",
                    "Aliases": []
                },
                "9": {
                    "ID": "294673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294673",
                    "TitleEnglish": "The End of the Solaris",
                    "SummaryEnglish": "Esteban and his companions escape from Pizarro, but their fabulous ship, the Solaris, is taken by Gaspard and Gomez. They offer to exchange the ship for Zia, and her secret. Trying to save Zia, and the friendly Inca people in the village, Tao blows up Gomez's ship, but sadly the Solaris is also destroyed.",
                    "Aliases": []
                },
                "10": {
                    "ID": "294674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294674",
                    "TitleEnglish": "Secret of the Temple",
                    "SummaryEnglish": "Esteban and his friends are on their way to Zia's village, when they are surrounded by Spanish soldiers. The children manage to escape, and take refuge in an underground temple, where they meet the old priest, Pasha. To help them escape, the priest melts the pillar of ice that supports the temple roof, and it crashes down on top of him. The others just manage to get away.",
                    "Aliases": []
                },
                "11": {
                    "ID": "294675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294675",
                    "TitleEnglish": "Messengers of the Region",
                    "SummaryEnglish": "Gomez captures the children and forces Zia to reveal the secret of the Golden Quipu. It is an Inca message which reveals that the Cities of Gold lie beyond the High Mountain Peak. In the night, Esteban and the children escape. They find a secret underground passage and set off for the High Peak.",
                    "Aliases": []
                },
                "12": {
                    "ID": "294676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294676",
                    "TitleEnglish": "Secret of the Medallions",
                    "SummaryEnglish": "The Spanish army follow Esteban and his friends to the Fort of the Black Eagle. Under cover of darkness, the Spaniards attack the fort, but Tao devises a rocket flare that repels the attackers, saving the fort. The three children leave the fort and at last reach the City of the High Peak, whose chief, Kraka, tells them that the medallions Esteban and Zia wear can open the doors of Sela, one of the Cities of Gold.",
                    "Aliases": []
                },
                "13": {
                    "ID": "294677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294677",
                    "TitleEnglish": "Mystery of the Parents",
                    "SummaryEnglish": "When Esteban arrives at the place called the High Peak, he meets an old man, Mayuka, who seems to know something about his parents.",
                    "Aliases": []
                },
                "14": {
                    "ID": "294678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294678",
                    "TitleEnglish": "Esteban's Medallions",
                    "SummaryEnglish": "Mendoza steals the Spanish army's cannon in order to win the trust of the Indians, but his plan fails. As the three Spaniards are about to be executed, Esteban comes to save them. But he demands that Mendoza give him back the sun section of his gold medallion.",
                    "Aliases": []
                },
                "15": {
                    "ID": "294679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294679",
                    "TitleEnglish": "The Subterranean Secret",
                    "SummaryEnglish": "Gomez and his soldiers attack the Fort of the Black Eagle to try to recapture the cannon Mendoza had stolen. Mendoza uses the cannon to fight back, but cannot stop the Spanish army who storm the fort and drive the Incas out. Esteban, Tao and Zia run away towards the High Peak, following secret underground passages constructed by the Incas.",
                    "Aliases": []
                },
                "16": {
                    "ID": "294680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294680",
                    "TitleEnglish": "The Urubus",
                    "SummaryEnglish": "Searching for the Cities of Gold, Esteban and his friends cross a high plateau up in the Andes. Near Lake Titicaca, they are attacked by the Urubus, a tribe of giants. Tao invents a submarine, and they capture Karuga, chief of the tribe, and hold him prisoner. Karuga tells them that there's a City of Gold on a mountain, guarded by the earth goddess, Pachamama.",
                    "Aliases": []
                },
                "17": {
                    "ID": "294681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294681",
                    "TitleEnglish": "The Great Condor",
                    "SummaryEnglish": "The setting sunlight leads Esteban and his friends to the statue of the earth goddess, Pachamama. The legend goes that when Pachamama takes the sun in her arms, the Gates to the Cities of Gold will open. Estaban and Zia place their medallions in the statue and the mountain opens up to reveal the first City of Gold. Inside they discover a great bird, made of solid gold.",
                    "Aliases": []
                },
                "18": {
                    "ID": "294682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294682",
                    "TitleEnglish": "Maiden Flight of the Condor",
                    "SummaryEnglish": "Inside the first City of Gold, Esteban finds a great Golden Condor. When the volcano on which the Cities are built begins to erupt, the Cities are destroyed. Sheltering inside the body of the Condor, they try to make its mechanism work, using the Medallion of the Sun. Suddenly, the giant bird spreads its wings and takes flight.",
                    "Aliases": []
                },
                "19": {
                    "ID": "294683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294683",
                    "TitleEnglish": "The Nasca Plateau",
                    "SummaryEnglish": "The great Golden Condor, carrying Esteban and his friends away from Pachamama and the erupting volcano, lands in the desert at Nazca. But when Pizarro and his soldiers arrive, Esteban makes sure everyone escapes.",
                    "Aliases": []
                },
                "20": {
                    "ID": "294684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294684",
                    "TitleEnglish": "The Spaniards' Cannon",
                    "SummaryEnglish": "The Golden Condor carries Esteban and his companions to the High Peak, where they encounter the Spanish forces, armed with their cannon. With the help of the Golden Condor, they stop Gomez and Gaspard. And when they had saved their friends, they leave the High Peak, in search of the land of the Mayas.",
                    "Aliases": []
                },
                "21": {
                    "ID": "294685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294685",
                    "TitleEnglish": "The Amazons",
                    "SummaryEnglish": "The group head for the land of the Mayas, on board the Golden Condor, when they are forced to land in the jungle. They are captured by Amazon warriors and taken to their temple, to be sacrificed to the Rain God. But Esteban uses his special powers, and the sun comes out. The Queen is so impressed by his power to command the sun, that she orders their release.",
                    "Aliases": []
                },
                "22": {
                    "ID": "294686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294686",
                    "TitleEnglish": "The Mirror of the Moon",
                    "SummaryEnglish": "Esteban and his friends on board the Golden Condor have to make a forced landing in the jungle, where they're captured by Amazon warriors who want to sacrifice them to their Rain God. After some difficulties, they manage to escape from this dangerous situation. And in the end, the Queen of the Amazons allows them to leave for the land of the Mayas.",
                    "Aliases": []
                },
                "23": {
                    "ID": "294687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294687",
                    "TitleEnglish": "The Jade Mask",
                    "SummaryEnglish": "In the jungle, Esteban and his friends discover some ruins, deserted temples and pyramids. In one of the temples, Pedro and Sancho try to remove a jade mask from the wall when the mask begins to glow. Suddenly the stone beams shoot out of the walls, ceiling and floor and trip them up.",
                    "Aliases": []
                },
                "24": {
                    "ID": "294688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294688",
                    "TitleEnglish": "The Manuscript",
                    "SummaryEnglish": "After solving the secret of the green jade mask, Esteban and his friends find a manuscript which seems to hold the key to the whereabouts of the Cities of Gold. But almost immediately, they are captured by Doctor Fernando Laguerra and his friend, Marinche, who are also searching for the Cities of Gold. However, Kokapetl manages to rescue them all.",
                    "Aliases": []
                },
                "25": {
                    "ID": "294689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294689",
                    "TitleEnglish": "The Lake of Gold",
                    "SummaryEnglish": "Esteban and his friends are captured by Indians who wanted to sacrifice them to purify their sacred lake of gold. Marinche and Doctor Laguerra try to poison the lake so they could get at all the treasure on the bottom. Mendoza foils their plan by breaking through the dam, flooding the village and allowing the children to escape.",
                    "Aliases": []
                },
                "26": {
                    "ID": "294690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294690",
                    "TitleEnglish": "The Swamps",
                    "SummaryEnglish": "The Serpent God of the Mayas was said to have crossed the mountains to build a new city in the east, among the swamps of the Rain God. Setting out to find this second city, Esteban and his friends are tricked by Marinche, and find themselves fighting the alligators in the marshes. After a savage battle, they escape to the other side of the swamp.",
                    "Aliases": []
                },
                "27": {
                    "ID": "294691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294691",
                    "TitleEnglish": "The Doors of Night",
                    "SummaryEnglish": "Esteban and his friends find the second City of Gold, but they are captured by Marinche and the Doctor. The Doctor finds a new manuscript, but is caught in a trap set into the floor of the temple. The children get the manuscript which tells of a third city, to be found near a forest of statues.",
                    "Aliases": []
                },
                "28": {
                    "ID": "294692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294692",
                    "TitleEnglish": "The Forest of Statues",
                    "SummaryEnglish": "After much travelling and many adventures, Esteban and his friends finally discover the third temple built deep inside an enormous cave. A golden statue is holding a third manuscript which mentions a mountain known as \"The Burning Shield\".",
                    "Aliases": []
                },
                "29": {
                    "ID": "294693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294693",
                    "TitleEnglish": "The Burning Shield",
                    "SummaryEnglish": "Having found the Burning Shield, Esteban and his friends fall into the hands of the mysterious Olmecs, who possess very advanced technology. They escape from them, but are captured again. So what will happen to them now?",
                    "Aliases": []
                },
                "30": {
                    "ID": "294694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294694",
                    "TitleEnglish": "The Escape",
                    "SummaryEnglish": "Using their advanced technology, the Olmecs are able to collect energy from the heat of the sun, and from deep inside the Earth. They capture Esteban, Tao and Zia, intent on transplanting their cells to regenerate their elders, so they can become young again. With Mendoza's help, the children manage to escape.",
                    "Aliases": []
                },
                "31": {
                    "ID": "294695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294695",
                    "TitleEnglish": "The Village of the New Sun",
                    "SummaryEnglish": "Esteban and his friends are guests at the Village of the New Sun. But the Olmecs have found the Golden Condor, and prepare to attack the village, with the help of the Doctor and Marinche, who mean to steal the great golden bird for themselves. Meanwhile, Myena discovers that Papacamayo, the old chief, is really Zia's father.",
                    "Aliases": []
                },
                "32": {
                    "ID": "294696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294696",
                    "TitleEnglish": "Attack of the Olmecs",
                    "SummaryEnglish": "With the help of Gomez and Gaspard, Esteban and his friends succeed in getting the Golden Condor to fly. But the Olmecs find the Indian Village of the New Sun, and mount a fierce attack. With the help of the Golden Condor, they are defeated. But Zia's father, Papacamayo, has been seriously wounded.",
                    "Aliases": []
                },
                "33": {
                    "ID": "294697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294697",
                    "TitleEnglish": "The Reunion",
                    "SummaryEnglish": "In the Indian Village of the New Sun, Zia at last finds her father, Papacamayo. But her happiness is short-lived, when he dies from his wounds, after defending the village against an attack by the Olmecs. All the Mayan tribes unite to fight against the Olmecs.",
                    "Aliases": []
                },
                "34": {
                    "ID": "294698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294698",
                    "TitleEnglish": "Revolt of the Mayas",
                    "SummaryEnglish": "The Mayan people arm themselves and attack the Olmecs, who have been tyrannising them for years. A fierce battle takes place near the entrance to the Olmec base. From the Golden Condor, Esteban and the other children bombard the Olmecs with stones, turning the tide of the battle in favour of the Mayas.",
                    "Aliases": []
                },
                "35": {
                    "ID": "294699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294699",
                    "TitleEnglish": "The Olmec Machine",
                    "SummaryEnglish": "Esteban and his friends manage to find their way into the Olmec base. But Kalmec discovers them, and takes Zia prisoner. Suddenly, a gigantic war machine rushes up from deep inside the Olmec underground temple.",
                    "Aliases": []
                },
                "36": {
                    "ID": "294700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294700",
                    "TitleEnglish": "Aerial Pursuit",
                    "SummaryEnglish": "Esteban flies the Golden Condor against the terrible Olmec war machine, to try to rescue Zia. Tao and Esteban manage to leap onto the machine in mid-air, and Zia is saved. But Tao is left behind, a prisoner.",
                    "Aliases": []
                },
                "37": {
                    "ID": "294701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294701",
                    "TitleEnglish": "The City of Gold",
                    "SummaryEnglish": "With Tao as a hostage, the Olmecs force Esteban and Zia to use their medallions to open the doors to the City of Gold.",
                    "Aliases": []
                },
                "38": {
                    "ID": "294702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294702",
                    "TitleEnglish": "The Great Legacy",
                    "SummaryEnglish": "After wounding the High Priest of the Cities of Gold, Kalmec steals the Great Treasure, a concentrated source of the sun's power also called the Sun Power Unit. However, the security systems of the City are activated and destroy the Olmecs' flying machine. Kalmec and Menator make their way back to their base, taking the Great Treasure with them.",
                    "Aliases": []
                },
                "39": {
                    "ID": "294703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/294703",
                    "TitleEnglish": "End of the City of Gold",
                    "SummaryEnglish": "The Olmecs place the Sun Power Unit at the bottom of their sunlight collecting crystal and activate it. However, the unit does not behave as expected and the Sun Power Unit begins to overheat. The High Priest of the Cities of Gold, who turns out to be Esteban's father, tries to shut it down using Tao's jar which is actually a control unit. But he could be too late.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "467001",
            "URL": "https://thetvdb.com/series/the-mysterious-cities-of-gold/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4108754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4108754",
                    "TitleEnglish": "Back to Barcelona (1)",
                    "SummaryEnglish": "Six months after their adventures in South America, Esteban, Zia and all the team are back in Barcelona. There, the mysterious Zarès has put Mendoza, Sancho and Pedro in jail but Esteban, Zia and Tao help them to escape.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4438890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4438890",
                    "TitleEnglish": "Back to Barcelona (2)",
                    "SummaryEnglish": "Esteban has disappeared the morning after Mendoza told him the truth about his father. Thanks to Kukapetl, his friends are able to follow him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4438891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4438891",
                    "TitleEnglish": "The Secret of the Drum",
                    "SummaryEnglish": "After a long journey, our heroes arrive in the south of China and settle in the region of Guilin. Here, they make the acquaintance of a young Chinese boy called Zhi and his Panda, Yang-Yang who welcome them to their village during the ceremony of the Dragon.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4513913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4513913",
                    "TitleEnglish": "In the Hands of Pirates",
                    "SummaryEnglish": "Our heroes try to escape the pirates but Esteban and Tao are captured and taken to the pirate camp. Mendoza persuades Zia to try to pilot the Golden Condor and fly to the aid of the boys. Tao and Esteban try to escape but they are spotted by Pang-Zi, the leader of the pirates, who wants to know everything about the Big Gold bird.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4513914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4513914",
                    "TitleEnglish": "The Alchemist",
                    "SummaryEnglish": "Will our heroes be able to escape the jaws of Pang-Li's alligator?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4513915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4513915",
                    "TitleEnglish": "All Aboard!",
                    "SummaryEnglish": "The pirates attack Ambrosius' ship that transforms itself into an incredible flying Nave!",
                    "Aliases": []
                },
                "7": {
                    "ID": "4535986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4535986",
                    "TitleEnglish": "Shaolin",
                    "SummaryEnglish": "On the way to Peking, our heroes find refuge in a Shaolin temple. Mendoza, hurt during a fight, is taken care of by the Great Master. At nightfall, someone sneaks in to leave a venomous snake.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4551172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4551172",
                    "TitleEnglish": "Treason",
                    "SummaryEnglish": "Our heroes discover that the monk, Tian Li, is able to decipher ancient Chinese similar to that on Ambrosius' book. Tao and Esteban set off to go get the precious text in The Condor.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4551173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4551173",
                    "TitleEnglish": "The Prophecy",
                    "SummaryEnglish": "After thwarting the attack of The Red Scarves and discovering the treachery of Bao Xing-Ji, our heroes take off for Peking. They must find Ambrosius and get on to the trail of The Yellow Dragon.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4554934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4554934",
                    "TitleEnglish": "The Black Pearl",
                    "SummaryEnglish": "Learning where the yellow dragon can be found, Mendoza and Ambrosius go off in search of a temple. Meanwhile, the children meet with Mei Li, a young Chinese girl who shows them around Peking.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4554935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4554935",
                    "TitleEnglish": "In Search of the Yellow Dragon",
                    "SummaryEnglish": "Thanks to Yu Chunhe, the high priest of the Taoist temple, our heroes find the famous Yellow Dragon. Unfortunately, a man who has been spying on them since their arrival, steals the precious Dragon.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4554936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4554936",
                    "TitleEnglish": "In the Forbidden City",
                    "SummaryEnglish": "While pursuing the man who stole the Yellow Dragon, Esteban finds himself stuck inside the Forbidden City and must pass himself off as the Imperial Prince!",
                    "Aliases": []
                },
                "13": {
                    "ID": "4554937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4554937",
                    "TitleEnglish": "Like a Prince",
                    "SummaryEnglish": "Hiding in the Imperial Palace, Esteban finally manages to recover the Yellow Dragon. Tao and Ambrosius concoct a Plan B to help him escape from the Forbidden City.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4554938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4554938",
                    "TitleEnglish": "The Escape",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "4583182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4583182",
                    "TitleEnglish": "The Stomach of Buddha",
                    "SummaryEnglish": "While in search of Li Shuang, a friend of Esteban's father, our heroes are separated in a violent sandstorm: Zia is taken away by a young Mongol, Esteban and Tao are imprisoned by Chinese guards.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4640906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4640906",
                    "TitleEnglish": "The Labyrinth",
                    "SummaryEnglish": "Li Shuang leads our heroes into a secret passage to the Stomach of Buddha. Thanks to their medallions, Esteban and Zia discover an incredible metal labyrinth, whose walls are closing in on them.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4654190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4654190",
                    "TitleEnglish": "The Sleeping Garden",
                    "SummaryEnglish": "Inside the Stomach of Buddha our young heroes discover an extraordinary lab in which the Yellow Dragon has been charged with energy. While rescuing Tao from a crater, Esteban gets stung by a scorpion.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4654191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4654191",
                    "TitleEnglish": "The Son of the Sun",
                    "SummaryEnglish": "Stuck inside the Stomach of Buddha, Zia has saved Esteban who was stung by a scorpion. Meanwhile, the grown ups, guided by Ambrosius' compass, explode a hole into the ground to help them escape.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4654192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4654192",
                    "TitleEnglish": "The Oasis",
                    "SummaryEnglish": "The Pyramid of Mu has put our heroes on to the trail of a fresco depicting The Eyes That See All, near an oasis in the desert. But Zares is there too, and attempts to do away with Mendoza.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4670729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4670729",
                    "TitleEnglish": "The Fresco of the Evil Eyes",
                    "SummaryEnglish": "While searching for The Eyes That See All in the ruins of a cursed temple, our heroes are attacked by Zares who lashes out on Mendoza, Sancho, and Pedro.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4670730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4670730",
                    "TitleEnglish": "The Separation",
                    "SummaryEnglish": "After Ambrosius set them free, our heroes learn that the fresco is a copy of The Eyes That See All located in Tibet.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4682868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4682868",
                    "TitleEnglish": "The Fire of the Dragon",
                    "SummaryEnglish": "At the location of The Eyes That See All, the Yellow Dragon ignited a path of fire to the top of a Himalayan mountain. Back on the ship, Ambrosius and the children notice somebody has come onboard.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4688716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4688716",
                    "TitleEnglish": "The Expedition",
                    "SummaryEnglish": "In the Himalayas, our heroes discover a frozen Olmec holding a strange map. They meet Lian Li again, who has come to forewarn them of a great danger.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4688717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4688717",
                    "TitleEnglish": "The Nest of the Condor",
                    "SummaryEnglish": "Our young heroes and Ambrosius have managed to enter the second City of Gold. Esteban and Zia receive a message delivered by holograms of The Sages of Mu and Atlantis.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4703306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4703306",
                    "TitleEnglish": "The Revelation",
                    "SummaryEnglish": "Our heroes have escaped The City as it was closing in upon itself. So has Ambrosius, who has stolen a matrix of olishark from the City of Gold.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4703648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/4703648",
                    "TitleEnglish": "Face to Face",
                    "SummaryEnglish": "Back in the village, the children happily reunite with Ambrosius. Mendoza reveals to Esteban that his father is alive and waiting for him. Esteban meets with his father, but their reunion is cut short.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "684754",
            "URL": "https://thetvdb.com/series/the-mysterious-cities-of-gold/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5793549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5793549",
                    "TitleEnglish": "Kagoshima",
                    "SummaryEnglish": "After leaving China under the threat of Zares, our heroes finally arrive in Japan. They must absolutely find there the third City of Gold against which the infamous Zarès promises to release Athanaos, the father of Esteban.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5793550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5793550",
                    "TitleEnglish": "The Daimyo Shimadzu",
                    "SummaryEnglish": "The one who attacks Esteban, Tao and Zia is Yoshi, an old man who keeps fiercely the impressive Orichalcum sphere. Yoshi reveals to the children that it is a utsuro bune, a sacred object, rejected by the sea thousands of years ago and revered since as a gift of the gods ...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5793551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5793551",
                    "TitleEnglish": "The Golden Bird",
                    "SummaryEnglish": "Using his gift to make the sun reappear, Esteban allows Zia to take off the Condor. Under the astonished eyes of Yoshi, the immense golden bird finally emerges from the waves. Mendoza, Sancho and Pedro manage to escape from the castle.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5793552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5793552",
                    "TitleEnglish": "The Anger of Nao No Kami",
                    "SummaryEnglish": "Near the temple of Izumo, the children succeed in extracting Esteban from the water, but attract the attention of one of the guards who go after them. Within the walls of the temple, our heroes finally see the mirror shield out for the parade, but an earthquake creates panic!",
                    "Aliases": []
                },
                "5": {
                    "ID": "5793553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5793553",
                    "TitleEnglish": "The Mirror-Shield",
                    "SummaryEnglish": "Inside the temple, the shield-mirror leaves the children perplexed: according to the silhouette in the utsuro bune, it is the path and the key to the next golden city. They realize then that the ornaments of the mirror represent a volcano, off Kagoshima. Will the city be underneath?",
                    "Aliases": []
                },
                "6": {
                    "ID": "5793554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5793554",
                    "TitleEnglish": "The Return of Zares",
                    "SummaryEnglish": "At night, as Ichiro goes to take his guard duty at the castle, Esteban follows him and tries to convince him to help him to escape Mendoza and his men. Ichiro refuses, reminding Esteban how his presence and those of his friends already endangers his whole family.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5800822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800822",
                    "TitleEnglish": "The Sabre of the Samurai",
                    "SummaryEnglish": "Mendoza and his men takes control of the nave and makes the prisoners Gaspard and Ambrosius. They spot the Condor and rediscover the children who introduce Yoshi and his family. Mendoza reveals to them the betrayal of Ambrosius who delivered them to Shimazu: Esteban and Zia are stunned but Tao do not believe at all. He wants Mendoza to keep Ambrosius prisoner.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5800823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800823",
                    "TitleEnglish": "Unmasked!",
                    "SummaryEnglish": "Mendoza narrowly escapes the attack of Ambrosius. The latter claims that it was Mendoza who assaulted him, but he loses his compass, which Esteban picks up and tends to him by reflex. Suddenly, the young boy realizes: this compass should be in the possession of Zares, who stole it from Ichiro. How could Ambrosius have it? Is he the accomplice of Zares?",
                    "Aliases": []
                },
                "9": {
                    "ID": "5800824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800824",
                    "TitleEnglish": "The Thallios",
                    "SummaryEnglish": "In the center of the cave, at the top of a pyramid, our heroes discover a sphere of orichalque floating on a lake. Attacked by thousands of giant crabs, they manage to take refuge inside. They are also surprised to find the emblem of the Shimazu but realize that it is just the shape of the key that they have recovered on his saber. By placing it on, they activate what turns out to be a ship with the shape of a nauplius sailing underwater! The Thallios!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5800825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800825",
                    "TitleEnglish": "Sundagatt",
                    "SummaryEnglish": "In the treasure chamber of the Golden City, the crowns found by our heroes allow the wearer to control the orichalc cubes by thought. As he goes to look for Tao in the Thallios to show him their discovery, Estéban passes by the statue: he seizes the crystal pearl.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5800826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800826",
                    "TitleEnglish": "The Shadows of the Jungle",
                    "SummaryEnglish": "Zarès managed to escape with the crown and the crystal pearl. Aboard the Condor, Esteban explains his plan to his friends. He arranged for Zarès to take the crystal pearl that had guided the Thallios to the golden city. With a little luck, she will guide the Condor in the same way towards Zarès and her nave. So they can follow him to his landmark. It is perhaps there that he retains Athanaos!",
                    "Aliases": []
                },
                "12": {
                    "ID": "5800827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800827",
                    "TitleEnglish": "The Memorial Temple",
                    "SummaryEnglish": "The mysterious pursuers turn out to be children whose parents were abducted by the men of Ambrosius to work forcibly at the Fort of Pattala. When they learn that our heroes are not friends of Ambrosius and that Esteban's father is also a prisoner, they decide to unite their strength to deliver them all.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5800828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800828",
                    "TitleEnglish": "Laguerra",
                    "SummaryEnglish": "At the fort of Pattala, Esteban was spotted by Ambrosius. When escaping, he sees his father in a cell but must flee because he is persecuted by Laguerra, the right arm of Ambrosius, and the guards of the palace.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5800829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5800829",
                    "TitleEnglish": "The Order of the Hourglass",
                    "SummaryEnglish": "Tao is now in the hands of Ambrosius. The latter tries to return to his good graces, but Tao sees him as a traitor and refuses to give him his confidence. However, Tao discovers the laboratory of Ambrosius and is impressed by all that it reveals to him ...",
                    "Aliases": []
                },
                "15": {
                    "ID": "5801832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5801832",
                    "TitleEnglish": "Ambrosius' Secret",
                    "SummaryEnglish": "According to the plans of Ambrosius, Laguerra and the soldiers find only a deserted village. Laguerra spotted the children hidden in the trees. She hesitates, but does not denounce them and leaves without saying anything with her men in direction of the fort. Reluctant, but not trusting Laguerra, Mendoza decides that we must act fast",
                    "Aliases": []
                },
                "16": {
                    "ID": "5801833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5801833",
                    "TitleEnglish": "The Black Suns",
                    "SummaryEnglish": "While in the village, the children try to repair the Condor, Pichu sent by Tao finds them and deliver them a message from Atanaos. He reveals that the Rajah was drugged by Ambrosius. Recognizing a drug in his country, Zia tries to make an antidote that will make her lucidity to the Raja. If they manage to administer him, he and his guards will turn against Ambrosius.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5812533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5812533",
                    "TitleEnglish": "Free!",
                    "SummaryEnglish": "The fort is taken by assault from all sides: the villagers, Tao and Atanaos are freed. Esteban manages to inject the antidote to the Raja who regains his spirits and realizes the betrayal of Ambrosius. To escape the soldiers of the Rajah, Ambrosius uses the black suns that trigger a fire in the fort.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5812534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5812534",
                    "TitleEnglish": "Hormuz",
                    "SummaryEnglish": "Esteban spends his own time with his father Athanaos finally found. This one reveals to him well to know Ambrosius, to have been his friend when they were young. For their part, Zia and Tao discover in the Memory Temple a key clue in the search for the fourth golden city.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5812535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5812535",
                    "TitleEnglish": "A New Beginning",
                    "SummaryEnglish": "Our heroes are surrounded by a troop of Bedouins. Their intrigued chief observed the medallion and then returned it to Zia apologizing for the young thief: a Bedouin never flies. When the children leave, he asks the young boy to follow them to find out what they are doing in Ormuz.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5812536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5812536",
                    "TitleEnglish": "The Mountain of the Moon",
                    "SummaryEnglish": "On board the condor, Esteban is worried about what happened to Mendoza and his men, but his friends remind him that Mendoza is resourceful and their priority is to prevent Ambrosius from appropriating the muen knowledge and make it Weapons of war like the black suns.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5825750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5825750",
                    "TitleEnglish": "Up Is the Way Down",
                    "SummaryEnglish": "The children finally managed to penetrate inside the ziggurat. They start their descent in search of the sacred sails of Princess Rana'Ori in the bowels of the pyramid, where, according to the inscription discovered in India, they should be found.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5825751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5825751",
                    "TitleEnglish": "The Lord of the Desert",
                    "SummaryEnglish": "Zarès aided by Laguerra captures the children and pushes them towards the exit, revealing to them that he possesses, anyway, another track towards the fourth city of gold. They just need them and their medallions to open it ...",
                    "Aliases": []
                },
                "23": {
                    "ID": "5825752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5825752",
                    "TitleEnglish": "The Veils of Rana'Ori",
                    "SummaryEnglish": "In the desert, the suspected noises heard are produced by none other than Sancho and Pedro lost in the dunes. They finally found their friend Mendoza. In Manfuha, the children try to leave the oasis to reach the Condor, but the compass they steal from Zarès detects something. They discover in the treasure room of Jabbar a box containing the sails of Rana'Ori!",
                    "Aliases": []
                },
                "24": {
                    "ID": "5825753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5825753",
                    "TitleEnglish": "The Chaldean Desert",
                    "SummaryEnglish": "The children reach Condor thanks to Laguerra who confronts the soldiers alone at the risk of his life. Despite the reluctance of Tao, our heroes return to collect it and make it climb aboard. Under the fire of the defensive guns of the fort, they managed with the Condor to recover the box containing the sails.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5825754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5825754",
                    "TitleEnglish": "The Serpent and the Lion",
                    "SummaryEnglish": "The Bedouin chief presents to the children the second veil they were looking for, transmitted from generation to generation by the Chaldis tribe. They try to read a plan to the city of gold, but the sails do not reveal anything.",
                    "Aliases": []
                },
                "26": {
                    "ID": "5825755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/5825755",
                    "TitleEnglish": "Kumlar",
                    "SummaryEnglish": "On board the nave, Laguerra prevented Gaspard from killing Mendoza, arguing that Mendoza would be more useful to their plan living than dead. The children enter the city in search of the tomb of Princess Rana'Ori, but the sumptuous city seems deserted.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "1820574",
            "URL": "https://thetvdb.com/series/the-mysterious-cities-of-gold/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8072213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072213",
                    "TitleEnglish": "Lalibela",
                    "SummaryEnglish": "After Arabia, our heroes set course for Africa. In pursuit of Ambrosius, the climb Lalibela, in Ethiopia. There, Esteban and Tao explore a church whose walls are covered with religious murals. To their shock, one of them depicts the pyramid of Mu being carries in a procession! But the church hides something else: a strange machine from Mu. Convinced this machine will provide them with a clue leading to the next city of gold, Tao is hesitant to leave, against the advice of Esteban who suspects a trap laid by Ambrosius. Rightly so...",
                    "Aliases": []
                },
                "2": {
                    "ID": "8072222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072222",
                    "TitleEnglish": "Zia's Dream",
                    "SummaryEnglish": "At Lalibela, Zia uses all her mental energy to create a force field and free Esteban and Tao from the rubble of the church. As night falls, Zia has a strange, piercing dream, plunging her into an incredible vision of an African mask leading her to a city of gold.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8072815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072815",
                    "TitleEnglish": "Chained Up",
                    "SummaryEnglish": "Arriving at the city of Kilwa, out heroes split up to find the famous Cinza. While exploring the city, they discover the sad reality of the slave markets. Moved, Zia convinces Mendoza to help them free the captives.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8072821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072821",
                    "TitleEnglish": "The Great Escape",
                    "SummaryEnglish": "After having proposed to Esteban that they join forces to find the fifth city of gold, the deceitful Gomez sends his men to capture our heroes. But only Mendoza and Esteban fall into their hands. So the others are able to execute their plan to help free the captives at Kilwa threatened with being sold into slavery. Finally, Mendoza fights Gomez in a duel while Esteban steals the map leading to the city of gold. Meanwhile, Ambrosius heads for a secret base where a surprising welcoming committee awaits him...",
                    "Aliases": []
                },
                "5": {
                    "ID": "8072823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072823",
                    "TitleEnglish": "The Gate of the Ancients",
                    "SummaryEnglish": "Guided by the map stolen from Gomez, our heroes are flying over the city of Zimbabwe when, believing they have been beaten by Ambrosius, Esteban crashes. The children are taken to the palace gardens of the king Neshangwe. Seeing Zia's medallion, the king shows them \"The Gate of the Ancients\", a very old orichalcum arch. Thanks to their medallions, our young heroes pass through the mysterious arch which teleports them to Francis I, the king of France, in his castle at Chambord...",
                    "Aliases": []
                },
                "6": {
                    "ID": "8072825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072825",
                    "TitleEnglish": "The Founder",
                    "SummaryEnglish": "Teleported to Chambord thanks to the gate of the ancients, Zia and Esteban are welcomed by the king of France, meanwhile Tao makes the acquaintance of Nostradamus in the workshop of the founder of the Order of the Hourglass, the late Leonardo da Vinci. Back in Zimbabwe, the two sailors discover some hidden gold and Mendoza speaks with Laguerra, imprisoned on the ship by Ambrosius.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8072827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072827",
                    "TitleEnglish": "The Bellowing Smoke",
                    "SummaryEnglish": "Thanks to the clue in the base of the pyramid of My they found in Chambord, our heroes discover the location of the fifth city of gold. But Tao, full of doubt, decides to remain in Chambord to think and find himself, rather than leaving with his friends. So, without him, the Golden Condor takes off in pursuit of Ambrosius. Once again, he has a large head-start. Unfortunately for the alchemist and his companions, the city's defences prove remarkably sturdy...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8072828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072828",
                    "TitleEnglish": "Ophir",
                    "SummaryEnglish": "Having rid themselves of the threat of Magon the Olmec, the children are hot on the heels of Ambrosius who has opened the city of Ophir thanks to his medallion. A bitter fight for the city's treasure begins: the stone of Ophir, also known as the philosopher's stone. Meanwhile in Chambord, Nostradamus shows Tao the treasure of Chambord: a double-helix staircase designed by his master Leonardo da Vinci. But what secret does it hide?",
                    "Aliases": []
                },
                "9": {
                    "ID": "8072829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072829",
                    "TitleEnglish": "The Eternity Stone",
                    "SummaryEnglish": "The fifth city of gold is swallowed up as our heroes confront Ambrosius for the Stone of Ophir. A great maelstrom consumes the city and all are swept away. Carried by the flood, they are strewn here and there, all over the banks of the river. While Esteban helps the Olmec Tyrias, Zia is forced to rescue the Eternity Stone from the grip of Ambrosius. Alas, in vain...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8072832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072832",
                    "TitleEnglish": "The Smiling Lady",
                    "SummaryEnglish": "Chasing a young boy, who has kidnapped Pichu, back to his village, Esteban and Zia find Mendoza and the sailors safe and sound. Meanwhile, Ambrosius heads for the Olmec base to repair his ship, sabotaged by Magon.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8072833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8072833",
                    "TitleEnglish": "The Bako",
                    "SummaryEnglish": "En route to Kilwa, Zia finds a stowaway in the hold of the Golden Condor: Temba, still looking for a great feat to accomplish. With his help our hero retrieves the Bako, a sacred mask stolen by Gomez. Placing it over her face, Zia has another vision in which Tao is in great danger. Despite this however, Tao is safe and sound in Chambord where he too has made some discoveries: according to the clues left behind by Leonardo da Vinci, the seventh city of gold does not exist. It is up to them to build it!",
                    "Aliases": []
                },
                "12": {
                    "ID": "8073794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8073794",
                    "TitleEnglish": "Farewell, Master!",
                    "SummaryEnglish": "In the Lenje village, Zia, Tao and young Temba are welcomed with great fanfare. Impressed by Zia and her link to the sacred mask, the matriarch confirms that she is the one who must take the Bako back to the place where it was made, the mythical city of Orunigi.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8085278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8085278",
                    "TitleEnglish": "The Night of Masks",
                    "SummaryEnglish": "After Ambrosius's disappearance, Laguerra and Gaspard are almost killed in the volcanic fault. They manage to escape but the heavily damaged flying ship crashes shortly thereafter. Meanwhile out heroes follow the path of the Bako to the mythical city of Orunigi where, according to the legend, the sacred mask was made.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8085279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8085279",
                    "TitleEnglish": "The Cliff of Spirits",
                    "SummaryEnglish": "The Leopard-men set fire to the village to create a distraction enabling them to kidnap Zia along with the sacred mask. Out heroes learn that she is being held by the powerful sorceror N'Deye, in the city of Tellem, abandoned for centuries at the foot of the Bandiagara escarpment. Jealous of the link between Zia and the Bako, the sorceror tries to force her secret from her. But, faced with his prisoner's silence, N'Deye has her taken to one of the caves in the Cliff of Spirits. While at the top of the cliff, Esteban and Tao attempt to climb down and save their friend, Zia explores the caves to try to find another exit.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8085280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8085280",
                    "TitleEnglish": "The Sorcerer",
                    "SummaryEnglish": "Esteban and Tao find Zia in the caves of the Cliff of Spirits where the sorcerer N'Deye has imprisoned her. Together, our heroes explore the depths of the cliff and find a secret gallery where the statues grouped around Princess Rana'Ori reveal to them the location of the sixth city of gold. Meanwhile, Mendoza, Pedro and Sancho attack the sorceror and his Leopard-men to retrieve the precious Bako. Reunited once again, Esteban and his companions set out for the city of gold. But while using the sacred mask again, Zia unleashes a terrible storm...",
                    "Aliases": []
                },
                "16": {
                    "ID": "8085281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8085281",
                    "TitleEnglish": "Orunigi",
                    "SummaryEnglish": "Caught in a lightning storm, the Golden Condor crashes into the impenetrable forest of the Congo. There, our heroes are met by the guardians of this place, gorillas who escort them to the heart of their kingdom, next to a seemingly bottomless chasm. The Bako then guides Esteban, Zia and Tao to its home: Orunigi, the sixth city of gold, which to the children's great joy, opens to them. At the peak of this incredible tree-city, they find princess Rana'Ori who finally reveals to them the true goal of their mission: use the great heritage of Mu and Atlantis to prevent a great cataclysm which could destroy humanity!",
                    "Aliases": []
                },
                "17": {
                    "ID": "8109708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8109708",
                    "TitleEnglish": "Revelations",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "8109712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8109712",
                    "TitleEnglish": "Beyond the Mirror",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "8109714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8109714",
                    "TitleEnglish": "Fell from the sky",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "8109716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8109716",
                    "TitleEnglish": "The Sacrifice",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "8110965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8110965",
                    "TitleEnglish": "Hand in Hand",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "8110975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8110975",
                    "TitleEnglish": "The Gate to Hell",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "8112045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8112045",
                    "TitleEnglish": "The Last Atlanteans",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "8112046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8112046",
                    "TitleEnglish": "Vengeance",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "8114565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8114565",
                    "TitleEnglish": "The Seventh City of Gold",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "8114566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-mysterious-cities-of-gold/episodes/8114566",
                    "TitleEnglish": "The End of the Adventure?",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}