{
    "URL": "https://thetvdb.com/series/starship-operators",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0498448/",
        "https://www.themoviedb.org/tv/34790"
    ],
    "Titles": {
        "eng": "Starship Operators",
        "jpn": "スターシップ・オペレーターズ"
    },
    "Summaries": {
        "eng": "AD 2300, the human race has advanced to space, and a lot of planetary nations have been founded. Amaterasu is a newly built space battleship of a planetary nation, Kibi. It is operated by apprentice officers of Defense Academy. When it is about to return from the test flight, the Alliance of Henrietta Nations declares war against Kibi. The alliance destroys the battleships of Kibi by its overwhelming military power, and Kibi surrenders to the alliance. However, the apprentice officers in Amaterasu don't want to surrender without fighting. In order to fight against the alliance, they come up with an idea. They ask Galaxy Network, a galaxy wide TV network, to become their sponsor. In return for receiving money, they let Galaxy Network broadcast their war. Amaterasu and Galaxy Network, being involved various speculations, a solitary war of Amaterasu begins.",
        "jpn": "2300年――宇宙に人類が進出した時代。\r\n地球から1500光年離れたヘンリエッタ星団は、惑星国家間での戦闘状態にあった。\r\n惑星国家キビの新造宇宙戦艦アマテラスは、航海実習として、防衛大学生による試験航海を行っていた。\r\nだが、間もなく試験航海も終わるという時に、軍事国家ヘンリエッタ星域惑星国家同盟＝王国がキビの護衛艦を攻撃、撃沈、キビ政府は降伏してしまう。\r\n\r\nキビ降伏の発表を受け、アマテラスに乗艦していた正規軍人が退艦させられたあと、残された訓練生たちは、たった一隻の戦艦で、打倒「王国」を掲げて戦うことを決意する。\r\n補給も受けられず孤立無援の彼らが、戦闘を続けるために選んだ手段――それは、銀河中にネットワークを持つＴＶ局「スターシップ・チャンネル2300」と契約を結び、戦争そのものを中継させるかわりに、資金の提供を受けるというものだった。戦闘のみならず、艦内のようすも中継される訓練生たちは、周囲のさまざまな思惑の中、孤独な戦争を開始した――。"
    },
    "Aliases": [],
    "Modified": "2024-09-16",
    "Seasons": {
        "0": {
            "ID": "535391",
            "URL": "https://thetvdb.com/series/starship-operators/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7094306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/7094306",
                    "Titles": {
                        "eng": "Epilogue",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15801",
            "URL": "https://thetvdb.com/series/starship-operators/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "298186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298186",
                    "Titles": {
                        "eng": "Countdown",
                        "jpn": "カウント・ダウン"
                    },
                    "Summaries": {
                        "eng": "The 73rd graduating class of the Defense University is returning to planet Kibi in the combat spaceship Amaterasu, only to find that their home planet has been subdued. Left behind on the ship, the cadets make a deal with the Galaxy Network in order to fight the oppressor.",
                        "jpn": "「乗りかかった船、か」\r\n\r\n惑星国家キビの新造宇宙戦艦アマテラスは、航海実習として、防衛大学生による試験航海を行っていた。その中の一人、香月シノンは主席で入学しつつも、現在の成績はほぼ平均、卒業後は軍ではなく一般企業に就職しようと考えていた。\r\n間もなく試験航海も終わるという時に、キビに対し強大な軍事力を誇るヘンリエッタ星域惑星国家同盟（＝王国）が突如宣戦を布告。急襲により護衛艦を撃破されたキビ政府は、同盟に対し即時降伏を宣言する。アマテラスでは降伏の発表を受け、正規軍人が先に退艦させられ、残ったのはシノン達訓練生だけとなる。\r\nしかし残された訓練生達は、同盟と戦う為あるひとつの方法を思い付く。それは、銀河ネットワークをスポンサーとして、同盟との戦いを中継させるということだった。\r\n同盟の戦艦を前にするアマテラス。それを中継する銀河ネット。\r\n様々な人間の思惑をよそに、今ここにたった一隻による戦争が始まった…"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "298187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298187",
                    "Titles": {
                        "eng": "Trafalgar Crisis",
                        "jpn": "トラファルガー・クライシス"
                    },
                    "Summaries": {
                        "eng": "Former Kibi Prime Minister Tatsuma Mamiya boards the Amaterasu to establish the ship as a government-in-exile. However, the Amaterasu is forced to warp to neutral planet Phoenicia by enemy ships and Kibi fighters. Not long after they flee, the Kingdom warship Trafalgar challenges them to a fight.",
                        "jpn": "「これはドラマじゃない、演習でもない」\r\n\r\n王国との初戦で勝利を飾ったアマテラスは、これからの戦いのために、キビ前総理である間宮タツマを向かえ、亡命国家として活動することに。これからの方針決定や初戦の破損箇所の修理などの問題を抱えながらも、とりあえず惑星フェニキアへと向かうことになる。航海の途中、艦長の神崎キスカと、オペレーターであり前総理の親類でもある間宮リオは、今回の計画についての話をしていた。この戦いの発案者であると思われていた二人はその話の中で、「あの人の計画のとおりに物事が進んでいる」と語るのだった。\r\nそこへ王国の戦闘艦トラファルガーより通信が入り、交戦を希望してくる。迎え撃つ準備を始めるクルー達と放送の準備を始めるディータ。そのころ補給班のイリキ達は、初戦で破損した箇所を修理するために艦外作業を始めていた。戦闘に突入する二隻はお互い決定打とならないまま遠距離での打ち合いを続けているさなか、イリキ達は何とか破損箇所の修理を完了するが、そのとき敵艦のレーザーキャノンが命中。アマテラス船体に影響はなかったものの、その余波で消し飛ぶイリキ達。\r\n小競り合いの末、アマテラスの主砲が直撃し、撃破されるトラファルガー。初戦に続いての勝利を喜ぶクルーたち、しかしそこへイリキ達の戦死報告が届く……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "298188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298188",
                    "Titles": {
                        "eng": "Call From Home",
                        "jpn": "コール・フロム・ホーム"
                    },
                    "Summaries": {
                        "eng": "The Kingdom leadership decides to change tactics in dealing with the Amaterasu, which they deem a renegade and pirate vessel. Amid discontent and disunity in the ship's crew, Sanri's wealthy father makes an appeal for them to turn themselves in.",
                        "jpn": "「戦いはきびしくなってくるってのに、恋なんて…」\r\n\r\n初戦に続き勝利を収めたアマテラスだったが、同時に初の戦死者が出ため、艦内には動揺が広がっていた。そのころ王国では無視できない存在となりつつあるアマテラスに対する対策が協議されていた。アマテラス撃破を声高に主張する各提督を前に、王国報道官のヘルマンは、ある策を提案する。\r\nアマテラスでは、オペレーターのアレイが副艦長のタカイと共に艦外修復を行っていた。そこへ、フェニキアの太陽で大規模なフレア（＝太陽風）が発生、アレイとタカイに危機がせまる。タカイは自らを犠牲にしてアレイを救うが、間一髪、タカイも救助艇に収容される。\r\n事なきを得たように見える艦内だが、先の戦い以来の不満が爆発し騒ぎが起こる。そこへキビの民間船から通信が入る。通信相手はサンリの父親である若菜ゲント。彼は乗員に退艦を進め、サンリにも自分のもとへ帰ってくるように説得する。王国の「首謀者以外の責任は問わない」という宣言から、艦内に更なる動揺が広がる。そんな中、突然銀河ネットの生放送が始まる。そこに写っていたのは、何かを決意したような表情のサンリだった……"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "298189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298189",
                    "Titles": {
                        "eng": "Final Answer",
                        "jpn": "ファイナル・アンサー"
                    },
                    "Summaries": {
                        "eng": "The Kingdom sends the stealth vessel Aboukir to the Amaterasu with a simple message: \"Surrender, or die.\" The Operators find themselves frantically searching the stars for the elusive vessel.",
                        "jpn": "「サンリの愛のために！」\r\n\r\n王国の揺さぶりにより、動揺の広がっていたアマテラスだが、サンリが銀河ネット生中継で行ったタカイへの告白により落ち着きを取り戻す。心理工作の失敗した王国は、次なる艦艇を差し向ける。\r\n一方アマテラスの艦内では、サンリの告白に対し煮え切らない態度のタカイが女性クルーから攻められていた。まだまだ油断できないながらもひと時の安らぎを楽しむクルー。そんな艦内の様子を横目に、レンナは密かに資材倉庫でどこかへと連絡を取っていた。\r\nそこへ王国から新たな追っ手、潜航艦アブキールが送り込まれる。ただでさえ発見することの難しい潜航艦が相手な上、さらに運の悪いことに探査装置の故障も重なり、不利な状況に追い込まれるアマテラス。そこでシノンはオペレーターによる観測で、敵艦を発見する方法を提案する。オペレーター全員でアブキールを探すものの、なかなか発見ができない。敵艦の接近が予測される中、シノンは魚雷を一斉発射し、その爆発の閃光で敵艦を発見しようとする。発射される魚雷、果たしてシノン達は敵艦を発見できるのか…"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "298190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298190",
                    "Titles": {
                        "eng": "Great Escape (1)",
                        "jpn": "グレート・エスケープ（前編）"
                    },
                    "Summaries": {
                        "eng": "Short on supplies, the Amaterasu manages to make a deal with the Planetary Nation of Shu for replenishment. The government invites the main bridge crew to a welcome ceremony, but they are stranded when the Kingdom declares war on Shu.",
                        "jpn": "「そんな事態だっていうのに、私達、こんなことしてる場合かなぁ」\r\n\r\n生活物資が不足気味のアマテラスは、補給の為、王国に対抗している惑星国家シュウへと訪れる。快くアマテラスを向かえいれたシュウ政府は、シノン、ミユリ、アレイを歓迎式典へと招待する。一方キスカ、リオ、間宮総理は政府主催のレセプションへと向かう。アマテラスに残る者、街へ買出しに出かける者とそれぞれに行動するアマテラスクルー。\r\n宇宙港へ日用品の買出しに出たアキホとレンナ、その中でレンナは護衛のMPの不審な行動に気づく。\r\n歓迎式典会場でシノンたちが挨拶をする中、突如シュウに対して王国から正式な宣戦が布告される。ほぼ同じころ事態を知ったアキホとレンナのいる宇宙港で爆発が起こる。すぐさま不振なそぶりを見せていたＭＰを見事な手際で取り押さえるレンナ。他のＭＰに確認させたところ、シュウ地上軍の一部によるクーデターが発生していることがわかる。その手際のよさを指摘するアキホに対し、レンナは自分がキビ宇宙軍の情報部に所属していることを打ち明ける。\r\nバギーで空軍基地に向かうシノンたち、軟禁状態のキスカとリオ、そしてレンナとアキホ。バラバラとなっているクルーは、それぞれ行動を開始する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "298191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298191",
                    "Titles": {
                        "eng": "Great Escape (2)",
                        "jpn": "グレート・エスケープ（後編）"
                    },
                    "Summaries": {
                        "eng": "As battles rage between factions on planet Shu, the stranded bridge crew must risk a dangerous retrieval mission. Shu Defense Minister Wong offers to fight the incoming Kingdom blockade with the Shenlong and to provide an escape route for the Amaterasu if the Shenlong should fall. Another Amaterasu crew member dies in the line of duty.",
                        "jpn": "「そして、これからも戦わなきゃならない」\r\n\r\nアマテラスが訪れた惑星国家シュウで突如発生したクーデター。クルーはそれぞれバラバラになってしまう。アマテラスへ戻る為、シノン、ミユリ、アレイ、そして中継を続けるディータはジープで軍事基地へ向かう。キスカとリオは軟禁状態とされ、タツマはシュウ大統領ラウと対峙していた。アマテラスの活躍により、シュウ国内では反王国の気運が高まり、開戦の可能性もあった。それを危惧したラウはタツマ達を王国へ差し渡そうと考えていたのだ。\r\n一方宇宙港の貨物エリアに到着したアキホとレンナはクーデター軍兵士に発見される。応戦するレンナだがアキホをかばい負傷してしまう。負傷したレンナを抱えアキホはアマテラスへと向かう。自分たちを引き渡すにしろ王国と戦うにしろ、もはや政治家としての命運は尽きているとラウに告げるタツマ。ラウは王国と開戦するかどうかを、シュウ国戦艦のウォン艦長にゆだねる。\r\n軍事基地に強行着陸したシャトルに乗り込むシノンたち、それをシュウ空軍機が追うが途中で引き返す。ウォン艦長がアマテラスと共に王国と戦うことを決意したためだった。何とかアマテラスに帰艦する目処のたったクルーたち。しかしそのころアマテラスに収容されたレンナは……"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "298192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298192",
                    "Titles": {
                        "eng": "Stardust Memory (1)",
                        "jpn": "スターダスト・メモリー（前編）"
                    },
                    "Summaries": {
                        "eng": "After careful analysis and repeated combat trials with Cisca, Sinon formulates a strategy for the upcoming battle with four Kingdom warships. The catch, however, is that timing is critical in the strategy",
                        "jpn": "「見つけた……」\r\n\r\nレンナを失った悲しみも冷め遣らぬうちに、シェンロンと共に王国艦隊4隻に立ち向かわなくてはならないアマテラス。シノンは2対4という不利な状況で勝つための作戦に頭を悩ませていた。レンナを失ったショックからか思いつめるシノンにコウキは声をかけるがシノンは頑なな態度で返すのだった。\r\nシノンはキスカを相手に模擬戦のシミュレーションを繰り返すが、何度やっても勝つことができない。あせるシノンに対し余裕のキスカだったが、繰り返すうちにシノンが何かを思いつく。そのころ王国艦隊はアマテラス撃破のための作戦が練られていた。各提督がアマテラスを侮る中、エルロイだけが慎重論を唱えるが、聞き入れられなかった。ウォン艦長を迎えての作戦会議の席で、シノンは2対4の圧倒的不利な状況から、王国艦隊を撃破するシミュレーションを披露してみせる。驚くウォン艦長だったが、それと共に何かを決意するのだった。各クルーが戦闘準備を進める中、刻一刻と艦隊戦の時間は迫っていた……"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "298193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298193",
                    "Titles": {
                        "eng": "Stardust Memory (2)",
                        "jpn": "スターダスト・メモリー（後編）"
                    },
                    "Summaries": {
                        "eng": "The Shenlong sacrifices herself to allow the Amaterasu to escape. Although the Amaterasu is able to sink one ship, the trapped vessel warps away, taking a drone laser ship with it.",
                        "jpn": "「どうして、そんなに他人事なんですか！？」\r\n\r\n2対4という圧倒的不利な状況の中ついに艦隊戦が始まる。アマテラスはシェンロンを待機させたまま先行、そのアマテラスにレイテとマリアナが向かう。するとシェンロンが突如作戦と異なる行動を始める。このままでは、アマテラスが援Ｓ護に回る前に撃破されてしまう。その行動にシノンは、シェンロンが撃破されればシュウ政府は王国に対し降伏せざるを得なくなり、結果的にアマテラスが王国の包囲網から逃げ出すことができることを指摘する。シェンロンは自らを犠牲にしてアマテラスを脱出させようとしていたのだ。シノンは作戦を続行することを決意する。アマテラスは追加ブースターで速度を上げマリアナを引き離し、レイテと1対1の戦いとなり、これを撃破する。しかしそれと引き換えに奮戦していたシェンロンはエルロイの乗るコンキスタドールに撃破されてしまう。即座に王国に降伏するシュウ政府。絶体絶命の状況から脱出するためワープすることを決めたシノンは、アマテラスの人工知能室にいるシメイのもとへワープの可能性を問いに向かうが、その途中リオから今回の計画の発案者がシメイであることを告げられる……"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "298194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298194",
                    "Titles": {
                        "eng": "Turning Point",
                        "jpn": "ロスト・シップ"
                    },
                    "Summaries": {
                        "eng": "The Supreme Chairman of the Kingdom dies and Isabelle, his right hand, is the likely candidate to succeed him. The Amaterasu has warped into neutral space so they go to the spaceport of Parnia for resupply. Kouki takes his chances and asks Sinon out, catching her off guard. Mamiya Tatsuma travels to Earth to speak at an U.N. conference and to request the Earth Federation's assistance.",
                        "jpn": "「ちょっとだけ、こうしてて、もらっていいですか？」\r\n\r\nアマテラスが生死をかけたワープで行方をくらました直後、艦隊へ王国最高会議議長が死亡したという緊急連絡が入る。ヘルマンは急ぎ王国へ帰艦の指示をだすが、エルロイはアマテラスのことが気にかかっていた。無事にワープが完了したアマテラス。運よく中立地帯に出ていたため、補給の要請をだし一息つくことに。しかしシノンはシメイの件、シュウの件、そしてこれからのことに不安を感じていた。\r\n王国に帰艦したヘルマンとエルロイだったが、そこではイザベルが議長代理として現場を取り仕切っていた。ヘルマンが去った後イザベルはエルロイへ自分と手を組まないかと持ちかける。警戒するエルロイに彼の以前の部下を戻すことを約束するイザベル。帰りがけ今度はヘルマンがエルロイを懐柔しようとする。その様子に辟易するエルロイ。\r\nアマテラスではタツマにもとにシノン、リオ、キスカが訪れ、これからのことを話し合っていた。タツマは地球連合議会で演説する計画を伝える。今までの戦いを政治的に利用するというタツマ、それに反発するシノンだったが、タツマはこの戦いを選択したのはシノンたちクルーであるという現実を冷たく突きつける。落ち込んだ様子のシノンを見つけたコウキはそれとなくシノンを元気付ける。素直に感謝するシノンに、コウキはシノンのことを好きだと告白する。\r\nそのころ王国ではエルロイ指揮のもと、アマテラス追撃の準備が進められていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "298195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298195",
                    "Titles": {
                        "eng": "Sudden Death",
                        "jpn": "サドン・デス"
                    },
                    "Summaries": {
                        "eng": "After the ressuply, AGI invites the crew of the Amaterasu to a party. The non-bridge staff elect to remain on board. Isabelle eliminates her political rivals during the Supreme's Chairman funeral. During the party, Kingdom commandos invade the docking bay of the Amaterasu, and Kouki is killed in the firefight. Its safety threatened, AGI cancels the support contract out of fear.",
                        "jpn": "「このまま戦いが終わっちゃえばいいのに」\r\n\r\n地球連合議会で演説をするために地球へと降り立ったタツマは、旧知の間柄である川路議員とともに会議場へと向かう。補給、修理のためAGI本社のある惑星パルミアへと到着したアマテラス。ＡＧＩはクルーを歓迎するためのパーティーを開催する。パーティーに出席するため準備をするクルーたち。告白以来付き合っているシノンとコウキ。シノンは留守番のコウキにパーティーのお土産を持ってくると約束し出かけていく。そのころ王国では最高会議議長の葬儀が終了していた。会場のイザベルの前にやってくるヘルマン。イザベルは議会や軍を掌握していたのだ。悔しがるヘルマンだったが、さらに追い討ちをかけるように今までの敗戦の責任を取らされるのだった。\r\n賑やかに進むパーティー、シノンはミユリとこのまま戦いが終わればいいと話すのだった。そのころ停泊中のアマテラスを王国の部隊が襲撃する。その模様を中継するディータ。シノンたちパーティーに出席していたクルーはアマテラスへと向かうが混乱のため立ち往生してしまう。そのときディータの中継画像に、応戦のためパワーローダーで出撃したコウキが撃破される場面が映し出される。悲しむ間もなく、今回の襲撃を理由に退去を求められるアマテラス。そのころエルロイはアマテラスを撃破するべく、艦隊を集結させていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "298196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298196",
                    "Titles": {
                        "eng": "Return Match",
                        "jpn": "リターン・マッチ"
                    },
                    "Summaries": {
                        "eng": "Cisca informs the crew that they are free to resign, but only supply officer Sei does so. With 5 battleships approaching, Sinon comes up with an idea that will improve the turning speed of the Amaterasu, in order to target hostiles faster. Dita persuades Peter to broadcast the battle live, but with censored ship displays. The main systems of the Amaterasu are exhausted, but all enemy ships are destroyed with the exception of the Conquistador.",
                        "jpn": "「あと少し……」\r\n\r\n王国の襲撃によりコウキを失い、さらにAGIからも退去を求められ、王国艦5隻との戦いに赴くアマテラス。圧倒的に不利な戦いを前に作戦を立てるシノン。しかしその様子にクルーはシノンの無理を感じていた。戦闘開始前、シノンは戦闘のライブ中継をピーターに提案する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "298197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298197",
                    "Titles": {
                        "eng": "War Cry",
                        "jpn": "ウォー・クライ"
                    },
                    "Summaries": {
                        "eng": "Blind and crippled, the Amaterasu struggle to regain their footing. The Conquistador is likewise blind from the last shot from the Amaterasu's plasma cannon. The Amaterasu decides to rush the Conquistador while she is still shooting blindly. Before the Conquistador can fire the finishing blow, she is ordered to hand the Amaterasu to the Earth Federation.",
                        "jpn": "「出来ないことは分かったわ。出来ることは？」\r\n\r\n王国艦4隻を撃退したアマテラス。しかし最後の１隻コンキスタドールを前にレーザーキャノンの残弾は１発となっていた。そこへコンキスタドールからの攻撃が！　しかし幾度かの攻撃でも、直撃がない状態から、シノンはコンキスタドールがアマテラスの位置を把握していないと予測する。シノンは最後のチャンスを生かすためコンキスタドールへの接近を図る。そのころ地球連合議会では、タツマがアマテラスの正当性を主張し、逆にイザベルはアマテラスの暴挙を非難していた。平行線をたどる議論、しかしタツマは不適な笑みを浮かべていた。\r\n繰り返される攻撃に傷つくアマテラスやそのクルー。遂にコンキスタドールを射程に捕らえ、最後の一撃を放つが外れてしまう。愕然とするアマテラスクルー。エルロイがアマテラスを撃沈しようとしたその時、イザベルからアマテラス拿捕の命令が届く。納得できないながらも、アマテラスへと投降勧告を出すエルロイ。投降勧告に戸惑うアマテラスクルー。その時、戦闘中域に艦隊が現れた……"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "298198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298198",
                    "Titles": {
                        "eng": "Moment of Truth",
                        "jpn": "モーメント・オブ・トゥルース"
                    },
                    "Summaries": {
                        "eng": "Using the Amaterasu incident as a rationale, the Earth Federation stages a massive coup d'état, and demands the surrender of the Amaterasu. In the face of inevitable defeat, Sinon formulates a political strategy of her own.The Amaterasu's crew escaped via shuttle while Dita broadcasts the earth Alliance's attack on the guard ship. Shimei Yuuki, the only commissioned officer decided to be left behind.",
                        "jpn": "「第一艦橋ファーストオペレーター、香月シノン」\r\n\r\nアマテラスを救出に来たと思われた地球連合艦隊は、突如コンキスタドールを攻撃する。 その撃沈間際にエルロイは、シノンへ王国と地球連合の間に密約があったことを伝える。\r\nそこへ地球連合から投降勧告が入る。 逆らえばアマテラスを撃沈するという内容に、驚く一同。\r\nそんな中シノンは、エルロイの言葉から、地球連合が今回の戦いを利用して、王国に代わりヘンリエッタ星域を支配しようとしていると推測する。\r\n戦いの果てにあった悲しい現実。\r\n絶望的な状況の中、アマテラスの、シノンたちの最後の作戦が開始される!!"
                    },
                    "Aliases": []
                }
            }
        }
    }
}