{
    "URL": "https://thetvdb.com/series/starship-operators",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0498448/",
        "https://www.themoviedb.org/tv/34790"
    ],
    "TitleEnglish": "Starship Operators",
    "SummaryEnglish": "AD 2300, the human race has advanced to space, and a lot of planetary nations have been founded. Amaterasu is a newly built space battleship of a planetary nation, Kibi. It is operated by apprentice officers of Defense Academy. When it is about to return from the test flight, the Alliance of Henrietta Nations declares war against Kibi. The alliance destroys the battleships of Kibi by its overwhelming military power, and Kibi surrenders to the alliance. However, the apprentice officers in Amaterasu don't want to surrender without fighting. In order to fight against the alliance, they come up with an idea. They ask Galaxy Network, a galaxy wide TV network, to become their sponsor. In return for receiving money, they let Galaxy Network broadcast their war. Amaterasu and Galaxy Network, being involved various speculations, a solitary war of Amaterasu begins.",
    "Aliases": [],
    "Modified": "2024-09-16",
    "Seasons": {
        "0": {
            "ID": "535391",
            "URL": "https://thetvdb.com/series/starship-operators/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7094306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/7094306",
                    "TitleEnglish": "Epilogue",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15801",
            "URL": "https://thetvdb.com/series/starship-operators/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "298186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298186",
                    "TitleEnglish": "Countdown",
                    "SummaryEnglish": "The 73rd graduating class of the Defense University is returning to planet Kibi in the combat spaceship Amaterasu, only to find that their home planet has been subdued. Left behind on the ship, the cadets make a deal with the Galaxy Network in order to fight the oppressor.",
                    "Aliases": []
                },
                "2": {
                    "ID": "298187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298187",
                    "TitleEnglish": "Trafalgar Crisis",
                    "SummaryEnglish": "Former Kibi Prime Minister Tatsuma Mamiya boards the Amaterasu to establish the ship as a government-in-exile. However, the Amaterasu is forced to warp to neutral planet Phoenicia by enemy ships and Kibi fighters. Not long after they flee, the Kingdom warship Trafalgar challenges them to a fight.",
                    "Aliases": []
                },
                "3": {
                    "ID": "298188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298188",
                    "TitleEnglish": "Call From Home",
                    "SummaryEnglish": "The Kingdom leadership decides to change tactics in dealing with the Amaterasu, which they deem a renegade and pirate vessel. Amid discontent and disunity in the ship's crew, Sanri's wealthy father makes an appeal for them to turn themselves in.",
                    "Aliases": []
                },
                "4": {
                    "ID": "298189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298189",
                    "TitleEnglish": "Final Answer",
                    "SummaryEnglish": "The Kingdom sends the stealth vessel Aboukir to the Amaterasu with a simple message: \"Surrender, or die.\" The Operators find themselves frantically searching the stars for the elusive vessel.",
                    "Aliases": []
                },
                "5": {
                    "ID": "298190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298190",
                    "TitleEnglish": "Great Escape (1)",
                    "SummaryEnglish": "Short on supplies, the Amaterasu manages to make a deal with the Planetary Nation of Shu for replenishment. The government invites the main bridge crew to a welcome ceremony, but they are stranded when the Kingdom declares war on Shu.",
                    "Aliases": []
                },
                "6": {
                    "ID": "298191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298191",
                    "TitleEnglish": "Great Escape (2)",
                    "SummaryEnglish": "As battles rage between factions on planet Shu, the stranded bridge crew must risk a dangerous retrieval mission. Shu Defense Minister Wong offers to fight the incoming Kingdom blockade with the Shenlong and to provide an escape route for the Amaterasu if the Shenlong should fall. Another Amaterasu crew member dies in the line of duty.",
                    "Aliases": []
                },
                "7": {
                    "ID": "298192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298192",
                    "TitleEnglish": "Stardust Memory (1)",
                    "SummaryEnglish": "After careful analysis and repeated combat trials with Cisca, Sinon formulates a strategy for the upcoming battle with four Kingdom warships. The catch, however, is that timing is critical in the strategy",
                    "Aliases": []
                },
                "8": {
                    "ID": "298193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298193",
                    "TitleEnglish": "Stardust Memory (2)",
                    "SummaryEnglish": "The Shenlong sacrifices herself to allow the Amaterasu to escape. Although the Amaterasu is able to sink one ship, the trapped vessel warps away, taking a drone laser ship with it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "298194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298194",
                    "TitleEnglish": "Turning Point",
                    "SummaryEnglish": "The Supreme Chairman of the Kingdom dies and Isabelle, his right hand, is the likely candidate to succeed him. The Amaterasu has warped into neutral space so they go to the spaceport of Parnia for resupply. Kouki takes his chances and asks Sinon out, catching her off guard. Mamiya Tatsuma travels to Earth to speak at an U.N. conference and to request the Earth Federation's assistance.",
                    "Aliases": []
                },
                "10": {
                    "ID": "298195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298195",
                    "TitleEnglish": "Sudden Death",
                    "SummaryEnglish": "After the ressuply, AGI invites the crew of the Amaterasu to a party. The non-bridge staff elect to remain on board. Isabelle eliminates her political rivals during the Supreme's Chairman funeral. During the party, Kingdom commandos invade the docking bay of the Amaterasu, and Kouki is killed in the firefight. Its safety threatened, AGI cancels the support contract out of fear.",
                    "Aliases": []
                },
                "11": {
                    "ID": "298196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298196",
                    "TitleEnglish": "Return Match",
                    "SummaryEnglish": "Cisca informs the crew that they are free to resign, but only supply officer Sei does so. With 5 battleships approaching, Sinon comes up with an idea that will improve the turning speed of the Amaterasu, in order to target hostiles faster. Dita persuades Peter to broadcast the battle live, but with censored ship displays. The main systems of the Amaterasu are exhausted, but all enemy ships are destroyed with the exception of the Conquistador.",
                    "Aliases": []
                },
                "12": {
                    "ID": "298197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298197",
                    "TitleEnglish": "War Cry",
                    "SummaryEnglish": "Blind and crippled, the Amaterasu struggle to regain their footing. The Conquistador is likewise blind from the last shot from the Amaterasu's plasma cannon. The Amaterasu decides to rush the Conquistador while she is still shooting blindly. Before the Conquistador can fire the finishing blow, she is ordered to hand the Amaterasu to the Earth Federation.",
                    "Aliases": []
                },
                "13": {
                    "ID": "298198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/starship-operators/episodes/298198",
                    "TitleEnglish": "Moment of Truth",
                    "SummaryEnglish": "Using the Amaterasu incident as a rationale, the Earth Federation stages a massive coup d'état, and demands the surrender of the Amaterasu. In the face of inevitable defeat, Sinon formulates a political strategy of her own.The Amaterasu's crew escaped via shuttle while Dita broadcasts the earth Alliance's attack on the guard ship. Shimei Yuuki, the only commissioned officer decided to be left behind.",
                    "Aliases": []
                }
            }
        }
    }
}