{
    "URL": "https://thetvdb.com/series/shakugan-no-shana",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0972713/",
        "https://www.themoviedb.org/tv/22634"
    ],
    "Titles": {
        "eng": "Shakugan no Shana",
        "jpn": "灼眼のシャナ"
    },
    "Summaries": {
        "eng": "Sakai Yuuji, a high school student who expected his normal life to last forever, is dead. When he was on his way home he witnessed a shocking view as the world suddenly froze: people were engulfed by blue flames and a monster resembling a large doll swallowed them. Just as the monster prepared to consume Yuuji, a sword-wielding girl in black attire with flaming red eyes and hair that burns like embers saved him from the monster. The girl called herself a \"Flame Haze\" who hunts the \"Guze no Tomogara\", creatures from another world. As Yuuji noticed a blue flame in his chest, she called him a \"Torch\", a temporary replacement, saying that the \"real\" Yuuji's existence had already ended. Unfazed, Yuuji befriended the strange girl, named her \"Shana\", and joined her fight against Tomogara and other Flame Hazes.",
        "jpn": "平凡な高校生、坂井悠二の日常は、ある日突然消滅した。\r\n異界から渡り来た、人の“存在”を灯りに変えて、喰らうという化け物“紅世の徒（ぐぜのともがら）”が悠二を襲う。\r\n逃げることも忘れ呆然と立ちすくむ悠二を救ったのは、紅蓮の髪と瞳をもつ謎の少女だった。\r\nそして──その少女は、悠二にこう告げた。\r\n「おまえはもう【存在】していないのよ」と。"
    },
    "Aliases": [
        "Burning Eyes Shana",
        "Flaming Eyes Shana",
        "Shakugan no Shana 2",
        "Shakugan no Shana 3",
        "Shakugan no Shana II",
        "Shakugan no Shana III",
        "Shakugan no Shana S",
        "Shakugan no Shana Second",
        "Shakugan no Shana Third",
        "Shana",
        "Shana of the Burning Eyes",
        "灼眼のシャナⅡ",
        "灼眼のシャナⅢ-FINAL-"
    ],
    "Modified": "2025-04-13",
    "Seasons": {
        "0": {
            "ID": "26411",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 40,
            "Episodes": {
                "4": {
                    "ID": "375731",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/375731",
                    "Titles": {
                        "eng": "Shakugan no Shana: The Movie",
                        "jpn": "劇場版 灼眼のシャナ"
                    },
                    "Summaries": {
                        "eng": "Covers 1st arc of the 1st Shana season (ending with episode 6). Consists of a recap of the 1st three episodes and an alternate version of episodes 4 to 6.",
                        "jpn": "平凡な高校生・坂井悠二の日常は、ある日突然消滅した。\r\n異界から渡り来た、人の“存在”を灯りに変えて喰らう化け物“紅世の徒（ぐぜのともがら）”が悠二を襲う。\r\n逃げることも忘れ呆然と立ちすくむ彼を救ったのは、紅蓮の髪と瞳をもつ謎の少女だった。\r\nそして──その少女は、悠二にこう告げた。\r\n「おまえはもう【存在】していないのよ」と。\r\n「存在亡き者（トーチ）」であった悠二と、彼に“シャナ”と名付けられた少女は、悠二の中に宿る宝具を監視するため御崎市に留まることに。\r\nそして二人は、彼をトーチに変えた元凶、この街に潜む紅世の王“狩人”フリアグネと対峙する……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "356541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/356541",
                    "Titles": {
                        "eng": "Shakugan no Shana Special: Love & Outdoor Hot Spring Tutorial!",
                        "jpn": "SP 恋と温泉の校外学習！"
                    },
                    "Summaries": {
                        "eng": "Yuji and Shana's class go on a trip to see various temples and shrines, followed by a trip to a hot springs resort. During the trip, Matake Ogata tries to tell Eita Tanaka her feelings for him, but various complications and hijinks occur that prevent her from doing so.",
                        "jpn": "第1期TVシリーズの第13話直後を描いたOVA。シャナにライバル宣言をした吉田一美とそれを受けたシャナ。二人の関係がギクシャクする中で行われた校外授業。そこでは、悠二をめぐり火花を散らすシャナと吉田とは異なる、新たな恋のバトルが勃発していた!? 持ち前の明るさと元気の良さで、クラスのみんなから好かれている緒方真竹（通称オガちゃん）。彼女はひそかに同級生の田中栄太に想いを寄せていた。しかし彼は同じくクラスメイトであり親友でもある、佐藤啓作と親密な様子（緒方視点で）…。佐藤啓作に負けじと（？）、田中栄太にアタックする彼女の恋の結末は!?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "1216031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1216031",
                    "Titles": {
                        "eng": "Shakugan no Shana S: Reshuffle (Episode 1)",
                        "jpn": "灼眼のシャナS Ⅰ〜リシャッフル〜"
                    },
                    "Summaries": {
                        "eng": "While Yuji and Shana rummage through Friagne's old pile of Treasure Tools during a hot summer's day, Yuji finds and uses a telescope-like object, causing him and Shana to switch bodies. Alastor tells the two that the object Yuji has just used is called the Reshuffle. While reversing its effect is just as easy as activating it, the Reshuffle gets lost in junk and the two have to gather the pile and find a better, isolated spot to search for the Reshuffle.",
                        "jpn": "紅世の王、フリアグネが遺した宝具を探しに廃デパートを訪れたシャナと悠二。膨大な玩具の中から宝具を探すが、悠二が偶然手にした望遠鏡が実は宝具だった!? お互いの中身が入れ替わり…!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "1800361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1800361",
                    "Titles": {
                        "eng": "Shakugan no Shana S: Domicile (Episode 2)",
                        "jpn": "灼眼のシャナS Ⅱ〜ドミサイル〜"
                    },
                    "Summaries": {
                        "eng": "Recently, Shana has been acting strangely. Worried over her well-being, Yuji and Wilhelmina decide to follow her from the shadows after school one day.",
                        "jpn": "悠二とシャナが通じ合っていた頃、清秋祭を半月後に控えた御崎市。\r\nシャナの奇妙な行動を不審に思ったヴィルヘルミナが、悠二を帯同させ尾行を開始した。果たしてシャナが隠す秘密とは?"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "1800371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1800371",
                    "Titles": {
                        "eng": "Shakugan no Shana S: Overture I (Episode 3)",
                        "jpn": "灼眼のシャナS Ⅲ〜オーバーチュア 前編〜"
                    },
                    "Summaries": {
                        "eng": "In her early days as a Flame Haze, Shana takes over the identity of a Torch named Junko Ōgami and starts to hunt down the Denizen who killed her. She gets to know who Junko was through the latter's parents.",
                        "jpn": "十年前に行方不明になった男性が突如発見された。\r\nその存在が\"徒\"に喰われていたと確信した少女―『贄殿遮那のフレイムヘイズ』は、\"徒\"を討滅するため情報の発信地となった街へ訪れる。存在を喰われた人間がここまで目立つことはない。\r\nまた、フレイムヘイズが駆け付けるのはわかっているのに、その\"徒\"はまだここに留まっている。\r\nそれは何故か・・・・・・。人の繋がりの中で、彼女の探索が始まる。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "1800381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1800381",
                    "Titles": {
                        "eng": "Shakugan no Shana S: Overture II (Episode 4)",
                        "jpn": "灼眼のシャナS Ⅳ〜オーバーチュア 後編〜"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "トーチとなった少女・大上準子の存在に割り込み、人を喰らった\"徒\"の痕跡を探していた『贄殿遮那のフレイムヘイズ』は、準子の記憶を辿る中、ついに \"徒\"の明確な痕跡を発見する。\r\n準子の存在だけを喰らい、同じ場所にいた濱口幸雄を見逃した\"紅世の徒\"ウコバクの欲望とは何か。\r\nそして、ウコバクの周囲に浮かぶ無数のシャボン玉、その中に見る人影が意味するものとは・・・・・・。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15908",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "fra": "Shakugan no Shana"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": "Yūji Sakai, lycéen ordinaire, découvre un jour que le monde cache une réalité surnaturelle : des créatures appelées Tomogara dévorent l’existence des humains. Lorsqu’il est attaqué, il est sauvé par une mystérieuse guerrière aux cheveux flamboyants, une Flame Haze qu’il nomme Shana. Il apprend alors qu’il est déjà mort et devenu une \"Torche\", une rémanence vouée à disparaître. Mais Yūji est unique : il renferme un artefact, le Reiji Maigo, qui restaure chaque nuit son pouvoir d’existence. Aux côtés de Shana, il décide de se battre pour protéger ce qu’il aime, tout en affrontant les Tomogara et l’organisation Bal Masqué. Entre combats épiques, enjeux existentiels et émotions naissantes, la frontière entre humain et entité devient floue."
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "300551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300551",
                    "Titles": {
                        "eng": "The End to Everything, the One Beginning",
                        "jpn": "全ての終わり、一つの始まり"
                    },
                    "Summaries": {
                        "eng": "It was a normal day of the life of Sakai Yuuji. When all of the sudden his life changed. When a Monster called \"Tomogara\" attack him and everyone around him. He was they confused and shocked because everyone around him was turned into a blue flame and being consumed by the monster. Yuuji's life was then saved by a girl in a black coat, with Burning Eyes (Also Known as Shakugan) and a flaming red hair holding a long sword. Due to the confusion and chaotic mess, yuuji got into. He follows the girl with flaming red hair and finds out the truth about everything around him.",
                        "jpn": "坂井悠二の高校生活は、ずっと続くはずだった。だが、悠二は見てしまった。学校の帰り道、人々が燃え、その炎をマネキンと人形が吸い込むのを。大太刀を振るう、炎髪と灼眼の少女を!!"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "300682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300682",
                    "Titles": {
                        "eng": "The Lit Flame",
                        "jpn": "灯る炎"
                    },
                    "Summaries": {
                        "eng": "The girl with flaming hair uncovers the truth about the world that Yuuji is living in. He learns that he is already dead, and is only lasting until his flame burns out. As he watch his classmate's flame about to burn out, Yuuji felt useless for doing nothing and wants to help. He tries his best in making an effort of giving her a good time before she leaves...",
                        "jpn": "悠二は死んでいた。彼は、紅世の徒に存在を喰われた後の残りかす。人間には見えるはずのないそれを、灼眼の少女はトーチと呼んだ。そして、クラスメイト・平井ゆかりの中にもトーチがあった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "300683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300683",
                    "Titles": {
                        "eng": "The Torch and The Flame Haze",
                        "jpn": "トーチとフレイムヘイズ"
                    },
                    "Summaries": {
                        "eng": "Yuuji gave the \"Flaming-hair\" girl a name, and that name is \"Shana\". The next day, Yuuji went to school looking all depressed. He heard his friend talked about the girl that disappear yesterday and became excited because his friend remembers her. Everything changed when the classroom was attack by a Tomogara. Suddenly, Shana came out of nowhere. In order to save the people around him, he must sacrifice some of his torch power to turn everything back to normal. But will Yuuji do so?",
                        "jpn": "平井ゆかりは死んでしまった。その中、悠二は灼眼の少女にシャナという名前をつける。だが、その翌日、クラスメイトが過去の存在も消え失せたはずの平井ゆかりを覚えていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "300684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300684",
                    "Titles": {
                        "eng": "The Confused Flame Haze",
                        "jpn": "惑いのフレイムヘイズ"
                    },
                    "Summaries": {
                        "eng": "Yuuji and Shana seem to be getting along well and she unexpectedly sleeps over, in his room. The problem is that Shana starts to feel differently about this Torch (Yuuji) than any other, could she be developing feelings for him? Meanwhile, another Flame Haze arrives in the city. What is this person's motive?",
                        "jpn": "シャナは悠二の家にいた。宝具を納めたミステスである悠二を、フリアグネから守るために。だが、紅世の徒を追う新たなフレイムヘイズ・マージョリーと彼女に力を与えている紅世の王が現れた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "300685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300685",
                    "Titles": {
                        "eng": "Respective Thoughts",
                        "jpn": "それぞれの想い"
                    },
                    "Summaries": {
                        "eng": "Shana manages to return all beat-up from her previous battle with Margery Daw, and she's way too angry to receive help from the concerned Yuuji. Because there's nothing he can do, Yuuji goes to school, only to be greeted by a girl, Kazumi who asks him out on a date. However, on their date, Yuuji runs into a mysterious man who's been erasing Torches.",
                        "jpn": "フリアグネは気づいた。自らの計画のため配置したトーチが徐々に消えて行くことを。フレイムヘイズではない何者かがこの街にいることを。そして、その者を狩るため力を使ったとき、マージョリーと接触する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "300686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300686",
                    "Titles": {
                        "eng": "Complication, Activation, Confrontation",
                        "jpn": "交錯・発動・対決"
                    },
                    "Summaries": {
                        "eng": "Shana has come to the conclusion that Yuuji is restricting her role as a Flame Haze and is forced to make terrible decisions. Just when she is about to carry out her decision, Friagne begins to make his move on his City-Devouring plans. Can he be stopped in time?",
                        "jpn": "シャナは自分の気持ちに苛立っていた。ただのトーチである悠二の存在が、その要因なのか。苛立ちが頂点に達したとき、フリアグネの計画が動き出した。それに気づき、戦いの場へ急ぐシャナ。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "300687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300687",
                    "Titles": {
                        "eng": "The Two Flame Hazes",
                        "jpn": "二人のフレイムヘイズ"
                    },
                    "Summaries": {
                        "eng": "Margery Daw and Marchosias continue to search for Rammie, with Shana and Yuuji right behind them. As they continue to chase Margery, Shana and Yuuji hope to give Rammie a chance to get out of Misaki and to allow him to travel some place farther. Yuuji also wants to fight alongside with Shana. With that, Shana begins to train him for future battles.",
                        "jpn": "「シャナと一緒に戦う」と悠二は言った。共に戦うために鍛えてもらおうと自ら申し出たことが認められただけではない。シャナには、悠二はただのトーチではないのだ。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "301333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/301333",
                    "Titles": {
                        "eng": "The Beautiful Goblet",
                        "jpn": "麗しのゴブレット"
                    },
                    "Summaries": {
                        "eng": "The battle between Margery Daw and Shana has finally begun while the fate of the entire city rests in the balance. What can Yuuji do to help Shana victor the battle?",
                        "jpn": "紅世の徒の討滅を実行するため、戦闘狂と化すマージョリー。だが、その前に立ち塞がった少女は言う、使命はこの世と紅世のバランスを守ることだと。悠二を得てシャナは変わっていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "301334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/301334",
                    "Titles": {
                        "eng": "The Poolside of Love and Desire",
                        "jpn": "恋と欲望のプールサイド"
                    },
                    "Summaries": {
                        "eng": "Due to it being so hot outside, Hayato Ike hands out tickets to a water park and ultimately it's decided that Yuuji and his friends go there after school. Once there, Margery Daw unexpectedly shows up, though Shana can't sense any intent to kill.",
                        "jpn": "クラスメイトの池が持ってきた「御崎ウォーターランド」の招待券。オープンしたばかりの話題の巨大屋内プールに、誰もが喜んだ。だから、その場で日曜日に一緒に行こうと盛り上がる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "301335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/301335",
                    "Titles": {
                        "eng": "Entangled Feelings",
                        "jpn": "絡まる想い"
                    },
                    "Summaries": {
                        "eng": "Yuuji's training is not going so well so Shana wants to increase the level by creating a Fuzetsu one day after school. However, school business with the student council doesn't allow him to do this, so Shana gets angry at him. Also, another Rinne appears.",
                        "jpn": "悠二にとって、それは日常になりつつあった。「強くなり、シャナと戦いたい」。だからこその日々の鍛錬。一方、シャナの思いはより強くなっていた。「重要なのは悠二が強くなること」。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "305491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305491",
                    "Titles": {
                        "eng": "Yuji, Shana, and Kisses",
                        "jpn": "悠二とシャナとキス"
                    },
                    "Summaries": {
                        "eng": "Shana's feelings towards Yuuji are growing stronger and now Shana asks Yuuji's mother for advice about the meaning of a kiss. Also, two more Denizen are on a search for Shana.",
                        "jpn": "シャナは悠二の力を必要とし、悠二はシャナに必要とされることで自信を得ていた。以前とは違う間柄へ変わりつつあるふたり。だが、アラストールはそこにひとつの問題を見出していた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "305815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305815",
                    "Titles": {
                        "eng": "Flowers Bloom in the Cradle",
                        "jpn": "ゆりかごに花は咲いて"
                    },
                    "Summaries": {
                        "eng": "After seeing Yuuji and Shana together at the river one night, her feelings for Yuuji are hitting the breaking point until she finally confronts Yuuji about it. Suddenly, the two sibling Denizen show themselves and Shana rushes into battle.",
                        "jpn": "悠二は池に、シャナは一美に問いつめられた。自分の気持ちから逃げることが、他の人を苦しめているのだろうか。しかし、ふたりにはそれ以上に心を向けなければならないことがあった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "305493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305493",
                    "Titles": {
                        "eng": "Behind the School War is Declared",
                        "jpn": "校舎裏の宣戦布告"
                    },
                    "Summaries": {
                        "eng": "Shana finds a way to somehow get out of the clutches of the two incestuous Denizen during their battle. Meanwhile, Yuuji gets help from Margery Daw to help destroy them as well.",
                        "jpn": "街は山吹色に染められていた。「贄殿遮那」を狙うソラトとティリエルが操る巨大な植物の花びらが空を舞っている。シャナの大太刀は、植物の蔦を切り、ソラトを蒸発させる。だが、それは一瞬でしかなかった。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "305494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305494",
                    "Titles": {
                        "eng": "A Great Person",
                        "jpn": "偉大なる者"
                    },
                    "Summaries": {
                        "eng": "Back before Shana became a Flame Haze, she was living in a large castle-like structure floating in the sky along with Alastor and a maid who cares for her. One day, a Denizen attacks the maid, whose name is Wilhelmina Carmel, who also happens to be a Flame Haze.",
                        "jpn": "この世からも紅世からも見えない場所・天道宮。そこにはアラストールと、ヴィルヘルミナ、鍛錬の相手。限られた人物が、理想のフレイムヘイズを生み出すため、時間をかけシャナを育てていた。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "305495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305495",
                    "Titles": {
                        "eng": "The Day the Flame was Born",
                        "jpn": "炎の生まれた日"
                    },
                    "Summaries": {
                        "eng": "With Tendo-kyu, the castle Alastor and Shana resided in, destroyed, the time has now come for Shana to finally become the Flame-Haired Scorching-Eyed Slayer. However, she must first enlist the help of Tenmoku Ikko, a very powerful Mystes.",
                        "jpn": "新たなフレイムヘイズ、炎髪灼眼の誕生を阻止するため現れた男の名はウィネ。徒を天道宮へ招いてしまった責に動揺するシャナに、ヴィルヘルミナは言う「この生活は不要になった、大丈夫」と。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "305496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305496",
                    "Titles": {
                        "eng": "The Flaming-Haired Blazing-Eyed Hunter",
                        "jpn": "炎髪灼眼の討ち手"
                    },
                    "Summaries": {
                        "eng": "Now that she's become a Flame Haze, Shana must defeat Tenmoku Ikko and take his sword - Nietono no Shana.",
                        "jpn": "フレイムヘイズが生まれた。長い炎髪が揺れ、鋭い灼眼が煌めく。待ち望んだ契約は達成されだが、彼女がこの世に慣れるまでの間を邪魔されないためにも、紅世の徒を逃すわけにはいかない。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "305497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305497",
                    "Titles": {
                        "eng": "A New Chapter",
                        "jpn": "新たなる序章"
                    },
                    "Summaries": {
                        "eng": "The Misago Festival is coming soon and Kazumi has made up her mind to confess her feelings there. However, she meets a new Flame Haze who tells her the truth about the world.",
                        "jpn": "毎日のように吉田一美の弁当を食べている悠二が嫌だったシャナ。そのため、千草に料理を教わるシャナだったが、そうそううまくなるはずもない。そこで千草は、気分を変えさせようとミサゴ祭へ行くよう提案する。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "305498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305498",
                    "Titles": {
                        "eng": "Shattered Wish",
                        "jpn": "砕ける願い"
                    },
                    "Summaries": {
                        "eng": "When Yuji doesn't come home after school on the day of the festival, his mother and Shana go to the festival to look for him but before long another Denizen shows itself. Also, Kazumi discovers the truth that Yuji is indeed a Torch.",
                        "jpn": "吉田一美は、世界の本当の姿を見てしまった。カムシンから手渡された片眼鏡の宝具「ジェタトゥーラ」。それを覗くことでトーチの存在を見た一美は、ある心配を抱く。「…坂井くんは？」。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "305499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305499",
                    "Titles": {
                        "eng": "Within the Battle",
                        "jpn": "戦いの中で"
                    },
                    "Summaries": {
                        "eng": "The Seeking Research Denizen has already started his plan to open up a gate to another dimension and now all three Flame Haze must work together to defeat him.",
                        "jpn": "シャナは吉田一美に告げた「私はフレイムヘイズ」だと。悠二がトーチだったこと、そしてシャナが違う世界の存在だったこと…。一度に押し寄せた非日常の荒波に、一美は混乱してしまう。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "305500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305500",
                    "Titles": {
                        "eng": "Heartless Wirhelmina",
                        "jpn": "非情のヴィルヘルミナ"
                    },
                    "Summaries": {
                        "eng": "Wilhelmina arrives in Misaki and meets up with Shana again. Meanwhile, Margery Daw finally leaves Misaki without saying goodbye to either Eita or Keisaku. Also, Wilhelmina comes to the conclusion that Yuji must be destroyed in order to protect the balance of the world.",
                        "jpn": "戸惑うシャナ。フレイムヘイズのヴィルヘルミナが現れた。フレイムヘイズになる前の自分を知り、フレイムヘイズになろうとした自分を知る存在に、シャナはしばしの安息を得るが…!?"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "311358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311358",
                    "Titles": {
                        "eng": "Diverging Feelings",
                        "jpn": "遠ざかる想い"
                    },
                    "Summaries": {
                        "eng": "Shana is able to persuade Wilhelmina, at least for now, to not destroy Yuji, who has finally decided to leave Misaki in order to protect it. Later at the bonfire which burned much of the decorations from the festival, a spell is activated.",
                        "jpn": "街を出ることを決意した悠二。シャナはそれを承知してはくれなかった。悠二に求めるものは、そんなものではなかったのだ。各々の思いが離れて行く中、祭で使われた飾りに火がつけられる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "311359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311359",
                    "Titles": {
                        "eng": "The Flickering Flame",
                        "jpn": "揺らぐ炎"
                    },
                    "Summaries": {
                        "eng": "After getting heavily injured, Shana must recover in the care of Wilhelmina. Meanwhile, Hecate begins to synchronize with the Reiji Maigo residing within Yuji.",
                        "jpn": "悠二がシュドナイにさらわれてしまった。連れて行かれた先は、御崎市に現れた「仮装舞踏会」の城砦・星黎殿。「仮装舞踏会」は悠二を、「零時迷子」を使って何をしようというのか…？"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "311360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311360",
                    "Titles": {
                        "eng": "Battle at the Palace of the Stars",
                        "jpn": "星黎殿の戦い"
                    },
                    "Summaries": {
                        "eng": "While fighting within the Seirei-den, a spell is cast which drains their power of existence for a time, however, Margery Daw comes back and destroys the spell. Ultimately, it is now up to Shana to decide the fate of Yuji.",
                        "jpn": "星黎殿へ突入するシャナ。だがそこには、紅世の王“探耽求究”の罠が仕掛けられていた。一方、星黎殿から溢れる存在の力は御崎市を満たし、これまでにない現象を見せていた。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "311361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311361",
                    "Titles": {
                        "eng": "Crimson Thoughts",
                        "jpn": "紅蓮の想い"
                    },
                    "Summaries": {
                        "eng": "After managing to defeat Hecate, the city is about to be destroyed regardless. However, there is one final plan, though Shana's life may be on the line if it succeeds.",
                        "jpn": "御崎市の上空では、戦いが繰り広げられていた。その根幹にある零時迷子＝悠二と彼を取り込んだヘカテーを前にシャナは言う。「悠二を返してもらう」。それは炎髪灼眼のシャナの決意だった。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "15909",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "fra": "Shakugan no Shana II"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": "Alors que Yûji Sakai entame un nouveau semestre entouré de ses amis, il est assailli par une étrange sensation de déjà-vu, comme s'il était prisonnier d'un rêve fugace et éternel. Cette impression s'intensifie lorsque des événements surnaturels perturbent la routine quotidienne. Shana, la Flame Haze, et Yûji doivent alors affronter de nouveaux ennemis, notamment l'organisation Bal Masqué, tout en explorant les complexités de leurs sentiments naissants."
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "305492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305492",
                    "Titles": {
                        "eng": "Time Again",
                        "jpn": "再びの刻"
                    },
                    "Summaries": {
                        "eng": "Yuji has been put to sleep by a Denizen as he encounters events from the past in a dream. When he realize he was only dreaming, the spell was broken. He awoke to see Shana destroying the Denizen, calling it \"weak\". However, it was not the true form.",
                        "jpn": "シャナと闘った夏祭りが嘘だったかのように悠二は喜ぶ。そんな風景に違和感を覚える悠二。シャナが教師に意見するのも、一美のお弁当も前にも経験したのでは？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "339230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339230",
                    "Titles": {
                        "eng": "Prelude to Everything",
                        "jpn": "全ての序章"
                    },
                    "Summaries": {
                        "eng": "Yuji is placed in a dream again, along with Shana, in another plot to steal the Reiji Maigo.",
                        "jpn": "夢を操る“紅世の徒”、“戯睡郷”メア。悠二の活躍でその自在法は破られ、シャナの一太刀で“徒”はあっけなく倒れたかに見えた。だが、また再び夢の中にいることに気づいた悠二たちの前…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "339231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339231",
                    "Titles": {
                        "eng": "The Suspicious Transfer Student",
                        "jpn": "疑惑の転校生"
                    },
                    "Summaries": {
                        "eng": "A student that looks very much like Hecate has transferred into Yuji's class, Konoe Fumina. By using a Tomogara, Shana wants to make sure she if she is Hecate or not.",
                        "jpn": "転校生・近衛史菜。彼女は「仮装舞踏会」の幹部・“頂の座”ヘカテーに似ているため、封絶をするシャナ。その封絶内で動けない史菜を“徒”とは思えず、シャナたちは様子を見ることにする。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "339232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339232",
                    "Titles": {
                        "eng": "The Dismayed Girls",
                        "jpn": "憂いの少女たち"
                    },
                    "Summaries": {
                        "eng": "Shana and Kazumi grow jealous of Konoe's attachment to Yuji.",
                        "jpn": "学校生活に慣れ、悠二たちと一緒に昼食を取るようになった史菜。だが、マージョリーとヴィルヘルミナは「仮装舞踏会」の動きを収集するなど、わずかな不安要素も見逃さない気構えでいた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "339233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339233",
                    "Titles": {
                        "eng": "The Family Dinner Table",
                        "jpn": "家族の食卓"
                    },
                    "Summaries": {
                        "eng": "Shana and Kazumi continue brooding over Konoe and Yuji's growing relationship; Wilhelmina starts taking parenting advice from Yuji's mother and tried to cook a home-made meal for Shana.",
                        "jpn": "ヴィルヘルミナによる鍛錬を休んだシャナは、理由としてヴィルヘルミナに「都合が悪い」とだけ伝えていた。だが、本当の理由はシャナがとある気持ちで苛立っていたからだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "339234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339234",
                    "Titles": {
                        "eng": "Eve of the Ordeal",
                        "jpn": "試練の前夜"
                    },
                    "Summaries": {
                        "eng": "School resumes and the class teacher springs a surprise test on the class. Ogata suggests everyone stay at Sato's place for an overnight study session and reluctantly Shana comes as well. Margery Daw ends up giving insightful advice to Ogata and Kazumi on their relationships with those of which they love.",
                        "jpn": "家で勉強会を開いた悠二たちだが、シャナは史菜が当然のように悠二の隣に座っているのが気に食わない。夕食を作っていた一美も、優しすぎる悠二の態度に寂しさを感じずにはいられなかった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "364434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364434",
                    "Titles": {
                        "eng": "Hayato Ike's Day of Glory",
                        "jpn": "池速人、栄光の日"
                    },
                    "Summaries": {
                        "eng": "Ike suggested to visit the amusement park as a welcome for Konoe, but the carefully planned outting turns out all wrong when he miscalculated certain events. His underlying plan of impressing Kazumi was believed to be ruined initially, but he resorted to asking Kazumi to ride the Ferris wheel with him, which he was confident he would not get sick in. But mid way through the ride, he got sick. The ending dedicates Konoe thanking Ike for the outting. With Kazumi giving a smile to Ike, he ends off his unlucky day.",
                        "jpn": "史菜を初めての遊園地へ誘う悠二たち。その幹事は「いい思い出は、いい段取りから生まれる」が信条の池速人。そこで今回の段取りを成功させて、彼は一美にアピールしようとしていたが…!?"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "364435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364435",
                    "Titles": {
                        "eng": "Door to the Past",
                        "jpn": "過去への扉"
                    },
                    "Summaries": {
                        "eng": "The episode starts off with Yuji being trained by Shana and Wilhelmina. Yuji managed to somehow defeat a Rinne that Wilhelmina summoned. In the background, Sato, one of Margery Daw's guides was silently observing, after which Sato returns and tried to plead with Margery Daw to be requested to be trained. However Margery Daw declines and subsequently tells Sato and Tanaka about her past. In her past, there appears a boy as a flame haze and the story subsequently plot around the boy and Margery Daw. The Boy is revealed to be named Yuri Chvojka.",
                        "jpn": "佐藤は、「俺を、鍛えてください」と彼女に懇願する。だが、彼女は「アンタ、死ぬわよ」と言い放ち、“千変”シュドナイと繰り広げた戦いとひとりのフレイムヘイズとの出会いを語り始める。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "364436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364436",
                    "Titles": {
                        "eng": "Sad Milestone",
                        "jpn": "哀しみのマイルストーン"
                    },
                    "Summaries": {
                        "eng": "Yuji is training with Shana in order to learn how to cast a Fuzetsu. The story shifts back to Margery's past, where she approaches to take down the two Tomogara, one of which called Anabel lures her into a trap where the stronger Tomogara manages to inflict a fatal wound on her. Just as they are about to kill Margery, Yuri comes to attack, managing to save Margery. However, Yuri becomes fatally wounded and dies in battle, ending it in a draw. The story shifts back to Yuji's training where he succeeds in casting a Fuzetsu, however, the flame of the Fuzetsu is silver. Shana and Alastor are surprised when they see the flame. Coincidentally, Margery's long hated enemy also had a silver flame.",
                        "jpn": "“紅世の徒”の“穿徹の洞”アナベルグと対峙していたマージョリー。シュドナイが彼女のトーガを切り裂く。彼女の危機に、半人前のフレイムヘイズ“魑勢の牽き手”ユーリィが駆けつける。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "364437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364437",
                    "Titles": {
                        "eng": "The Man who Returned",
                        "jpn": "帰って来た男"
                    },
                    "Summaries": {
                        "eng": "A mysterious man appears near Yuji's home, and is spotted by Shana when he is following her and Kazumi. Shana instead plans to ambush the suspicious man, and afterwards attempts to kick the suspicious man. He manages to dodge the attack and is revealed to be Yuji's dad. Yuji's father and mother give advice to Shana and Kazumi about their affection towards Yuji.",
                        "jpn": "自在法の構築に成功した悠二だが、シャナとアラストールから祝いの言葉はなく、ふたりは封絶を染める炎から目を離せずにいた。そして、パレードの代表者にシャナたち４人が選ばれる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "364438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364438",
                    "Titles": {
                        "eng": "The Promised Pair",
                        "jpn": "約束の二人"
                    },
                    "Summaries": {
                        "eng": "The culture festival is approaching, and everyone in school is putting finishing touches in preparation for it. Shana's friendship with Kazumi becomes closer. Wilhelmina returns back with the research on the Reiji Maigo and she meets up with Shana and Yuji to explain its origins. It is revealed to be a treasure created by Pheles to ensure that her lover Johan would not die and stay with her forever. However, the pair was defeated somehow and the Reiji Maigo was lost, later being teleported inside Yuji. Wilhelmina warns Yuji and Shana to be on their guard against the possible return of Pheles to hunt down the Reiji Maigo.",
                        "jpn": "御崎高校学園祭「清秋祭」まで後３日。悠二たちは、学校に泊り込んで作業を行なっていた。その中で、一美は自分自身に正直でいるための決意を新たにし、シャナもまた己に向き合おうとしていた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "364439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364439",
                    "Titles": {
                        "eng": "The Clear Autumn Festival Begins",
                        "jpn": "清秋祭始まる"
                    },
                    "Summaries": {
                        "eng": "Shana and the others enter the culture festival. Wilhelmina decides to delay telling Margery about Yuji's silver. Wilhelmina drags her to the festival to see Shana and the others. Margery eventually agrees to wait for the following night for Margery to tell her the entire truth of silver. Meanwhile Yuji, Shana and Kazumi ended up qualifying for the Grand Prix. In the end Shana ended up winning the best costume award. She plans to confess her love to Yuji on stage and just as she was about to do so, Yuji's hands touched another girls hands. The girl was mentioned earlier in the episode to be Alice, and just as Yuji's hand touched her, a tornado appeared. Pheles had made her appearance in front of Yuji, much to the surprise of the Shana and the Flame Hazes.",
                        "jpn": "「清秋祭」初日、悠二の両親やヴィルヘルミナ、ヴィルヘルミナに無理矢理連れてこられたマージョリーらが見守る中、生徒たちによる仮装パレードが行われていた。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "364440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364440",
                    "Titles": {
                        "eng": "Convergence, Followed by an Omen",
                        "jpn": "収束、そして兆し"
                    },
                    "Summaries": {
                        "eng": "A Fuzetsu was uncontrollably set up by Yuji, causing Margery to go berserk upon seeing the colour of the flame. Wilhelmina attempts to control the Interpreter of Condolence while Shana prevents Pheles from taking the Reiji Maigo out of Yuji. Margery attempts to attack the source of the silver flame in her blind rage, but Yuji was protected by his anti-flame ring and Pheles, who was weakening significantly, with Shana and Wilhelmina working together to restrain both. After Satou and Tanaka plead with Margery to listen to an explanation, Margery realises her folly and calms down, but only to question Yuji about what he is. Pheles then explains that the Reiji Maigo isn't what it was meant to be, and requests The Interpreter of Condolence to check the Reiji Maigo. Margery then restores everything back to normal with the help of Wilhelmina's ribbons and Yuji's Power of Existence.",
                        "jpn": "琥珀色をまとう竜巻の中心に捕らえられた悠二。だが、その中心から新たな色の炎が走り封絶が張られた刹那、マージョリーの表情が一変し、彼女はその中心へと飛ぶ。一方、シャナは悠二を狙う“徒”と対峙していた。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "364441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364441",
                    "Titles": {
                        "eng": "The Eternal Lover",
                        "jpn": "永遠の恋人"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "フィレスが求める「約束の二人（エンゲージ・リンク）」の片割れであるヨーハン。マージョリーが狙う銀。それが悠二の中にあるのかを知るため、ふたりに休戦と協力を約束させたシャナたち。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "364442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364442",
                    "Titles": {
                        "eng": "Awakening",
                        "jpn": "覚醒"
                    },
                    "Summaries": {
                        "eng": "The Silver awakens within Yuji due to Pheles's second attempt to free Johan. Hecate's secret is finally revealed and so she joins together with Fecor the fight.",
                        "jpn": "意識だけを宿した傀儡を操る「風の転輪」により、マージョリーやシャナ、ヴィルへルミナまでも利用したフィレス。悠二の胸から現れた銀の炎に包まれた腕。その事態に干渉する新たな存在が…!!"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "364443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364443",
                    "Titles": {
                        "eng": "Endless Feelings",
                        "jpn": "つきせぬ想い"
                    },
                    "Summaries": {
                        "eng": "The festival ends without any more disruptions, and it seems that everybody forgot about Konoe. Before Pheles left, she gave Yoshida a secret Hōgu. She wants Yoshida to use this cross shaped Hōgu when something strange is happening to Yuji. It will summon Pheles, but to do so, the human who uses it will disappear due the limited power of existence. Yuji requested to get the sword Blutsauger as a weapon to fight.",
                        "jpn": "清秋祭が終わりを告げたとき、近衛史菜の姿はなかった。ヘカテーの偽りの器だった彼女はヘカテーと同化され、数ヶ月を一緒に過ごしたクラスメイトの記憶からも彼女の存在が失われてしまう。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "364444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364444",
                    "Titles": {
                        "eng": "Separate Paths",
                        "jpn": "それぞれの道"
                    },
                    "Summaries": {
                        "eng": "Tanaka still suffers because of Margery's attack where she nearly killed Ogata. Because of this, Tanaka leaves Margery and Satou to live normally again. Yuji is slowly improving in fighting with a sword by training with Shana.\r\nThe Tomogara are now attacking outposts of Outlaw to hinder Flame Hazes getting new information.",
                        "jpn": "田中に佐藤は自分の意思をぶつけていた。緒方は既に元通りになったとはいうものの、マージョリーの手により彼女を失った事実が、田中の心を大きく揺るがす。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "364445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364445",
                    "Titles": {
                        "eng": "Complicated Yuji",
                        "jpn": "錯綜の悠二"
                    },
                    "Summaries": {
                        "eng": "Yuji continues his training as if he was possessed by something. Shana is concerned about Yuji's sudden change. Also a Tomogara called Zarovee appears in Misaki City.",
                        "jpn": "悠二が封絶で見せた“銀”の炎。果たして、その正体とは？ そして、なぜその力が彼の中にあるのか？ 疑問と疑惑が交錯する中、マージョリーの指導で悠二の自在師としての鍛錬が始まった。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "364446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364446",
                    "Titles": {
                        "eng": "What Couldn't Be Said",
                        "jpn": "言えなかったこと"
                    },
                    "Summaries": {
                        "eng": "Yuji is confused by Shana and Kazumi's words. While thinking about their words, he is ambushed by a cloning Tomogara who has a secret plan Yuji must uncover. Yuji eventually uncovers the plan, and with the help of Tanaka, is able to inform the Flame Hazes. He dispatches all of the cloned Tomogara, while Shana and Wilhelmina defeat the hidden Watcher Tomogara. Just as they kill the Tomogara, a new flame appears in the recesses of the ruins induced in the fight.",
                        "jpn": "“紅世の徒”の“聚散の丁”ザロービに声をかけられた悠二。その“徒”に近くの住宅地で暮らす人々を人質に取られてしまい、悠二は繁華街、そして駅前のアケードへと為す術もなく進む。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "364447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364447",
                    "Titles": {
                        "eng": "The Scarlet Battle to the Death",
                        "jpn": "茜色の死闘"
                    },
                    "Summaries": {
                        "eng": "The Destructive Blade, Sabrac appears from the explosion that engulf Yuji and everyone else. The overwhelming roar of flames covers Misaki city. Even with heavy wounds, Wilhelmina still faces her nemesis Sabrac.",
                        "jpn": "最前の策を成し遂げた悠二の元にシャナとヴィルへルミナが合流した。だが、新たな攻撃が３人を襲う。無数の刃がシャナの体を刻み、茜色の炎がヴィルへルミナと悠二を飲み込む。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "364448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364448",
                    "Titles": {
                        "eng": "Combined Strength",
                        "jpn": "合わさる力"
                    },
                    "Summaries": {
                        "eng": "Wilhelmina struggles against Sabrac who appears to be invincible. Yuji gathers Shana, Margery, Kazumi and Keisaku, and devises a plan to defeat Sabrac. They are successful in severing his energy reserves while Wilhelmina distracts him, and without Power of Existence to draw on, Sabrac loses two more swords and finally falls to Nietono no Shana.",
                        "jpn": "時と共に傷を広げる自在法「スティグマ」。そのため他のフレイムヘイズは動けないと思っていたサブラクは、シャナの登場に驚く。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "364449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364449",
                    "Titles": {
                        "eng": "Christmas Eve",
                        "jpn": "クリスマス・イヴ"
                    },
                    "Summaries": {
                        "eng": "Shana and Kazumi decide to write letters to Yuji, professing their feelings toward him through written words. Hecate suddenly appears and removes the Reiji Maigo from Yuji.",
                        "jpn": "貫太郎から悠二に告げられた吉報。その事実が彼の思いを後押しする。一方、自分の気持ちにケリを着けるため、シャナと待ち合わせをした一美は、悠二にどちらかを選んでもらおうと考えていた。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "364450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364450",
                    "Titles": {
                        "eng": "Stirrings of Peril",
                        "jpn": "危難の胎動"
                    },
                    "Summaries": {
                        "eng": "Yuji's Reiji Maigo had been taken out by Hecate who suddenly unexpected appeared alone. Bal Masqué's secret weapon, Taimei Shihen, finally starts to move.",
                        "jpn": "悠二はシャナと一美に指定された場所へ向う。 だがその直前、ヘカテーによって零時迷子が奪われてしまう。 異変に気づくシャナ。 だが、悠二が捕われた“殻”の中に入る術はない。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "364451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364451",
                    "Titles": {
                        "eng": "What Must Be Protected",
                        "jpn": "守るべきもの"
                    },
                    "Summaries": {
                        "eng": "The Statue of Pride is about to be born. When Yuji picks his sword up, he screams the name that he desires to protect, and that is Shana. After a fierce battle with the members of Bal Masqué, Shana is eventually able to break through and enter the Statue of Pride. She meets up with Yuji, and they run to fight the Tomogara with the Silver Flame at the heart of the Statue of Pride. Shana and Yuji fight together and eventually manage to beat the Tomogara, and Yuji regains the Reiji Maigo. With the heart destroyed, the Statue of Pride collapses, and Bal Masqué retreats. In the end, Yuji picks Shana over Kazumi Yoshida.",
                        "jpn": "バル・マスケの狙いは、“徒”をこの世で生み出すことだった。その計画を止めるため動き出すシャナたち。そんなシャナたちの反撃を感じた悠二は、ひたすら走り続けていた。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "202351",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/3",
            "Titles": {
                "eng": null,
                "jpn": null,
                "fra": "Shakugan no Shana Final"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": "La guerre entre les Flame Haze et Bal Masqué atteint son apogée. Yūji, présumé disparu, réapparaît… mais à la tête de Bal Masqué, en tant que nouveau dieu : le Seigneur du Crépuscule. Sa volonté est claire : créer un monde pour les Tomogara où ils n’auraient plus besoin de dévorer l’existence des humains. Shana, dévastée par sa trahison, prend la tête des Flame Haze pour l’arrêter. Tandis que les batailles font rage, chacun doit faire face à ses convictions, à l’amour et aux sacrifices. Une conclusion intense où s’entrelacent destinée, conflits idéologiques et sentiments profonds."
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4114830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4114830",
                    "Titles": {
                        "eng": "A Lost Being",
                        "jpn": "失われた存在"
                    },
                    "Summaries": {
                        "eng": "Yuji's existence has disappeared on Christmas Eve after the events of Statue of Pride. Like a disappearance of a torch, all those who aren't engaged in the World of Guze have forgotten him including his closest friends and families. Shana and Kazumi still believe that Yuji exists due to the fact that their letters given to Yuji haven't disappeared. However it is shown that Yuji still exists but makes a contract with a Guze no Tomogara and takes the Serei-dens throne as the new leader of Bal Masque.",
                        "jpn": "クリスマスイブの夜。シャナと一美は悠二を呼び出したが、会うことは出来なかった。その夜を境に、悠二という人間の存在は消えてしまった。彼がいた痕跡をはじめ、母の千草や学校の友人たちの記憶からも全て…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4184713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184713",
                    "Titles": {
                        "eng": "That Which Comes",
                        "jpn": "来たるべきもの"
                    },
                    "Summaries": {
                        "eng": "Shana receives a response letter from Sophie Sawallisch about her report. Her words have made Shana felt uneasy and questions herself. She was able to figure it out during her training. Meanwhile Yuji officially arises as the new commander of Bal Masque, as Bel Peol announces their ambitions to all Guze no Tomogara that are present in Serei-den. Keisaku receives a spell from Margery that allows him to sense a nearby Tomogara as he heads off to Outlaw's Tokyo Headquarters. On the train, he senses one but it appears to be in a train in the opposite direction. The other train arrives in Misaki City with Yuji getting off it.",
                        "jpn": "バル･マスケの居城“星黎殿”に紅世の徒たちが集まっていた。数千年前に失われた盟主の復活。それはフレイムヘイズとの全面戦争開始の合図であった。同じように、フレイムヘイズも戦いの準備を進めていて…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4184714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184714",
                    "Titles": {
                        "eng": "To Embark Upon a Journey",
                        "jpn": "旅立つために"
                    },
                    "Summaries": {
                        "eng": "Yuji returns to Misaki City. Satou, who found that a Denizen is at the city, warns Tanaka. He decides to get to the Haridan where he meets Yoshida, who also decided to go there after being warned by Shana. Yuji walks around the city, while reminiscing about all events that he took part since he found out he was not human anymore. He climbs the top of Misaki Bridge where he and Shana finally meet again.",
                        "jpn": "“坂井悠二”であって、そうでないもの。彼が降り立った地は、自身が生まれ育ち、母親と仲間がいる街･御崎市だった。同時刻、シャナたちは強大な“紅世の王”の気配に気づき、敵と対する準備を進めるが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4184715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184715",
                    "Titles": {
                        "eng": "Reunions and Chance Meetings",
                        "jpn": "再会と、邂逅と"
                    },
                    "Summaries": {
                        "eng": "Yuji and Shana finally meet as Margery and Wilhelmina come to see what is happening. Yuji reveals that he is indeed himself but also The Snake of Festival and that he has come to save Shana from her inevitable fate as a Flame Haze—to fight against Denizens until she burns out. Shana does not believe him and the three Flame Hazes fight with Yuji. He traps Wilhelmina and Margery in a ball of silver. Yuji explains to Margery that the Silver is a projection of her emotions. He is a mirror of her hate towards everyone who abused her and has done the things Margery secretly wanted to do to them on her behalf. She has a mental breakdown and starts hysterically crying. Meanwhile, Yuji is chasing Shana and they fight. In the end, he captures her and goes to the Haridan with Shana unconscious in his arms. He takes the Haridan and claims it is his property. Yuji reveals to Yoshida, after she asks him, that he returned her letter back to let her know he chose Shana. She then falls on her knees in shock. Yuji flies to the Serei-den with Shana in his arms.",
                        "jpn": "御崎市に現れた紅世の王。御崎大橋の主塔の上に立つその姿を見て、シャナは困惑してしまう。その王は、クリスマスに消えた坂井悠二だったからだ。マージョリーやヴィルヘルミナは彼に疑問を投げ掛けるが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4184716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184716",
                    "Titles": {
                        "eng": "The Captive Flame Haze",
                        "jpn": "囚われのフレイムヘイズ"
                    },
                    "Summaries": {
                        "eng": "Shana is kept captive. Later on, she learns that Alastor has joined Yuji. Meanwhile, in our world, Margery is in a coma and Eita can't wake her up, unless Keisaku comes back. Outlaw doesn't give any information or help to neither Eita about Keisaku or Wilhelmina about Shana. Shana seems to be erased from everyone's memories and Wilhelmina refuses to help the Outlaw in the war until she finds Shana and that's why they won't help her either. Meanwhile, Lamies meets Shana again and the other three masters of Bal Masque seem to have a secret plan.",
                        "jpn": "天罰神である天壤の劫火･アラストールと同位の存在、創造神･祭礼の蛇。葬られたはずのその神が蘇り、悠二と融合していた。フレイムヘイズと徒の摂理の通り、シャナと悠二は激突。戦いを繰り広げるが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4184717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184717",
                    "Titles": {
                        "eng": "In Your Hand",
                        "jpn": "掌のなかに"
                    },
                    "Summaries": {
                        "eng": "Keisaku is held hostage by an Outlaw - Widened Eye of Incineration, Emest Flieder, who believes that this way he'll make Wilhelmina join them in battle. His partner, the Scatterer of Sparkling Light, Rebecca Reed, frees Keisaku and sends him back to Margery Daw with Wilhelmina's reports. Rebecca flies to Wilhelmina, who has been her ally for a long time, and Sophie Sawallisch makes Emest the commander of the Tokyo Outlaw Headquarters. Meanwhile, at the Serei-den, Shana wonders why she couldn't do anything against Yuji and why she was so scared when he tried to catch her. She remembers when her trainer, Shiro, told her that one day she will find the greatest power that can bring down anyone and anything and then he asks to her to hold his hand. Shana then remembers how every enemy she fought, held hands with someone and she recognizes the greatest power of love that lies on the palm of Yuji's hand.",
                        "jpn": "マージョリーの代理として東京のアウトローに向かった佐藤。だが、彼はアウトローに入った瞬間に監禁されてしまう。それから1週間が経ち、焦る佐藤の前に突如、フレイムヘイズ･レベッカが現れる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4184718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184718",
                    "Titles": {
                        "eng": "The Divine Gate",
                        "jpn": "神門"
                    },
                    "Summaries": {
                        "eng": "Hecate feels that Shana is a threat to them and should be killed and proceeds to attack her, but Yuji comes and saves her. Meanwhile, Kazumi meets Khamsin and asks him about the meaning behind the Treasure that Pheles gave her, since her feelings towards Yuji are changed after he rejected her. Back at the Serei-den, Yuji opens the Divine Gate, through which he intends to go and bring back the Snake of the Festival's true body and change the world. He then takes Shana and the Trinity with him to announce his plans to all Denizens as they prepare for the war. Then he, along with Bel Peol, Sydonay and Hecate, go through the gate.",
                        "jpn": "仮装舞踏会の盟主･祭礼の蛇が望む“大命詩篇”。「害悪を為す存在ならば、消し去るまで」と、ヘカテーは、力を封じられたシャナに向けて炎弾を打ち込む。だがそこに坂井悠二が乱入し、事態を止めてみせる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4184719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184719",
                    "Titles": {
                        "eng": "The War Begins",
                        "jpn": "開戦"
                    },
                    "Summaries": {
                        "eng": "As the war begins all over the world, Yuji, the Trinity and other Denizens are on the path to Snake of Festival's self. All Flame Hazes prepare themselves for the war, Carmel goes into the sea to the fallen kingdom and requests the help of Shiro. Khamsin and Rebecca infiltrate the Serei-den and start attacking and destroying everything. Meanwhile, Shana is alone and with no powers, when she notices what's going on and then she takes the swords in her room in preparation to fight.",
                        "jpn": "盟主･祭礼の蛇の神体を帰還させるため、三柱臣たちが神門に向かう大命の第2段階が始まった。それに合わせるかのように、残された徒らは行動を開始する。フレイムヘイズと徒の全面戦争が始まった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4184720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184720",
                    "Titles": {
                        "eng": "To the Palace of the Stars",
                        "jpn": "星黎殿へ"
                    },
                    "Summaries": {
                        "eng": "As the war continues, Shana fights her way to Nietono no Shana and is finally ready to battle.",
                        "jpn": "一対である宝具“天道宮”と“星黎殿”の秘密。それは一定の距離に近づくと双方を繋ぐ通路が修復され、自由に行き来ができるようになるということ。ヴィルヘルミナたちはその通路を利用し、内部から奇襲を仕掛ける。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4184721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184721",
                    "Titles": {
                        "eng": "Crossing",
                        "jpn": "交差点"
                    },
                    "Summaries": {
                        "eng": "Sophie Sawallisch comes to assist with a large army of armed humans. Shana breaks free and after a battle against a Denizen, which ends up with Shana furiously killing it, she comes to self-awareness as the ultimate combination of the Flame-Haired Burning-Eyed Hunter - the Flame Haze, and Shana - the human she became after meeting Yuji.",
                        "jpn": "シャナは“星黎殿”で起きた騒ぎを利用し、力を封じていた戒めを解き脱出する。だが、彼女の前に紅世の王･ウアルが立ちふさがる。放たれる複数の分身を倒しながら、シャナはあることを思い浮かべていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4184722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184722",
                    "Titles": {
                        "eng": "Feelings Heard",
                        "jpn": "聞こえる、想い"
                    },
                    "Summaries": {
                        "eng": "Keisaku comes back and awaken Margery and they confess their love to each other at last. She makes him as powerful as herself fearing that he wouldn't survive by her. Meanwhile, at the Serei-den, Shana, Wilhelmina, Khamsin and Rebecca enter the Divine Gate to fight the Trinity and the Snake of the Festival. Outside the Gate, in a blizzard, the war is getting extremely intensive - more and more Tomogara armies are coming but they're loosing against the Flame Hazes. Decarabia comes to the surface and starts a powerful attack but Sophie Sawallisch finds him and kills him, using a large amount of her powers. After a moment of comfort that the most powerful enemy has been destroyed, Sabrac joins the war and the snow from the blizzard turns into Tomogaras.",
                        "jpn": "地上へ墜ちた星黎殿を中心に展開する徒と、空から軍勢を降下させて出城を築いたフレイムヘイズ軍。にらみ合う軍勢の間に紅蓮の輝きが走り、その中心にシャナが立つ。そして、神門の秘密が彼女の口から告げられる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4184723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184723",
                    "Titles": {
                        "eng": "Words of a Vow",
                        "jpn": "誓いの言葉"
                    },
                    "Summaries": {
                        "eng": "Wilhelmina, Caramel and Khamsin begin a long and hard fight against Sabrac, which seems to be impossible to win. Shana leaves them and meets Snake of the Festival, who has awakened his true form, and promises him to fight him, make him the person he used to be and to live in a perfect world along with him. She has realized that the two personalities of her weren't the Flame Haze and the person, but the one who would and the one who wouldn't fight for the dream of a perfect life. But both have one thing that asures the chance for this dream to be realized - the most powerful unrestricted spell, Love.",
                        "jpn": "シャナが神門から詣道へ足を踏み入れると、壊刃･サブラクが再び現れた。ヴィルヘルミナ、カムシン、レベッカはその場に残り、シャナを先へ行かせる。だが新たな問題が、彼らを不利な状況へと陥れてしまう。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4225810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225810",
                    "Titles": {
                        "eng": "From Rift to Rift",
                        "jpn": "狭間へと、狭間から"
                    },
                    "Summaries": {
                        "eng": "Inside of the Divine Gate, Sabrac falls, gazing at the greatness of the Snake of the Festival in his true form. The God of Creation then sends out a signal and starts moving towards the Divine Gate. After the signal is felt by everyone, Sophie Sawallisch attempts to destroy the Gate. At the last moment Fecor protects it and dies from the power of the spell. Back in the Gate, Shana and Yuji are fighting, while Yuji now looks as he was before. Because of a memory that vows between two people are sealed with a kiss on the lips, Shana kisses Yuji on the cheek and says that is her vow. She is then taken away abruptly by the ghosts of the Flame Hazes outside of the Gate as it breaks and the Snake of the Festival comes out. All Tomogara cheer and all Flame Hazes stand in astonishment and despair and amongst this, Shana recognizes this as a sound not of a fall, but of the start of a new battle.",
                        "jpn": "シャナは再び悠二と会うことができた。だが、再会した場所は祭礼の蛇の上。2人の間には互いに相容れることない決意があった。一方、サブラクとフレイムヘイズたちの戦いにある変化が起きようとしていた。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4225811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225811",
                    "Titles": {
                        "eng": "Declaration of the Grand Order",
                        "jpn": "大命宣布"
                    },
                    "Summaries": {
                        "eng": "The Flame Haze army retreats as the Snake of the Festival destroys their morale. He announces his plan to create a new world, a complete copy of ours, to be a paradise for Tomogara and with Power of Existence flowing everywhere. Thus, all Tomogara would leave the world and the Flame Hazes would stop fighting agaist them. After that, panic and chaos reigns among the Flame Hazes, who now don't have a purpose and the Tomogara attack them.",
                        "jpn": "銀色の粒子へと砕かれた神門。それは、フレイムヘイズたちの敗北を意味していた。神門から姿を現し、復活を遂げた創造神･祭礼の蛇が宣布を始める。シャナは本隊を援護すべく持ち場へ急ぐが…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4225812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225812",
                    "Titles": {
                        "eng": "Rout in the Rain",
                        "jpn": "雨中の敗走"
                    },
                    "Summaries": {
                        "eng": "The Flame Haze army retreats to the Palace of Light with the help of the Gods of Earth and Margery Daw. Samuel sets up a decoy stalling the Denizens' advance and discovery of the Palace of Light.",
                        "jpn": "シャナたちの作戦“引潮”が始まる。戦場に自在法･トラロカンの雨が降る中、瑠璃色の炎を灯す塔へと急ぐフレイムヘイズたち。だが、敵に退路を見せる危ない作戦の真意に、三柱臣の1人･シュドナイ気づく。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4225813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225813",
                    "Titles": {
                        "eng": "To Battle, Once More",
                        "jpn": "再び、戦いへ"
                    },
                    "Summaries": {
                        "eng": "The few surviving Flame Hazes decides whether to continue the fight or not. Sakai Yuji said that the Seirei-Den will head to Northwest, towards Misaki City where he will start the creation of Xanadu.",
                        "jpn": "創造神復活の阻止、星黎殿の攻略、仮装舞踏会首脳部の打倒。何一つ成し遂げられない状況の中、シャナは最後の一手があると信じていた。だがそれをするために必要な決意を前に、フレイムヘイズたちは躊躇を見せる。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4225814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225814",
                    "Titles": {
                        "eng": "For Whose Sake?",
                        "jpn": "誰が為に"
                    },
                    "Summaries": {
                        "eng": "Shana makes it to New York, and meets up with the rest of the gods of Earth. They agree to help Shana fight, and she then explains the plan to them. Yuji visited Misaki City and found Kazumi Yoshida and Eita Tanaka. He came back to convince Yoshida to join him in building the new universe. While Yoshida, Tanaka and Yuji walk around town, Yuji explains his what he intendes to do. After a while of explaining, Yoshida finally agrees to help him.",
                        "jpn": "シャナはニューヨークにいた。古来より南北アメリカ大陸を徒から守ってきた特異な討ち手･大地の四神の共闘を得るためだ。“引潮”作戦で失われた一神･センターヒルに託された言葉を、シャナは残りの三神に伝える。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4225815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225815",
                    "Titles": {
                        "eng": "Maelstrom of Conflict",
                        "jpn": "闘争の渦"
                    },
                    "Summaries": {
                        "eng": "Kazumi was taken by Yuji in Sereiden and Hecate was sacrificed to the Snake of the Festival and now Shana and Yuji locked in their own confrontation",
                        "jpn": "御崎市の空を覆う巨大な蛇と、その下に浮遊する星黎殿。そこへ通じる橋を、一美は悠二と一緒に歩いていた。自分にしかできないことを知るため、そして悠二が成し遂げようとしていることを見極めるためだったが…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4225816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225816",
                    "Titles": {
                        "eng": "What the Wind Calls",
                        "jpn": "彩飄(かぜ)が呼ぶもの"
                    },
                    "Summaries": {
                        "eng": "Kazumi activated the Giralda and Pheles emerges in the amber wind",
                        "jpn": "楽園“ザナドウ”を求めて集まる徒と、その前に立ちはだかるフレイムヘイズたち。その中心にあるのは、漆黒の炎と紅蓮の炎だった。互いの思いを知りながら、シャナと悠二は異なる道を歩む相手を止めるため対峙する。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4225817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225817",
                    "Titles": {
                        "eng": "The Egg of the World",
                        "jpn": "世界の卵"
                    },
                    "Summaries": {
                        "eng": "Marjery helps Carmel in her struggle to understand her new purpose.  Shana continues her struggle with Yuji.  Bel Peol tries to figure out Shana's plan as the tower is sabotaged from within.  Shana attacks Yuji before he can master his unrestricted spell.",
                        "jpn": "世界の卵を背にして戦う悠二の横に、バル･マスケ三柱臣の一柱･シュドナイが並び立つ。シャナの横にもマージョリーとヴィルヘルミナが現れた。その頃、ロフェカレを捕らえたフレイムヘイズたちは意外な事実を知る。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4225818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225818",
                    "Titles": {
                        "eng": "One Reason",
                        "jpn": "一つの理"
                    },
                    "Summaries": {
                        "eng": "Shana reveals her plan:  not to stop Yuji's goal to create a new world, but to alter the Denizens' ability to consume humans in it.",
                        "jpn": "シャナの真紅の炎が世界の卵へ届く。だが破壊は起きず、波紋となって卵に染み渡るだけだった。シャナの目的が破壊でないことに驚き、戸惑う悠二と三柱臣。彼らを他所に、封絶内にシャナたちの言葉が響きわたる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4225819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225819",
                    "Titles": {
                        "eng": "Dream of the Stranger",
                        "jpn": "異邦人の夢"
                    },
                    "Summaries": {
                        "eng": "Shana sends Carmel to protect the Engaged Link.  Shana and Marjery continue to fight Yuji and Sydonay.  Sale takes out the Researcher at the last second.  Khamsin falls.  It is revealed that Shana's plan was to trap the Grand Order by sabotaging Bel Peol's backup plan, thus thwarting her strategy.",
                        "jpn": "真宰社の基部で起こった爆発は、シャナと悠二に一時戦いを忘れさせるものだった。そこには“エンゲージ･リング”のヨーハンとフィレスに連れ出された一美がいるはず。心配を隠せないシャナは…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4225820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225820",
                    "Titles": {
                        "eng": "Dream of the God",
                        "jpn": "神の夢"
                    },
                    "Summaries": {
                        "eng": "Yuji reveals that the tower was a fake.  The God of Creation uses the Reiji Meigo to enact his plan at midnight.  The God of Guidance is summoned, forcing everyone to listen to her words.  The God of Creation initiates the Grand Order to open the gateway to Xanadu, and the Denizens begin to depart for it.",
                        "jpn": "シャナは改変を成功させるが、大命は未だ止まらない。祭礼の蛇と融合した悠二は余裕の笑みが浮かべていた。教授は“零時迷子”の機能を探り当て、一つの式を作り上げる。創造神･祭礼の蛇の目的は神威召還だった。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4225821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225821",
                    "Titles": {
                        "eng": "Opening from the Ending",
                        "jpn": "涯てより開く"
                    },
                    "Summaries": {
                        "eng": "Johann and Pheles give up their existence to give way to a new form of life, they son, Justus.  Many Flame Hazes also leave for the new world.  Yuji intends to reverse all the damage the Denizens caused to Misaki City, including the return of Hirai, effectively undoing all the relationships that Shana has built with everyone.",
                        "jpn": "創造神･祭礼の蛇の神威召還により誕生した、新世界“ザナドゥ”。シャナたちの自在式“人間を喰らわずの理”を織り込んだままの誕生だった。戦闘は終息へと向かったが、悠二とシャナの戦いは終わっていなかった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}