{
    "URL": "https://thetvdb.com/series/shakugan-no-shana",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0972713/",
        "https://www.themoviedb.org/tv/22634"
    ],
    "TitleEnglish": "Shakugan no Shana",
    "SummaryEnglish": "Sakai Yuuji, a high school student who expected his normal life to last forever, is dead. When he was on his way home he witnessed a shocking view as the world suddenly froze: people were engulfed by blue flames and a monster resembling a large doll swallowed them. Just as the monster prepared to consume Yuuji, a sword-wielding girl in black attire with flaming red eyes and hair that burns like embers saved him from the monster. The girl called herself a \"Flame Haze\" who hunts the \"Guze no Tomogara\", creatures from another world. As Yuuji noticed a blue flame in his chest, she called him a \"Torch\", a temporary replacement, saying that the \"real\" Yuuji's existence had already ended. Unfazed, Yuuji befriended the strange girl, named her \"Shana\", and joined her fight against Tomogara and other Flame Hazes.",
    "Aliases": [
        "Burning Eyes Shana",
        "Flaming Eyes Shana",
        "Shakugan no Shana 2",
        "Shakugan no Shana 3",
        "Shakugan no Shana II",
        "Shakugan no Shana III",
        "Shakugan no Shana S",
        "Shakugan no Shana Second",
        "Shakugan no Shana Third",
        "Shana",
        "Shana of the Burning Eyes",
        "灼眼のシャナⅡ",
        "灼眼のシャナⅢ-FINAL-"
    ],
    "Modified": "2025-04-13",
    "Seasons": {
        "0": {
            "ID": "26411",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 40,
            "Episodes": {
                "4": {
                    "ID": "375731",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/375731",
                    "TitleEnglish": "Shakugan no Shana: The Movie",
                    "SummaryEnglish": "Covers 1st arc of the 1st Shana season (ending with episode 6). Consists of a recap of the 1st three episodes and an alternate version of episodes 4 to 6.",
                    "Aliases": []
                },
                "9": {
                    "ID": "356541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/356541",
                    "TitleEnglish": "Shakugan no Shana Special: Love & Outdoor Hot Spring Tutorial!",
                    "SummaryEnglish": "Yuji and Shana's class go on a trip to see various temples and shrines, followed by a trip to a hot springs resort. During the trip, Matake Ogata tries to tell Eita Tanaka her feelings for him, but various complications and hijinks occur that prevent her from doing so.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1216031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1216031",
                    "TitleEnglish": "Shakugan no Shana S: Reshuffle (Episode 1)",
                    "SummaryEnglish": "While Yuji and Shana rummage through Friagne's old pile of Treasure Tools during a hot summer's day, Yuji finds and uses a telescope-like object, causing him and Shana to switch bodies. Alastor tells the two that the object Yuji has just used is called the Reshuffle. While reversing its effect is just as easy as activating it, the Reshuffle gets lost in junk and the two have to gather the pile and find a better, isolated spot to search for the Reshuffle.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1800361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1800361",
                    "TitleEnglish": "Shakugan no Shana S: Domicile (Episode 2)",
                    "SummaryEnglish": "Recently, Shana has been acting strangely. Worried over her well-being, Yuji and Wilhelmina decide to follow her from the shadows after school one day.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1800371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1800371",
                    "TitleEnglish": "Shakugan no Shana S: Overture I (Episode 3)",
                    "SummaryEnglish": "In her early days as a Flame Haze, Shana takes over the identity of a Torch named Junko Ōgami and starts to hunt down the Denizen who killed her. She gets to know who Junko was through the latter's parents.",
                    "Aliases": []
                },
                "17": {
                    "ID": "1800381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/1800381",
                    "TitleEnglish": "Shakugan no Shana S: Overture II (Episode 4)",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15908",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "300551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300551",
                    "TitleEnglish": "The End to Everything, the One Beginning",
                    "SummaryEnglish": "It was a normal day of the life of Sakai Yuuji. When all of the sudden his life changed. When a Monster called \"Tomogara\" attack him and everyone around him. He was they confused and shocked because everyone around him was turned into a blue flame and being consumed by the monster. Yuuji's life was then saved by a girl in a black coat, with Burning Eyes (Also Known as Shakugan) and a flaming red hair holding a long sword. Due to the confusion and chaotic mess, yuuji got into. He follows the girl with flaming red hair and finds out the truth about everything around him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "300682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300682",
                    "TitleEnglish": "The Lit Flame",
                    "SummaryEnglish": "The girl with flaming hair uncovers the truth about the world that Yuuji is living in. He learns that he is already dead, and is only lasting until his flame burns out. As he watch his classmate's flame about to burn out, Yuuji felt useless for doing nothing and wants to help. He tries his best in making an effort of giving her a good time before she leaves...",
                    "Aliases": []
                },
                "3": {
                    "ID": "300683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300683",
                    "TitleEnglish": "The Torch and The Flame Haze",
                    "SummaryEnglish": "Yuuji gave the \"Flaming-hair\" girl a name, and that name is \"Shana\". The next day, Yuuji went to school looking all depressed. He heard his friend talked about the girl that disappear yesterday and became excited because his friend remembers her. Everything changed when the classroom was attack by a Tomogara. Suddenly, Shana came out of nowhere. In order to save the people around him, he must sacrifice some of his torch power to turn everything back to normal. But will Yuuji do so?",
                    "Aliases": []
                },
                "4": {
                    "ID": "300684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300684",
                    "TitleEnglish": "The Confused Flame Haze",
                    "SummaryEnglish": "Yuuji and Shana seem to be getting along well and she unexpectedly sleeps over, in his room. The problem is that Shana starts to feel differently about this Torch (Yuuji) than any other, could she be developing feelings for him? Meanwhile, another Flame Haze arrives in the city. What is this person's motive?",
                    "Aliases": []
                },
                "5": {
                    "ID": "300685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300685",
                    "TitleEnglish": "Respective Thoughts",
                    "SummaryEnglish": "Shana manages to return all beat-up from her previous battle with Margery Daw, and she's way too angry to receive help from the concerned Yuuji. Because there's nothing he can do, Yuuji goes to school, only to be greeted by a girl, Kazumi who asks him out on a date. However, on their date, Yuuji runs into a mysterious man who's been erasing Torches.",
                    "Aliases": []
                },
                "6": {
                    "ID": "300686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300686",
                    "TitleEnglish": "Complication, Activation, Confrontation",
                    "SummaryEnglish": "Shana has come to the conclusion that Yuuji is restricting her role as a Flame Haze and is forced to make terrible decisions. Just when she is about to carry out her decision, Friagne begins to make his move on his City-Devouring plans. Can he be stopped in time?",
                    "Aliases": []
                },
                "7": {
                    "ID": "300687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/300687",
                    "TitleEnglish": "The Two Flame Hazes",
                    "SummaryEnglish": "Margery Daw and Marchosias continue to search for Rammie, with Shana and Yuuji right behind them. As they continue to chase Margery, Shana and Yuuji hope to give Rammie a chance to get out of Misaki and to allow him to travel some place farther. Yuuji also wants to fight alongside with Shana. With that, Shana begins to train him for future battles.",
                    "Aliases": []
                },
                "8": {
                    "ID": "301333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/301333",
                    "TitleEnglish": "The Beautiful Goblet",
                    "SummaryEnglish": "The battle between Margery Daw and Shana has finally begun while the fate of the entire city rests in the balance. What can Yuuji do to help Shana victor the battle?",
                    "Aliases": []
                },
                "9": {
                    "ID": "301334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/301334",
                    "TitleEnglish": "The Poolside of Love and Desire",
                    "SummaryEnglish": "Due to it being so hot outside, Hayato Ike hands out tickets to a water park and ultimately it's decided that Yuuji and his friends go there after school. Once there, Margery Daw unexpectedly shows up, though Shana can't sense any intent to kill.",
                    "Aliases": []
                },
                "10": {
                    "ID": "301335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/301335",
                    "TitleEnglish": "Entangled Feelings",
                    "SummaryEnglish": "Yuuji's training is not going so well so Shana wants to increase the level by creating a Fuzetsu one day after school. However, school business with the student council doesn't allow him to do this, so Shana gets angry at him. Also, another Rinne appears.",
                    "Aliases": []
                },
                "11": {
                    "ID": "305491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305491",
                    "TitleEnglish": "Yuji, Shana, and Kisses",
                    "SummaryEnglish": "Shana's feelings towards Yuuji are growing stronger and now Shana asks Yuuji's mother for advice about the meaning of a kiss. Also, two more Denizen are on a search for Shana.",
                    "Aliases": []
                },
                "12": {
                    "ID": "305815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305815",
                    "TitleEnglish": "Flowers Bloom in the Cradle",
                    "SummaryEnglish": "After seeing Yuuji and Shana together at the river one night, her feelings for Yuuji are hitting the breaking point until she finally confronts Yuuji about it. Suddenly, the two sibling Denizen show themselves and Shana rushes into battle.",
                    "Aliases": []
                },
                "13": {
                    "ID": "305493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305493",
                    "TitleEnglish": "Behind the School War is Declared",
                    "SummaryEnglish": "Shana finds a way to somehow get out of the clutches of the two incestuous Denizen during their battle. Meanwhile, Yuuji gets help from Margery Daw to help destroy them as well.",
                    "Aliases": []
                },
                "14": {
                    "ID": "305494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305494",
                    "TitleEnglish": "A Great Person",
                    "SummaryEnglish": "Back before Shana became a Flame Haze, she was living in a large castle-like structure floating in the sky along with Alastor and a maid who cares for her. One day, a Denizen attacks the maid, whose name is Wilhelmina Carmel, who also happens to be a Flame Haze.",
                    "Aliases": []
                },
                "15": {
                    "ID": "305495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305495",
                    "TitleEnglish": "The Day the Flame was Born",
                    "SummaryEnglish": "With Tendo-kyu, the castle Alastor and Shana resided in, destroyed, the time has now come for Shana to finally become the Flame-Haired Scorching-Eyed Slayer. However, she must first enlist the help of Tenmoku Ikko, a very powerful Mystes.",
                    "Aliases": []
                },
                "16": {
                    "ID": "305496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305496",
                    "TitleEnglish": "The Flaming-Haired Blazing-Eyed Hunter",
                    "SummaryEnglish": "Now that she's become a Flame Haze, Shana must defeat Tenmoku Ikko and take his sword - Nietono no Shana.",
                    "Aliases": []
                },
                "17": {
                    "ID": "305497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305497",
                    "TitleEnglish": "A New Chapter",
                    "SummaryEnglish": "The Misago Festival is coming soon and Kazumi has made up her mind to confess her feelings there. However, she meets a new Flame Haze who tells her the truth about the world.",
                    "Aliases": []
                },
                "18": {
                    "ID": "305498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305498",
                    "TitleEnglish": "Shattered Wish",
                    "SummaryEnglish": "When Yuji doesn't come home after school on the day of the festival, his mother and Shana go to the festival to look for him but before long another Denizen shows itself. Also, Kazumi discovers the truth that Yuji is indeed a Torch.",
                    "Aliases": []
                },
                "19": {
                    "ID": "305499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305499",
                    "TitleEnglish": "Within the Battle",
                    "SummaryEnglish": "The Seeking Research Denizen has already started his plan to open up a gate to another dimension and now all three Flame Haze must work together to defeat him.",
                    "Aliases": []
                },
                "20": {
                    "ID": "305500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305500",
                    "TitleEnglish": "Heartless Wirhelmina",
                    "SummaryEnglish": "Wilhelmina arrives in Misaki and meets up with Shana again. Meanwhile, Margery Daw finally leaves Misaki without saying goodbye to either Eita or Keisaku. Also, Wilhelmina comes to the conclusion that Yuji must be destroyed in order to protect the balance of the world.",
                    "Aliases": []
                },
                "21": {
                    "ID": "311358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311358",
                    "TitleEnglish": "Diverging Feelings",
                    "SummaryEnglish": "Shana is able to persuade Wilhelmina, at least for now, to not destroy Yuji, who has finally decided to leave Misaki in order to protect it. Later at the bonfire which burned much of the decorations from the festival, a spell is activated.",
                    "Aliases": []
                },
                "22": {
                    "ID": "311359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311359",
                    "TitleEnglish": "The Flickering Flame",
                    "SummaryEnglish": "After getting heavily injured, Shana must recover in the care of Wilhelmina. Meanwhile, Hecate begins to synchronize with the Reiji Maigo residing within Yuji.",
                    "Aliases": []
                },
                "23": {
                    "ID": "311360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311360",
                    "TitleEnglish": "Battle at the Palace of the Stars",
                    "SummaryEnglish": "While fighting within the Seirei-den, a spell is cast which drains their power of existence for a time, however, Margery Daw comes back and destroys the spell. Ultimately, it is now up to Shana to decide the fate of Yuji.",
                    "Aliases": []
                },
                "24": {
                    "ID": "311361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/311361",
                    "TitleEnglish": "Crimson Thoughts",
                    "SummaryEnglish": "After managing to defeat Hecate, the city is about to be destroyed regardless. However, there is one final plan, though Shana's life may be on the line if it succeeds.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "15909",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "305492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/305492",
                    "TitleEnglish": "Time Again",
                    "SummaryEnglish": "Yuji has been put to sleep by a Denizen as he encounters events from the past in a dream. When he realize he was only dreaming, the spell was broken. He awoke to see Shana destroying the Denizen, calling it \"weak\". However, it was not the true form.",
                    "Aliases": []
                },
                "2": {
                    "ID": "339230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339230",
                    "TitleEnglish": "Prelude to Everything",
                    "SummaryEnglish": "Yuji is placed in a dream again, along with Shana, in another plot to steal the Reiji Maigo.",
                    "Aliases": []
                },
                "3": {
                    "ID": "339231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339231",
                    "TitleEnglish": "The Suspicious Transfer Student",
                    "SummaryEnglish": "A student that looks very much like Hecate has transferred into Yuji's class, Konoe Fumina. By using a Tomogara, Shana wants to make sure she if she is Hecate or not.",
                    "Aliases": []
                },
                "4": {
                    "ID": "339232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339232",
                    "TitleEnglish": "The Dismayed Girls",
                    "SummaryEnglish": "Shana and Kazumi grow jealous of Konoe's attachment to Yuji.",
                    "Aliases": []
                },
                "5": {
                    "ID": "339233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339233",
                    "TitleEnglish": "The Family Dinner Table",
                    "SummaryEnglish": "Shana and Kazumi continue brooding over Konoe and Yuji's growing relationship; Wilhelmina starts taking parenting advice from Yuji's mother and tried to cook a home-made meal for Shana.",
                    "Aliases": []
                },
                "6": {
                    "ID": "339234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/339234",
                    "TitleEnglish": "Eve of the Ordeal",
                    "SummaryEnglish": "School resumes and the class teacher springs a surprise test on the class. Ogata suggests everyone stay at Sato's place for an overnight study session and reluctantly Shana comes as well. Margery Daw ends up giving insightful advice to Ogata and Kazumi on their relationships with those of which they love.",
                    "Aliases": []
                },
                "7": {
                    "ID": "364434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364434",
                    "TitleEnglish": "Hayato Ike's Day of Glory",
                    "SummaryEnglish": "Ike suggested to visit the amusement park as a welcome for Konoe, but the carefully planned outting turns out all wrong when he miscalculated certain events. His underlying plan of impressing Kazumi was believed to be ruined initially, but he resorted to asking Kazumi to ride the Ferris wheel with him, which he was confident he would not get sick in. But mid way through the ride, he got sick. The ending dedicates Konoe thanking Ike for the outting. With Kazumi giving a smile to Ike, he ends off his unlucky day.",
                    "Aliases": []
                },
                "8": {
                    "ID": "364435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364435",
                    "TitleEnglish": "Door to the Past",
                    "SummaryEnglish": "The episode starts off with Yuji being trained by Shana and Wilhelmina. Yuji managed to somehow defeat a Rinne that Wilhelmina summoned. In the background, Sato, one of Margery Daw's guides was silently observing, after which Sato returns and tried to plead with Margery Daw to be requested to be trained. However Margery Daw declines and subsequently tells Sato and Tanaka about her past. In her past, there appears a boy as a flame haze and the story subsequently plot around the boy and Margery Daw. The Boy is revealed to be named Yuri Chvojka.",
                    "Aliases": []
                },
                "9": {
                    "ID": "364436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364436",
                    "TitleEnglish": "Sad Milestone",
                    "SummaryEnglish": "Yuji is training with Shana in order to learn how to cast a Fuzetsu. The story shifts back to Margery's past, where she approaches to take down the two Tomogara, one of which called Anabel lures her into a trap where the stronger Tomogara manages to inflict a fatal wound on her. Just as they are about to kill Margery, Yuri comes to attack, managing to save Margery. However, Yuri becomes fatally wounded and dies in battle, ending it in a draw. The story shifts back to Yuji's training where he succeeds in casting a Fuzetsu, however, the flame of the Fuzetsu is silver. Shana and Alastor are surprised when they see the flame. Coincidentally, Margery's long hated enemy also had a silver flame.",
                    "Aliases": []
                },
                "10": {
                    "ID": "364437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364437",
                    "TitleEnglish": "The Man who Returned",
                    "SummaryEnglish": "A mysterious man appears near Yuji's home, and is spotted by Shana when he is following her and Kazumi. Shana instead plans to ambush the suspicious man, and afterwards attempts to kick the suspicious man. He manages to dodge the attack and is revealed to be Yuji's dad. Yuji's father and mother give advice to Shana and Kazumi about their affection towards Yuji.",
                    "Aliases": []
                },
                "11": {
                    "ID": "364438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364438",
                    "TitleEnglish": "The Promised Pair",
                    "SummaryEnglish": "The culture festival is approaching, and everyone in school is putting finishing touches in preparation for it. Shana's friendship with Kazumi becomes closer. Wilhelmina returns back with the research on the Reiji Maigo and she meets up with Shana and Yuji to explain its origins. It is revealed to be a treasure created by Pheles to ensure that her lover Johan would not die and stay with her forever. However, the pair was defeated somehow and the Reiji Maigo was lost, later being teleported inside Yuji. Wilhelmina warns Yuji and Shana to be on their guard against the possible return of Pheles to hunt down the Reiji Maigo.",
                    "Aliases": []
                },
                "12": {
                    "ID": "364439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364439",
                    "TitleEnglish": "The Clear Autumn Festival Begins",
                    "SummaryEnglish": "Shana and the others enter the culture festival. Wilhelmina decides to delay telling Margery about Yuji's silver. Wilhelmina drags her to the festival to see Shana and the others. Margery eventually agrees to wait for the following night for Margery to tell her the entire truth of silver. Meanwhile Yuji, Shana and Kazumi ended up qualifying for the Grand Prix. In the end Shana ended up winning the best costume award. She plans to confess her love to Yuji on stage and just as she was about to do so, Yuji's hands touched another girls hands. The girl was mentioned earlier in the episode to be Alice, and just as Yuji's hand touched her, a tornado appeared. Pheles had made her appearance in front of Yuji, much to the surprise of the Shana and the Flame Hazes.",
                    "Aliases": []
                },
                "13": {
                    "ID": "364440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364440",
                    "TitleEnglish": "Convergence, Followed by an Omen",
                    "SummaryEnglish": "A Fuzetsu was uncontrollably set up by Yuji, causing Margery to go berserk upon seeing the colour of the flame. Wilhelmina attempts to control the Interpreter of Condolence while Shana prevents Pheles from taking the Reiji Maigo out of Yuji. Margery attempts to attack the source of the silver flame in her blind rage, but Yuji was protected by his anti-flame ring and Pheles, who was weakening significantly, with Shana and Wilhelmina working together to restrain both. After Satou and Tanaka plead with Margery to listen to an explanation, Margery realises her folly and calms down, but only to question Yuji about what he is. Pheles then explains that the Reiji Maigo isn't what it was meant to be, and requests The Interpreter of Condolence to check the Reiji Maigo. Margery then restores everything back to normal with the help of Wilhelmina's ribbons and Yuji's Power of Existence.",
                    "Aliases": []
                },
                "14": {
                    "ID": "364441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364441",
                    "TitleEnglish": "The Eternal Lover",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "364442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364442",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "The Silver awakens within Yuji due to Pheles's second attempt to free Johan. Hecate's secret is finally revealed and so she joins together with Fecor the fight.",
                    "Aliases": []
                },
                "16": {
                    "ID": "364443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364443",
                    "TitleEnglish": "Endless Feelings",
                    "SummaryEnglish": "The festival ends without any more disruptions, and it seems that everybody forgot about Konoe. Before Pheles left, she gave Yoshida a secret Hōgu. She wants Yoshida to use this cross shaped Hōgu when something strange is happening to Yuji. It will summon Pheles, but to do so, the human who uses it will disappear due the limited power of existence. Yuji requested to get the sword Blutsauger as a weapon to fight.",
                    "Aliases": []
                },
                "17": {
                    "ID": "364444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364444",
                    "TitleEnglish": "Separate Paths",
                    "SummaryEnglish": "Tanaka still suffers because of Margery's attack where she nearly killed Ogata. Because of this, Tanaka leaves Margery and Satou to live normally again. Yuji is slowly improving in fighting with a sword by training with Shana.\r\nThe Tomogara are now attacking outposts of Outlaw to hinder Flame Hazes getting new information.",
                    "Aliases": []
                },
                "18": {
                    "ID": "364445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364445",
                    "TitleEnglish": "Complicated Yuji",
                    "SummaryEnglish": "Yuji continues his training as if he was possessed by something. Shana is concerned about Yuji's sudden change. Also a Tomogara called Zarovee appears in Misaki City.",
                    "Aliases": []
                },
                "19": {
                    "ID": "364446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364446",
                    "TitleEnglish": "What Couldn't Be Said",
                    "SummaryEnglish": "Yuji is confused by Shana and Kazumi's words. While thinking about their words, he is ambushed by a cloning Tomogara who has a secret plan Yuji must uncover. Yuji eventually uncovers the plan, and with the help of Tanaka, is able to inform the Flame Hazes. He dispatches all of the cloned Tomogara, while Shana and Wilhelmina defeat the hidden Watcher Tomogara. Just as they kill the Tomogara, a new flame appears in the recesses of the ruins induced in the fight.",
                    "Aliases": []
                },
                "20": {
                    "ID": "364447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364447",
                    "TitleEnglish": "The Scarlet Battle to the Death",
                    "SummaryEnglish": "The Destructive Blade, Sabrac appears from the explosion that engulf Yuji and everyone else. The overwhelming roar of flames covers Misaki city. Even with heavy wounds, Wilhelmina still faces her nemesis Sabrac.",
                    "Aliases": []
                },
                "21": {
                    "ID": "364448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364448",
                    "TitleEnglish": "Combined Strength",
                    "SummaryEnglish": "Wilhelmina struggles against Sabrac who appears to be invincible. Yuji gathers Shana, Margery, Kazumi and Keisaku, and devises a plan to defeat Sabrac. They are successful in severing his energy reserves while Wilhelmina distracts him, and without Power of Existence to draw on, Sabrac loses two more swords and finally falls to Nietono no Shana.",
                    "Aliases": []
                },
                "22": {
                    "ID": "364449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364449",
                    "TitleEnglish": "Christmas Eve",
                    "SummaryEnglish": "Shana and Kazumi decide to write letters to Yuji, professing their feelings toward him through written words. Hecate suddenly appears and removes the Reiji Maigo from Yuji.",
                    "Aliases": []
                },
                "23": {
                    "ID": "364450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364450",
                    "TitleEnglish": "Stirrings of Peril",
                    "SummaryEnglish": "Yuji's Reiji Maigo had been taken out by Hecate who suddenly unexpected appeared alone. Bal Masqué's secret weapon, Taimei Shihen, finally starts to move.",
                    "Aliases": []
                },
                "24": {
                    "ID": "364451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/364451",
                    "TitleEnglish": "What Must Be Protected",
                    "SummaryEnglish": "The Statue of Pride is about to be born. When Yuji picks his sword up, he screams the name that he desires to protect, and that is Shana. After a fierce battle with the members of Bal Masqué, Shana is eventually able to break through and enter the Statue of Pride. She meets up with Yuji, and they run to fight the Tomogara with the Silver Flame at the heart of the Statue of Pride. Shana and Yuji fight together and eventually manage to beat the Tomogara, and Yuji regains the Reiji Maigo. With the heart destroyed, the Statue of Pride collapses, and Bal Masqué retreats. In the end, Yuji picks Shana over Kazumi Yoshida.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "202351",
            "URL": "https://thetvdb.com/series/shakugan-no-shana/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4114830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4114830",
                    "TitleEnglish": "A Lost Being",
                    "SummaryEnglish": "Yuji's existence has disappeared on Christmas Eve after the events of Statue of Pride. Like a disappearance of a torch, all those who aren't engaged in the World of Guze have forgotten him including his closest friends and families. Shana and Kazumi still believe that Yuji exists due to the fact that their letters given to Yuji haven't disappeared. However it is shown that Yuji still exists but makes a contract with a Guze no Tomogara and takes the Serei-dens throne as the new leader of Bal Masque.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4184713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184713",
                    "TitleEnglish": "That Which Comes",
                    "SummaryEnglish": "Shana receives a response letter from Sophie Sawallisch about her report. Her words have made Shana felt uneasy and questions herself. She was able to figure it out during her training. Meanwhile Yuji officially arises as the new commander of Bal Masque, as Bel Peol announces their ambitions to all Guze no Tomogara that are present in Serei-den. Keisaku receives a spell from Margery that allows him to sense a nearby Tomogara as he heads off to Outlaw's Tokyo Headquarters. On the train, he senses one but it appears to be in a train in the opposite direction. The other train arrives in Misaki City with Yuji getting off it.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4184714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184714",
                    "TitleEnglish": "To Embark Upon a Journey",
                    "SummaryEnglish": "Yuji returns to Misaki City. Satou, who found that a Denizen is at the city, warns Tanaka. He decides to get to the Haridan where he meets Yoshida, who also decided to go there after being warned by Shana. Yuji walks around the city, while reminiscing about all events that he took part since he found out he was not human anymore. He climbs the top of Misaki Bridge where he and Shana finally meet again.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4184715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184715",
                    "TitleEnglish": "Reunions and Chance Meetings",
                    "SummaryEnglish": "Yuji and Shana finally meet as Margery and Wilhelmina come to see what is happening. Yuji reveals that he is indeed himself but also The Snake of Festival and that he has come to save Shana from her inevitable fate as a Flame Haze—to fight against Denizens until she burns out. Shana does not believe him and the three Flame Hazes fight with Yuji. He traps Wilhelmina and Margery in a ball of silver. Yuji explains to Margery that the Silver is a projection of her emotions. He is a mirror of her hate towards everyone who abused her and has done the things Margery secretly wanted to do to them on her behalf. She has a mental breakdown and starts hysterically crying. Meanwhile, Yuji is chasing Shana and they fight. In the end, he captures her and goes to the Haridan with Shana unconscious in his arms. He takes the Haridan and claims it is his property. Yuji reveals to Yoshida, after she asks him, that he returned her letter back to let her know he chose Shana. She then falls on her knees in shock. Yuji flies to the Serei-den with Shana in his arms.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4184716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184716",
                    "TitleEnglish": "The Captive Flame Haze",
                    "SummaryEnglish": "Shana is kept captive. Later on, she learns that Alastor has joined Yuji. Meanwhile, in our world, Margery is in a coma and Eita can't wake her up, unless Keisaku comes back. Outlaw doesn't give any information or help to neither Eita about Keisaku or Wilhelmina about Shana. Shana seems to be erased from everyone's memories and Wilhelmina refuses to help the Outlaw in the war until she finds Shana and that's why they won't help her either. Meanwhile, Lamies meets Shana again and the other three masters of Bal Masque seem to have a secret plan.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4184717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184717",
                    "TitleEnglish": "In Your Hand",
                    "SummaryEnglish": "Keisaku is held hostage by an Outlaw - Widened Eye of Incineration, Emest Flieder, who believes that this way he'll make Wilhelmina join them in battle. His partner, the Scatterer of Sparkling Light, Rebecca Reed, frees Keisaku and sends him back to Margery Daw with Wilhelmina's reports. Rebecca flies to Wilhelmina, who has been her ally for a long time, and Sophie Sawallisch makes Emest the commander of the Tokyo Outlaw Headquarters. Meanwhile, at the Serei-den, Shana wonders why she couldn't do anything against Yuji and why she was so scared when he tried to catch her. She remembers when her trainer, Shiro, told her that one day she will find the greatest power that can bring down anyone and anything and then he asks to her to hold his hand. Shana then remembers how every enemy she fought, held hands with someone and she recognizes the greatest power of love that lies on the palm of Yuji's hand.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4184718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184718",
                    "TitleEnglish": "The Divine Gate",
                    "SummaryEnglish": "Hecate feels that Shana is a threat to them and should be killed and proceeds to attack her, but Yuji comes and saves her. Meanwhile, Kazumi meets Khamsin and asks him about the meaning behind the Treasure that Pheles gave her, since her feelings towards Yuji are changed after he rejected her. Back at the Serei-den, Yuji opens the Divine Gate, through which he intends to go and bring back the Snake of the Festival's true body and change the world. He then takes Shana and the Trinity with him to announce his plans to all Denizens as they prepare for the war. Then he, along with Bel Peol, Sydonay and Hecate, go through the gate.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4184719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184719",
                    "TitleEnglish": "The War Begins",
                    "SummaryEnglish": "As the war begins all over the world, Yuji, the Trinity and other Denizens are on the path to Snake of Festival's self. All Flame Hazes prepare themselves for the war, Carmel goes into the sea to the fallen kingdom and requests the help of Shiro. Khamsin and Rebecca infiltrate the Serei-den and start attacking and destroying everything. Meanwhile, Shana is alone and with no powers, when she notices what's going on and then she takes the swords in her room in preparation to fight.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4184720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184720",
                    "TitleEnglish": "To the Palace of the Stars",
                    "SummaryEnglish": "As the war continues, Shana fights her way to Nietono no Shana and is finally ready to battle.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4184721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184721",
                    "TitleEnglish": "Crossing",
                    "SummaryEnglish": "Sophie Sawallisch comes to assist with a large army of armed humans. Shana breaks free and after a battle against a Denizen, which ends up with Shana furiously killing it, she comes to self-awareness as the ultimate combination of the Flame-Haired Burning-Eyed Hunter - the Flame Haze, and Shana - the human she became after meeting Yuji.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4184722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184722",
                    "TitleEnglish": "Feelings Heard",
                    "SummaryEnglish": "Keisaku comes back and awaken Margery and they confess their love to each other at last. She makes him as powerful as herself fearing that he wouldn't survive by her. Meanwhile, at the Serei-den, Shana, Wilhelmina, Khamsin and Rebecca enter the Divine Gate to fight the Trinity and the Snake of the Festival. Outside the Gate, in a blizzard, the war is getting extremely intensive - more and more Tomogara armies are coming but they're loosing against the Flame Hazes. Decarabia comes to the surface and starts a powerful attack but Sophie Sawallisch finds him and kills him, using a large amount of her powers. After a moment of comfort that the most powerful enemy has been destroyed, Sabrac joins the war and the snow from the blizzard turns into Tomogaras.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4184723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4184723",
                    "TitleEnglish": "Words of a Vow",
                    "SummaryEnglish": "Wilhelmina, Caramel and Khamsin begin a long and hard fight against Sabrac, which seems to be impossible to win. Shana leaves them and meets Snake of the Festival, who has awakened his true form, and promises him to fight him, make him the person he used to be and to live in a perfect world along with him. She has realized that the two personalities of her weren't the Flame Haze and the person, but the one who would and the one who wouldn't fight for the dream of a perfect life. But both have one thing that asures the chance for this dream to be realized - the most powerful unrestricted spell, Love.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4225810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225810",
                    "TitleEnglish": "From Rift to Rift",
                    "SummaryEnglish": "Inside of the Divine Gate, Sabrac falls, gazing at the greatness of the Snake of the Festival in his true form. The God of Creation then sends out a signal and starts moving towards the Divine Gate. After the signal is felt by everyone, Sophie Sawallisch attempts to destroy the Gate. At the last moment Fecor protects it and dies from the power of the spell. Back in the Gate, Shana and Yuji are fighting, while Yuji now looks as he was before. Because of a memory that vows between two people are sealed with a kiss on the lips, Shana kisses Yuji on the cheek and says that is her vow. She is then taken away abruptly by the ghosts of the Flame Hazes outside of the Gate as it breaks and the Snake of the Festival comes out. All Tomogara cheer and all Flame Hazes stand in astonishment and despair and amongst this, Shana recognizes this as a sound not of a fall, but of the start of a new battle.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4225811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225811",
                    "TitleEnglish": "Declaration of the Grand Order",
                    "SummaryEnglish": "The Flame Haze army retreats as the Snake of the Festival destroys their morale. He announces his plan to create a new world, a complete copy of ours, to be a paradise for Tomogara and with Power of Existence flowing everywhere. Thus, all Tomogara would leave the world and the Flame Hazes would stop fighting agaist them. After that, panic and chaos reigns among the Flame Hazes, who now don't have a purpose and the Tomogara attack them.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4225812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225812",
                    "TitleEnglish": "Rout in the Rain",
                    "SummaryEnglish": "The Flame Haze army retreats to the Palace of Light with the help of the Gods of Earth and Margery Daw. Samuel sets up a decoy stalling the Denizens' advance and discovery of the Palace of Light.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4225813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225813",
                    "TitleEnglish": "To Battle, Once More",
                    "SummaryEnglish": "The few surviving Flame Hazes decides whether to continue the fight or not. Sakai Yuji said that the Seirei-Den will head to Northwest, towards Misaki City where he will start the creation of Xanadu.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4225814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225814",
                    "TitleEnglish": "For Whose Sake?",
                    "SummaryEnglish": "Shana makes it to New York, and meets up with the rest of the gods of Earth. They agree to help Shana fight, and she then explains the plan to them. Yuji visited Misaki City and found Kazumi Yoshida and Eita Tanaka. He came back to convince Yoshida to join him in building the new universe. While Yoshida, Tanaka and Yuji walk around town, Yuji explains his what he intendes to do. After a while of explaining, Yoshida finally agrees to help him.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4225815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225815",
                    "TitleEnglish": "Maelstrom of Conflict",
                    "SummaryEnglish": "Kazumi was taken by Yuji in Sereiden and Hecate was sacrificed to the Snake of the Festival and now Shana and Yuji locked in their own confrontation",
                    "Aliases": []
                },
                "19": {
                    "ID": "4225816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225816",
                    "TitleEnglish": "What the Wind Calls",
                    "SummaryEnglish": "Kazumi activated the Giralda and Pheles emerges in the amber wind",
                    "Aliases": []
                },
                "20": {
                    "ID": "4225817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225817",
                    "TitleEnglish": "The Egg of the World",
                    "SummaryEnglish": "Marjery helps Carmel in her struggle to understand her new purpose.  Shana continues her struggle with Yuji.  Bel Peol tries to figure out Shana's plan as the tower is sabotaged from within.  Shana attacks Yuji before he can master his unrestricted spell.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4225818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225818",
                    "TitleEnglish": "One Reason",
                    "SummaryEnglish": "Shana reveals her plan:  not to stop Yuji's goal to create a new world, but to alter the Denizens' ability to consume humans in it.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4225819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225819",
                    "TitleEnglish": "Dream of the Stranger",
                    "SummaryEnglish": "Shana sends Carmel to protect the Engaged Link.  Shana and Marjery continue to fight Yuji and Sydonay.  Sale takes out the Researcher at the last second.  Khamsin falls.  It is revealed that Shana's plan was to trap the Grand Order by sabotaging Bel Peol's backup plan, thus thwarting her strategy.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4225820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225820",
                    "TitleEnglish": "Dream of the God",
                    "SummaryEnglish": "Yuji reveals that the tower was a fake.  The God of Creation uses the Reiji Meigo to enact his plan at midnight.  The God of Guidance is summoned, forcing everyone to listen to her words.  The God of Creation initiates the Grand Order to open the gateway to Xanadu, and the Denizens begin to depart for it.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4225821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shakugan-no-shana/episodes/4225821",
                    "TitleEnglish": "Opening from the Ending",
                    "SummaryEnglish": "Johann and Pheles give up their existence to give way to a new form of life, they son, Justus.  Many Flame Hazes also leave for the new world.  Yuji intends to reverse all the damage the Denizens caused to Misaki City, including the return of Hirai, effectively undoing all the relationships that Shana has built with everyone.",
                    "Aliases": []
                }
            }
        }
    }
}