{
    "URL": "https://thetvdb.com/series/moon-phase",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1230420/",
        "https://www.themoviedb.org/tv/27813",
        "https://www.themoviedb.org/tv/27813"
    ],
    "TitleEnglish": "Moon Phase",
    "SummaryEnglish": "Photographer Kohei Morioka meets a vampire girl, Hazuki, at an old German castle. Hazuki, who was trapped in the castle, sucked her Kohei's blood and tried to escape from the castle as \"Simobe\", but she had no effect on Kohei. However, Hazuki succeeded in escaping for some reason",
    "Aliases": [
        "Tsukuyomi -Moon Phase-",
        "Tsukuyomi Moon Phase",
        "Moon Phase!"
    ],
    "Modified": "2025-07-15",
    "Seasons": {
        "0": {
            "ID": "535428",
            "URL": "https://thetvdb.com/series/moon-phase/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "333464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/333464",
                    "TitleEnglish": "Big Brother... Up and Down, in the Sun, Floating Away? What is It?",
                    "SummaryEnglish": "In this special episode, The Mido family house has mysterious moved to the middle of the ocean and no one but Seiji has noticed anything weird after this. While their lives have changed without knowing, can the Mido family get used to their new lives and will Hazuki learn what it means to be a sister?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15917",
            "URL": "https://thetvdb.com/series/moon-phase/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "305292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305292",
                    "TitleEnglish": "Big Brother, Be My Slave",
                    "SummaryEnglish": "MORIOKA Kouhei, a Japanese photographer, is taking shots of the outside of a gloomy German castle when he sees a beautiful young girl sitting high on the battlements. He is shocked and smitten. Weirdly, when they are developed, his photos of the young girl show nothing but the castle, no girl at all. Kouhei is in Germany with Ms. ANZAI Hiromi, editor of a magazine about the occult, and Professor MIDOU Seiji, who is studying occult phenomena. They go back to the castle the next day and Kouhei explores the cobweb-hung old rooms. He comes upon the girl, who introduces herself as Hazuki and tells him she is from Japan. She seems thrilled to have someone come to visit her. She says she has a present for Kouhei….",
                    "Aliases": []
                },
                "2": {
                    "ID": "305293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305293",
                    "TitleEnglish": "Call Me Mistress",
                    "SummaryEnglish": "Hazuki is a vampire, and sucks Kouhei’s blood intending to make him her servant. She wants him to help her escape the castle in which she has been imprisoned for years. But Kouhei is a blockhead who is totally insensitive to occult influences, and shocks her by not being affected by her vampire magic at all. He refuses to become her servant, and while they are arguing, Hazuki’s protector/jailer, the giant Viko appears. He would never harm Hazuki, but as for Kouhei….",
                    "Aliases": []
                },
                "3": {
                    "ID": "305294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305294",
                    "TitleEnglish": "Big Brother, Let's Live Together",
                    "SummaryEnglish": "Hazuki comes to Japan unannounced to live with Kouhei and his grandfather in the grandfather’s antique store. She is fixated on her mother’s promise to meet her again in Japan. Kouhei, remembering that his own mother had abandoned him, ridicules Hazuki’s mother’s promise and says it didn’t mean anything. Hazuki is deeply offended, and storms out into the night. Kouhei eventually cools down and goes to look for her....",
                    "Aliases": []
                },
                "4": {
                    "ID": "305295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305295",
                    "TitleEnglish": "Big Brother, I Feel Like Kissing",
                    "SummaryEnglish": "It is a month since the full-moon night when she escaped the castle, and she has become a very effective little saleswoman in the antique shop. But on the night of the full moon, her throat becomes dry, and thirsty for blood. She comes to Kouhei for a “kiss",
                    "Aliases": []
                },
                "5": {
                    "ID": "305296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305296",
                    "TitleEnglish": "It's a Full, Full Moon",
                    "SummaryEnglish": "The blonde vampire Elfriede appears and invites Hazuki to return to the castle in Germany, as commanded by her master. Hazuki refuses and has to defend herself against Elfriede and her monsters. She is about to be defeated when Elfriede’s monster approaches Kouhei — and is destroyed on contact. Elfriede realizes Kouhei is “Ama Vampire",
                    "Aliases": []
                },
                "6": {
                    "ID": "305297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305297",
                    "TitleEnglish": "Heart Throbs in Kyoto",
                    "SummaryEnglish": "Hazuki goes on the train to Kyoto with Kouhei, his grandfather, Hiromi, Seiji, and the cat Heidi. In Kyoto, they meet two young girls who have special relationships with Kouhei and Seiji, and special powers as well. Grandfather, Seiji and Heidi take part in a special ritual that has amazing consequences. And as Kouhei and Hazuki are out sightseeing in the ancient capital, Elfriede appears again....",
                    "Aliases": []
                },
                "7": {
                    "ID": "305298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305298",
                    "TitleEnglish": "Well, I Wanted It?",
                    "SummaryEnglish": "Hazuki wants a real bed instead of sleeping on a futon on the floor. She can’t get Kouhei or his grandfather to buy it for her, so she finds a special way to get Hiromi to do it. Kouhei is not pleased. Hazuki and Elfriede have a surprisingly pleasant talk that ends with a sudden declaration from Elfriede. With help from her friends, Hazuki learns something about being human....",
                    "Aliases": []
                },
                "8": {
                    "ID": "305299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305299",
                    "TitleEnglish": "Mother Came to See Me! Happy!",
                    "SummaryEnglish": "Elfrieda's master comes to town and takes over from her the job of tracking down Hazuki. Elfrieda has been able to lie to him since she drank some blood from Kouhei, the \"Ama Vampire\". Hazuki and Heidi are on the roof praying for Hazuki's mother to arrive. With Kouhei's telephoto lens, they see her figure atop a tower and go running off across the rooftops. Kouhei and Grampa run through the streets after them....",
                    "Aliases": []
                },
                "9": {
                    "ID": "305300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305300",
                    "TitleEnglish": "Save Me from This Dream?",
                    "SummaryEnglish": "Hazuki, held captive by the great vampire, Count Kinkel, lies sleeping, dreaming she is with her mother, in dreams sent her by the Count. Kouhei and his grandfather are in the Baron’s eyrie looking for Hazuki. Elfrieda is now free, having drunk twice of Kouhei’s blood. She helps them as she seeks to destroy the Count, her former master. But the Count has many tricks up his sleeve....",
                    "Aliases": []
                },
                "10": {
                    "ID": "305301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305301",
                    "TitleEnglish": "You're My Slave and I Won't Forgive You",
                    "SummaryEnglish": "Kouhei survives an operation to save him from the near-mortal would Luna inflicted on him under the control of Count Kinkel. Seiji continues to blame Hazuki and will not let her near Kouhei, in spite of her desperate desire to help him emerge from the cloud of death that surrounds him on his hospital bed. The Kyoto sisters arrive and work with Seiji and Grandpa to try to save him, shutting Hazuki out. But their efforts seem to be failing.... Meanwhile, the Count has Elfriede and is about to extract vengeance on her for her disobedience.",
                    "Aliases": []
                },
                "11": {
                    "ID": "305302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305302",
                    "TitleEnglish": "Big Brother, Get Some Rest!",
                    "SummaryEnglish": "After troubling experience, everyone is looking forward to some peace and quiet. Will this peace last long?",
                    "Aliases": []
                },
                "12": {
                    "ID": "305303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305303",
                    "TitleEnglish": "I'll Never Forgive Him!",
                    "SummaryEnglish": "Count Kinkel kidnapped Grandpa to lure Hazuki. Hazuki and the friends return to the castle to save Grandpa. Will they escape the castle alive?",
                    "Aliases": []
                },
                "13": {
                    "ID": "305304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305304",
                    "TitleEnglish": "Let's Defeat the Count",
                    "SummaryEnglish": "With the help of Elfriede, Hazuki and the others have discovered Count Kinkel’s weakness. Will they be able to outsmart the Count?",
                    "Aliases": []
                },
                "14": {
                    "ID": "305305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305305",
                    "TitleEnglish": "Big Brother, Will You Walk with Me?",
                    "SummaryEnglish": "Hazuki and the others finally kill Count Kinkel and Hazuki is finally safe. She soon finds herself dealing with emotional pain. Will she be ever herself again?",
                    "Aliases": []
                },
                "15": {
                    "ID": "305306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305306",
                    "TitleEnglish": "It's More Than a Responsibility!",
                    "SummaryEnglish": "Luna and Hazuki start their battle for the body. Will Hazuki be able to beat Luna and keep control over her body?",
                    "Aliases": []
                },
                "16": {
                    "ID": "305307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305307",
                    "TitleEnglish": "I Have to Eat Cat-Ear Buns!",
                    "SummaryEnglish": "Hazuki's battle with two crows leads her to discovery about her powers. Kouhei later makes her the subject to his photography. Just as they are about to start, there is a knock on the door. Who can this person at the door be?",
                    "Aliases": []
                },
                "17": {
                    "ID": "305308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305308",
                    "TitleEnglish": "Big Brother, Why Is This Happening?",
                    "SummaryEnglish": "Kouhei feels powerless to protect Hazuki, he wants to train in the art of supernatural powers. Kouhei experiments this by himself. Will this lead him in trouble?",
                    "Aliases": []
                },
                "18": {
                    "ID": "305309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305309",
                    "TitleEnglish": "Yahoo! I'll See You Soon!",
                    "SummaryEnglish": "It has been eight months since Hazuki's home had been destroyed. She continues to wait for Kouhei to finish his training at the Mido shrine as well as mourning for her lost friends. Will she be able to stop mourning and when will Kouhei finish his training?",
                    "Aliases": []
                },
                "19": {
                    "ID": "305310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305310",
                    "TitleEnglish": "Day on the Mountain, Monkey in the Spa, the Cat's Whiskers... And Who Are You?",
                    "SummaryEnglish": "Hazuki takes Kaoru, Yayoi and Hikaru to the mountain refuge where Kouhei is suppose to be training. While Hazuki and Kouhei catch up with all the time they had been apart, few vampires attack. Will they be able to survive their attacks?",
                    "Aliases": []
                },
                "20": {
                    "ID": "305311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305311",
                    "TitleEnglish": "Grandfather, Why Are You Dressed Like That?",
                    "SummaryEnglish": "Kouhei’s training continues but masked stranger steps in with a test and Kouhei’s finds himself alone. Will he be able to find the others and survive?",
                    "Aliases": []
                },
                "21": {
                    "ID": "305312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305312",
                    "TitleEnglish": "Big Brother, Where Is This Nursery Rhyme From?",
                    "SummaryEnglish": "Hazuki and Hikaru rush into the trap of the enemy. Meanwhile, Kouhei is at the mercy of a child vampire. Will they be able to force the vampires to retreat?",
                    "Aliases": []
                },
                "22": {
                    "ID": "305313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305313",
                    "TitleEnglish": "I Didn't Know You Were Like That",
                    "SummaryEnglish": "Mistress Arte is forbidden to kill Luna/Hazuki instead Arte decides to kill Kouhei. Will Kouhei be able to fend off Arte and save Hazuki?",
                    "Aliases": []
                },
                "23": {
                    "ID": "305314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305314",
                    "TitleEnglish": "Big Brother, Am I That Scary?",
                    "SummaryEnglish": "As the Puppet Master attacks Hazuku and Kouhei, can Kouhei conqueror his fear of Hazuki's true form? Will they survive the battle and will Seiji be able to drive the vampires back?",
                    "Aliases": []
                },
                "24": {
                    "ID": "305315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305315",
                    "TitleEnglish": "Good-bye Big Brother? I'm Going Back? I'm Really Going Back?",
                    "SummaryEnglish": "Yayo, Hikaru and Haiji attempt to rescue Hazuki, will they be able to resuce her without Kouhei's Jagan?",
                    "Aliases": []
                },
                "25": {
                    "ID": "305316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moon-phase/episodes/305316",
                    "TitleEnglish": "Big Brother, They Say It's the End! Will You Always Be My Slave?",
                    "SummaryEnglish": "Hazuki if finalyl rescued and the vampires banished, and the Mido family is returning back to normal. Well whatever normal is for them atleast. But can Hazuki get back to normal?",
                    "Aliases": []
                }
            }
        }
    }
}