{
    "URL": "https://thetvdb.com/series/futakoi",
    "Genres": [
        "Animation",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0988817/",
        "https://www.themoviedb.org/tv/34826"
    ],
    "TitleEnglish": "Futakoi",
    "SummaryEnglish": "Have you ever gone out with twin sisters? Or both at the same time?\r\nPeople say that such thing would never happen, but it really exists, in this romantic animation.\r\nCute twins, and twice the love...\r\n9th grader Nozomu Futami moves back to a town where he lived during his childhood alone by himself lodging at Sourinji, a temple owned by his relative, because of is father's work.\r\nHe walked pass by a place he used to play when he was little and remembers about Ichijo sisters who were twins telling to him, \"We both like you Nozomu, choose one of us when you become 15\".\r\nIt's certainly a child play and those two wouldn't remember about it, too. \"Without a doubt, that was when I was the most popular in my life.\r\nWould both of them still live in this town? Would I ever bump into them? Have they become pretty?\" Nozomu imagines.\r\nWhen Nozomu was walking the town deeply emotional, he accidentally meets the Sakurazuki sisters.\r\n\"Wow, they are also twins like the Ichijo sisters. And quite pretty, too. Maybe this is a sign something good might happen in this town\".\r\nNozomu expecting many things for no reason, but this was only the beginning of an enviable and fun school life Nozomu will experience.",
    "Aliases": [],
    "Modified": "2024-09-06",
    "Seasons": {
        "1": {
            "ID": "15963",
            "URL": "https://thetvdb.com/series/futakoi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "301139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301139",
                    "TitleEnglish": "At the Town with the Grave of the Twins",
                    "SummaryEnglish": "Nozomu comes back to the town he grew up before his mother died. He sees a pair of twin girls whom he thinks is his old childhood friends, the Ichijō twins. He realises they are not his old friends after following them but when he tries to help them after they unknowingly lose their purse in a convenience store, he is accused of being a thief. After he leaves it turns out that he was wrongly accused. He meets his carer, Miyabi, and the Hinagiku twins with whom he will be living, along with their pet goat Billy. He finally meets the real Ichijō twins who call at the house. Later when he starts school as a transfer student, he meets the twins he met in the convenience store who are also transfer students. They introduce themselves as the Sakuratsuki twins. He also meets Ai, his teacher, and Keisuke, another old childhood friend.",
                    "Aliases": []
                },
                "2": {
                    "ID": "301140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301140",
                    "TitleEnglish": "The Ice Cream from our Memories",
                    "SummaryEnglish": "Nozomu goes to the movies with Keisuke. After meeting with the Ichijō sisters' fan club for the first time, Nozomu gets sidetracked and goes into the department store that he and the Ichijō twins used to play in. He meets the Ichijō and Sakurazuki sisters there.",
                    "Aliases": []
                },
                "3": {
                    "ID": "301141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301141",
                    "TitleEnglish": "An Apple Pie has the Flavor of Love",
                    "SummaryEnglish": "The Sakuratsuki twins join the home economics class with the Ichijō twins. They are to make apple pie while Nozomu attends the technology class. Both twins ask Nozomu to taste their pies, but their pies end up as failures.",
                    "Aliases": []
                },
                "4": {
                    "ID": "301142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301142",
                    "TitleEnglish": "The Date and the Strawberry Tart",
                    "SummaryEnglish": "Nozomu is planning to meet the Ichijō twins at a cafe to eat strawberry tart the next day but he doesn't remember where the cafe is. They send him directions by fax because he has to run an errand with the Hinagiku twins. The next day, he is unable to find the fax or the Kaoruko's phone number, but Billy is sick. Nozomu meets Ui and Koi Chigusa at the vet where they discover that Billy had eaten the fax.",
                    "Aliases": []
                },
                "5": {
                    "ID": "301143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301143",
                    "TitleEnglish": "When Time Started to Move",
                    "SummaryEnglish": "The mid-term tests are coming up and Nozomu has to study, but Billy chews up his English notes. He goes to the Ichijō twins' house and borrows Sumireko's notes and later meets Kaoruko when he is photocopying the notes at the convenience store. He discovers that both Sumireko and Kaoruko only made the childhood promise with him because of the rivalry between them.",
                    "Aliases": []
                },
                "6": {
                    "ID": "301158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301158",
                    "TitleEnglish": "Summer Rocket",
                    "SummaryEnglish": "Nozomu applies for a holiday course together with Keisuke and the Sakuratsuki twins, although it was only Keisuke's idea to apply. There he meets an old friend, Hiyama Yuuya, along with the Ichijō twins, who has earlier invited Nozomu to the beach. Nozomu then became displeased, seeing how the Ichijō twins are being more close to his old friend. Later, Yuuya tells Nozomu of how he feels for Kaoruko.",
                    "Aliases": []
                },
                "7": {
                    "ID": "301159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301159",
                    "TitleEnglish": "A Jewel Case in Midsummer",
                    "SummaryEnglish": "Nozomu, the Ichijō twins, the Hinagiku twins, and Keisuke are invited to the Sakuratsuki mansion. After fishing and a barbecue, the group decide to play hide and seek. As Nozomu is trying to find a hiding spot, Yura and Kira let him inside the locked room because he is a special person to them. They confess their love to him and allow him to tell them what he feels about them later.",
                    "Aliases": []
                },
                "8": {
                    "ID": "301160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301160",
                    "TitleEnglish": "The White Sketchbook",
                    "SummaryEnglish": "Nozomu meets Sōju painting at the shrine and they become friends. As Nozomu is buying supplies for the culture festival, he realizes that he is being shadowed by a mysterious person and there have been a girl asking about him at school. As he leaves school, Sara appears before him and demands him to go out with Sōju and separate himself from the other twins.",
                    "Aliases": []
                },
                "9": {
                    "ID": "301161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301161",
                    "TitleEnglish": "Pastels for a Sunset",
                    "SummaryEnglish": "Nozomu invites Sōju and Sara to the culture festival. After Sara causes a ruckus at the spooky cafe Nozomu's class had put on, his classmates allow him to have the rest of the day off to get her out. At the art club's room, Sōju is allowed to draw portraits with the art club members but as the festival comes to a close, she faints. Nozomu discovers that one of Sōju's pastel's is gone and searches the dumpster because Sōju's once told him that it was precious to her.",
                    "Aliases": []
                },
                "10": {
                    "ID": "301162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301162",
                    "TitleEnglish": "Triangle Christmas",
                    "SummaryEnglish": "Nozomu meets with Yuuya at the bookstore and Yuuya decides that he'll confess to Kaoruko on Christmas eve. He then shows a bad attitude towards her unintendingly and then proceeds to the Christmas party, But the Christmas party isn't for everyone. It turns out its a party just for him and Yura and Kira.",
                    "Aliases": []
                },
                "11": {
                    "ID": "301163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301163",
                    "TitleEnglish": "New Year's Temple Visit with a Lost Heart",
                    "SummaryEnglish": "It's New Years and Nozomu visits the temple with Yura and Kira. At the temple, they run into the Ichijō twins and together they go to a cafe. Nozomu has things on his mind and confuses Kira and Yura for the first time. Kenmochi tells Nozomu that he should be true to his feelings so he doesn't hurt the Sakuratsuki twins' feelings.",
                    "Aliases": []
                },
                "12": {
                    "ID": "301164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301164",
                    "TitleEnglish": "Valentine Panic",
                    "SummaryEnglish": "Valentine is coming soon and the girls are preparing to make chocolate. On Valentine day, the Ichijō twins confesses their love for him, followed by the Sakuratsuki twins also confessing their love for him. Kenmochi picks up the Sakuratsuki twins and tells Nozomu that they will be transferring to another school.",
                    "Aliases": []
                },
                "13": {
                    "ID": "301165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/futakoi/episodes/301165",
                    "TitleEnglish": "Spring is Near...",
                    "SummaryEnglish": "After Nozomu hears the confession of love from the Ichijō and Sakuratsuki twins, he doesn't know how to react to their feelings. Soon after he goes to the rock at the shrine which represents the \"legend of the twins who loved the same man\". He blames all that has occurred on the \"Curse of the Twins\". Then Miyabi-san notices Nozomu and lectures him on how he was just trying not to get hurt himself and blaming all this on everyone else's feelings. After realizing his mistake Nozomu chases after the Sakuratsuki twins who are on their way to finalize their transfer. Kenmochi who is driving the car doesn't stop for Nozomu. Finally after Nozomu's gets tossed off his bike Kenmochi stops the car. Nozomu starts begging Kenmochi to stop the transfer. Soon after all of the Sakuratsuki twins' classmates arrive and Kenmochi reconsiders. In the end the Sakuratsuki twins and Ichijō twins agrees to being rivals for Nozomu's love and the story ends with Nozomu thinking how great it was he came back to this town.",
                    "Aliases": []
                }
            }
        }
    }
}