{
    "URL": "https://thetvdb.com/series/mahoromatic",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0337769/",
        "https://www.themoviedb.org/tv/42722"
    ],
    "TitleEnglish": "Mahoromatic: Automatic Maiden",
    "SummaryEnglish": "A military robot is decommissioned and works as a loyal maid for the young son of her late creator.",
    "Aliases": [],
    "Modified": "2024-09-17",
    "Seasons": {
        "0": {
            "ID": "26483",
            "URL": "https://thetvdb.com/series/mahoromatic/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "1817021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/1817021",
                    "TitleEnglish": "Year End Special (Season 1)",
                    "SummaryEnglish": "Mahoromatic Episode 10.5 - Recap episode",
                    "Aliases": []
                },
                "2": {
                    "ID": "729141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/729141",
                    "TitleEnglish": "Year End Special (Season 2)",
                    "SummaryEnglish": "Mahoromatic Episode 12.5 - Recap episode",
                    "Aliases": []
                },
                "3": {
                    "ID": "434853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/434853",
                    "TitleEnglish": "Summer Special",
                    "SummaryEnglish": "The fight with Management Mahoro decides to wage a war effort to confiscate Suguru's \"Secret Stash\" of dirty books. All out hilarity ensues when she recruits the girls, and it's up to Suguru to organize the boys, protect the stash and save the day!",
                    "Aliases": []
                },
                "4": {
                    "ID": "1298861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/1298861",
                    "TitleEnglish": "Tadaima Okaeri Part 1 - Returning Wind",
                    "SummaryEnglish": "While Mahoro is teaching everyone how to be a maid for their new store Cafe Trois, Minowa is attacked by the robots from Management.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1298881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/1298881",
                    "TitleEnglish": "Tadaima Okaeri Part 2 - Welcoming Sky",
                    "SummaryEnglish": "As Mahoro helps out at Cafe Trois on the opening day, she senses danger. When the robot henchmen close in, Mahoro rushes to Minowa's aid.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9292757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/9292757",
                    "TitleEnglish": "Mahoromatic News Flash!",
                    "SummaryEnglish": "This is a Behind-the-Scenes video which was aired before the start of the anime series. It contains some preview scenes and interviews with the voice cast and the production staff regarding their opinions and feelings towards this anime.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16726",
            "URL": "https://thetvdb.com/series/mahoromatic/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "313890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313890",
                    "TitleEnglish": "In The Garden Where The Hydrangeas Bloom",
                    "SummaryEnglish": "Suguru Misato, a young teen boy living by himself since his parents have passed away a few years ago, decides to hire a maid to help clean up his house. Enter Mahoro, a former combat android created to defend the Earth against a secret alien invasion in the early 1980's. Given the choice of continuing in her service for Vesper and functioning for a mere 37 days or retiring, giving up her combat armor and continuing to function for 398 days, Mahoro has chosen to serve as a maid to one Suguru Misato.",
                    "Aliases": []
                },
                "2": {
                    "ID": "313891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313891",
                    "TitleEnglish": "Woman Teacher Saori, 25 Years Old",
                    "SummaryEnglish": "Back at school, Suguru now has to explain his new lifestyle to his friends, since it's pretty difficult to hide the fantastic lunches that Mahoro packs for him and the well-pressed clothing that he now wears. His close friends, Hamaji and Kawahara are immediately infatuated with Mahoro's beauty, while Miyuki and Rin are slightly jealous of the same. And then there's Chizuko, the Food Connoisseur, who is completely taken with Mahoro's cooking expertise. To round off this cast of characters, Ms. Shikijo, their over-sexed school teacher, has an instant dislike for Mahoro and the attention she commands from young Suguru. This causes Ms. Shikijo to set her goal in seducing Suguru away from Mahoro. This, in addition to Mahoro's dislike for lewd and indecent behavior, has automatically created a competitive atmosphere between the two ladies. So watch out when the battle begins!",
                    "Aliases": []
                },
                "3": {
                    "ID": "313892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313892",
                    "TitleEnglish": "A Grave So Transient",
                    "SummaryEnglish": "After Suguru's water heater breaks, Ms. Shikijo and Mahoro's rivalry explodes during a visit to a Bath House where Miyuki's family works. July 19th, and school has ended. July 20th marks the day that Suguru's father has passed away. In memory of his passing, Suguru asks Mahoro to accompany him to the gravesite, not knowing that Mr. Misato had once worked for Vesper and served as Mahoro's superior in this secret organization. Not only does Suguru feel the loss of his father, but Mahoro, equally, if not more so is torn at the loss of Suguru's father for reasons that only she knows.",
                    "Aliases": []
                },
                "4": {
                    "ID": "313893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313893",
                    "TitleEnglish": "Shoot Me Straight Through The Heart",
                    "SummaryEnglish": "It's summertime and a everyone travels to the beach for some fun in the sun! However, things go awry when an alien anti-android robot appears and strips off all the female bathing suits *ahem*. Mahoro must now return briefly to her combat mode to take care of this threat. Will she be able to take care of this now that she has discarded her combat armor?",
                    "Aliases": []
                },
                "5": {
                    "ID": "313894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313894",
                    "TitleEnglish": "8-634 Is Doing Fine",
                    "SummaryEnglish": "During a VESPER staff review of Mahoro's life and activities following her entry into civilian life, a letter from Mahoro is read to the assembled officers. In it, she describes taking part in a \"summer vacation group research trip\" to explore the notorious \"nine mysteries\" of Hiryu School 4. Seven of these are generally acknowledged to be no more than standard rumors typical of any school; the remaining two, however, have not been as easy to put to rest. Of course what Suguru, Kiyomi and Toshiya don't know is that all through, the three girls, minus Mahoro, are playing them, as part and parcel of their own \"human response to stress\" research project. But seek, and ye shall find: it does not take much to send them running frantically through the school to get away from \"red-haired Ando\", according to legend, a girl who fell to her death from the school roof years ago and has been haunting the halls at night ever since. Mahoro herself is in on the joke, though she plays along. The twist, however, comes when, after becoming separated from the group, she comes across the real Ando, a ghost or spirit trapped in the school until she can confess her love to a boy whose own spirit is trapped in another part of the building. Reunited by Mahoro, the two ghosts, now freed - and together - disappear, and the letter concludes.",
                    "Aliases": []
                },
                "6": {
                    "ID": "313895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313895",
                    "TitleEnglish": "Moon Flower Design",
                    "SummaryEnglish": "As the number of contacts between SAINT and humans increases, VESPER officers agree that alone and stripped of most of her combat capabilities, Mahoro is in danger. To counteract this threat, her combat support mech unit, V1046-R9 Slash Zero, is authorized to join her in the human world. In the meanwhile, the Hiryu town Summer Festival is fast approaching. Each year, the leading citizens of the town select one girl to be featured in the hours-long Dance of the Dead, a grueling performance that pushes one to the limits of her abilities and endurance. This year, Mahoro is the one chosen. In the few days remaining before the Festival, then, she is occupied almost entirely with pracicing the dance. The question of what to wear for the event, which calls for traditional clothing, is answered when Suguru pulls his his mother's yukata and Cmdr. Misato's kimono out of storage. After extensive practice, Mahoro performs magnificently, dancing nonstop for three hours and eleven minutes. According to one of the residents, hers is the best dance in at least a decade. Following the conclusion of it, her and Saori, herself chosen to perform several years earlier, engage in some not-so-friendly \"competition\" at the various festival booths, with Suguru as the prize - which leads, in short order, to both of them being banned. As the festival comes to a close with a fireworks display, Suguru remarks that this is the first time since the death of his parents that he has been able to actually enjoy himself. In due time, as him and Mahoro rejoin the rest of Suguru's classmates to watch the fireworks, he asks Mahoro to come to the festival next year, as well. Knowing what he still does not, though, she pauses. Her answer, \"it'd be nice to come again,\" - nothing more, and nothing less.",
                    "Aliases": []
                },
                "7": {
                    "ID": "313896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313896",
                    "TitleEnglish": "The Maid Chased By Her Past",
                    "SummaryEnglish": "The summer vacation comes to an end, and Suguru, Miyuki, Rin and the others return to school. On the very first day, as they are walking to class, Chizuko is nearly run down by an out-of-control car, but saved by a mysterious man who appears, seemingly out of nowhere, and leaves as quicky. Later in the day, the same man, Tou Ryuga, reappears again, as a substitute teacher hired by the school. But later still, at the mention of his name, Mahoro grows uneasy. The reason, revealed in the evening of the same day, is simple: much like Mahoro herself, Ryuga is a combat android, only in the service of the alien invaders SAINT. He attacks Mahoro as she is out shopping, and although Mahoro and Slash gain the upper hand, she feels that rather than being able to defeat Ryuga, she is merely being allowed to survive. Before he leaves, however, Ryuga declares his intention - to challenge Mahoro and make the final determination of which one of them is the better warrior. During Mahoro's active service, her and Ryuga engaged - inconclusively - several times. Now, though, the first step he takes is finding out just what the nature of the relationship between Mahoro and Suguru, whom he knows to the the son of Commander Ryoh Misato, is. It is to this effect that he infiltrates Suguru's school and interrogates his various friends. The responses are nothing but praise - and in the cases of Miyuki and Rin, blushing and mumbling - although unsurprisingly, Saori misinterprets the situation and perceives Ryoh as a rival for Suguru's affections. Later, Slash and Mahoro, who also infiltrate the school, challenge him. Mahoro threatens to fight Ryuga right there and then, if that would mean protecting Suguru. Whether he is truly concerned or simply looking for an excuse to put the battle off is not clear, but he declares that he is unwilling to fight in a location where civilians could be harmed, and leaves.",
                    "Aliases": []
                },
                "8": {
                    "ID": "313897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313897",
                    "TitleEnglish": "One Who Has a Perfect Heart",
                    "SummaryEnglish": "As SAINT combat android Tou Ryuga enters the lives of Suguru and his friends, disguised as a substitute teacher, Suguru becomes aware that some sort of connection exists between Ryuga and Mahoro. To further understand their relationship, Suguru invites all of his friends, as well as both Ryuga and Saori to a party at his house. At the same time, Mahoro is becoming more and more aware that her view of herself - as well as her relationship to Suguru - is changing the more she time she spends living with him. Originally, she saw herself as merely atoning for causing Commander Misato's death, but as the days go by, she comes to realize that what she is truly looking for is a place to belong, a home to be able to take care of and come back to, and people to care for. In contrast, Ryuga's self-examination shows that he sees his entire raison d'etre as fighting - and defeating - Mahoro. His entire identity is of a warrior who was defeated once but is desperate for a second chance, because without it, he is nothing. The party at Suguru's house, where Ryuga comes to realize that Suguru, despite suspecting the depth of Mahoro's past is still unaware of his role in it, sets the stage for the final confrontation between the two combat androids. However, Suguru's intervention means that the actual duel will take place two days later, in a mutually agreed-upon location. With the time and place of the duel now determined, Mahoro again faces the fact that Suguru still has no knowledge of her impending death. She has already caused him immeasurable pain once, and is left to wonder - it is worth living just a few more months with him if the end will still be same pain.",
                    "Aliases": []
                },
                "9": {
                    "ID": "313898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313898",
                    "TitleEnglish": "Limelight",
                    "SummaryEnglish": "With the time and place of the final duel with Tou Ryuga now set, Mahoro really has nothing left to lose, and uses the opportunity to ask Suguru out on a \"date\" to Yokohama. The effect is predictable: both him and Saori are prompted to imagine all the romantic implications of such a situation, and of course, when Mahoro and Suguru finally depart, Saori is right there, pursuing them on her Vespa. It's an uneven match, but the woman certainly gets points for persistence... The \"date\" itself is absolutely idyllic, as per Mahoro's expectation of \"fun, tea, fun, lunch...and then more fun!\" - an amusement park trip, shopping, lunch, then the warm early fall evening at a park. And when she reveals Ryuga's true identity to Suguru, he is not particularly surprised. Later on still, as Sugur and Mahoro are gazing over the nighttime city, she tells him that since beginning to work at the house, she has been able to find happiness. But when in Suguru's reply, it is clear that he knows there is much more about her - and about her relationship to him - that she is not telling, Mahoro can't help but face the full weight of reality: her past, her loneliness, and the fact that she is very much living on borrowed time. Suguru then plays his hand and asks Mahoro to explain her past as a combat android when she feels she is able to do so. After they return home, Suguru, tired, goes off to bed, though despite being exhausted, he is unable to fall asleep and lies there, thinking. As soon as he heads out, though, Mahoro changes into her battle outfit and sets out for the duel with Ryuga, determined, however, to defeat him - and to come back alive...",
                    "Aliases": []
                },
                "10": {
                    "ID": "313899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313899",
                    "TitleEnglish": "Fate As A Warrior",
                    "SummaryEnglish": "A flashback episode, \"Fate as a Warrior\" shows Mahoro as a Vesper combat android, undergoing training and fighting her first battles. Endurance tests under various extreme environmental conditions, while too short to be truly useful, nonetheless succeed in giving her an appreciation of life, and her first battle is an overwhelming victory. The episode also shows fully the battle in which Cmdr. Misato, really the first person to accept Mahoro as more than merely a weapon, lost his life. It is the memory of his life - and his death - that really leads Mahoro to accept the full weight of her own existence, and to desperately want to continue living for as long as she can.",
                    "Aliases": []
                },
                "11": {
                    "ID": "313900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313900",
                    "TitleEnglish": "A Person Precious to Me",
                    "SummaryEnglish": "As Mahoro and Ryuga face off in the final battle they both planned for, each has a person waiting for them: Suguru back at the Misato house and Sara in the SAINT spaceship in Earth orbit. Looking at the planet, Sara can't help but think about the irony of the way SAINT's ages-long quest for contact with another civilization has turned out, with mankind's response being the \"most primitive\" - war. For her own part, Mahoro again makes it clear that, although her original reason for deciding to live in the human world was to serve penance, in the months since, she has come to genuinely enjoy her existence within the ties of friendship that go along with being human. To the end, though, she also understands that there can be no other resolution to the opposition between her and Ryuga, and so, the battle is on. With her strength and capacity severely diminished after she was decomissioned, Mahoro is able to hold Ryuga off, but it is very obvious that the battle is not being fought on equal terms. As she exhausts her ammunition, without inflicting any noticeable damage, it is clear that if she is to survive, Mahoro must resort to far more drastic means. It is at this time, too, that Suguru, waking from a short nap in his room, comes downstairs and discovers a set dinner...and Mahoro's farewell letter. Within seconds, his mind is set; he needs to be wherever she is, regardless of what happens. Slash resists briefly, but cannot do so any further after Suguru explicitly invokes his status as Mahoro's - and by extension, his - \"master,\" and issues a direct order to be taken to the location of the duel. Even though weakened, Mahoro still has a few tricks up her sleeve. A personal shielding system offers some protection, at least against projectiles, while several explosive charges, uniquely shaped like throwing knives to deceive an opponent destroy the building and force the fight outside, where Mahoro can draw on the power of one of her last remaining weapons. The anti-substa",
                    "Aliases": []
                },
                "12": {
                    "ID": "313901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/313901",
                    "TitleEnglish": "To The Scenery I Once Dreamt Of",
                    "SummaryEnglish": "Mahoro may be the Earth's greatest weapon, but human technology is still only so much; whatever the reasons and explanations, Ryuga does take a direct hit from an antimatter cannon...and shrugs it off. Mahoro is caught off guard, and her last thoughts before she blacks out are that if she somehow gets out of this alive, she still just might get back home before Sugur wakes up, destroy the note she left, and go on as if nothing at all happened. So black out she does, into her personal True Happiness that is a morning, any morning, cooking and ready to face the day. Of course it only gets better from there; Suguru suggests a picnic, and soon enough, the whole gang, Miyuki and Rin and Chizuko, Kiyomi and Toshiya, are at the door, yelling to Mahoro to come and join them...So just like on so many other sundays, a hillside picnic, a perfect day, friends, food, Shikijo-sensei the annoying, ridiculous...but familiar. Then, as the four girls are perched in a majestic tree looking over as much of the world as matters for them, the talk turns to dreams and aspirations. Sakura, Rin and Chizuko's answers are completely predictable, but as they turn to Mahoro with the same question - what it is that she dreams of - cue the end of the dream... And cue nothing but pain, as Mahoro snaps back into reality. But though she may be weakend and injured, on the brink of realizing that she may not be coming home after all, her and Ryuga both know she is still not at her limit. What Ryuga can't quite figure out, though, is why? And when he is about to unleash his own ultimate weapon - Ray Blade - all Mahoro does is stand there and wait for death to take her...because in the end, one death is the same as another. It is just at this moment, not a second too soon, really, that Suguru comes dashing into the middle of the fight. Like he said, he is all too aware he is not able to actually affect what happens in any real way...but that isn't the point; he does all he can - protects the one he care",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "16842",
            "URL": "https://thetvdb.com/series/mahoromatic/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "322880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322880",
                    "TitleEnglish": "Return of the Maid",
                    "SummaryEnglish": "Slash still seems to hate Ryuuga. He follows him all day, while Ryuuga gets his school teacher job back. Just as Ryuuga is about to teleport back up to his station, Slash confronts him, and they begin fighting. Mahoro busts in and stops them. She lectures them a bit, and then runs off chasing Suguru. The next day, Mahoro is going shopping, and Suguru is supposed to help her, but they end up meeting this small girl, who is being chased by mecha robots out to kill her. She is an android, and they seem to want her dead. So Mahoro protects her.",
                    "Aliases": []
                },
                "2": {
                    "ID": "322881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322881",
                    "TitleEnglish": "From Today On, You Are Minawa",
                    "SummaryEnglish": "Since Minawa (#370) is staying with Suguru and Mahoro, they use the pretense that she is Mahoro's younger sister, and that her name is Minawa. She has to attend school with Suguru, since she is supposed to be 14. However at school, she keeps messing up, and getting injured. Meanwhile, at school, Ryuuga and Slash know that she is from the Caretakers organization, so they too keep an eye on her for suspicious activity, since the Caretakers organization is not to be trusted.",
                    "Aliases": []
                },
                "3": {
                    "ID": "322882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322882",
                    "TitleEnglish": "Dreams Should Be Grand",
                    "SummaryEnglish": "Mahoro wants to have a bigger bust, since she was designed as a combat android, her parts were built for maximum efficiency. So, she buys strange machines to try different things. However, they prove to be unsuccessful. The next day, she gets a mysterious package from Vesper, containing a counter-attack device. They are hidden missles in a bra to counter attack a super machine sent by the Caretakers. She uses them, and saves the day.",
                    "Aliases": []
                },
                "4": {
                    "ID": "322883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322883",
                    "TitleEnglish": "Looking for a Lost Object",
                    "SummaryEnglish": "Mahoro receives word from Vesper headquarters that theres a dangerous item hidden under the school somewhere on the premises. Later reports confirm that it might be a bomb. So, Vesper has Mahoro go and find the item. The Caretakers organization gets word of this, and when the item is found, they try to take it. Meanwhile, the students believe its a magic love-granting item, so they too try to take it. However, it ends up being Shikijou-sensei's time capsule from her student days, and she was trying to find it before the construction workers did.",
                    "Aliases": []
                },
                "5": {
                    "ID": "322884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322884",
                    "TitleEnglish": "Will I Catch a Cold Tomorrow?",
                    "SummaryEnglish": "Its Christmas time, and everyone is planning to have a party at Suguru's house. So, Mahoro and Minawa are doing the decorations. Lately, after school, Suguru has been going up to his room, he is making christmas gifts for everyone in his house. So, they have the party, and everything is fun. They end up trading gifts in Secret Santa Style, and there was mostly junk, but everyone still had a fun time.",
                    "Aliases": []
                },
                "6": {
                    "ID": "322885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322885",
                    "TitleEnglish": "Doing Delightful New Year Things",
                    "SummaryEnglish": "Christmas has passed, and now its New Years. So the group goes to the traditional shrine on the first day to get good luck. Of course, there's still the rivalry between Mahoro and Shikijou-sensei, and that persists for the entire course of the winter break. Every day, the group does something different, and each day they have some fun. At the end of the break, everyone realizes what they need to do for the upcoming year, and having had their fun, they have no choice but to get serious again.",
                    "Aliases": []
                },
                "7": {
                    "ID": "322886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322886",
                    "TitleEnglish": "Don't Ever Come Back Again!",
                    "SummaryEnglish": "There is a famous festival in the city of Hiryu, which stems back from the feudal days. It is a fighting festival, however, due to the rules established in recent years, its rather safe. Anyhow, Suguru wants to participate, and Mahoro is against it. However, he sneaks out, and Mahoro and Minawa go out to find him. However, they get caught up in the festival themsevles, that they forget their goal. In the end, Mahoro ends up winning the festival fighting contest!",
                    "Aliases": []
                },
                "8": {
                    "ID": "322887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322887",
                    "TitleEnglish": "Grandfather and Grandson",
                    "SummaryEnglish": "Suguru's grandfather decides to come and visit. He actually lives in another city, and is very busy, since he is the Governor. However, he gets worried about Suguru, and comes to visit. While he is there, everyone shows up, and they all have a blast together. Grandfather then realizes that he should not worry, as there are people around to take care of Suguru. He gives Suguru some manly advice, and also has a good talk with Mahoro, after which he leaves. Meanwhile, the Caretakers are planning something...",
                    "Aliases": []
                },
                "9": {
                    "ID": "322888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322888",
                    "TitleEnglish": "Sweeter Than Love, But a Bit Bitter",
                    "SummaryEnglish": "Since its Valentines day, all the girls are going crazy making and giving chocolates. Mahoro makes some, and meanwhile teaches Minawa how to make some. She then tells Minawa to give it to someone she likes, so she tries Mahoro, then Suguru, but Mahoro stops that. In the afternoon, the girls all stop by and give Suguru some chocolate. However, Minawa takes Mahoro's suggestion to give the chocolate to Hamaji, and she does.",
                    "Aliases": []
                },
                "10": {
                    "ID": "322889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322889",
                    "TitleEnglish": "Things I Like",
                    "SummaryEnglish": "The evil scientist's android comes and tells Minawa what to do, as per their promise. She holds Suguru hostage, and they are taken to their lab. Mahoro finds out from Slash, who gets badly injured in the process. Mahoro pursues them, and Minawa finally realizes the fun she had with everyone. She helps to free Mahoro from the electric holders, but she gets shot in the process. Due to the shocking, Mahoro falls unconscious, and Suguru as escaping, jumps back after her into the the oncoming fire.",
                    "Aliases": []
                },
                "11": {
                    "ID": "322890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322890",
                    "TitleEnglish": "A Wish, The Color of Cherry Blossoms",
                    "SummaryEnglish": "Slash's self-repair kicks in, and he goes to get Ryuuga, both of which rescue Suguru, Mahoro, and Minawa. They are then taken to the VESPER base, and Suguru is told the whole story. Meanwhile, Mahoro and Minawa are recovering. They do some tests on Minawa, and her internal systems are kind of messed up, and Ryuuga offers SAINT's technology to fix her. So, she meets up with everyone for a quick trip, and then gets ready to go. Meanwhile, Mahoro has become more and more attached to Suguru, their friends, and her life, and cannot bear the pain to leave anymore.",
                    "Aliases": []
                },
                "12": {
                    "ID": "322891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322891",
                    "TitleEnglish": "Annunciation",
                    "SummaryEnglish": "Events are beginning to happen that will shape the future of the world. The American President was planning to reveal the whole affair to the general public. The Keepers (Caretakers) organization finds about this, and has him assassinated beforehand. Meanwhile, Mahoro fights for her life. For the first time in her life, she is scared of her future, and of death.",
                    "Aliases": []
                },
                "13": {
                    "ID": "322892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322892",
                    "TitleEnglish": "End of a Dream",
                    "SummaryEnglish": "Yuuichiro is planning to attend a party held by the Keepers. He was once friends with the leader, but believed that Vesper was the key to the future. However, he goes to the party with the intention of killing them. He prepares a battle plan with Slash. He brings his locket, and as the discussion heats up, Slash is summoned in full battle mode. Slash tears up everyone and everything in the place. However, due to the excess forces of the Keepers, Yuuichiro pays the ultimate price, but the Keepers seem to have been stopped. Meanwhile, Mahoro and Suguru escape to Bolivia. However, they are followed by Feldrance. Suguru is told to run to the nearest city, and Mahoro and Feldrance fight. As Feldrance's strength is continually increasing, Mahoro's is decreasing. So, she is forced to use her ultimate weapon, resulting in a double-KO.",
                    "Aliases": []
                },
                "14": {
                    "ID": "322893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahoromatic/episodes/322893",
                    "TitleEnglish": "Na-Geanna",
                    "SummaryEnglish": "After Mahoro's final departure, the years go by for Suguru. He joins VESPER and becomes an assassin with attributes greater than any android they have ever had. He has one purpose, to hunt down and kill all Androids, especially those affiliated with the Keepers. Although that group is history, there are still some loyal to it, and Suguru disposes of them. One day, after getting quite drunk, he ends up meeting a girl who looks like Mahoro, and it turns out to really be Mahoro, as SAINT's technology, and Matthew's will has recreated her, even though it took 20 years to do so. She finally finds him, and convinces him to finally go back to Tokyo.",
                    "Aliases": []
                }
            }
        }
    }
}