{
    "URL": "https://thetvdb.com/series/gunparade-march",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/42702"
    ],
    "TitleEnglish": "Gunparade March",
    "SummaryEnglish": "In 1945, World War II abruptly ended when an alien race appeared on Earth and began to slaughter the human population. The year is 1999 - 54 years later, mankind is still fighting to survive against the alien forces. Earth forces now use advanced mecha called Humanoid Walking Tanks (HWTs) to combat the invaders, but throughout the ordeal, far too many pilots have been killed in action. As a result, high school students are now recruited to become HWT pilots. Gunparade March follows the lives of the 5121st Platoon, who have just added a mysterious girl named Mai Shibamura to their ranks.",
    "Aliases": [],
    "Modified": "2024-12-12",
    "Seasons": {
        "1": {
            "ID": "29740",
            "URL": "https://thetvdb.com/series/gunparade-march/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "345380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345380",
                    "TitleEnglish": "Playback - The Visitor",
                    "SummaryEnglish": "A \"Brain\" is discovered in a region of Japan and an disposal mission is ordered. It ended in a huge massacre. A new elite unit is then called to deal with this threat. It's the unit \"5121\", consisting of young men and women. A new mysterious rookie also happens to lend a helping hand.",
                    "Aliases": []
                },
                "2": {
                    "ID": "345381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345381",
                    "TitleEnglish": "Do Whatever You Like - Going My Way",
                    "SummaryEnglish": "The new recruit is fueling discussions and debates within the unit \"5121\". Cold and haughty, the young May Shibimaru does not seem to reach unanimity. However, she will be the victim of the Casanova of the barracks, Takayuki Setoguchi. He will however be trapped by his female colleagues, because of a micro hidden under a desk.",
                    "Aliases": []
                },
                "3": {
                    "ID": "345382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345382",
                    "TitleEnglish": "Summertime Blues - Fire Works",
                    "SummaryEnglish": "It's finally summer vacation. Unfortunately for our young warriors, they do not have the right to take time off. Yet they will celebrate a sad anniversary of the death of Akane, a former fighter who died in combat. Hayami remembers this sad event and is going to meet the beautiful May, which also assists at the ceremony.",
                    "Aliases": []
                },
                "4": {
                    "ID": "345383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345383",
                    "TitleEnglish": "Tea for Two - The Duelist",
                    "SummaryEnglish": "A new mecha, controlled by two pilotes is arriving at the barracks. Now, discussions are underway to determine who will control this new power. According to statistics, the pilots should be Takayuki and May.",
                    "Aliases": []
                },
                "5": {
                    "ID": "345384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345384",
                    "TitleEnglish": "A Withered Leaf - Thursday's Child",
                    "SummaryEnglish": "On the occasion of the 17th cultural festival of the academy of Shoukei, the \"5121\" unit is preparing a specatcle puppet show of \"Hansel and Gretel\". The choice of roles is causing some tensions within the team.",
                    "Aliases": []
                },
                "6": {
                    "ID": "345385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345385",
                    "TitleEnglish": "After You've Been Gone - I Guess Everything Reminds You of Something",
                    "SummaryEnglish": "The atmosphere worsened since the death of a team member during a previous mission. Hayami and Mai seem to get better results in terms of the timing of their mecha, but their relationship becomes dull.",
                    "Aliases": []
                },
                "7": {
                    "ID": "345386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345386",
                    "TitleEnglish": "The Endless Night - In the Forests of Nights",
                    "SummaryEnglish": "The mecha of Hayami and Mai does not respond and can not be found on the radar. They find themselves completely isolated from the rest of the unit and in enemy territory.",
                    "Aliases": []
                },
                "8": {
                    "ID": "345387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345387",
                    "TitleEnglish": "When April Comes - With Your Musket, Fife, and Drum",
                    "SummaryEnglish": "The months pass quickly and we are already in April. The relationship between Hayami and Mai is still unclear and their journey is getting close to Christmas.",
                    "Aliases": []
                },
                "9": {
                    "ID": "345388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345388",
                    "TitleEnglish": "For You My Heart Trembles - A Day in the Life",
                    "SummaryEnglish": "Hayami finally seems to be motivated to speak a little more and he starts to seek advice from his friends about his relationship with May. Trying to confess to May, Hayami hears a discussion between the girls about their relationship. The dishonesty of May ruines his confidence that he has won and leaves him disappointed.",
                    "Aliases": []
                },
                "10": {
                    "ID": "345389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345389",
                    "TitleEnglish": "Hello Sadness - Once Upon a Dime",
                    "SummaryEnglish": "It's a happy day for Tanabe! She stumbles across a wallet full of money and finds herself elected as the princess for the next piece of the Academy.",
                    "Aliases": []
                },
                "11": {
                    "ID": "345390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345390",
                    "TitleEnglish": "Unspoken Words - A Good Reward for Their Labour",
                    "SummaryEnglish": "Following a TV report, Hayami and Mai are found to speak of their mutual testimonials. Their relationship is more frustrating for those around them as they are close, but distant at the same time. May is still struggling to forget her previous love and discharges its emerging feelings.",
                    "Aliases": []
                },
                "12": {
                    "ID": "345391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunparade-march/episodes/345391",
                    "TitleEnglish": "Every Time I Say Good-Bye - Gun Parade March",
                    "SummaryEnglish": "It's Christmas again and Mai finally decides to reveal her feelings for Hayami.",
                    "Aliases": []
                }
            }
        }
    }
}