{
    "URL": "https://thetvdb.com/series/shadow-star-narutaru",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1227046/",
        "https://www.themoviedb.org/tv/24667"
    ],
    "TitleEnglish": "Shadow Star Narutaru",
    "SummaryEnglish": "Tamai Shiina, a cheerful girl, met a weird star-shaped creature during her visit to the island where her grandparents lived in the last summer of elementary school. \"Because the star is round,\" Shiina gave a name: \"Hohsimaru\" the round star  to that creature, which could fly to the sky. Starting with that, Shiina met other boys and girls who also befriended with Hoshimaru's friends. What exactly was the real shape of Hoshimaru's body? The world scale magnificent story begins.",
    "Aliases": [
        "Narutaru"
    ],
    "Modified": "2025-07-17",
    "Seasons": {
        "1": {
            "ID": "15989",
            "URL": "https://thetvdb.com/series/shadow-star-narutaru/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "301612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301612",
                    "TitleEnglish": "It's a Star Shape",
                    "SummaryEnglish": "While on a seemingly peaceful summer vacation trip to her grandparents' home on a small island, energetic preteen Shiina Tamai nearly drowns in an ocean swimming race. Before blacking out, she discovers a strange alien starfish that brings her back to shore. She befriends the creature, naming it Hoshimaru and taking it back to the city with her. What Shiina doesn't know is that her cute pet may end up doing her more harm than help.",
                    "Aliases": []
                },
                "2": {
                    "ID": "301613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301613",
                    "TitleEnglish": "Catastrophe During the Daytime",
                    "SummaryEnglish": "Back home from the island, Shiina sets out to her weekly fencing class. While practicing, she meets a painfully shy new girl named Akira Sakura. Shiina comforts the nervous high schooler, who flees the dojo after a mere glimpse of Hoshimaru (disguised as a quirky backpack). Perplexed Shiina begins to wonder about what may have driven Akira off, without considering the deadly secret and supernatural similarities she and the insecure teenager really have in common.",
                    "Aliases": []
                },
                "3": {
                    "ID": "301614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301614",
                    "TitleEnglish": "The First Black One",
                    "SummaryEnglish": "Fast friends Shiina and Akira, along with their shape-shifting alien pals Hoshimaru and Ensof, join together and try to figure out the mystery behind the recent attacks on Shiina's father's aviation company. In a lush forest they find the culprit - a teenage boy named Tomonori Komori with command over a deadly sword-shaped \"shadow dragon\". But picking off jet pilots is only the beginning of his twisted schemes, and murdering the two meddling heroines is his next goal.",
                    "Aliases": []
                },
                "4": {
                    "ID": "301615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301615",
                    "TitleEnglish": "The Shadow of a Child's Footprint",
                    "SummaryEnglish": "Summer vacation is over and school's starting up again. But Shiina is still haunted by her battle with the boy Komori, and the images of his bloody death are ripe in her mind. While facing a degree of doubt about whether or not he's really gone, she now has to deal with her mother's criticism about her poor grades. Meanwhile, a few evil teen dragon bearers begin plotting their next move.",
                    "Aliases": []
                },
                "5": {
                    "ID": "301616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301616",
                    "TitleEnglish": "An Angel's Play",
                    "SummaryEnglish": "While on a simple test flight, Shiina's father Shunji's fighter jet encounters a new dragon that resembles an angel. But he learns never to judge a book by its cover as the wide-eyed alien opens fire at him and his comrades with catastrophic amounts of hidden weaponry. Who could possibly be controlling this new force? What is their motive? After her dad goes missing, Shiina is more determined than ever to find out. But once he is found, her cruel mother Misono Tamai pays him a visit, and she's interested in nothing but giving all the juicy details over to the trigger-happy Japanese government.",
                    "Aliases": []
                },
                "6": {
                    "ID": "301617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301617",
                    "TitleEnglish": "His Words Were True",
                    "SummaryEnglish": "After Akira gets a mysterious note delivered by an anonymous boy, she reunites with Shiina and the latter mentions a teenage boy who she suspects has something to do with the dragons and the letter. They find him and decide to chase him down, but once they arrive at his spacious warehouse home, they may discover a bit more than they were prepared for. Afterwards Akira sees a television news report about the supposed \"disappearance\" of Komori and, knowing the truth about his death, decides to leave a simple bouquet outside his house. While there she meets Naozumi Sudo, a clam friend of Komori's who seems very eager to drive her home and protect her from the police cars chasing after him. But why is he being chased?",
                    "Aliases": []
                },
                "7": {
                    "ID": "301618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301618",
                    "TitleEnglish": "The Scent of Flowers to Those Who Fight and Those Who Die",
                    "SummaryEnglish": "On the way to school, Akira is kidnapped by a dragon that resembles a flower. Shiina and Hoshimaru set out to rescue their friend after finding Akira's dragonchild Ensof on their doorstep. But the girls soon get caught in a trap set up by a group of evil bearers determined to avenge their dead ally Komori. Led by Sudo, laid-back Bungo Takano and stubborn Satomi Ozawa - plus apparent bystander Mamiko Kuri who Sudo claims has a dragon - target the Japanese air force officials who are testing ammo nearby. It is up to Shiina and Akira to stop their three destructive dragons from achieving this goal and keep their own skins in the process.",
                    "Aliases": []
                },
                "8": {
                    "ID": "301619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301619",
                    "TitleEnglish": "Don't Open Your Eyes",
                    "SummaryEnglish": "Despite the girls' best efforts, all of their hope to stop the evil dragon bearers' scheme seems hopeless. They have both been arrested by the air force officials and taken into a tent for questioning. But who should show up but Takeo Tsurumaru, the boy Shiina and Akira chased down in episode 6? And indeed he does, riding on his roommate Norio Koga's menacing yellow dragon. Shiina is immediately suspicious but Tsurumaru claims that he isn't the writer of the letter Akira got, nor is he the bearer of any of the evil dragons that may have been spotted. But now that he seems like a friendly force, will his and Norio's help be enough to stop Sudo's group from wiping thousands of lives off the face of the Earth?",
                    "Aliases": []
                },
                "9": {
                    "ID": "301620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301620",
                    "TitleEnglish": "Fish's Life, Man's Life",
                    "SummaryEnglish": "The aftermath of the last two episodes seems to have died down. A girl appears at Tsurumaru's place, and he will have to squirm his way out of her complaints. When Shiina walks in moments later, she demands them to teach her how to link with Hoshimaru. Tsurumaru and Norio say they do not know, but Shiina is more determined than ever to communicate with her creature, and it seems like nothing will stop her, for better or worse. Later, to relax, Shiina and Akira decide to take a peaceful fishing trip with Sudo. They still haven't the slightest idea that he is organizing the teenagers behind all the recent dragon attacks, but when driving home from their fun day off, Akira may be faced with a threatening choice sooner than anyone thought.",
                    "Aliases": []
                },
                "10": {
                    "ID": "301621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301621",
                    "TitleEnglish": "Now I Can Make It Because of You",
                    "SummaryEnglish": "Desperate to be able to link with Hoshimaru like all of the other dragon bearers, Shiina begins training with him late at night above Tokyo Bay. Once she seems to think it's hopeless, she meets a girl named Jyun Ezumi riding on a dragon shaped like a broomstick. With Jun, Shiina quickly learns quite a bit about the future of all who possess a dragon, and doesn't consider how this fascinating knowledge will show itself again. Nearby, the tragic story of three separated friends begins to conclude, but will Shiina have anything to do with it?",
                    "Aliases": []
                },
                "11": {
                    "ID": "301622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301622",
                    "TitleEnglish": "The Invisible Ground Level",
                    "SummaryEnglish": "Akira finally goes back to school after countless days of skipping or interruptions. She is by no means welcomed, and when she collapses in the middle of gym class and is escorted to the nurses' office by a boy with a huge crush on her, she just might be willing to throw away her dignity and sanity for a chance to feel loved. Over at the neighboring middle school, Shiina's close friend Hiroko Kaizuka is being tormented by bullies due to her perfect test grades. But why is Hiroko staying silent about it? And will Shiina find out before it's too late?",
                    "Aliases": []
                },
                "12": {
                    "ID": "301623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301623",
                    "TitleEnglish": "Eye for a Victim's Eye, Hand for a Assailant's Hand",
                    "SummaryEnglish": "After being told that she is forbidden to talk to Shiina, her only friend, in a frenzied turn of events Hiroko unleashes her dragonchild into the world. All sense of judgment clouded by her anger, Hiroko uses her hulking beast to take revenge - on her overbearing parents, on the bullies who made her life hell, and perhaps even all of mankind.",
                    "Aliases": []
                },
                "13": {
                    "ID": "301624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadow-star-narutaru/episodes/301624",
                    "TitleEnglish": "The Children of the Future Will Pull Through",
                    "SummaryEnglish": "The anime comes to a close as Shiina must work with Hoshimaru to shelter everyone she loves from the wrath of her psychotic friend Hiroko. It will take all of her strength to save them, and reality may not turn out as perfect as Shiina wishes. Is there any hope to stop Hiro's madness?",
                    "Aliases": []
                }
            }
        }
    }
}