{
    "URL": "https://thetvdb.com/series/witchblade",
    "Genres": [
        "Action",
        "Adventure",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0274298/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH1010548",
        "https://www.themoviedb.org/tv/10190"
    ],
    "TitleEnglish": "Witchblade",
    "SummaryEnglish": "This is the story of a New York detective, Sara \"Pez\" Pezzini. Her search for justice brings her into contact with the Witchblade, an ancient, intelligent, living weapon so powerful it can battle Earth's darkest evil forces. Week in and week out, \"Pez\" employs her skills as a police detective to fight crime. She finds she must employ the Witchblade to combat a much greater and frighteningly organized conspiracy of evil that threatens the very soul of humanity. As Sara tries to keep the secret of the Witchblade, do her job and have a personal life, she finds that her most formidable adversary may be the Witchblade itself.",
    "Aliases": [],
    "Modified": "2025-10-11",
    "Seasons": {
        "0": {
            "ID": "26519",
            "URL": "https://thetvdb.com/series/witchblade/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "375392",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/375392",
                    "TitleEnglish": "Pilot",
                    "SummaryEnglish": "Sara \"Pez\" Pezzini is a New York City policewoman. During a shootout with a mob henchman, an ancient weapon attaches to her wrist and saves her life.\r\n\r\nHer search for justice for a slain childhood friend and her murdered patner brings \"Pez\" into contact with the Witchblade, an ancient, intelligent, living weapon she is only beginning to understand.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3256501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/3256501",
                    "TitleEnglish": "Wielding the Blade",
                    "SummaryEnglish": "Yancy Butler and some of the creative minds such as Marc Silvestri and the late Michael Turner talking about the weapon.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3256511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/3256511",
                    "TitleEnglish": "Bringing the Blade to Life",
                    "SummaryEnglish": "Conversation about how the comic made its way onto the screen and how characters were designed and written.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8553852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553852",
                    "TitleEnglish": "Witchblade: Gabriel’s Philosophical Insights #1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "8553853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553853",
                    "TitleEnglish": "Witchblade: Gabriel’s Philosophical Insights #2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "8553854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553854",
                    "TitleEnglish": "Witchblade: Gabriel’s Philosophical Insights #3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "8553855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553855",
                    "TitleEnglish": "Witchblade: Gabriel’s Philosophical Insights #4",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "8553856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553856",
                    "TitleEnglish": "Witchblade: Gabriel’s Philosophical Insights #5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "8553857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553857",
                    "TitleEnglish": "Witchblade: Gabriel’s Philosophical Insights #6",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "8553858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553858",
                    "TitleEnglish": "Witchblade. Eric and Anthony Plugged Out",
                    "SummaryEnglish": "Music video for \"Close Your Eyes\" by Eric Etebari.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8553859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/8553859",
                    "TitleEnglish": "Original Cast Audition Sessions",
                    "SummaryEnglish": "Original cast audition sessions of Butler, Cistaro, Lee, Chokachi and Etebari",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16002",
            "URL": "https://thetvdb.com/series/witchblade/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "301940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301940",
                    "TitleEnglish": "Parallax",
                    "SummaryEnglish": "Learning to adapt to the Witchblade, and her new partner Jake McCarty, Sara Pezzini's role in the Rialto Theater incident is questioned during a hostile meeting with the police review board. Captain Joe Siri makes a big announcement. Sara and Jake tangle with Ian Nottingham over a deranged ex-special forces soldier a \"Black Dragon\". Captain Bruno Dante is introduced.",
                    "Aliases": []
                },
                "2": {
                    "ID": "301941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301941",
                    "TitleEnglish": "Conundrum",
                    "SummaryEnglish": "Sara and Jake are caught up in the world of high fashion when a stunning young model is murdered. Sara's connection to the legacy of the witchblade becomes more mysterious when she uncovers a link between her past and the dead model's roommate.",
                    "Aliases": []
                },
                "3": {
                    "ID": "301942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301942",
                    "TitleEnglish": "Diplopia",
                    "SummaryEnglish": "When Sara and Jake investigate the murder of a prominent Soho art dealer, they quickly narrow their search to an artist who turns out to be one of an unknown number of identical brothers connected to the myth of the Witchblade. Sara seeks answers about the Witchblade from the incarcerated Madame Dominique  and internet artifacts dealer, Gabriel Bowman.",
                    "Aliases": []
                },
                "4": {
                    "ID": "301943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301943",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "Ancient Celtic sacrificial rites are being re-enacted on the streets of New York. Pezzini crosses paths with an Irish rock star named Conchobar whose music is mysteriously linked to the crimes. Kenneth Irons tempts Sara with clues about the murders from a mysterious manuscript.",
                    "Aliases": []
                },
                "5": {
                    "ID": "301944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301944",
                    "TitleEnglish": "Legion",
                    "SummaryEnglish": "A priest is brutally killed, and a young member of his congregation is the prime suspect. Despite the boy's affirmations of guilt, Sara suspects something else is at work. Investigating, she comes to believe that the boy was possessed by demons, and yet she still believes he was not the one responsible. She also fences with Father Del Toro, who has been assigned by the Vatican to investigate. Del Toro seems to know a great deal about the Witchblade as well, from its time when it was kept at the Vatican. Eventually Del Toro is revealed as the true murderer.",
                    "Aliases": []
                },
                "6": {
                    "ID": "301945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301945",
                    "TitleEnglish": "Maelstrom",
                    "SummaryEnglish": "Sara races against a ticking clock to save Conchobar when he's kidnapped and used as bait by an anti-terrorist group intent on arresting his brother for past IRA involvement. In the end, the battle for Conchobar's life becomes a battle for the Witchblade.",
                    "Aliases": []
                },
                "7": {
                    "ID": "301946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301946",
                    "TitleEnglish": "Periculum",
                    "SummaryEnglish": "Sara is put to the ultimate Witchblade trial. Meanwhile, Captain Dante introduces Jake to a secret brotherhood of vigilante officers who use their own methods to exact justice - will he join with them?",
                    "Aliases": []
                },
                "8": {
                    "ID": "301947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301947",
                    "TitleEnglish": "Thanatopis",
                    "SummaryEnglish": "Jake and Sara tail an arms dealer, but a sniper's bullet ends their chase. The case gets weirder when Sara finds a dossier among the victim's effects containing shocking details on Irons, Nottingham ... and herself!",
                    "Aliases": []
                },
                "9": {
                    "ID": "301948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301948",
                    "TitleEnglish": "Apprehension",
                    "SummaryEnglish": "Sara is investigating the murder of a pimp when she receives a mysterious package. She starts reeling when clues suggest the enemy may not be who she thought. All she can trust is herself, and hopefully ... the Witchblade.",
                    "Aliases": []
                },
                "10": {
                    "ID": "301949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301949",
                    "TitleEnglish": "Convergence",
                    "SummaryEnglish": "On the lamb from the NYPD, Sara turns to Jake for help, but is Jake in on the conspiracy against her? Meanwhile, Kenneth Irons struggles to stay alive as he spins out a plot to attain the one gruesome elixir that can save him.  Irons reveals his true intentions for Sara and the Witchblade.",
                    "Aliases": []
                },
                "11": {
                    "ID": "301950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301950",
                    "TitleEnglish": "Transcendence",
                    "SummaryEnglish": "Sara's unlikely protector surfaces with a life-threatening passion to watch over her that leads to irrevocable consequences. Sara has no choice but to accept the destiny that comes with wielding the gauntlet and use it to regain what she has lost. But every gain has its price. True to the words of the Witchblade's past wielders, \"Nothing is as it seems\". A startling discovery about Dante and his team of corrupt cops lead to a suspenseful showdown between the rising warrior and a band of enemies that she must conquer before her father's killer is revealed.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "16003",
            "URL": "https://thetvdb.com/series/witchblade/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "301951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301951",
                    "TitleEnglish": "Emergence",
                    "SummaryEnglish": "Sara Pezzini and her partner Danny Woo are once again in pursuit of the allusive mobster Tommy Gallo. As before, Tommy's henchman lures Sara into the museum where she encounters the Witchblade and it claims her as its chosen wielder. This time, however, things are different. Though it's a case of deja vu as she retraces her steps to the Rialto Theater, an older and wiser Sara declines the opportunity to confront Gallo inside. Although the past may be altered, Kenneth Irons has plans for the future and he determines to take the Witchblade from Sara even if it means having her killed. A much conflicted Ian Nottingham finds his loyalties split between guarding the chosen Witchblade wielder and carrying out the wishes of his master/father, Irons. Using an online murder/hit as bait, Irons lures Sara into his clutches while promising an ambitious and cold-blooded woman named Cristina that she will wear the Witchblade if she takes out Sara. To do so, Cristina must first get rid of Danny so she buries him alive, leaving him to die a horrible, slow death. In a Witchblade frenzy, Sara kills Cristina before she can make her tell what she did with Danny. As her partner runs out of air in an unmarked grave, Sara desperately searches for him before it's too late.",
                    "Aliases": []
                },
                "2": {
                    "ID": "301952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301952",
                    "TitleEnglish": "Destiny",
                    "SummaryEnglish": "Using the powers of the Witchblade, Sara saves the life of her partner, Danny Woo. But when Irons procures an ancient weapon, can she save herself as the battle for the Witchblade turns into a fight to the death?",
                    "Aliases": []
                },
                "3": {
                    "ID": "301953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301953",
                    "TitleEnglish": "Agape",
                    "SummaryEnglish": "As Sara and Danny investigate a series of bizarre drug-related murders, rookie detective Jake is pulled into a sting with a questionable cop. Now Sara must learn to use the Witchblade to solve the crime and save Jake before it's too late.",
                    "Aliases": []
                },
                "4": {
                    "ID": "301954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301954",
                    "TitleEnglish": "Consectatio",
                    "SummaryEnglish": "Obsessed with his feelings for Sara Pezzini and driven by the spirt of Kenneth Irons, Ian Nottingham contracts with a group of deadly assassins, The Black Dragons, to murder Sara.",
                    "Aliases": []
                },
                "5": {
                    "ID": "301955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301955",
                    "TitleEnglish": "Static",
                    "SummaryEnglish": "When a rock star meets his untimely demise, Sara and Danny are called in on a series of strange homicides. But when Sara discovers that the killer is using a trail of mayhem to lure her into a trap, her investigation turns into a fight for the Witchblade.",
                    "Aliases": []
                },
                "6": {
                    "ID": "301956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301956",
                    "TitleEnglish": "Nailed",
                    "SummaryEnglish": "A psychotic serial killer of young girls - who has a fetish for their fingernails - becomes obsessed with Danny's niece. Sara must rely on the Witchblade's visions to find the girl before she becomes the killer's next victim.",
                    "Aliases": []
                },
                "7": {
                    "ID": "301957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301957",
                    "TitleEnglish": "Lagrimas",
                    "SummaryEnglish": "Sara experiences love at first sight when she meets a man who is perfect for her. But the affair goes awry when Irons returns from the grave with knowledge of the man's true identity. Sara is faced with an impossible dilemma: Can she kill the man she loves?",
                    "Aliases": []
                },
                "8": {
                    "ID": "301958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301958",
                    "TitleEnglish": "Hierophant",
                    "SummaryEnglish": "A killer known only as V tries to take over New York's organized crime syndicates, causing mayhem. But when the evidence gathered at the crime scenes includes the fingerprints of Sara's long-dead father, Sara must trust the Witchblade's powers to overcome her emotions and wage war with the greatest evil she has ever faced.",
                    "Aliases": []
                },
                "9": {
                    "ID": "301959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301959",
                    "TitleEnglish": "Veritas",
                    "SummaryEnglish": "A man named Bittner is on the run from two mysterious men who kill him after he sends a message to Gabriel. It turns out Bittner had a tape with evidence convicting the mysterious men and their organization of some major murder. Gabriel and Sara recover the tape, are forced to shoot two of the men who are government types, and go on the run while Sara has visions of a mysterious Boston-accented talking to her about politics and evil. Sara ends up captured by the conspiracy, who are a mysterious cabal who plan on taking over the U.S. She escapes but the conspiracy lets her live in return for a favor, and returns the captive Gabriel to her. At the end her mysterious ghost/man reveals himself as John F. Kennedy before disappearing.",
                    "Aliases": []
                },
                "10": {
                    "ID": "301960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301960",
                    "TitleEnglish": "Parabolic",
                    "SummaryEnglish": "A link to unusual circumstances and the mysterious tatoos on the murder victims lead Sara and Jake to investigate other hate crimes that have been interrupted but are occurring across the city. It becomes apparent that a vigilante is trying to thwart the efforts of the hate crime perps. Sara goes undercover to find out more about the tatoos that are traced to the Lupo organization and its mysterious leader, but when her disguise is blown, she must use the Witchblade to escape",
                    "Aliases": []
                },
                "11": {
                    "ID": "301961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301961",
                    "TitleEnglish": "Palindrome",
                    "SummaryEnglish": "Jake and Danny go undercover posing as hot-headed fighters to investigate the murder of a young man who was in an underground fight club. But the deadly game becomes complicated when Sara's long-lost love, Conchobar (Kim De Lury), steps into the ring. In a bizarre twist of fate, Sara finds herself risking everything - including the Witchblade - to save her lover and bring the killer to justice.",
                    "Aliases": []
                },
                "12": {
                    "ID": "301962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade/episodes/301962",
                    "TitleEnglish": "Ubique",
                    "SummaryEnglish": "Sara awakens from a nightmare to discover the Witchblade gone and New York City in chaos after a bizarre homicidal spree. When she finds that the killers recently accessed Cyberfaust.net, a Web site run by someone who knows about the Witchblade, Sara suspects Irons. Risking her sanity, she peruses the site and becomes helpless due to Cyberfaust's spell. She is forced to battle against the Witchblade and its diabolical new wielder.",
                    "Aliases": []
                }
            }
        }
    }
}