{
    "URL": "https://thetvdb.com/series/magic-users-club",
    "Genres": [
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0292085/",
        "https://www.themoviedb.org/tv/9598"
    ],
    "TitleEnglish": "Magic User's Club!",
    "SummaryEnglish": "Maho Tsukai Tai TV is the continuation from the OVA series where the members of Magic User's Club successfully defeated Bell and turned it into a giant cherry (sakura) tree. The petals from the tree apparently were causing problems for the city, hence the members of Magic User's Club once again tried to do something about it. Sae Sawanoguchi apparently made a mistake as usual while casting the spell and gave the giant tree the ability to walk by itself. The tree moved and placed itself on a mountain and they think they had solved the problem... Sae actually planted a seed for bigger problems!",
    "Aliases": [
        "Mahou Tsukai Tai"
    ],
    "Modified": "2024-10-29",
    "Seasons": {
        "0": {
            "ID": "26525",
            "URL": "https://thetvdb.com/series/magic-users-club/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "936611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/936611",
                    "TitleEnglish": "The Bell, Takakura, and Flying Magic",
                    "SummaryEnglish": "The Magic User's Club is a group of high schoolers who can do actual, honest-to-goodness magic! Their leader, Takeo, wants to fight against the aliens who are invading earth, but it'll be a tough task for this group of misfits.",
                    "Aliases": []
                },
                "2": {
                    "ID": "936621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/936621",
                    "TitleEnglish": "The Giant Top, Mistress Mizuha, and Failed Magic",
                    "SummaryEnglish": "Takeo is about to face his greatest enemy, and we don’t mean the aliens! It’s Mizuha Miyama! She’s the large-chested drama queen who runs the Manga Club next door, and her greatest goal in life is to make Takeo miserable.",
                    "Aliases": []
                },
                "3": {
                    "ID": "936631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/936631",
                    "TitleEnglish": "The Whirligig, Akane, and Forbidden Magic",
                    "SummaryEnglish": "Akane is the flakiest member of the Magic User’s Club, but also the most talented. Unfortunately, she usually uses her magic for pranks. When she uses magic in public and the aliens find out, she ends up their number one target!",
                    "Aliases": []
                },
                "4": {
                    "ID": "936641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/936641",
                    "TitleEnglish": "The Sea, the Cave, and a Magic Party",
                    "SummaryEnglish": "The Magic User’s Club is going to the beach! There’ll be sun, sand, and skimpy suits… But it’s not all fun and games. Mizuha Miyama and her entourage are there too, and she has plans for Takeo’s ultimate humiliation!",
                    "Aliases": []
                },
                "5": {
                    "ID": "936651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/936651",
                    "TitleEnglish": "Nanaka, Aburatsubo, and Confession Magic?",
                    "SummaryEnglish": "The aliens are getting bolder. Their ship is directly over the city now, and their mechanical scouts are always watching. In the midst of all this, Nanaka has come to a decision. Will she use magic for something she shouldn’t?",
                    "Aliases": []
                },
                "6": {
                    "ID": "936661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/936661",
                    "TitleEnglish": "Sae, Jeff, and the Big Spell",
                    "SummaryEnglish": "Takeo has a plan. They’ll use their new spell to trade places with Sae and rescue her from the ship! No time for second thoughts - the aliens are on the move, so if the Magic User’s Club is gonna save the world, it’s now or never!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16010",
            "URL": "https://thetvdb.com/series/magic-users-club/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "302207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302207",
                    "TitleEnglish": "Sae, the Magic Club, and the Cherry Blossom Tree",
                    "SummaryEnglish": "The Magic User’s Club defeated a giant ship from outer space! But their close encounter left a huge cherry blossom tree in the middle of the city. Takeo calls a club meeting to deal with the tree, but their magic backfires…",
                    "Aliases": []
                },
                "2": {
                    "ID": "302208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302208",
                    "TitleEnglish": "Nanaka, a Cake, and a Dangerous Evening",
                    "SummaryEnglish": "Nanaka has had enough of her rude, careless family! She’s running away to live with Sae (again). When Akane drops by, the three girls set up a slumber party full of fun, laughter, and out-of-control magic.",
                    "Aliases": []
                },
                "3": {
                    "ID": "302209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302209",
                    "TitleEnglish": "Aburatsubo, Morning Glories, and Parent-Teacher Meetings",
                    "SummaryEnglish": "It’s time for Parent-Teacher Meetings, and no one is dreading it more than Aburatsubo. He’s normally cool, calm and composed, but the mere mention of his mother sends him into a panic - and she’ll be arriving any minute now!",
                    "Aliases": []
                },
                "4": {
                    "ID": "302210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302210",
                    "TitleEnglish": "Sae, the Bathroom, and the Other Side of the Door",
                    "SummaryEnglish": "Today’s lesson for the Magic User’s Club is a spell that will let them teleport anywhere they want. But it doesn’t really work… or does it? Now, whenever they walk through a door, they have no idea what will be on the other side!",
                    "Aliases": []
                },
                "5": {
                    "ID": "302211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302211",
                    "TitleEnglish": "Akane, the Hiccups, and a Strange Relationship",
                    "SummaryEnglish": "Something’s wrong with Akane. Her magic is out of control, she’s constantly blushing, and… did she just ask Takeo to go out with her?! Time for the rest of the club (and Mizuha Miyama) to snoop around and get to the bottom of this!",
                    "Aliases": []
                },
                "6": {
                    "ID": "302212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302212",
                    "TitleEnglish": "Takakura, Origami, and the Secret Date",
                    "SummaryEnglish": "The club made origami using magic, and Sae did really well! But ever since then, something has been a bit off. Time keeps flashing around Sae, as her dreams and reality start mixing together. There’s only one person who can help…",
                    "Aliases": []
                },
                "7": {
                    "ID": "302213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302213",
                    "TitleEnglish": "Sae, a Tomato, and the Dance of the Paintbrush",
                    "SummaryEnglish": "The Culture Festival is coming, and Sae wants to make it something special! But the rest of the club isn’t quite so enthusiastic. What’s more, if they want the space to hold their own event, they’ll have to fight Miyama to get it!",
                    "Aliases": []
                },
                "8": {
                    "ID": "302214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302214",
                    "TitleEnglish": "Alice, the Railroad Crossing, and Rice Crackers",
                    "SummaryEnglish": "Sae’s plans for the Culture Festival are quickly falling apart. Takeo is fighting with Miyama, everyone else is overbooked, and now a strange new person has appeared. Is this mysterious “Alice in Wonderland” a friend or a foe?",
                    "Aliases": []
                },
                "9": {
                    "ID": "302215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302215",
                    "TitleEnglish": "Long-Sleeved Kimonos, Shorts, and the Age of Joy",
                    "SummaryEnglish": "Sae wants to find the mysterious person she keeps seeing – and Akane knows just where to look. She leads Sae and Nanaka to a place where the two are quickly dressed in kimonos, handed scripts, and told to get ready for an audition!",
                    "Aliases": []
                },
                "10": {
                    "ID": "302216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302216",
                    "TitleEnglish": "Snow, the Colt, and a First Kiss",
                    "SummaryEnglish": "Sae is off to the Hokkaido countryside to visit the family farm! It’s fun to see her parents again, and to take care of the horses that she loves. But suddenly, Jurika appears. How did he get there, and what could he possibly want?",
                    "Aliases": []
                },
                "11": {
                    "ID": "302217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302217",
                    "TitleEnglish": "Akane, the Mirror, and the End of the Year Sale",
                    "SummaryEnglish": "Jurika has many powers, but the strangest one of all is that he seems to know everyone’s heart. He knows what each member of the club is thinking, and he’s about to bring those thoughts into the open, whether they want him to or not.",
                    "Aliases": []
                },
                "12": {
                    "ID": "302218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302218",
                    "TitleEnglish": "The Octopus, a Flash of Lightning, and Micky",
                    "SummaryEnglish": "Akane is on a rampage! Or at least, she would be, if it wasn’t for all that ennui. But one way or another, she needs to be stopped before she hurts someone. It’s up to Sae and Nanaka, but they aren’t alone – Micky appears to help!",
                    "Aliases": []
                },
                "13": {
                    "ID": "302219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-users-club/episodes/302219",
                    "TitleEnglish": "Sae's Magic, Sae's Feelings, Forever",
                    "SummaryEnglish": "The truth about Jurika has been revealed, and Sae has vowed to never use magic again. But Jurika won’t let her go – he’s locked her away in a place no one can reach. Takeo and the others have to find her, before she’s lost forever!",
                    "Aliases": []
                }
            }
        }
    }
}