{
    "URL": "https://thetvdb.com/series/nurse-witch-komugi",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/35976"
    ],
    "TitleEnglish": "Nurse Witch Komugi",
    "SummaryEnglish": "Welcome to the Nurse Witch Komugi guide at TV Tome.      This show is a spinoff of the series \"SoulTaker\". It centers around Komugi, a 17 year old cos-play idol who protects the world as Magical Nurse Komugi from the king of viruses, Ungraar, who is embedded within Komugi's best friend, Koyori, who occasionally transforms into Magical Maid Koyori.    This is a funny show that can be seen on the anime network.",
    "Aliases": [
        "Nurse Witch Komugi-chan Magikarte",
        "Nurse Witch Komugi-chan Magikarte Z"
    ],
    "Modified": "2025-06-12",
    "Seasons": {
        "0": {
            "ID": "26555",
            "URL": "https://thetvdb.com/series/nurse-witch-komugi/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "355857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/355857",
                    "TitleEnglish": "Hunch of Another Festival, Heave-Ho! (Ep 2.5)",
                    "SummaryEnglish": "Karaoke, anyone? Komugi gets to work at the Cosplay Café at the Dream Factory 2003, and it is held on Buji TV! The Kiri-Pro girls learn a valuable lesson from coworker, Runa. She explains to them that in the workplace, a little fanservice goes a very long way! The episode explodes (funny rhyme, isn't it?) with musical numbers, and we learn a little bit about Kiri-Pro's President's unknown past.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5317233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/5317233",
                    "TitleEnglish": "An Anime is Made",
                    "SummaryEnglish": "A short special about a Komugi-chan figure understanding how anime is actually made.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16045",
            "URL": "https://thetvdb.com/series/nurse-witch-komugi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "302775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/302775",
                    "TitleEnglish": "Smash! Komugi vs. Hikki - Biggest Battle at Akihabara",
                    "SummaryEnglish": "Ungrar, the king of viruses, has escaped from Vaccine World and is traveling to Earth to unleash his evil viruses! The goddess of Vaccine World, Maya, has ordered Mugimaru to capture Ungrar. Mugimaru seeks Komugi’s help to vaccinate Earth. This is how Magical Nurse Komugi is born. A huge virus has been unleashed at the Akiba Expo, and only Nurse Witch Komugi can save the day!",
                    "Aliases": []
                },
                "2": {
                    "ID": "302777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/302777",
                    "TitleEnglish": "Horror! Maid Magic Girl Descends. Decisive Battle at the Top of Odaiba",
                    "SummaryEnglish": "“Here I am. I’m Komugi!” Komugi has a new song, is getting really popular and she gets to meet some of her fans. One fan even styles a comic book after her. Everything is going well until one of Ungrar’s loyal servants unleashes a huge robot that goes on a rampage through Odaiba. This is the biggest virus she’s fought yet!",
                    "Aliases": []
                },
                "3": {
                    "ID": "302776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/302776",
                    "TitleEnglish": "Serious! Komugi Dies Two or Three Times?!",
                    "SummaryEnglish": "It’s a cruel, cruel world! Komugi get hit by a bus! Poor Komugi, no one can see her and no one seems to care she died. Death isn't as bad as one might think, however, when Komugi begins to haunt the sets of Kiri-Pro's actors, and even cause minor mischief for its principals! But, who will protect the population from the evil viruses? Is there anything that can be done? Death isn't something that's likely to keep our heroine down!",
                    "Aliases": []
                },
                "4": {
                    "ID": "314057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/314057",
                    "TitleEnglish": "Pioneer! The Anime Studio that Invites Storms",
                    "SummaryEnglish": "Meet Muscle Cutie Komugi. In an attempt to bolster her already rising fanbase, Komugi becomes a pro-wrestler and becomes super popular. Her wrestling persona becomes so well liked, she gets to be in her very own Anime! She even gets to direct it herself when a certain Afro-totin' Puchuu kickin' director storms off the set, but watch out Komugi! Don’t forget about Ungrar and his viruses.",
                    "Aliases": []
                },
                "5": {
                    "ID": "355858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/355858",
                    "TitleEnglish": "Encounter Has Come",
                    "SummaryEnglish": "Where did everybody go? Komugi feels so helpless and alone. Almost everyone has disappeared in Japan and didn’t tell Komugi where they went. Where are they? And why the heck did they only disappear from Japan? Did aliens kidnap them? Or is the new teacher behind it all? The final chapter of Nurse Witch Komugi closes with a most unlikely team up and even more mascot characters!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "16046",
            "URL": "https://thetvdb.com/series/nurse-witch-komugi/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "302778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/302778",
                    "TitleEnglish": "Operation 1 - Again! Super Magical Battle in Red-Hot Summer Osaka",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "302779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nurse-witch-komugi/episodes/302779",
                    "TitleEnglish": "Operation 2 - Did the Maid Fall Asleep!? Komugi, Final Verse!!",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}