{
    "URL": "https://thetvdb.com/series/guyver-the-bioboosted-armor",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0488266/",
        "https://www.themoviedb.org/tv/35583"
    ],
    "TitleEnglish": "Guyver: The Bioboosted Armor",
    "SummaryEnglish": "While walking in the forest with his best friend Segawa Tetsuro, Fukamachi Sho, a Japanese student, accidentally discovers an ancient alien weapon known as a 'Guyver Unit.'\r\n\r\nThe Guyver Unit consists of a symbiotic bio-boosted armor, created by aliens that visited earth centuries ago. The insidious biotech corporation known as Chronos has kept it secret for years. Now that Sho has found it, he and his friends are hunted by Chronos' monstrous creatures as the corporation seeks the return of the Guyver for their twisted experiments.",
    "Aliases": [
        "Guyver (2005)"
    ],
    "Modified": "2025-07-04",
    "Seasons": {
        "0": {
            "ID": "26550",
            "URL": "https://thetvdb.com/series/guyver-the-bioboosted-armor/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6469440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/6469440",
                    "TitleEnglish": "Genesis of the Guyver",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "6469441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/6469441",
                    "TitleEnglish": "Battle of the Guyver",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "6469442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/6469442",
                    "TitleEnglish": "Mysterious Shadow",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "6469443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/6469443",
                    "TitleEnglish": "Attack of the Hyper Zoanoid - Team 5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "6469444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/6469444",
                    "TitleEnglish": "Death of the Guyver",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "6469445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/6469445",
                    "TitleEnglish": "Terminal Battle - The Fall of Chronos Japan",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "7599981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/7599981",
                    "TitleEnglish": "The Battle Begins",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "7599983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/7599983",
                    "TitleEnglish": "The Last Unit",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "7599984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/7599984",
                    "TitleEnglish": "Transformation Tragedy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "7599986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/7599986",
                    "TitleEnglish": "Haunted Village",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "7599987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/7599987",
                    "TitleEnglish": "The Beastmaster",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "7599989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/7599989",
                    "TitleEnglish": "Reactivation",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16040",
            "URL": "https://thetvdb.com/series/guyver-the-bioboosted-armor/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "305627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305627",
                    "TitleEnglish": "The Wondrous Bio-Boosted Armor",
                    "SummaryEnglish": "Cronos Corporation has been experimenting with bioweapons. They are concentrating on three Guyver Units, living suits of armor which bond with a subject and give the wearer abilities beyond human capabilities.",
                    "Aliases": []
                },
                "2": {
                    "ID": "305628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305628",
                    "TitleEnglish": "The Secret Society of Chronos",
                    "SummaryEnglish": "A secret organization named Cronos is trying to recover the three Guyver units.\r\n\r\nSho and Tetsuro have another meeting with Cronos troops, Guyver reappears and performs the Mega-Smasher attack for the first time.",
                    "Aliases": []
                },
                "3": {
                    "ID": "305629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305629",
                    "TitleEnglish": "Inspector Risker",
                    "SummaryEnglish": "Sho and Tetsuro try to deal with the events that lately happened in their life.\r\nMeanwhile, at Cronos, Genzo is visited by inspector Lisker, who tells him that the headquarters are disappointed by his recent failures.\r\nNevertheless, Genzo sends one of his best men to recollect Sho's unit, but with no luck.",
                    "Aliases": []
                },
                "4": {
                    "ID": "305630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305630",
                    "TitleEnglish": "The Visitor at Dusk",
                    "SummaryEnglish": "After defeating the Zoanoid that Genzo sent, Sho encounters Lisker, AKA Guyver 2: the fight is one-sided, Lisker easily overpowering Sho, but Guyver II begins to malfunction, with gives Sho and Tetsuro a chance to escape.\r\n\r\nCommander Richard Guyot appears and takes back his place as Head of Cronos Japan. He also introduces a Hyper-Zoanoid known as Zerbebuth, and uses the Zoanoid to hunt down Sho at his school: with no choice but to fight, Sho takes on Zerbebuth, but with much difficulty.",
                    "Aliases": []
                },
                "5": {
                    "ID": "305631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305631",
                    "TitleEnglish": "The Third Shadow",
                    "SummaryEnglish": "While dealing with Taraku-san's death, Sho and Tetsuro try to find a way to protect Mizuki.\r\n\r\nCronos managed to cover up the explosion at school by making it appear as a terrorist attack. Moreover, Guyot decides to send two Hyper-Zoanoids against Guyver I in the attempt of recovering one of the missing units.\r\n\r\nA very tough battle begins: in the end Guyver III appears and saves Mizuki's life, who was being kidnapped by one of the Zoanoids.",
                    "Aliases": []
                },
                "6": {
                    "ID": "305632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305632",
                    "TitleEnglish": "Beyond the Desperate Battle",
                    "SummaryEnglish": "Mizuki stays at the hospital after suffering a trauma caused by the kidnapping attempt, and Sho decides to fight Cronos alone so his loved ones won't be in danger because of him.\r\n\r\nMeanwhile, Guyot sends against Guyver a new experimental Zoanoid, originated from Genzo Makishima. A deadly fight begins, with a surprising ending.",
                    "Aliases": []
                },
                "7": {
                    "ID": "305633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305633",
                    "TitleEnglish": "The Miraculous Cell",
                    "SummaryEnglish": "After Sho's disappearance, Tetsuro is taken to Cronos headquarters to be interrogated. There, he talks to Guyot in person, who reveales shocking informations about Zoanoids' real nature and Cronos' project of world domination.\r\n\r\nMeanwhile, Guyver II and III show up after Guyver I's Control Metal mysteriously reactivates, letting the first unit free to cause chaos in the building.",
                    "Aliases": []
                },
                "8": {
                    "ID": "305634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305634",
                    "TitleEnglish": "Shuddering Skyscraper",
                    "SummaryEnglish": "Sho's reapperance shocks Tetsuro that immediately tries to figure out how his friend managed to come back to life.\r\n\r\nSuddenly, self destruction mode is activated inside Cronos building, forcing everyone, included Guyot, to run away.\r\n\r\nBefore leaving together with Tetsuro, Sho has a final encounter with Lisker in his Guyver II form.",
                    "Aliases": []
                },
                "9": {
                    "ID": "305635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305635",
                    "TitleEnglish": "Ash and Memories",
                    "SummaryEnglish": "After the events at Cronos building, Sho finally returns home. In the morning, he talks with his lovely father, and together they recall memories of Sho's dead mother.\r\n\r\nMeanwhile, a surprising guest awaits Agito when he gets back home, and countermeasures are taken to attempt the recovery of Guyver I's Control Metal.\r\n\r\nA battle with a Hyper-Zoanoid begins, and this time Sho receives the aid of a mysterious gun-armed guy, who soon disappears. There's no time to celebrate victory though, as a shocked Mizuki discovers Sho's secret.",
                    "Aliases": []
                },
                "10": {
                    "ID": "305636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305636",
                    "TitleEnglish": "Prelude to the Chase",
                    "SummaryEnglish": "Guyot sends a group of chosen Zoanoids, the Lost Numbers, against Sho to keep him busy and kidnap his father, Tetsuro and Mizuki at the same time.\r\n\r\nGuyver I defeats his three enemies, but Guyot's plan works: Sho must hurry to save his closest friends and his father, now with the help of the mysterious guy that previously helped him.",
                    "Aliases": []
                },
                "11": {
                    "ID": "305637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305637",
                    "TitleEnglish": "Relic's Point",
                    "SummaryEnglish": "Sho finally meets the mysterious guy who helped him in two previous battles: Murakami Masaki, a freelance journalist who's investigating on Cronos after a past incident.\r\nMurakami drives Sho to Cronos' main base hidden under a mountain, called Relic's Point, and during the trip explains its origins.\r\n\r\nInside Relic's Point, Tetsuro, Mizuki and Fumio are held prisoners until Guyver III comes to the rescue: Guyot, now with the help of a Zoalord divinity, dr. Balcus, immediately sends against Agito the five most powerful Zoanoids Cronos ever created, just in time for Guyver I to join the battle.",
                    "Aliases": []
                },
                "12": {
                    "ID": "305638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305638",
                    "TitleEnglish": "To Each His Own Resolution",
                    "SummaryEnglish": "Thanks to Guyver I's intervention, the group manages to escape from mount Minakami, but after a brief run, the Zoanoids capture Fumio again and seriusly injure Sho.\r\n\r\nAgito leads the group to an old house located in the forest he uses as a personal refuge: there his butler Yohei and a girl, Shizu, help him and Sho recovering battle wounds. Mizuki talks to Shizu and learns stories about Makishima san's past, while Sho, worried about his father's fate, decides to return to Relic's Point.",
                    "Aliases": []
                },
                "13": {
                    "ID": "305639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305639",
                    "TitleEnglish": "The Tragic Enzyme II",
                    "SummaryEnglish": "After escaping with Mizuki and his father, Sho discovers that Mr. Fukamachi had been altered by Cronos and he becomes a powerful Zoanoid named Enzyme II, Sho fights with him, but half heartedly as he does not wish to kill his father, until a brutal attack destroys Sho's brain. The Guyver then stands, fighting on its own while Sho is too critically injured to fight. The robotic systems, immune to Sho's human emotion kills Enzyme, much to the horror of Tetsuro and Mizuki.",
                    "Aliases": []
                },
                "14": {
                    "ID": "305640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305640",
                    "TitleEnglish": "Escape in the Rain",
                    "SummaryEnglish": "Sho awakens after his critical injuries from his confrontation with Enzyme II aka his father, Mr. Fukamachi. He apparently has no memories of rescuing him from Cronos, but when the group is attacked by Zoanoids, he finds himself inexplicably unable to transform. After they escape the Zoanoids, Sho is upset that he can't rescue his father if he can't change, and he is struck with a painful realization that he can't remember involving his father. Tetsuro surmises that killing his father has repressed both Sho's memories and his abilities to transform as a result.",
                    "Aliases": []
                },
                "15": {
                    "ID": "305641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305641",
                    "TitleEnglish": "Guyot Joins the Fray",
                    "SummaryEnglish": "The group is reunited for breakfast, and Murakami san tells the story of Creators, humans and Guyver units. Shocked by the story and by his friends' reactions, Mizuki runs away, soon followed by Sho.\r\n\r\nMeanwhile, Guyot decides to intervene personally to fulfill his plan, not knowing that dr. Balcus spies him thanks to Aptom.\r\n\r\nA violent fight begins, where Makishima san manages to hit Guyot with the Mega Smasher, causing a catastrophic retaliation.",
                    "Aliases": []
                },
                "16": {
                    "ID": "305642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305642",
                    "TitleEnglish": "Arise, Guyver I",
                    "SummaryEnglish": "After Guyot's attack, Tetsuro, Agito and Masaki are missing. Worried for their friends and by Sho's inability to transform, Mizuki and Sho hide in the forest.\r\n\r\nAptom finds them and, to confront Guyver and have revenge for the other Lost Number, reveals to Sho the terrible truth about Fumio's death. The trauma is so strong that Guyver's powers are awakened, allowing Sho to successfully fight against his opponent.",
                    "Aliases": []
                },
                "17": {
                    "ID": "305643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305643",
                    "TitleEnglish": "Nightmarish Encirclement",
                    "SummaryEnglish": "Aptom attacks the group of Zoanoids that are investigating the battlefield after Guyver's fight against the mysterious Zoanoid and finally reaveals to dr. Balcus his ultimate abilities.\r\n\r\nSho and Mizuki try to hide in a nearby village, Takeshiro, hoping not to be attacked by Cronos, but dr. Balcus decides to carry out his cruel plan involving village inhabitants.\r\n\r\nGuyver III suddenly appears, informing Sho about the rest of the group and about their unexpected new hideout.",
                    "Aliases": []
                },
                "18": {
                    "ID": "305644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305644",
                    "TitleEnglish": "Vibrations",
                    "SummaryEnglish": "Makishima san leads Sho and Mizuki through a secret path to the group's secret base inside Relic's Point lower levels. During the trip, he explains how Murakami san helped him and the others survive to Guyot's gravitational attack.\r\n\r\nInside Relic's Point they meet prof. Odagiri, former prof. Yamamura's assistant, now trying to heal Murakami san.\r\n\r\nSuddenly, the Crypt starts resonating, effecting Guyot's Zoacrystal and Murakami san's healing process.",
                    "Aliases": []
                },
                "19": {
                    "ID": "305645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305645",
                    "TitleEnglish": "The Night Before the Final Assault",
                    "SummaryEnglish": "Frustrated by her own weakness, Mizuki decides to help Murakami san during his recovering period but, while overhearing a conversation between dr. Odagiri and Masaki, she learns some shocking news that throw her in despair.\r\n\r\nSho and the others prepare to explore the interior of the Crypt to discover useful informations about the Creators.\r\n\r\nMeanwhile, much to everyone surprise, the most powerful of the Zoalord divinities, Alkampfer, appears inside Cronos base and faces Guyot, who has just put his hands on the Remover, a mysterious device linked to the Guyver units.",
                    "Aliases": []
                },
                "20": {
                    "ID": "305646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305646",
                    "TitleEnglish": "The Creator's Ship",
                    "SummaryEnglish": "While Guyot tries to run away from Alkampfer, who asks him to hand over the Remover, Sho and Agito try to enter the Crypt.\r\n\r\nWhile the two are inside, prof. Odagiri talks about past attempts made using Zoanoids to enter the Crypt and tells the story of the retrieval of the three Guyver units.\r\n\r\nSuddenly, Sho connects with the Crypt thanks to his unit's Control Metal and begins to mind control the whole ship.",
                    "Aliases": []
                },
                "21": {
                    "ID": "305647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305647",
                    "TitleEnglish": "Relic's Point in Disarray",
                    "SummaryEnglish": "Aptom manages to infiltrate into Relic's Point and finally takes his revenge on Zector, Guster and Dezerb.\r\n\r\nChased by Alkampfer, Guyot escapes to the lower levels, while Sho suggest that the whole group finds shelter inside the Crypt.\r\n\r\nFinally facing each other, Alkampfer and Guyot start their fight, and the latter unleashes his most powerful attack.",
                    "Aliases": []
                },
                "22": {
                    "ID": "305648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305648",
                    "TitleEnglish": "Countdown of Collapse",
                    "SummaryEnglish": "Guyot's black hole attack slowly sucks in Alkampfer, who's helpless against its overwhelming power.\r\n\r\nGravity affects the entire base, Tetsuro and the others have great difficulties trying to reach the Crypt. Inside the ship, Sho is slowly completing the charging process.\r\n\r\nOnce the battle with Alkampfer is over, Guyot falls right in front of the Crypt and prepares to kill everyone and use the Remover, whose use is finally clarified. To stop him, Murakami san decides to transform for the last time.",
                    "Aliases": []
                },
                "23": {
                    "ID": "305649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/305649",
                    "TitleEnglish": "Ray of Annihilation",
                    "SummaryEnglish": "Murakami manages to hit Guyot but doesn't prevent the Zoalord from retaliation: facing his friend's terrible torture, Sho decides to come out from the Crypt, now moving out of Mount Minakami, to battle Guyot.\r\n\r\nTogether with other Divinities, dr. Balcus starts attacking the Crypt to destroy it, so that all the information about the Creators that it contains won't be used by humans.\r\n\r\nAn unexpected apparition throws Guyot in the deepest terror, and everything turns to a catastrophy.",
                    "Aliases": []
                },
                "24": {
                    "ID": "329235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/329235",
                    "TitleEnglish": "In a Conquered Town",
                    "SummaryEnglish": "One year has passed since the events at mount Minakami, Sho and Agito have disappeared, and Cronos has taken complete control over the world, affecting life in many aspects.\r\n\r\nTetsuro, Mizuki, Shizu and Yohei hide in a small apartment, waiting for the heroes' return. Aptom spies on them, and even keeps their existence away from Cronos when authorities may discover them.\r\n\r\nAt Cronos, dr. Balcus is carrying on a mysterious experiment on a new creature, and receives the visit of Shin, one of the Zoalord Divinities, who asks him to intervene on the Dead Sea, where a strange phenomenon is happening.",
                    "Aliases": []
                },
                "25": {
                    "ID": "329236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/329236",
                    "TitleEnglish": "Quickening of the Chrysalis",
                    "SummaryEnglish": "Agito is still alive, and is now become the head of a group of rebels that try to steal from Cronos a mysterious chrysalis held by the organization in a research center located on the Dead Sea.\r\n\r\nThanks to his superior psychic abilities, dr. Balcus figures out the nature of the chrysalis and plans to make further studies on it.\r\n\r\nMeanwhile, Aptom is visited by an old enemy seeking vengeance, and a very tough battle begins, with the entire city as a battlefield.",
                    "Aliases": []
                },
                "26": {
                    "ID": "329237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guyver-the-bioboosted-armor/episodes/329237",
                    "TitleEnglish": "Come Forth, Gigantic!",
                    "SummaryEnglish": "The chrysalis suddenly disappears from the Dead Sea research center, along with Guyver III, and reappears in Shinjuku, right in front of Zector, who's ready to finish Aptom off.\r\n\r\nThe Lost Number reveals to Tetsuro and the others that he watched over them for a year waiting for Guyver I's reappearance.\r\n\r\nBoth Aptom and Guyver III are beaten, and in the moment Zector is going to kill Agito the chrysalis finally opens.",
                    "Aliases": []
                }
            }
        }
    }
}