{
    "URL": "https://thetvdb.com/series/kinos-journey-the-beautiful-world",
    "Genres": [
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0433498/",
        "https://www.themoviedb.org/tv/34166"
    ],
    "TitleEnglish": "Kino's Journey",
    "SummaryEnglish": "The story follows the travels of Kino, a young adventurer who rides a talking motorcycle named Hermes. They explore the people and cultures of different places throughout their adventures, spending only three days at each location.",
    "Aliases": [
        "Kino no Tabi",
        "Kino's Journey (2003)",
        "キノの旅 ～the Beautiful World～ (2003)",
        "Kino no Tabi (2003)"
    ],
    "Modified": "2025-04-11",
    "Seasons": {
        "0": {
            "ID": "26623",
            "URL": "https://thetvdb.com/series/kinos-journey-the-beautiful-world/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "1651151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/1651151",
                    "TitleEnglish": "The Tower Country -Freelance-",
                    "SummaryEnglish": "The inhabitants of the country are building a giant tower. A twelve-minute episode of Kino's Journey which was not included in the official TV series.",
                    "Aliases": []
                },
                "2": {
                    "ID": "395164",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/395164",
                    "TitleEnglish": "In Order to Do Something -Life Goes On-",
                    "SummaryEnglish": "A prequel to the series, showing Kino being trained by their teacher, learning to ride Hermes, and discovering her naturally excellent marksmanship before eventually deciding to return the original Kino's coat to his mother.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2937551",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/2937551",
                    "TitleEnglish": "Country of Illness -For You-",
                    "SummaryEnglish": "Kino and Hermes journey to a highly advanced country where the people live confined in a sealed environment. By request of her father, Kino tells about her travels to a sick girl who is hospitalized there.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6790259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/6790259",
                    "TitleEnglish": "Kino's Journey -The Treasured Story-",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "17364",
            "URL": "https://thetvdb.com/series/kinos-journey-the-beautiful-world/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "326501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326501",
                    "TitleEnglish": "Land of Visible Pain -I See You-",
                    "SummaryEnglish": "Together with their sentient motorcycle Hermes, Kino is a traveller who journeys from country to country, staying in each country for three days to experience what it has to offer. On their latest stop, Kino and Hermes find themselves in a country that seems to be inhabited only by servile machines. Is Kino the only person in the entire country, or will they be able to track down the humans and discover their story?",
                    "Aliases": []
                },
                "2": {
                    "ID": "326502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326502",
                    "TitleEnglish": "A Tale of Feeding Off Others -I Want to Live-",
                    "SummaryEnglish": "Towards the end of winter, Kino comes across three starving men who are trapped in the snow. Deciding to save them forces Kino to choose their lives over the lives of the three rabbits she must hunt for their food. Will the men prove worthy of the choice and obligation Kino has made -- and will they in turn respect the implicit obligation they have to Kino?",
                    "Aliases": []
                },
                "3": {
                    "ID": "326503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326503",
                    "TitleEnglish": "Land of Prophecies -We NO the Future-",
                    "SummaryEnglish": "People are always looking for meaning, adding depth to even the most abstract of writings and actions and turning them into rituals and traditions. As Kino travels from country to country, they encounter the traditions of many different lands, starting with a land whose Book of Prophecy claims that the end of the world is only one day away. This episode consists of four different stories.",
                    "Aliases": []
                },
                "4": {
                    "ID": "326504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326504",
                    "TitleEnglish": "Land of Adults -Natural Right-",
                    "SummaryEnglish": "Kino was not always a traveler, nor were they always named Kino. As a child, they grew up in the Land of Adults, a place where adulthood and responsibility is attained by the means a single operation carried out on every child's twelfth birthday. As an eleven year old girl, Kino fully expected to undergo the operation and become an adult, until a mysterious traveller visited her country and opened her eyes to other possibilities...",
                    "Aliases": []
                },
                "5": {
                    "ID": "326505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326505",
                    "TitleEnglish": "Three Men Along the Rails -On the Rails-",
                    "SummaryEnglish": "As they make their way along an old railroad, Kino runs into a man who has been polishing the tracks for some fifty years. Stopping for a break, Kino entertains the man with a story of a land where the people no longer have to work, but choose to subject themselves to meaningless and stressful tasks anyway. It may seem foolish to the old man, but little does he realise that his own work is just as pointless, for, as Kino is about to discover, there are two more men working on the railroad, each undoing the work done by the others.",
                    "Aliases": []
                },
                "6": {
                    "ID": "326506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326506",
                    "TitleEnglish": "Coliseum (1) -Avengers-",
                    "SummaryEnglish": "When Kino stops off in a country reputed to be a beautiful and wondrous place, they find that the reality is far different from their expectations. Thanks to the laws laid down by the land's cruel and hedonistic king, all visitors must participate in battle tournaments or be subjected to lives of slavery as second-class citizens. Forced to abide by this custom, Kino takes gun in hand and enters the coliseum, but how will they fare in the life-or-death battles against a variety of opponents who are each driven to fight by their own, unique motives?",
                    "Aliases": []
                },
                "7": {
                    "ID": "326507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326507",
                    "TitleEnglish": "Coliseum (2) -Avengers-",
                    "SummaryEnglish": "Kino has made it to the semi-finals of the tournament, but now the real challenge begins, for Kino is determined that they will win without having to kill their opponents. Will Kino be able to fulfill their self-imposed challenge, or will they be unable to prevent further bloodshed as the final four gladiators battle it out to see who gets the ultimate prize?",
                    "Aliases": []
                },
                "8": {
                    "ID": "326508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326508",
                    "TitleEnglish": "Land of Wizards -Potentials of Magic-",
                    "SummaryEnglish": "In the Land of Mages, worth and power are measured by a person's ability to increase crop production. In this agriculturally orientated land, however, dwells a girl named Nimya who dares to dream of something completely different. Nimya desperately wants to build a successful flying machine, and despite the lack of support from her peers, she has dedicated her life to fulfilling her dream. It may take the help of a certain traveler and their motorrad to help bring it to fruition.",
                    "Aliases": []
                },
                "9": {
                    "ID": "326509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326509",
                    "TitleEnglish": "Land of Books -Nothing is Written!-",
                    "SummaryEnglish": "Kino and Hermes make their way to the Land of Books, a country whose library gathers together all the books in the world, but locks away those considered ‘harmful', leaving only the most wholesome and inoffensive out on display. Almost by chance, however, Kino finds themselves thrust into the underground of this world, where a secret resistance publishes its own, darker material. But as the plot thickens, the lines between reality and fantasy begin to blur, until it becomes almost impossible to distinguish what is really happening, and what only exists on the pages of a book, or in the depths of an author's mind...",
                    "Aliases": []
                },
                "10": {
                    "ID": "326510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326510",
                    "TitleEnglish": "A Tale of Mechanical Dolls -One-way Mission-",
                    "SummaryEnglish": "While searching for a village where they can get Hermes' speedometer repaired, Kino stumbles across a family living in the woods, served by an old woman who claims to be a mechanical doll. As she spends time with 'Nanny' and her family, Kino finds themselves impressed by the old woman, but begins to wonder about her origins -- for neither Nanny nor the family seem to be exactly what they claim...",
                    "Aliases": []
                },
                "11": {
                    "ID": "326511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326511",
                    "TitleEnglish": "Her Journey -Love and Bullets-",
                    "SummaryEnglish": "As Kino takes a boat downriver and enjoys a lazy fishing trip, they finds themselves recalling the people they have met on their travels — people who were undertaking journeys of their own, from a woman seeking revenge for her husband's death to another hoping to spread the word of peace. But as Kino recalls their past — and how they chose not to intervene — they cannot help remembering an encounter with a dying wise man that ultimately proved that even observers can have an effect.",
                    "Aliases": []
                },
                "12": {
                    "ID": "326512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326512",
                    "TitleEnglish": "A Peaceful Land -Mother's Love-",
                    "SummaryEnglish": "Kino and Hermes visit a land that prides itself on a being a peaceful nation, but on entering the country, they soon realize that all is not as it seems. For, while abandoned military equipment litters the streets, on the outskirts of town, an army is training for a war to be held on the following day! Curious as to these contradictions, Kino visits the local museum to find out more about the history of this land, only to discover firsthand that this nation's definition of 'peace' is far more disturbing than they could have envisioned...",
                    "Aliases": []
                },
                "13": {
                    "ID": "326513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world/episodes/326513",
                    "TitleEnglish": "A Kind Land -Tomorrow Never Comes-",
                    "SummaryEnglish": "When Kino hears of a land where travelers are shunned, they decide to visit anyway and experience the people's attitude for themselves. To their surprise, however, the inhabitants are extremely friendly and welcoming, and Kino is soon made to feel at home among them. And when they make friends with Sakura, a girl who reminds Kino of their younger self, Kino begins to wonder if, for once, they should stay longer than their customary three days.",
                    "Aliases": []
                }
            }
        }
    }
}