{
    "URL": "https://thetvdb.com/series/zone-of-the-enders-dolores",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9A5C-F827-948B-5929-EBC7-F",
        "https://www.imdb.com/title/tt0446257/",
        "https://www.themoviedb.org/tv/31026"
    ],
    "TitleEnglish": "Zone of the Enders: Dolores",
    "SummaryEnglish": "James Links a 49-year-old space trucker waiting to return to Earth and reunite with his children Leon and Noel. While transporting some items to Earth, he falls upon Dolores, a highly-advanced Orbital Frame with an A.I. of unknown origin. Then when inspectors aboard his space ship are murdered and James is wanted for the crime. Then when it seems nothing could get any worse, Leon and Noel are wanted by the authorities because they are James' children. As fugitives running from the law, James, Leon and Noel must make sure Dolores does not fall into evil hands, for she holds the key to finding James' wife, Dr. Rachel Links.",
    "Aliases": [],
    "Modified": "2025-01-20",
    "Seasons": {
        "0": {
            "ID": "26619",
            "URL": "https://thetvdb.com/series/zone-of-the-enders-dolores/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1988291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/1988291",
                    "TitleEnglish": "Zone Of the Enders: Idolo (OAV)",
                    "SummaryEnglish": "Z.O.E. 2167 Idolo will take place five years prior to the events of the PlayStation 2 game Zone of the Enders, and is centered on the Deimos Incident, a terrorist action by the Mars revolutionaries.\r\n\r\nDuring the incident, rebels attacked the United Nations Space Force base on the Martian moon of Deimos and stole one of the original orbital frame prototypes. The orbital frame prototype is shown in several images below, and may carry the Idolo name from the movie's title.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16161",
            "URL": "https://thetvdb.com/series/zone-of-the-enders-dolores/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "304664",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304664",
                    "TitleEnglish": "James' Misfortune",
                    "SummaryEnglish": "James Links, a former military man, is now in the transportation businesses. He has two grown children, Leon and Noel, and he had a wife named Rachel who passed away. James continues with his ordinary life until one day he meets a highly-advanced Orbital Frame with an A.I. of unknown origin - Dolores! Now, James is in for one heck of an adventure",
                    "Aliases": []
                },
                "2": {
                    "ID": "304665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304665",
                    "TitleEnglish": "Elevator of Capital Punishment",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "304666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304666",
                    "TitleEnglish": "Leon's Choice",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "304667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304667",
                    "TitleEnglish": "Final Countdown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "304668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304668",
                    "TitleEnglish": "A Runaway Trip to Death",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "304669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304669",
                    "TitleEnglish": "Get Away",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "304670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304670",
                    "TitleEnglish": "Untouchable",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "304671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304671",
                    "TitleEnglish": "The Grave of Humanity",
                    "SummaryEnglish": "James, Leon, Noel, and Dolores attempt to escape toward Mars, where they suspect Rachel is.",
                    "Aliases": []
                },
                "9": {
                    "ID": "304672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304672",
                    "TitleEnglish": "Lost in Space",
                    "SummaryEnglish": "As the Links family continue their voyage to Mars, they discover a serious problem - they don't have enough fuel!! Now, James must make the ultimate decision to save Leon and Noel...",
                    "Aliases": []
                },
                "10": {
                    "ID": "304673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304673",
                    "TitleEnglish": "Total Recall",
                    "SummaryEnglish": "Realizing that there isn’t enough fuel to reach Mars, James must make the ultimate decision... that is until Dolores stumbles across a hidden space station!",
                    "Aliases": []
                },
                "11": {
                    "ID": "304674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304674",
                    "TitleEnglish": "Tightrope",
                    "SummaryEnglish": "After a scuffle with a satellite, James, Noel, Leon, and Dolores hide out in a garbage dump right outside of Mars. James soon comes up with a plan to hide their ship in garbage and try to enter the atmosphere, hoping to be undetected... that is if they can pull it off!",
                    "Aliases": []
                },
                "12": {
                    "ID": "304675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304675",
                    "TitleEnglish": "Die Hard",
                    "SummaryEnglish": "James, Leon, Noel, and Dolores land on Mars at last. They are \"shipwrekced\" in the ocean and are rescued by two people who have made it their job t protect Mars and its progress into a new \"Earth\". Little does James and the others know, they have just landed into a conflict between their new friends and the group opposing them.",
                    "Aliases": []
                },
                "13": {
                    "ID": "304676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304676",
                    "TitleEnglish": "Red Desert",
                    "SummaryEnglish": "James and company manage to find land. After surviving the harshness of a Mars night, the four find a \"greenhouse\" with oxygen and two people. Who are the old man and child and what are they doing there? And, what will happen when the greenhouse comes under attack?",
                    "Aliases": []
                },
                "14": {
                    "ID": "304677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304677",
                    "TitleEnglish": "Rebecca",
                    "SummaryEnglish": "After defeating a mech, James opens up the cockpit and discovers that the pilot is actually a young girl named Rebecca Hunter. She attempts to blow up the mech, killing both of them, but James manages to escape, saving her in the process. With Dolores, the three head to an abandoned Energy Plant. There, James treats Rebecca with kindness, giving her food and allowing her to take a bath. However, she soon manages to cut off all the power and escape with Dolores. Will she make it back to her squad? Will James survive without any oxygen, or will he find a way out?",
                    "Aliases": []
                },
                "15": {
                    "ID": "304678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304678",
                    "TitleEnglish": "Container for Sand",
                    "SummaryEnglish": "James, Rebecca, and Dolores attempt to find humanity. They eventually do, although it isn't whom James expected. Can James shake Rebecca's friends and still manage to drop her off safely? Meanwhile, Leon and Noel find a town thanks to a man named Nikolai. But, is he friend or foe? And, what plot does Cindy have in mind?",
                    "Aliases": []
                },
                "16": {
                    "ID": "304679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304679",
                    "TitleEnglish": "Massive Illusion",
                    "SummaryEnglish": "Rebecca is back at the base, but all is not well. A powerful man comes and challenges her to a duel. It is interrupted, however, when the Earth forces arrive looking for James Links. Afterwards, Rebecca visits an important woman.",
                    "Aliases": []
                },
                "17": {
                    "ID": "304680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304680",
                    "TitleEnglish": "Family Game",
                    "SummaryEnglish": "With barely any fuel left and a dearth of oxygen, James volunteers to trek in the sand storm for 24 hours to the next town. The good news is that he stumbles across a town less then half way. Even better, he meets his idol Isaac Barrett in the town. But, the good times are short lived.",
                    "Aliases": []
                },
                "18": {
                    "ID": "304681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304681",
                    "TitleEnglish": "Showdown at Noon",
                    "SummaryEnglish": "Nikolai captures Noel and challenges James to a duel. Will James be able to win? And, why does Nikolai hate James so much?",
                    "Aliases": []
                },
                "19": {
                    "ID": "304682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304682",
                    "TitleEnglish": "The Time of Reunion",
                    "SummaryEnglish": "The Links Family finally come within feet of where Rachel is. James and Dolores cause a massive distraction, as Leon and the others sneak in and track down Rachel. Will they find her? And, will everyone be able to escape alive?",
                    "Aliases": []
                },
                "20": {
                    "ID": "304683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304683",
                    "TitleEnglish": "Upheaval",
                    "SummaryEnglish": "Rachel fills the rest of the gang in on the situation and what Dolores actually is. Menahwile, Naphth Pleminger learns that Isis is now calling itself Dolores. Upon hearing this, Naphth gets angry, proving that he may be more then who he seems.",
                    "Aliases": []
                },
                "21": {
                    "ID": "304684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304684",
                    "TitleEnglish": "Set Course for North, North-West",
                    "SummaryEnglish": "War has begun! Leon figures out their plan via Nikolai's left over files. With the information at hand, can the Links family pass it on to the Earth Forces? And, when James and Dolores head out, what trouble will they find? Civilizations are still present, yet a battlefield surrounds them.",
                    "Aliases": []
                },
                "22": {
                    "ID": "304685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304685",
                    "TitleEnglish": "Clash",
                    "SummaryEnglish": "After Sameji overthrows Van, James and Radium face off. What is Radium's plan? Will James win against him, or is he just walking into a trap?!",
                    "Aliases": []
                },
                "23": {
                    "ID": "304686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304686",
                    "TitleEnglish": "Goodbye, Mars",
                    "SummaryEnglish": "After waking up in a hospital bed, James informs everyone that Radium intends to drop the orbital elevator on Earth. The only way to stop him is to convince Earth and Mars to cooperate with each other. Will James be able to do it? And, with Dolores still out of commission, can James bring her back to how she was? Is there hope? Or, will Radium succeed?",
                    "Aliases": []
                },
                "24": {
                    "ID": "304687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304687",
                    "TitleEnglish": "Vanishing Point",
                    "SummaryEnglish": "James and the crew head toward Earth in hopes of catching up with Radium. However, when they get close, they discover that it's too late. James goes on ahead with Dolores and the two enter in the middle of a fierce battle. Meanwhile, Leon is put in charge of the ship and must make an important decision.",
                    "Aliases": []
                },
                "25": {
                    "ID": "304688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304688",
                    "TitleEnglish": "Sorrowing Angel",
                    "SummaryEnglish": "James manages to save Rebecca, and Dolores saves James. James lectures Rebecca, attempting to open up her eyes. Will he get through to her? Does he even have time? Meanwhile, Leon and the others have trouble of their own, as they have to purge two levels of the orbital elevator to maintain balance. What's worse, they have to do it manually! Will Leon and Noel succeed? The situation is dire, as James and Radium face off! Who will be victorious?",
                    "Aliases": []
                },
                "26": {
                    "ID": "304689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zone-of-the-enders-dolores/episodes/304689",
                    "TitleEnglish": "Farewell to Arms",
                    "SummaryEnglish": "James and Radium's fight comes to a thrilling conclusion. With that all said and done, however, the end is not near. The elevator is still descending, and at this rate, there's nothing that can be done. Dolores decides to take matters into her own hands and sacrifice her own life to stop the elevator from falling! Will she go through with it? Will her power be enough? Will she survive? And, what has become of Rebecca and Axel? The enthralling conclusion of Zone of the Enders has arrived!!",
                    "Aliases": []
                }
            }
        }
    }
}