{
    "URL": "https://thetvdb.com/series/astro-boy-2003",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0387719/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH0063200700",
        "https://www.themoviedb.org/tv/12050"
    ],
    "TitleEnglish": "Astro Boy (2003)",
    "SummaryEnglish": "Astro Boy (2003) tells the story of a youthful robot boy - Astro -modeled after the deceased son of a research scientist, Dr. Tenma. Originally intended to be kept a secret, the atomic-powered robot becomes a reluctant superhero who fights for justice and peace for humans and robots alike. Created in Metro City he lives among a 'retro-futuristic' society populated by humans and robots. His creator Dr. Tenma, head of the Ministry of Science, builds Astro in his son's image. Astro never can fill the void that Dr. Tenma feels over the loss of his son. Astro Boy (2004) is a show that you can't miss. Tenma shuts down Astro, burns down the Ministry of Science and flees. Some time later, Astro is discovered by Dr. O'Shay, the new head of the Ministry. Dr. O'Shay takes in Astro and serves as his mentor. Driven by the belief that robots and humans should be friends, Dr. O'Shay is Astro's greatest ally. He provides Astro with a home, enrolls him in school and creates a robot family for him. Astro possesses superb strength, including jet-rocket feet and arms that allow him to fly at extreme speeds. However, the secret to his victories is not his super-powers; the quality that makes him superior to other robots is his artificial brain, the most advanced in the world. This unique quality, termed kokoro in Japanese, allows Astro to experience all of the same emotions as humans. He's clever, resourceful and has a strong sense of justice, always attempting to reason with his adversaries. Mankind's only hope of surviving the onslaught of rebellious robots is a robot himself...the fearless, selfless, incorruptible champion known as Astro. In his quest for peace and justice, Astro often goes it alone, but he is occasionally aided by his robot sister or even rebel robots that he is able to enlist. Astro also has human friends from school who often become entangled in his conflicts. Astro Boy (2004) is produced by Sony Pictures Entertainment.",
    "Aliases": [
        "ASTRO BOY 鉄腕アトム",
        "アストロボーイ・鉄腕アトム"
    ],
    "Modified": "2025-10-01",
    "Seasons": {
        "0": {
            "ID": "26695",
            "URL": "https://thetvdb.com/series/astro-boy-2003/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {}
        },
        "1": {
            "ID": "16631",
            "URL": "https://thetvdb.com/series/astro-boy-2003/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "392924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392924",
                    "TitleEnglish": "Power Up!",
                    "SummaryEnglish": "Dr. O'Shay activates Astro by drawing all the citys power and using it to jolt Astro to life, but the power surge overloads the Metro City Power System turning Magnamite, the robotic power-controller, into a robotic menace. When Magnamite comes crashing across the city like a huge mechanical octopus, Astro must quickly master his amazing powers in order to save the city from the rampaging robot.",
                    "Aliases": []
                },
                "2": {
                    "ID": "392925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392925",
                    "TitleEnglish": "Rocket Ball",
                    "SummaryEnglish": "When a friendly robot-dog invites Astro to watch a game of Rocket Ball, he looks forward to a fun day at the ballpark, Instead, the game turns chaotic when the robot players start destroying the stadium and threatening the human spectators. Astro must find a way to save the humans and get the robot athletes under control!",
                    "Aliases": []
                },
                "3": {
                    "ID": "392928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392928",
                    "TitleEnglish": "Destination Deimos",
                    "SummaryEnglish": "On Deimos, one of the two moons of Mars, robot miners ignore the orders of their human foreman and mysteriously begin digging on their own. Astro must work fast to discover the cause of the robots' strange behavior before Intergalactic Security exterminates them for disobeying.",
                    "Aliases": []
                },
                "4": {
                    "ID": "392929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392929",
                    "TitleEnglish": "Into Thin Air",
                    "SummaryEnglish": "The evil Skunk tricks Denkou, an \"Invisible Robot,\" into committing a string of robberies. Astro soon realizes that Denkou is not bad, she just doesn't know the difference between right and wrong and Astro is the only one that can teach her.",
                    "Aliases": []
                },
                "5": {
                    "ID": "392930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392930",
                    "TitleEnglish": "Rainbow Canyon",
                    "SummaryEnglish": "An experiment in advanced weather technology has turned a desert canyon into fertile farmland, and proven once again that humans and robots can work together, But a sudden rash of earthquakes and storms threatens to wreck the project. It's up to Astro to find out who is behind the evil plan.",
                    "Aliases": []
                },
                "6": {
                    "ID": "392926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392926",
                    "TitleEnglish": "Atlas",
                    "SummaryEnglish": "Dr. Tenma builds a powerful robot named Atlas whose abilities rival Astro's, But Atlas has a rebellious nature and begins to destroy Metro City. Astro must save the city from Atlas, while beginning to learn the secrets of his own past.",
                    "Aliases": []
                },
                "7": {
                    "ID": "392927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392927",
                    "TitleEnglish": "Astro vs Atlas",
                    "SummaryEnglish": "As Atlas continues his rampage, Astro learns the truth about his own past. With the memory circuits reactivated, Astro remembers being created, rejected, abandoned by Dr. Tenma, Astro must face difficult questions about his own identity and his ultimate destiny.",
                    "Aliases": []
                },
                "8": {
                    "ID": "392931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392931",
                    "TitleEnglish": "Neon Express",
                    "SummaryEnglish": "When Kato hides a hyper-accelerator virus on the robotic super train Neon Express, it sends the train and its passengers speeding out of control. Astro must rescue the passengers and prevent the train from crashing into the center of Metro City.",
                    "Aliases": []
                },
                "9": {
                    "ID": "392932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392932",
                    "TitleEnglish": "Franken",
                    "SummaryEnglish": "A mysterious robot terrifies humans as he hunts for scrap robot parts and uses them to rebuild his own malfunctioning system. The police target the robot for destruction, but he may not be the \"evil robot\" he appears to be, and Astro must uncover the truth before its to late.",
                    "Aliases": []
                },
                "10": {
                    "ID": "392933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392933",
                    "TitleEnglish": "The Venus Robots",
                    "SummaryEnglish": "In order to take advantage of their special freezing powers, Dr Tenma pretends to be the long-awaiting leader of a group of advanced robots. The Robots don't realize that their freezing functions cause terrible destruction by freezing everything in sight. Can Astro convince the Robots to reject Tenma's evil influence?",
                    "Aliases": []
                },
                "11": {
                    "ID": "392945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392945",
                    "TitleEnglish": "Robot Circus",
                    "SummaryEnglish": "A robot circus star named Reno is revealed to be a human boy in disguise. Astro must save the circus, and prevent the authorities from taking the boy from his robot family.",
                    "Aliases": []
                },
                "12": {
                    "ID": "392934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392934",
                    "TitleEnglish": "Reviving Jumbo",
                    "SummaryEnglish": "Skunk reactivates Jumbo, a giant robot and uses him to stage a daring prison break. Astro must stop Jumbo and turn him back into the gentle giant that he really is.",
                    "Aliases": []
                },
                "13": {
                    "ID": "392946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392946",
                    "TitleEnglish": "Little Sister, Big Trouble",
                    "SummaryEnglish": "Doctor O'Shay creates a robot-sister, Zoran, for Astro. While Zoran is off exploring she is captured by the giant robot bird Katari, and only her powerful big brother can save her!",
                    "Aliases": []
                },
                "14": {
                    "ID": "392947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392947",
                    "TitleEnglish": "Micro Adventure",
                    "SummaryEnglish": "A micro-robot attacks Zoran's operating system from the inside. Astro must shrink down to microscopic size and go inside of Zoran's system to fight the micro-robot and save his sister.",
                    "Aliases": []
                },
                "15": {
                    "ID": "392948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392948",
                    "TitleEnglish": "Only a Machine",
                    "SummaryEnglish": "Astro must stop Erasabot from sucking out the artificial intelligence from all the robots in Metro City.",
                    "Aliases": []
                },
                "16": {
                    "ID": "392935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392935",
                    "TitleEnglish": "Robot Hunters",
                    "SummaryEnglish": "An android robot hunter is attacking innocent robots and dismantling them for sale on the black market. Astro befriends the hunter and tries to help him overcome the programming he was given by Skunk.",
                    "Aliases": []
                },
                "17": {
                    "ID": "392936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392936",
                    "TitleEnglish": "The Rise of Pluto",
                    "SummaryEnglish": "Pluto vows to become the supreme robot champion of the world. As he defeats his rivals, he gains their special powers and becomes even stronger. Astro is the only one left who can stop Pluto.",
                    "Aliases": []
                },
                "18": {
                    "ID": "392937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392937",
                    "TitleEnglish": "The Fall of Acheron",
                    "SummaryEnglish": "Atom and Uran convince Pluto to stop his destructive ways. But now Pluto's inventor, Shadow, produces a more wicked, more powerful version of Pluto called Dark Pluto. When Dark Pluto attacks, there's only one way Atom can defeat the evil robot: with Pluto's help.",
                    "Aliases": []
                },
                "19": {
                    "ID": "392949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392949",
                    "TitleEnglish": "Robot Boy",
                    "SummaryEnglish": "Astro's human friend Matthew loves robots so much that he pretends he is one. But when he tries to use \"robot\" powers to save his mom from a space shuttle accident, it's up to Astro to save them both.",
                    "Aliases": []
                },
                "20": {
                    "ID": "392950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392950",
                    "TitleEnglish": "Dawn of the Techno-Revolution",
                    "SummaryEnglish": "With his authority challenged by Shadow, Dr. Tenma sets out to prove that Astro is loyal to the robot cause and will join them in leading the robot revolution.",
                    "Aliases": []
                },
                "21": {
                    "ID": "392938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392938",
                    "TitleEnglish": "Dragon Lake",
                    "SummaryEnglish": "Astro must find the poison around Dragon Lake. When he gets there he meets the eccentric explorer Gulliver, and they face-off against the toxic Repo Girls in a fight to save Dragon Lake.",
                    "Aliases": []
                },
                "22": {
                    "ID": "392951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392951",
                    "TitleEnglish": "The Legend of Tohron",
                    "SummaryEnglish": "Astro must protect Princess Abby against a plot to take over her ancient land of Mayura.",
                    "Aliases": []
                },
                "23": {
                    "ID": "392939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392939",
                    "TitleEnglish": "Lost In Outland",
                    "SummaryEnglish": "While saving the planet from a falling satellite, Astro is damaged and loses his memory. Boon, a scientist with a mysterious past, tries to help Astro recover before another satellite hits Earth.",
                    "Aliases": []
                },
                "24": {
                    "ID": "392952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392952",
                    "TitleEnglish": "March of the Micro Bears",
                    "SummaryEnglish": "When Shadow unleashes an army of mind-controlling teddy bears on Metro City, it's up to Astro to stop them before they take over the entire population.",
                    "Aliases": []
                },
                "25": {
                    "ID": "392940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392940",
                    "TitleEnglish": "Deep City",
                    "SummaryEnglish": "An underground city threatens the environment, so the environment fights back--tree roots attack the city and its people. Astro must restore the delicate balance of nature to save the humans.",
                    "Aliases": []
                },
                "26": {
                    "ID": "392941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392941",
                    "TitleEnglish": "The Blue Knight",
                    "SummaryEnglish": "When air-blimp is threatened with a wormhole device, Astro is blamed and arrested. The Blue Knight helps him escape from jail, and together they must save the blimp and prove Astro's innocence.",
                    "Aliases": []
                },
                "27": {
                    "ID": "392953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392953",
                    "TitleEnglish": "Old Dog, New Tricks",
                    "SummaryEnglish": "Astro partners with Yuko's Uncle Wally to solve a series of baffling robberies involving a dragon-like robotic monster.",
                    "Aliases": []
                },
                "28": {
                    "ID": "392942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392942",
                    "TitleEnglish": "Hydra-Jacked",
                    "SummaryEnglish": "A power station orbiting the Earth is set to self-destruct, and Astro partners with the Blue Knight to try to save the robots. They uncover a secret regarding the corrupt humans who caused the danger.",
                    "Aliases": []
                },
                "29": {
                    "ID": "392954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392954",
                    "TitleEnglish": "The Case of the Phantom Fowl",
                    "SummaryEnglish": "Uran is jealous of her big brother's super-hero status, so she joins Detective Shunsaku 'Mustachio' Kisaragi . They try and solve a strange case involving a bird-like phantom that appears throughout the city.",
                    "Aliases": []
                },
                "30": {
                    "ID": "392943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392943",
                    "TitleEnglish": "Geo-Raider",
                    "SummaryEnglish": "Astro joins an expedition to the center of the earth, when a member of the crew causes a mutiny. Only Astro can protect the crew and save the expedition before an eruption of lava destroys them all.",
                    "Aliases": []
                },
                "31": {
                    "ID": "392955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392955",
                    "TitleEnglish": "Gideon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "392944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392944",
                    "TitleEnglish": "The Secret of Blue Knight",
                    "SummaryEnglish": "When Astro and The Blue Knight try to stop illegal, underground robot fights, they are forced to fight each other. As they prepare for battle, Astro learns the truth about The Blue Knight's past.",
                    "Aliases": []
                },
                "33": {
                    "ID": "392956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392956",
                    "TitleEnglish": "Fairy Tale",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "392957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392957",
                    "TitleEnglish": "Shape Shifter",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "392958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392958",
                    "TitleEnglish": "Firebird",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "392959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392959",
                    "TitleEnglish": "Space Academy",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "392960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392960",
                    "TitleEnglish": "Atlas Strikes Back!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "392961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392961",
                    "TitleEnglish": "Battle-Bot",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "392962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392962",
                    "TitleEnglish": "Time Hunters",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "392963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392963",
                    "TitleEnglish": "Escape from Volcano Island",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "392964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392964",
                    "TitleEnglish": "Avalanche!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "392965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392965",
                    "TitleEnglish": "Battle of Steel Island",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "392966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392966",
                    "TitleEnglish": "Undercover",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "392967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392967",
                    "TitleEnglish": "Into the Dragon's Lair",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "392968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392968",
                    "TitleEnglish": "Night Before the Revolution",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "392969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392969",
                    "TitleEnglish": "Robotonia",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "392970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392970",
                    "TitleEnglish": "Showdown in Robotonia",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "392971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392971",
                    "TitleEnglish": "Journey to Tomorrow",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "392972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392972",
                    "TitleEnglish": "Astro Reborn",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "50": {
                    "ID": "392973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-boy-2003/episodes/392973",
                    "TitleEnglish": "The Final Battle",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}