{
    "URL": "https://thetvdb.com/series/arc-the-lad",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy",
        "Horror",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0283891/",
        "https://www.themoviedb.org/tv/15124"
    ],
    "TitleEnglish": "Arc the Lad",
    "SummaryEnglish": "For years, a clandestine organization known as White House has experimented in transforming adults and children into mutants known as Chimeras. Young Elk, master of the spirit of flame, has managed to escape and transform himself into an up-and-coming member of the Hunter's Guild, tracking down targets for money. Following a hunt involving a crazed hijacker on the run from White House, Elk meets Lieza, herself an escapee from a village attacked by White House and master of the docile dog-monster Pandit. Following the incident, Elk devotes himself to uncovering the motive behind it, and exacting revenge on the rouge known as Arc, who ostensibly led the attack on Elk's village and killed the young man's parents.",
    "Aliases": [],
    "Modified": "2024-09-05",
    "Seasons": {
        "1": {
            "ID": "16232",
            "URL": "https://thetvdb.com/series/arc-the-lad/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "306560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306560",
                    "TitleEnglish": "The Boy with Flame",
                    "SummaryEnglish": "A mysterious air ship hijacking triggers a distress call to which bounty hunters Elk and Cougar respond with explicit instructions to rescue the passengers and capture all hijackers. Aboard, they realize that there's only one highjacker, and his motives are baffling at best. Soon, Elk and his team find themselves unwittingly at the center of an elaborate conspiracy that involves a young girl, Lieza (who has the ability to control monsters), her lion-like pet, Pandit, and a government agency engaged in human experimentation.",
                    "Aliases": []
                },
                "2": {
                    "ID": "306561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306561",
                    "TitleEnglish": "Beginning of the Destiny",
                    "SummaryEnglish": "Following a narrated musing on destiny, episode 2 opens with Elk listening to a doctored radio report of the air ship catastrophe, just before receiving a bonus reward from the Mayor for rescuing the passengers, most of whom are guests at the opening ceremonies to unveil a new statue in reverence to a goddess, a political valuable publicity stunt for the dubious politician. Eager to start another bounty job, Elk asks Shu, a father figure to the young hunter, to join him in protecting Pandit and Lieza, now on the run from brasher bounty hunters, and man-made chimeras with government connections.",
                    "Aliases": []
                },
                "3": {
                    "ID": "306562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306562",
                    "TitleEnglish": "Feeling in the Rain",
                    "SummaryEnglish": "Another narrated monologue, this time on the duality mankind's brutality and altruism, yields to Shu leading the quartet into the safety of this hometown, a place where Elk feels comfortable enough to outline the whole government plot, which involves the kidnapping of children with rare powers (such as Lieza and Elk) and transforming them into monsters. An incensed Elk storms out allowing Shu the luxury of explaining Elk's tragic past to Lieza, and the young bounty hunter's vow to avenge himself on Arc, the man he believes destroyed his village and killed his family (and a man about whom the Mayor and his minions speak about with concern). And Lieza, in turn, explains her past.",
                    "Aliases": []
                },
                "4": {
                    "ID": "306563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306563",
                    "TitleEnglish": "Pale Goddess",
                    "SummaryEnglish": "When the bounty on Pandit is suddenly withdrawn, Elk and Shu redouble their efforts to discover who is chasing Lieza and the monster, and for what reason. Meanwhile, Mayor Galuana of Prodias unveils his statue of the Goddess of Peace and spares no expense, including the hiring of White House chimeras, to guard the statue against Arc. When the statue is unveiled, an orb in its hand begins to glow, immobilizing the audience. But a bolt of laser fire from the Silver Noah, the airship of the renegade Arc, destroys the statue.",
                    "Aliases": []
                },
                "5": {
                    "ID": "306564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306564",
                    "TitleEnglish": "The Criminals",
                    "SummaryEnglish": "When Elk realizes that Arc is responsible for the attack, he springs into action immediately, pursuing the villain he believes killed his family. A chase ensues in which Elk tries to reach Arc, Arc tries to reach Mayor Galuana, Mayor Galuana captures Lieza - who initially tries to restrain Elk - and threatens to resume the experiments she had endured before her escape. Arc, not Elk, ends up rescuing her. But when the girl tries to persuade Elk that Arc is not a villain, Elk refuses to believe her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "306565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306565",
                    "TitleEnglish": "Beyond the Sound of Waves",
                    "SummaryEnglish": "Elk pursues the Silver Noah in his airship Hien in a desperate attempt to catch up with his nemesis, destroying its engine and crashing the ship on a remote island. Elk, Lieza and Pandit awaken in the care of two of the island's inhabitants, Dr. Vilmer and his granddaughter Lia, but Shu is nowhere to be found. Although Elk does not recognize him, a flashback reveals that Dr. Vilmer had worked with the young fire master in White House, though the doctor has since left Prodias to hide. On the island, Elk tells Lieza about his boyhood experience with Arc, when soldiers destroyed his native village of Pilka in an attempt to capture the statue of the spirit of flame. With the help of some islanders, Elk begins to repair the Hien so he can return to Prodias, locate Shu, and continue his quest to bring Arc to justice.",
                    "Aliases": []
                },
                "7": {
                    "ID": "306566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306566",
                    "TitleEnglish": "Ancient Guardian",
                    "SummaryEnglish": "Seeing Elk's frustration in repairing the Airship Hien, Lia allows her puppy love to get the best of her and tells the young Hunter about a forbidden cave allegedly inhabited by an ancient warlock. In the cave, Elk, Lieza and Lia discover Gequebec, a mechanical golem constructed by ancient warriors and designated the Guardian of the Seven Heroes. Meanwhile, the Hunters' Guild places a bounty on Elk, accusing him of kidnapping.",
                    "Aliases": []
                },
                "8": {
                    "ID": "306567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306567",
                    "TitleEnglish": "Runaway",
                    "SummaryEnglish": "Elk learns of the bounty on his head as soon as he returns to Prodias. Before long, Elk is able to track down Shu, who conceals the full extent of his injuries. Deducing the involvement of Mayor Galuana and White House in the bounty, Lieza determines to head back to her home village of Horn to make sure her family is all right. Elk accompanies her, but they run into trouble when a military force inspects their train.",
                    "Aliases": []
                },
                "9": {
                    "ID": "306568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306568",
                    "TitleEnglish": "Friend Who was Left Behind",
                    "SummaryEnglish": "Lieza and Elk arrive in horn to find the village decimated and empty. While Lieza mourns, Elk encounters Gene, another child from White House who had been tortured and blames Elk's for abandoning him and a third child, Meril. During combat-induced catharsis, Gene reveals the location of White House and makes a startling request of Elk.",
                    "Aliases": []
                },
                "10": {
                    "ID": "306569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306569",
                    "TitleEnglish": "The Crusade with No Name",
                    "SummaryEnglish": "Unprepared for the trek across the desert, Elk, Lieza and Pundit succumb to the elements only to be rescued by Celendia, part of a camp serving the wounded in the struggle over the disputed region. Ostensibly benevolent, Lieza grows suspicious of the operation, and with good cause - Mayor Galuana funds the camp.",
                    "Aliases": []
                },
                "11": {
                    "ID": "306570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306570",
                    "TitleEnglish": "Lonely Brave Man",
                    "SummaryEnglish": "Descending upon the camp in the Silver Noah, Arc easily deflects Elk's attack to tend to the wounded, using healing powers similar to Lieza's. Poco, the harp-playing boy in Arc's band, reveals the story behind the mysterious Arc and his alleged, vilifying assassination of the King of Smeria. Pacified, Elk imparts the location of White House, with the provision that Arc bring him along. A new alliance begins.",
                    "Aliases": []
                },
                "12": {
                    "ID": "306571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306571",
                    "TitleEnglish": "White House",
                    "SummaryEnglish": "In the midst of the Silver Noah crew's emancipation of the White House youths, Elk makes an impulsive attempt to rescue Meril and learns the horrible secret of White House. Meril has been grafted until a horrendous bulbous plant that produces the seeds that transform men into Chimera; Meril has become the Holy Mother.",
                    "Aliases": []
                },
                "13": {
                    "ID": "306572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306572",
                    "TitleEnglish": "Smiling Holy Mother",
                    "SummaryEnglish": "The battle of White House finds Elk coming to terms with Meril's transformation (which he decides to ameliorate by performing euthanasia), Arc battling Mayor Galuana (who has completely transformed into a Chimera), the emergence of Clive as a central antagonist, and the explosive destruction of White House itself.",
                    "Aliases": []
                },
                "14": {
                    "ID": "306573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306573",
                    "TitleEnglish": "Shrine Maiden of the Spirit",
                    "SummaryEnglish": "Arc and the Silver Noah head for the Shrine of the Spirits in the Kingdom of Smeria to drop off the rescued children and consult with Kukuru, the maiden of the Shrine. Elk continues to feel overwhelming rage, and itches for action, but the same shield that protects the Shrine from Evil keeps Elk from leaving. Meanwhile, Kukuru counsels Lieza about helping the young hunter the same way Kukuru herself has aided Arc in coming to terms with his fate. Also in Smeria, Clive meets with Andel to plot the continuation of their evil plan.",
                    "Aliases": []
                },
                "15": {
                    "ID": "306574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306574",
                    "TitleEnglish": "Blaze has Stood",
                    "SummaryEnglish": "Andel's agents tries to draw Arc into a trap by unleashing especially violent Chimeras on innocent villagers. After the resuce, the Silver Noah returns to the sanctuary followed unsuspectingly by Clive, who then reveals its location to Andel. Back at the sanctuary, one of the rescued villages, a former royal servant names Quote, reinstates Arc's position as King of Smeria. Frustrated at his own lack of success, Elk storms away with Lieza close behind.",
                    "Aliases": []
                },
                "16": {
                    "ID": "306575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306575",
                    "TitleEnglish": "Reconquer",
                    "SummaryEnglish": "In a further attempt to draw Arc into the open, Andel orders the crucifixion of dozens of political prisoners. Seeing the suffering of his people, Arc cannot help but send his people into an obvious trap. Trying to help, Elk disobeys orders and gives into his rage. Sensing Elk's decent into rage, Lieza begs for permission from Kukuru to leave the Shrine sanctuary. Clive watches from outside the sanctuary when Lieza bursts, acknowledging, for the first time, that the woman intended to replace the Holy Mother is more formidable than he had expected.",
                    "Aliases": []
                },
                "17": {
                    "ID": "306576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306576",
                    "TitleEnglish": "Scarlet Castle",
                    "SummaryEnglish": "Elk & Arc attack Andel but they have trouble penetrating his shield. Andel successfully destroys the Seal of the Sprits. Clive attempts to kidnap Kukuru, but leaves after Arc shows up with the help of the fire sprit.",
                    "Aliases": []
                },
                "18": {
                    "ID": "306577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306577",
                    "TitleEnglish": "Chimera Tower",
                    "SummaryEnglish": "Elk lost his powers and sees the suffering of those who became chimeras. It's the story of a blind little girl called Iris.",
                    "Aliases": []
                },
                "19": {
                    "ID": "306578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306578",
                    "TitleEnglish": "Confrontation of Two Great Men",
                    "SummaryEnglish": "Toshu and Shu search for Elk. Due to a misunderstanding, they end up fighting each other.",
                    "Aliases": []
                },
                "20": {
                    "ID": "306579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306579",
                    "TitleEnglish": "Meet Again",
                    "SummaryEnglish": "Elk returns to the Silver Noah and joins up with Arc. He has trouble patching things up with Lieza. He almost has things going well when Clive pops up and kidnaps her.",
                    "Aliases": []
                },
                "21": {
                    "ID": "306580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306580",
                    "TitleEnglish": "The Place Where the Truth Is",
                    "SummaryEnglish": "Elk has a hard time with Lieza gone. Kukuru tries her best to locate her. Meanwhile, everyone else prepares for the upcoming battle.",
                    "Aliases": []
                },
                "22": {
                    "ID": "306581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306581",
                    "TitleEnglish": "Hiding in the Shadows",
                    "SummaryEnglish": "Arc, Elk and the others begin gathering information that will enable them to launch an offensive on Yagun's forces. Meanwhile, Clive's subordinates begin the procedure to turn the captured Lieza into the new Holy Mother- but Celendia begins to suspect that Clive has been less than forthcoming about the true nature of his endgame…",
                    "Aliases": []
                },
                "23": {
                    "ID": "306582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306582",
                    "TitleEnglish": "Frozen Eyes",
                    "SummaryEnglish": "The battle against Yagun's forces is almost over, but one thing still remains unknown- the whereabouts of Lieza. Elk and the others pool their resources in the hopes of locating and rescuing Lieza before Clive can use her to open the Holy Ark and unleash Darkness upon the world.",
                    "Aliases": []
                },
                "24": {
                    "ID": "306583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306583",
                    "TitleEnglish": "Quickening of the Darkness",
                    "SummaryEnglish": "Using their insidious mind control devices, the remaining generals of Darkness accelerate the transformation of innocent people into Chimeras, hoping to usher in a new age of chaos. All that remains is to open the Holy Ark, and now that Clive has brainwashed Lieza into helping him, it won't be too long before the Darkness is freed once again! Elk, Arc and the others must prepare for their final battle, but with Arc injured and the power of the Spirits weaker than ever, what chance do they have of success?",
                    "Aliases": []
                },
                "25": {
                    "ID": "306584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306584",
                    "TitleEnglish": "Holy Ark",
                    "SummaryEnglish": "Elk, Arc and the others begin a dangerous journey into the heart of Romalia, the country where Darkness now resides. Numerous traps and enemies are arrayed against, but with Clive having already commanded the brainwashed Lieza to begin opening the Holy Ark, the heroes must find a way through them all if they are to save the world from being engulfed by Darkness.",
                    "Aliases": []
                },
                "26": {
                    "ID": "306585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arc-the-lad/episodes/306585",
                    "TitleEnglish": "Shining Boy",
                    "SummaryEnglish": "Elk, Arc and Kukulu have made it to a final confrontation with Clive, but with the Holy Ark now open, he already commands fearsome powers of Darkness. As Elk tries to help Lieza break free of Clive's brainwashing, Clive reveals that he has more than one trick up his sleeve when it comes to ensuring that the world is engulfed in Darkness. Will the power of the Spirits be enough to ensure that evil is defeated, and who will have to be sacrificed to save the day?",
                    "Aliases": []
                }
            }
        }
    }
}