{
    "URL": "https://thetvdb.com/series/black-blood-brothers",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0878230/",
        "https://www.themoviedb.org/tv/31741"
    ],
    "TitleEnglish": "Black Blood Brothers",
    "SummaryEnglish": "Ten years after the Holy War in Hong Kong, Mochizuki Jirou, aka the Silver Blade, and the lone hero who fought and defeated the Kowloon Children despite the loss of his lover, returns to Japan with his young brother, Mochizuki Kotaro. The two quickly discover that the Kowloon Children who survived the Holy War are seeking to infiltrate the “Special Zone”—a thriving city protected by an invisible barrier that will not allow Kowloon Children entrance—unless they’re invited. Red Bloods refer to the humans; Black Bloods are the vampires, and the Mochizuki Brothers are Old Blood—the last descendants of an elite clan of vampires. When Kotaro is abducted by one of the Kowloon Children, Jirou has no choice but to fight once more.",
    "Aliases": [],
    "Modified": "2025-08-29",
    "Seasons": {
        "1": {
            "ID": "16346",
            "URL": "https://thetvdb.com/series/black-blood-brothers/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "307989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/307989",
                    "TitleEnglish": "Black Blood Brothers",
                    "SummaryEnglish": "Vampire Jirou and his brother Kotarou set sail to Yokohama. Kotarou being a restless kid starts wondering around the boat and stumbles upon a fight between the suppression team, and the vampires. Jirou comes to stop the racket, but a grenade knocked Kotarou off board. Jirou dives after him but due to his blood, water injures him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "307990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/307990",
                    "TitleEnglish": "Compromiser",
                    "SummaryEnglish": "Jirou survives the water and bring his brother to the beach as a skeleton. They then meet a compromiser named Mimiko, who promises to take them to the special zone. Wong then appears and request that Jirou would join her, but then the suppression team arrives and shoot’s Wong in the shoulder. Jirou escapes with Kotarou and Mimiko, but then leaves to distract the suppression team as his brother escapes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "307991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/307991",
                    "TitleEnglish": "Kowloon Child",
                    "SummaryEnglish": "Ordinarily, humans won't evolve unless they drink the blood of a black blood. However, they can change humans by sucking their blood and turn theam into the same bloodline as the black blood. If they ignore that existance, the world will be ruined.",
                    "Aliases": []
                },
                "4": {
                    "ID": "307992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/307992",
                    "TitleEnglish": "Old Blood",
                    "SummaryEnglish": "Jirou is still trying to get Kotarou, but he is weak. Will he be able to save Kotarou in time and destroy the kowloon child?",
                    "Aliases": []
                },
                "5": {
                    "ID": "307993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/307993",
                    "TitleEnglish": "Special Zone",
                    "SummaryEnglish": "The Company finds out about Mimi assisting Jirou, so she leaves and tries to find Jirou and Kotarou a place to stay at. But during this they get attacked by some vampires. Will Jirou be able to beat them and protect Kotarou and Mimi? Or will he perish in the attempt?",
                    "Aliases": []
                },
                "6": {
                    "ID": "307994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/307994",
                    "TitleEnglish": "Coven",
                    "SummaryEnglish": "Jirou learns about the order of criminals called  the Coven, led by an old acquaintance of Jirou called Zelman. What will happen when Zelman and Jirou meet?",
                    "Aliases": []
                },
                "7": {
                    "ID": "313902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/313902",
                    "TitleEnglish": "Silver Blade",
                    "SummaryEnglish": "After the explosion, Jirou leaves to take revenge. But August seems to be a kowloon child now. What will happen to Jirou? Will he survive? Will he win the battle?",
                    "Aliases": []
                },
                "8": {
                    "ID": "313903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/313903",
                    "TitleEnglish": "Guardian",
                    "SummaryEnglish": "Jirou decides he wants to leave the special zone after he learns that Cassa is there, but then Kotarou leaves, leaving a note behind and Jirou can't seem to find him anywhere. What could have happened to Kotarou? Does Cassa have him? Will Jirou ever find him?",
                    "Aliases": []
                },
                "9": {
                    "ID": "313904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/313904",
                    "TitleEnglish": "Eleventh Yard",
                    "SummaryEnglish": "Kotarou and Zelman go off looking for Mimiko, meanwhile Mimiko goes off to the place of the eleventh yard expert. And Jirou is trying to find out what Cassa is doing in the special zone. Can Kotarou and Zelman find Mimiko? Can Mimiko find out about this eleventh yard? And can Jirou find out what Cassa wants with the special zone?",
                    "Aliases": []
                },
                "10": {
                    "ID": "313905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/313905",
                    "TitleEnglish": "Order Coffin Company",
                    "SummaryEnglish": "Mimiko finds out that she is actually with Cassa and not Wong. Then Kotarou and Zelman show up to her rescue, but unluckily she escapes, then they find out that blood bags with the kowloon blood have been scattered all over the special zone. Now there is an infestation of the Kowloon children. Can they be stopped?",
                    "Aliases": []
                },
                "11": {
                    "ID": "313906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/313906",
                    "TitleEnglish": "The Sea",
                    "SummaryEnglish": "Sei was put down the barrier protecting the special zone and is helping to destroy the kowloon children. Jirou meets up with Kotarou and Mimiko, and is able to convince him. But right there Walkerman comes and fights Jirou, but Jirou is weak now. Will he win the fight? Will he stay in the special zone?",
                    "Aliases": []
                },
                "12": {
                    "ID": "313907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-blood-brothers/episodes/313907",
                    "TitleEnglish": "For The Eternity of Our Bloodline, I Devote Everything of This Blood",
                    "SummaryEnglish": "Jirou defeats Cassa, and later on finds out that in the eleventh yard lies the remains of the kowloon king. Then he is told to be Mimiko's guardian. A bit after Jirou tells Mimiko to not tell Kotarou abiout him being the reincarnation of the sage, Eve. Jirou seems to have gotten a job, and they all live happily ever after!",
                    "Aliases": []
                }
            }
        }
    }
}