{
    "URL": "https://thetvdb.com/series/robin-hood",
    "Genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0787985/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH899947",
        "https://www.themoviedb.org/tv/4600"
    ],
    "TitleEnglish": "Robin Hood",
    "SummaryEnglish": "An updated series following the life of Robin Hood and his Merry Men in Sherwood forest. Together they steal from the rich and give to the poor - all the while avoiding their enemies Sir Guy of Gisborne and the Sheriff of Nottingham.",
    "Aliases": [],
    "Modified": "2025-08-09",
    "Seasons": {
        "0": {
            "ID": "26909",
            "URL": "https://thetvdb.com/series/robin-hood/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1239511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/1239511",
                    "TitleEnglish": "Children in Need 2007",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16413",
            "URL": "https://thetvdb.com/series/robin-hood/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "308743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/308743",
                    "TitleEnglish": "Will You Tolerate This?",
                    "SummaryEnglish": "Robin, Earl of Locksley, returns home after five years fighting the Crusades to discover his England is not the same England he once knew. He must make a choice to compromise his values of honour and justice and adapt to the new order or make a stand to save four innocent lives.",
                    "Aliases": []
                },
                "2": {
                    "ID": "308895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/308895",
                    "TitleEnglish": "Sheriff Got Your Tongue?",
                    "SummaryEnglish": "Little John and his band of outlaws are proving a difficult problem to overcome for Robin and his men. The Sherrif retaliates against the Robin's defection by threatening the people of Locksley. Robin is given a choice: Surrender or allow the people of Locksley to suffer.",
                    "Aliases": []
                },
                "3": {
                    "ID": "308896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/308896",
                    "TitleEnglish": "Who Shot the Sheriff?",
                    "SummaryEnglish": "The Sheriff's bailiff is murdered and rumours point to Robin being the culprit. However, he believes it to be a do-gooder known as the night watchman. Robin and the Sheriff form an unholy alliance to find the true identity of the murderer.",
                    "Aliases": []
                },
                "4": {
                    "ID": "310945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/310945",
                    "TitleEnglish": "Parent Hood",
                    "SummaryEnglish": "Roy is captured by the Sheriff and he is given a choice - kill Robin or watch his mother hang. The Outlaws find a baby in the forest and try to find the parents. Marian defies the Sheriff and he plots her punishment.",
                    "Aliases": []
                },
                "5": {
                    "ID": "310946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/310946",
                    "TitleEnglish": "Turk Flu",
                    "SummaryEnglish": "Robin must be patient when the Nottingham Fair comes to town bringing with it the temptation of the silver arrow competition. Before he can compete Robin must first deal with the Sheriff's latest plan of using Saracen slaves as labour in his deadly mine. Can Robin, with the help of the Nightwatchman, defeat Nottingham's plan in time for the competition?",
                    "Aliases": []
                },
                "6": {
                    "ID": "310947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/310947",
                    "TitleEnglish": "The Taxman Cometh",
                    "SummaryEnglish": "When Robin and his gang encounter Flaxton, a farmer, and his son while on their way to Nottingham it doesn't take them long to discover all is not as it seems. When they discover that Flaxton is actually a tax inspector, on his way to count the mountain of tax silver in Nottingham Castle a plan is hatched to allow Robin access to the castle vault.",
                    "Aliases": []
                },
                "7": {
                    "ID": "313182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/313182",
                    "TitleEnglish": "Brothers in Arms",
                    "SummaryEnglish": "Returning from a visit to teach the Sheriff's bent pawnbroker a lesson, Robin and his gang encounter another gang of outlaws -  just in time to save them from a beating. When their leader turns out to be Alan-A-Dale's brother, Tom, Robin must decide if he should allow the other outlaws to join his gang.",
                    "Aliases": []
                },
                "8": {
                    "ID": "313183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/313183",
                    "TitleEnglish": "Tattoo? What Tattoo?",
                    "SummaryEnglish": "As King Richard's birthday comes around Robin is shocked to discover a terrible secret about Sir Guy of Gisborne. Meanwhile Djaq has been captured and is being held by the Sheriff, with Robin distracted by Gisbourne’s secret can the gang complete a successful rescue without him?",
                    "Aliases": []
                },
                "9": {
                    "ID": "313184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/313184",
                    "TitleEnglish": "A Thing or Two about Loyalty",
                    "SummaryEnglish": "Lambert, a friend of Sir Guy of Gisborne and castle scientist, realises that lives could be at risk if his latest invention were to fall into the Sheriffs hands.  When Lambert won't make more of the invention, an \"explosive\" black powder, he is put into the dungeons by the furious Sheriff.  Much volunteers to get himself arrested so he can help Lambert from within, but will he get more then he has bargained for?",
                    "Aliases": []
                },
                "10": {
                    "ID": "315177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/315177",
                    "TitleEnglish": "Peace? Off!",
                    "SummaryEnglish": "Robin saves an arsonist from burning Locksley Church and brings him back to the forest, the gang are reluctant to feel sympathy for him - until they realise who he is and where he's been. Peace is on the table as an emisary from Saladin visits England to negotiate with Prince John, but instead the Sheriff attempts to hold him for ransom. When Robin discovers the plot, he makes plans for the ransom money - but what will he have to face to get it?",
                    "Aliases": []
                },
                "11": {
                    "ID": "315178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/315178",
                    "TitleEnglish": "Dead Man Walking",
                    "SummaryEnglish": "When Little John's son is arrested in Locksley, John moves to protect his son from the Sherrif's law - and is quickly thrown in Nottingham's dungeon. Alice is suprised to find her husband is still alive.",
                    "Aliases": []
                },
                "12": {
                    "ID": "315179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/315179",
                    "TitleEnglish": "The Return of the King",
                    "SummaryEnglish": "The news of King Richard's return to England reaches Robin and the gang - and it means one thing; Marian's marriage to Gisborne is looming closer. Marian attempts to steal Gisborne's money and distribute it to the villagers, Robin tries to find out more about Gisborne's crimes. But then tragedy strikes for the Nightwatchman at Locksley Manor...",
                    "Aliases": []
                },
                "13": {
                    "ID": "315180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/315180",
                    "TitleEnglish": "A Clue - No",
                    "SummaryEnglish": "In the final episode of the first series, Robin of Locksley mourns the loss of Marian. But in the final fairwells from the group a shocking discovery is made.....",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "28778",
            "URL": "https://thetvdb.com/series/robin-hood/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "337444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/337444",
                    "TitleEnglish": "Sisterhood",
                    "SummaryEnglish": "Robin and the gang have been busy constructing their ingenious new camp, but, when Knighton Hall is razed and Marian and Edward are taken to the castle under house arrest, it's clear that the rules have changed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "338434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/338434",
                    "TitleEnglish": "The Booby and the Beast",
                    "SummaryEnglish": "In his first mission since discovering the devastating truth about operation Shah Mat, Robin launches an abortive raid on Nottingham Castle's new Strong Room.",
                    "Aliases": []
                },
                "3": {
                    "ID": "338435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/338435",
                    "TitleEnglish": "Childhood",
                    "SummaryEnglish": "When a group of boys accidentally stumbles on Gisborne's weapons testing site, all but one is taken prisoner. When the alarm's raised, Robin hatches a plan. But with Gisborne armed to the hilt in an indestructible suit of armour, a rescue attempt is more difficult than it might first appear. Robin must think fast if he's to save a boy's life and stop a vital part of the Sheriff's war machine...",
                    "Aliases": []
                },
                "4": {
                    "ID": "339705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/339705",
                    "TitleEnglish": "Angel of Death",
                    "SummaryEnglish": "The Sheriff and his sinister scientist, Joseph (pretending to be the Nightwatchman), test a poison, blaming the ill effects on the pestilence.",
                    "Aliases": []
                },
                "5": {
                    "ID": "341086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/341086",
                    "TitleEnglish": "Ducking and Diving",
                    "SummaryEnglish": "A horrified Robin realises that his plan to capture the Sheriff's spy, Henry of Lewes, has failed because he has a traitor in his gang. Fearing for Marian's safety in the castle, Robin sets about rooting out the turncoat. His only clue is supplied by Marian: the spy's meeting place is located at the Trip To Jerusalem Inn, where the traitor outlaw sells his secrets to Gisborne.",
                    "Aliases": []
                },
                "6": {
                    "ID": "341087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/341087",
                    "TitleEnglish": "For England...!",
                    "SummaryEnglish": "The Sheriff's Black Knights gather at the castle to attend a feast and declare their allegiance to Prince John by signing the Great Pact of Nottingham. With the outlaws disguised as entertainers, Robin infiltrates the castle to join forces with the only man who can stop them: former Sheriff Edward's old ally and Black Knight, the Sheriff of Winchester. Winchester's territory is key to the Sheriff's Shah Mat plan that will apprehend a homecoming King Richard at the southern ports.",
                    "Aliases": []
                },
                "7": {
                    "ID": "341088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/341088",
                    "TitleEnglish": "Show Me the Money",
                    "SummaryEnglish": "Robin is determined to get hold of the Great Pact of Nottingham, written proof of the Sheriff's treason. So when lovelorn Knight John of York and his chest of silver pass by Robin and the gang, and the Knight begs the outlaws to take pity on him and save his girl, Robin formulates a plan.",
                    "Aliases": []
                },
                "8": {
                    "ID": "343265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/343265",
                    "TitleEnglish": "Get Carter!",
                    "SummaryEnglish": "Marian wakes up in Sherwood Forest on the first day of the rest of her life as an outlaw with Robin and his gang. Surprising everyone with a new energy and recklessness, however, she jeopardises the gang's mission to bring aid to Clun Village after it's ransacked by the Sheriff's men.",
                    "Aliases": []
                },
                "9": {
                    "ID": "343266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/343266",
                    "TitleEnglish": "Lardner's Ring",
                    "SummaryEnglish": "A mortally wounded, one-legged messenger from King Richard flees Locksley Manor pursued by Gisborne's men and ends up in the arms of Robin. In his dying breath, he tells Robin that the King needs him to return to fight in the Holy Land, and utters the word \"Lardner\".\r\n\r\nThe Sheriff is furious that the messenger got away, especially now that he and Gisborne are also on the hunt for Lardner, having received a prediction from a fortune-telling Fool that the \"ring of Lardner\" spells trouble.",
                    "Aliases": []
                },
                "10": {
                    "ID": "344173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/344173",
                    "TitleEnglish": "Walkabout",
                    "SummaryEnglish": "Tormented by Robin Hood, The Sheriff sleepwalks straight into Sherwood Forest. Unfortunately, he goes missing on the very day that Prince John's messenger, Jasper, arrives to check all is well in Nottingham. By the time Gisborne raises the alarm, Prince John's private army is already on its way, ready to raze Nottingham at sunset. Drastic action is called for, so, while keeping up appearances with Jasper, Gisborne and Marian secretly task Robin with tracking down the Sheriff in the forest.",
                    "Aliases": []
                },
                "11": {
                    "ID": "344748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/344748",
                    "TitleEnglish": "Treasure of the Nation",
                    "SummaryEnglish": "The King's guard Legrand arrives with a vital mission for Robin. As Robin joins the quest to unravel the coded clues leading to the mysterious Thesaurus Patriae, Marian decides to act alone in helping Locksley villagers, only for Gisborne to finally unmask her as the Nightwatchman. The Sheriff is hunting the Thesaurus Patriae, too. Everyone's in for a surprise when King Richard's treasure turns out to be neither gold nor jewellery.",
                    "Aliases": []
                },
                "12": {
                    "ID": "344749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/344749",
                    "TitleEnglish": "A Good Day to Die",
                    "SummaryEnglish": "Robin and the Outlaws arrive at a barn for Robin's birthday party, only to find that they are surrounded by The Sheriff's mercenaries and won't be let out alive. The Outlaws share their secrets with one another whilst the traitor, Allan A Dale, realises that The Sheriff and Gisborne are heading to the Holy Land to kill the King. Fearless Marian takes it upon herself to stop The Sheriff in his tracks while Allan must choose his allegiance. Will Robin realise that the mercenaries are merely there to distract him from The Sheriff's new dastardly plan, and will Allan come to his senses?",
                    "Aliases": []
                },
                "13": {
                    "ID": "344750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/344750",
                    "TitleEnglish": "We Are Robin Hood",
                    "SummaryEnglish": "Robin and the Outlaws, The Sheriff, Gisborne and Marian are now in the Holy Land. Robin warns the King of the impending threat to his life, but The Sheriff's cunning has prevailed; instead of a heroes' welcome, Robin and the Outlaws are treated as traitors... Marian makes a final attempt to redeem Gisborne – if he kills The Sheriff, he will have everything he wants, including her. Will fear of The Sheriff or the smell of power win the battle for Gisborne's soul? The battle for England is on. Will Robin be released in time to save the King's life? Will Marian escape from the clutches of The Sheriff? High stakes and ultimate tragedy ensue...",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "40858",
            "URL": "https://thetvdb.com/series/robin-hood/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "470311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/470311",
                    "TitleEnglish": "Total Eclipse",
                    "SummaryEnglish": "The Outlaws return from the Holy Land and Robin breaks up the gang- all he cares about is getting revenge on Gisborne. However, a traveling monk named Tuck makes him realize exactly how much the country needs him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "470321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/470321",
                    "TitleEnglish": "Cause and Effect",
                    "SummaryEnglish": "When the Sheriff of Nottingham decides to sell all the local men to Finn, the rightful King of Ireland (who seeks to liberate Ireland), a young village girl named Kate does everything she can to save her brother from conscription- which involves betraying Robin...",
                    "Aliases": []
                },
                "3": {
                    "ID": "502951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/502951",
                    "TitleEnglish": "Lost in Translation",
                    "SummaryEnglish": "The Sheriff turns the heat up on Robin and his gang by forcing the Abbot to accuse them of stealing from the church. Tuck's attempt to clear Robin's name ends with him being captured and tied to the rack. Will the gang free Tuck in time, while escaping execution themselves?",
                    "Aliases": []
                },
                "4": {
                    "ID": "524551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/524551",
                    "TitleEnglish": "Sins of the Father",
                    "SummaryEnglish": "Ruthless Rufus is in town, intent on revenge. When he kidnaps Allan and Kate, Robin retaliates by snatching his son. Robin and the gang face a race against time as they try to find Rufus' hiding place. Will they succeed, or is this the end of the road for Allan and Kate?",
                    "Aliases": []
                },
                "5": {
                    "ID": "583121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/583121",
                    "TitleEnglish": "Let the Games Commence",
                    "SummaryEnglish": "Gisborne returns with Prince John's Elite Guards and a secret new weapon. Little John finds himself separated from the others and ends up in a Gladiator circus. Robin finds himself helping a mysterious woman.",
                    "Aliases": []
                },
                "6": {
                    "ID": "583131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/583131",
                    "TitleEnglish": "Do You Love Me?",
                    "SummaryEnglish": "Prince John causes mischief when he shows up in Nottingham. Gisborne and the Sheriff are assigned on a royal mission.",
                    "Aliases": []
                },
                "7": {
                    "ID": "629621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/629621",
                    "TitleEnglish": "Too Hot to Handle",
                    "SummaryEnglish": "Prince John has all the local wells blocked when a heat wave hits the area leaving the outlaws forced to take desperate measures to save those at risk. Robin and Isabella's secret relationship is discovered by Prince John and he orders Gisborne to get rid of them. Robin finds himself having to make a difficult decision.",
                    "Aliases": []
                },
                "8": {
                    "ID": "629631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/629631",
                    "TitleEnglish": "The King is Dead, Long Live the King",
                    "SummaryEnglish": "The Royal Keeper of the Keys and Robin's former mentor, Lord Sheridan announces that King Richard has been killed in battle. Prince John orders a hasty coronation at Nottingham and forces the Archbishop to preside over it. Can Robin unveil a hidden secret before John is crowned King?",
                    "Aliases": []
                },
                "9": {
                    "ID": "693361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/693361",
                    "TitleEnglish": "A Dangerous Deal",
                    "SummaryEnglish": "Gisborne awaits his execution in a Nottingham dungeon, and meets a fellow prisoner who has a profound effect upon him.\r\n\r\nRobin thinks he can strike a deal with Sheriff Isabella, but his plans are thwarted when an unexpected stranger from her past arrives, looking for revenge.",
                    "Aliases": []
                },
                "10": {
                    "ID": "728161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/728161",
                    "TitleEnglish": "Bad Blood",
                    "SummaryEnglish": "It's a step back in time as a mysterious figure forces Robin and Gisborne to hear the story of their past.\r\n\r\nThe truth about their parents is exposed and a huge revelation rocks them both to the core. As the strange figure shows his face, Robin and Gisborne know their lives will never be the same again.",
                    "Aliases": []
                },
                "11": {
                    "ID": "728171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/728171",
                    "TitleEnglish": "The Enemy of My Enemy",
                    "SummaryEnglish": "The gang are shocked when Robin announces that Gisbourne is joining their fight against Isabella, but can their uneasy truce survive?\r\n\r\nRobin and Gisbourne then travel to York to save their half-brother Archer from execution, and find that he has made a formidable enemy in the Sheriff of York.",
                    "Aliases": []
                },
                "12": {
                    "ID": "782191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/782191",
                    "TitleEnglish": "Something Worth Fighting For (1)",
                    "SummaryEnglish": "Robin and his men battle against Isabella as she rounds up men to send to Prince John. Archer works with his sister and attempts to catch Robin and Gisborne.",
                    "Aliases": []
                },
                "13": {
                    "ID": "782201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robin-hood/episodes/782201",
                    "TitleEnglish": "Something Worth Fighting For (2)",
                    "SummaryEnglish": "Robin and his men are forced to retreat after trying to defend the castle. A final battle sees everyone fighting for their lives.",
                    "Aliases": []
                }
            }
        }
    }
}