{
    "URL": "https://thetvdb.com/series/kazemakase-tsukikage-ran",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2027434/",
        "https://www.themoviedb.org/tv/21320"
    ],
    "TitleEnglish": "Carried by the Wind: Tsukikage Ran",
    "SummaryEnglish": "This series details the adventures of a wandering female samurai and a Chinese martial arts \"expert\" who playfully refers to herself as Myao-oneesan.\r\n\r\nTsukikage Ran, the main character, is a female ronin whose swordsmanship is second to none, while Myao`s commands the often amusing but deadly display of NekoTekken (Cat Iron Fist). Together, they form an unstoppable crime fighting duo.\r\n\r\nEach episode builds up to an amazing sword-action sequence which are all spectacularly animated and choreographed, with comic relief supplied by the oft boastful and hilariously over-the-top Myao.\r\n\r\nThe series plays with many themes typical to \"feudal-Japan-anime\" like corruption, Yakuza, and the search for really good sake.",
    "Aliases": [],
    "Modified": "2024-09-05",
    "Seasons": {
        "1": {
            "ID": "41970",
            "URL": "https://thetvdb.com/series/kazemakase-tsukikage-ran/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "446614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446614",
                    "TitleEnglish": "She's Tough, for a Woman",
                    "SummaryEnglish": "Ran Tsukikage is a ronin (masterless samurai) with an empty stomach and a love of good sake. Myao is a martial artist with a quick fist and a strong sense of justice. Wandering the countryside, the two women end up drawn into a conflict involving a nearby village being plagued by bullies.",
                    "Aliases": []
                },
                "2": {
                    "ID": "446615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446615",
                    "TitleEnglish": "Sake Made the Tears Sting",
                    "SummaryEnglish": "Ran's travels take her to a village where the mayor is committing the unforgivable crimes of watering down sake and overcharging for it. As a woman who knows the value of a good sake, Ran vows to make things right so that people can enjoy a proper drink.",
                    "Aliases": []
                },
                "3": {
                    "ID": "446616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446616",
                    "TitleEnglish": "Suddenly, I Was a Mother",
                    "SummaryEnglish": "Myao was just stopping by a castle town when suddenly she finds herself plus one abandoned baby. Even as she tries to get used to the idea of being a mother, Myao and Ran discover that the baby is key to a much more sinister plot.",
                    "Aliases": []
                },
                "4": {
                    "ID": "446617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446617",
                    "TitleEnglish": "I Was a Target Before I Knew It",
                    "SummaryEnglish": "Ran and Myao once again run into each other. This time, they find themselves in trouble when a starving Myao steals from an offering box, forcing the two of them to pay back the stolen money. Then they learn of a map said to lead to loot stolen from the town by bandits.",
                    "Aliases": []
                },
                "5": {
                    "ID": "446618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446618",
                    "TitleEnglish": "It Was Pretty Amazing When I Stripped",
                    "SummaryEnglish": "Myao gets recruited by an artist who is interested in her posing in the nude for a painting. Meanwhile, all the town's young women seem to be mysteriously disappearing. Could there be a connection?",
                    "Aliases": []
                },
                "6": {
                    "ID": "446619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446619",
                    "TitleEnglish": "The Mole Was in the Wrong Place",
                    "SummaryEnglish": "Word about the female samurai Ran and the martial artist Myao is spreading. First they're accused of being criminals, then they're welcomed with open arms. Why are the people aware of two wanderers? And why the criminal accusations?",
                    "Aliases": []
                },
                "7": {
                    "ID": "446620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446620",
                    "TitleEnglish": "I Buzzed With Electricity",
                    "SummaryEnglish": "Myao comes across a young man who seems to be engaged in a strange experiment. He claims to be flying a kite so as to be able to draw electricity from the sky. Is that really possible?",
                    "Aliases": []
                },
                "8": {
                    "ID": "446621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446621",
                    "TitleEnglish": "There Was No God In This World",
                    "SummaryEnglish": "Myao has a crick in her neck. What a coincidence that she and Ran run into a group of faith healers. But is their intense training regimen the key to good health or just another scam?",
                    "Aliases": []
                },
                "9": {
                    "ID": "446622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446622",
                    "TitleEnglish": "I Counted On An Enemy",
                    "SummaryEnglish": "Myao happens to learn about an old friend of hers, and she and Ran decide to drop in for some friendly hospitality. But a little digging reveals that Myao's friend found her good fortune through foul means.",
                    "Aliases": []
                },
                "10": {
                    "ID": "446623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446623",
                    "TitleEnglish": "The European Girl Was Huge",
                    "SummaryEnglish": "Talk about large and in charge. First, Ran develops an unhealthy fixation for elephants. Then, she and Myao run across the biggest woman they've ever seen: towering over even the tallest man. The strangest fact of all? She's a foreigner!",
                    "Aliases": []
                },
                "11": {
                    "ID": "446624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446624",
                    "TitleEnglish": "Vengeance Made Himself An Enemy",
                    "SummaryEnglish": "Myao happens across a young brother and sister who seem to want to pick a fight with anyone. Then they cross paths with Ran, and she and Myao learn that the truth is stranger still.",
                    "Aliases": []
                },
                "12": {
                    "ID": "446625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446625",
                    "TitleEnglish": "I Was So Crucified, I Didn't Know What To Do",
                    "SummaryEnglish": "Myao is entrusted by a dying woman to deliver a package to a nearby town. Inside is...a plate? Little does she realize, that one plate is about to throw her into her biggest misadventure yet.",
                    "Aliases": []
                },
                "13": {
                    "ID": "446626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kazemakase-tsukikage-ran/episodes/446626",
                    "TitleEnglish": "She Hid A Romance In The Past",
                    "SummaryEnglish": "Ran is a wandering samurai with incredible skill and a love of good sake. Both came from a man in her past. It is the strangest of coincidences that man and woman should cross paths one more time; stranger still that they will also cross swords.",
                    "Aliases": []
                }
            }
        }
    }
}