{
    "URL": "https://thetvdb.com/series/code-geass-lelouch-of-the-rebellion",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction",
        "Thriller",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0994314/",
        "https://www.themoviedb.org/tv/31724"
    ],
    "TitleEnglish": "Code Geass: Lelouch of the Rebellion",
    "SummaryEnglish": "After being given a mysterious power to control others, an outcast prince becomes the masked leader of the rebellion against an all powerful empire",
    "Aliases": [
        "Code Geass: Boukoku no Akito",
        "Code Geass: Akito of the Ruined Nation",
        "Code Geass: Akito the Exiled",
        "Code Geass: Nunnally in Wonderland",
        "Code Geass: Hangyaku no Lelouch",
        "Code Geass: Lelouch of the Rebellion R2",
        "Kōdo Giasu",
        "Code Geass Lelouch of the Rebellion"
    ],
    "Modified": "2025-09-20",
    "Seasons": {
        "0": {
            "ID": "26952",
            "URL": "https://thetvdb.com/series/code-geass-lelouch-of-the-rebellion/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 53,
            "Episodes": {
                "1": {
                    "ID": "6642303",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/6642303",
                    "TitleEnglish": "Code Geass: Lelouch of the Rebellion 1 - Initiation",
                    "SummaryEnglish": "The Holy Britannian Empire is a powerful nation that uses its military strength to expand its rule, and the small island nation of Japan is yet another victim. During a worldwide conflict in 2010 known as the Second Pacific War, the once-proud country was reduced to rubble and mockingly renamed to Area 11.\r\nHowever, one student plans to free Japan from Britannia's control through an extraordinary rebellion. His name is Lelouch Lamperouge, and he is fuelled with hatred for the Empire, plotting to wipe its accursed name off the face of the planet. Lelouch's plans are unexpectedly accelerated upon meeting the mysterious woman C.C. who grants him an ability known as Geass that makes anyone Lelouch commands unable to defy his will.\r\nNow armed with a devastating power, Lelouch assumes the persona of Zero, a revolutionary figure who carries the hopes and dreams of the oppressed around the world. He vows to restore the glorious nation of Japan and deliver divine retribution to Britannia.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6642304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/6642304",
                    "TitleEnglish": "Code Geass: Lelouch of the Rebellion 2 - Transgression",
                    "SummaryEnglish": "Having achieved miraculous victories in a series of battles against the Britannian Army, Lelouch Lamperouge has brought the Black Knights, his paramilitary organization, to a more powerful state than ever before. Nothing seems impossible for him when he utilizes his military strength, intellect, and Geass power of absolute obedience.\r\nHowever, obstacles in the face of the uprising never cease, putting Lelouch in a difficult predicament. Most worryingly, Suzaku Kururugi's combat prowess and the appearance of a mysterious child named V.V. threaten to put an end to Lelouch's great rebellion.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6642305",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/6642305",
                    "TitleEnglish": "Code Geass: Lelouch of the Rebellion 3 - Glorification",
                    "SummaryEnglish": "Lelouch Lamperouge's dreams of destroying the Holy Britannian Empire are slowly crumbling. His sister, Nunnally, has been kidnapped by Schneizel el Britannia, and Suzaku Kururugi is ignoring his desperate pleas for assistance. The Black Knights are slowly losing faith in Lelouch as their leader, and the United Federation of Nations has declared global war on Britannia.\r\n\r\nHaving suffered numerous betrayals, a significant loss of power, and an ever-growing resentment towards Emperor Charles zi Britannia, the crippled Lelouch makes a final decision: if he can't destroy the Empire from the outside, he will take it for himself from within.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6915211",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/6915211",
                    "TitleEnglish": "Code Geass: Lelouch of the Re;surrection",
                    "SummaryEnglish": "The story takes place several years after Lelouch's \"Zero Requiem\" plan.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3399941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/3399941",
                    "TitleEnglish": "Special Edition - Black Rebellion",
                    "SummaryEnglish": "An OVA summarizing all 25 episodes of season 1 from Lelouch's viewpoint.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3399951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/3399951",
                    "TitleEnglish": "Special Edition - Zero Requiem",
                    "SummaryEnglish": "An OVA summarizing all 25 episodes of season 2.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4338345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/4338345",
                    "TitleEnglish": "Akito the Exiled 1 : The Wyvern Arrives",
                    "SummaryEnglish": "The new side story is set in a.t.b.2017. A Knightmare unit made of boys and girls from Zone Eleven are thrown into a military operation with a 5% chance of survival. They must rescue an allied unit left behind on the European warfront.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4338346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/4338346",
                    "TitleEnglish": "Akito the Exiled 2 : The Wyvern Divided",
                    "SummaryEnglish": "2017 a.t.b. (Revolutionary Year 228), the war between Euro Britannia and the European Union (E.U.) continues. At a disadvantage, the E.U. army founded a special team consisting of Elevens - exiled Japanese who had their country occupied by Britannia - known as the W-0 Unit. And then, new orders are given to the W-0 Unit. Their cruel contents order them to land in the middle of the enemy as a diversion. The pilots of the W-0 Unit consist only of the commanding officer, Leila, the only surviving Japanese from their last battle, Akito, and the three rebels: Ryou, Yukiya, and Ayano. With everyone holding their respective expectations, the operation moves forward. On the other side in Euro Britannia, Shin, who made his benefactor commit suicide with the mysterious power of “Geass”, is appointed the leader of the Knights of St. Michael. As Shin steadily advances for the sake of his own ambition, he and his subordinates in the Ashura squad are given orders to deploy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4338347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/4338347",
                    "TitleEnglish": "Akito the Exiled 3 : The Brightness Falls",
                    "SummaryEnglish": "After their military credentials are revoked, the W-O division find themselves living with a group of gypsies. Here, they are inspired by the elderly gypsies way of life and how they can smile through hardships. \r\nLeila decides to take action against the terrorist movement known as 'Ark Fleet', and learns a secret about herself in the process. \r\nMeanwhile, Shin attempts to regain control of Euro Britannia, and is willing to do anything possible!",
                    "Aliases": []
                },
                "10": {
                    "ID": "4338348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/4338348",
                    "TitleEnglish": "Akito the Exiled 4 : Memories of Hatred",
                    "SummaryEnglish": "Akito, Leila, and the rest of the Wyvern & W-O unit must once again undertake a dangerous mission, a mission they have no choice but to accept. While Leila tries to calm down the riots in Paris caused by Julius Kingsley, Akito's brother, Shin, invades headquarters. Family ties are cast asides as a bloody battle of vengeance and world domination begins...",
                    "Aliases": []
                },
                "11": {
                    "ID": "5344337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/5344337",
                    "TitleEnglish": "Akito the Exiled 5 : To Beloved Ones",
                    "SummaryEnglish": "The Ark Fleet has been destroyed, and a significant number of the enemy's troops have been wiped out due to its crash landing. As the remaining forces of the Holy Order of Michael regroup in order to launch a final assault on Weiswolf Castle, the wZERO unit, along with their new ally Ashley Ashra, stand ready to intercept them. \r\n\r\nMeanwhile, with his Geass out of control, Shin moves to erase his younger brother's existence once and for all. But Akito, having promised Leila that he will come back alive, refuses to accept such a fate, and the two clash in their final battle.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4281566",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/4281566",
                    "TitleEnglish": "OVA : Code Geass: Nunnally in Wonderland",
                    "SummaryEnglish": "Lelouch makes the ultimate use of his Geass power for his little sister Nunnally, who loves Alice in Wonderland.",
                    "Aliases": []
                },
                "14": {
                    "ID": "437038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/437038",
                    "TitleEnglish": "Stage 8.5: The Mask's Tracks",
                    "SummaryEnglish": "Recap of the previous episodes.",
                    "Aliases": []
                },
                "15": {
                    "ID": "410328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/410328",
                    "TitleEnglish": "Stage 17.5: Truth Behind the Mask",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "17760",
            "URL": "https://thetvdb.com/series/code-geass-lelouch-of-the-rebellion/seasons/official/1",
            "TitleEnglish": "Code Geass: Lelouch of the Rebellion",
            "SummaryEnglish": "After the Holy Empire of Britannia conquers Japan and renames it Area 11, a Britannian student named Lelouch Lamperouge gains the \"Power of Kings\" called Geass from a girl named C.C. Lelouch uses his newfound power to become Zero, a masked vigilante leading a rebellion against Britannia to seek revenge.",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "328515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328515",
                    "TitleEnglish": "The Day a New Demon Was Born",
                    "SummaryEnglish": "On August 10, 2010, a.t.b., Japan was conquered by the Holy Empire of Britannia. Seven years later, teenage student Lelouch Lamperouge finds himself pulled into a battle between anti-government terrorists and the Britannian Army in the Shinjuku Ghetto. In the midst of the conflict, a mysterious, green-haired girl saves him from death by granting him \"the power of the king\", which allows him to compel others to do his bidding.",
                    "Aliases": []
                },
                "2": {
                    "ID": "328516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328516",
                    "TitleEnglish": "The White Knight Awakens",
                    "SummaryEnglish": "Using his newfound power, Lelouch hijacks an enemy Sutherland and leads the rebels in a counterattack against the Britannian army, forcing Viceroy Clovis la Britannia to call for the release of an experimental Knightmare Frame, the Lancelot, piloted by Suzaku Kururugi. The Lancelot proves to be far superior to the previous Knightmare Frame models and Lelouch is forced to change his plans. Just as the Britannian Army corners the terrorists, Prince Clovis orders an immediate cease-fire, as he is being held at gunpoint by Lelouch.",
                    "Aliases": []
                },
                "3": {
                    "ID": "328517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328517",
                    "TitleEnglish": "The False Classmate",
                    "SummaryEnglish": "Lelouch confronts Clovis about the murder of his mother, Marianne vi Britannia, before killing him. When he returns to Ashford Academy, he discovers that Kallen Kōzuki, one of the terrorists he helped in Shinjuku, attends the same school. The limitations to his newfound power are also revealed to him when he attempts to question her then erase her memory, so he creates a cunning deception to ease her suspicions of his identity. When the death of Prince Clovis is announced in the media, it is Suzaku Kururugi who is accused of the murder.",
                    "Aliases": []
                },
                "4": {
                    "ID": "328518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328518",
                    "TitleEnglish": "His Name Is Zero",
                    "SummaryEnglish": "The Purist faction within the Britannian Army scapegoats Suzaku for Clovis' death, planning to use him as an excuse to rid the army of Honorary Britannians. Lelouch concocts a plan to save his childhood friend, with some help from Kallen and Kaname Ohgi, leader of Kallen's resistance group. Announcing himself publicly as Zero, Lelouch declares it was he who killed Clovis, and uses his power on Jeremiah Gottwald to force him to assist in Suzaku's rescue. In private, Lelouch offers Suzaku the opportunity to turn against Britannia for falsely accusing him, but Suzaku refuses, wishing to change the Empire from within.",
                    "Aliases": []
                },
                "5": {
                    "ID": "328519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328519",
                    "TitleEnglish": "The Princess and the Witch",
                    "SummaryEnglish": "To Lelouch's surprise, C.C., the girl who gave him his power, is alive and now living in his residence. Suzaku, having been acquitted of all charges, accidentally meets Third Princess Euphemia li Britannia and ends up intervening in an internal Purist faction struggle. Meanwhile, Second Princess Cornelia li Britannia endeavors to take charge of Area 11 as Viceroy and bring Zero, now the Empire's number one enemy and most wanted man, to justice.",
                    "Aliases": []
                },
                "6": {
                    "ID": "328520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328520",
                    "TitleEnglish": "The Stolen Mask",
                    "SummaryEnglish": "Suzaku transfers into Ashford Academy and faces the scorn of the Britannian students. Cornelia continues her hunt for Zero, destroying several rebel strongholds but finding no clues to his whereabouts. A stray cat slips into the Lamperouge residence on campus and takes off with Lelouch's Zero mask and a massive, comedic chase involving the entire student body follow. The Emperor of Britannia makes a speech during Prince Clovis' funeral on the virtues of inequality and the social battle for evolution and betterment.",
                    "Aliases": []
                },
                "7": {
                    "ID": "328521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328521",
                    "TitleEnglish": "Attack Cornelia",
                    "SummaryEnglish": "Cornelia sets a trap for Zero at the Saitama Ghetto as she begins to clear another resistance cell. Despite C.C. trying to stop him, Lelouch takes the bait and goes to the aid of the Saitama resistance. His plan falls apart from a combination of Cornelia's superior tactics and the resistance cell's dissimilar motivations. Lelouch is cornered and nearly discovered, but C.C. dons his Zero costume and distracts the Britannian Army, allowing Lelouch to escape. Lelouch blames his defeat on the undisciplined rebels and resolves to build something better than a mere resistance unit.",
                    "Aliases": []
                },
                "8": {
                    "ID": "328522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328522",
                    "TitleEnglish": "The Black Knights",
                    "SummaryEnglish": "A group from the Japan Liberation Front takes a hotel and its occupants hostage, including most of the Ashford Student council and a disguised Princess Euphemia. As such, Princess Cornelia cannot make a move against the hostage takers, which Lelouch realizes and takes advantage of. He mounts a rescue with Ohgi's resistance, using his knowledge of Euphemia to barter his way past Cornelia's blockade. As Lelouch speaks with the hostage takers, Suzaku sinks the floating hotel using the Lancelot. Using explosives set up by the resistance fighters, Lelouch derails any rescue efforts by the army so he can take credit for their rescue. Broadcasting publicly to the nation, he announces the creation and purpose of his Order of the Black Knights, \"allies of justice\" who will judge the world and protect the weak from \"those with power\".",
                    "Aliases": []
                },
                "9": {
                    "ID": "328523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328523",
                    "TitleEnglish": "Refrain",
                    "SummaryEnglish": "Told mostly from Kallen's perspective, her rocky relationship with her biological mother is revealed. The Black Knights are sent on a mission to take out the drug \"Refrain\", and find themselves to be popular among the Elevens. Kallen's mother is found among the Refrain users, and is arrested following the Black Knights' destruction of the drug stockpiles. Kallen promises to have changed the world by the time she is released.",
                    "Aliases": []
                },
                "10": {
                    "ID": "328524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328524",
                    "TitleEnglish": "Guren Dances",
                    "SummaryEnglish": "Cornelia and the Britannian Army heads to Narita, hoping to destroy the remnants of the Japan Liberation Front. Lelouch has his Knights follow her in the hope of capturing her alive so he can question her about his mother's death. As the Britannian forces close in on the Front's headquarters, Kallen utilizes her new Knightmare Frame, the Guren Mk-II, to cause a massive landslide that takes out much of the Britannian forces.",
                    "Aliases": []
                },
                "11": {
                    "ID": "328611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328611",
                    "TitleEnglish": "Battle for Narita",
                    "SummaryEnglish": "The Black Knights' assault on the Britannian Army in Narita proves successful, and Cornelia is cornered by Kallen and Lelouch. The army is pinned down by the Japan Liberation Front when they attempt to assist her. At Euphemia's request, Suzaku rushes onto the battlefield in the Lancelot to rescue Cornelia. He saves Cornelia and manages to corner Lelouch. C.C. comes to Lelouch's rescue by mentally traumatizing Suzaku, but is injured when Suzaku begins firing wildly. As he takes care of her, Lelouch inadvertently learns her real name. The Black Knights retreat from the conflict in victory, leaving the Japan Liberation Front and the Britannian Army to fight amongst themselves.",
                    "Aliases": []
                },
                "12": {
                    "ID": "328612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328612",
                    "TitleEnglish": "The Messenger from Kyoto",
                    "SummaryEnglish": "Zero and the core members of the Black Knights meet with Taizō Kirihara, one of the most powerful people in the Japanese underground and an acquaintance of Lelouch from his younger days at the Kururugi Shrine. Lelouch deftly displays his tactical prowess and wit before Taizō and reveals his true identity to the man to gain his trust and support. When Lelouch returns to Tokyo, Shirley informs him of her father's death, indirectly caused by Zero during the Battle of Narita.",
                    "Aliases": []
                },
                "13": {
                    "ID": "328613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328613",
                    "TitleEnglish": "Shirley at Gunpoint",
                    "SummaryEnglish": "Kallen and Lelouch separately reflect upon the deaths of innocents in the Narita campaign. Shirley secretly follows Lelouch and witnesses the battle between the Japan Liberation Front and the Britannian Army, which Lelouch ends by detonating the Japan Liberation Front freighter as the Britannian Knightmares begin to board it, killing all personnel on board and giving the Black Knights the element of surprise. Suzaku attacks Lelouch, easily overpowering his weaker Burai with the Lancelot, forcing him to eject. He crash-lands near Shirley and is knocked unconscious. Shirley prepares to kill him to avenge her father, but hesitates when his mask falls off, revealing to her that Zero is Lelouch.",
                    "Aliases": []
                },
                "14": {
                    "ID": "328614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328614",
                    "TitleEnglish": "Geass vs. Geass",
                    "SummaryEnglish": "Lelouch believes Shirley may have discovered his identity as Zero, so he and C.C. pursue her to Narita. Ohgi explores the battlefield of the previous night, discovering the wounded Villetta Nu left for dead out of sight. Lelouch encounters Mao, a young man who also has the power of Geass. Mao uses his mind-reading power to play on Shirley's insecurities, manipulating her into shooting Lelouch, but she falters at the last moment and C.C. sends Mao away temporarily. Since Shirley is being torn apart by grief and guilt, Lelouch uses his Geass to erase her memories of him.",
                    "Aliases": []
                },
                "15": {
                    "ID": "328615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328615",
                    "TitleEnglish": "Cheering Mao",
                    "SummaryEnglish": "C.C. explains her history with Mao, and how his inability to turn his Geass off drove him insane. An injured Villetta wakes up in Ohgi's apartment and he discovers she has selective amnesia. C.C. leaves Lelouch to take care of Mao herself, but Mao gains the upper hand when he incapacitates her. Lelouch utilizes his intellect to fool Mao and rescue C.C. from him, using the Britannian Police to surround and shoot Mao. Safe on a rooftop away from the scene, Lelouch affirms his contract with her, promising to not fall victim to his power as Mao did.",
                    "Aliases": []
                },
                "16": {
                    "ID": "328616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328616",
                    "TitleEnglish": "Nunnally Held Hostage",
                    "SummaryEnglish": "C.C. departs as a messenger to the Chinese Federation and Milly has a marriage interview with Lloyd Asplund, creator of the Lancelot. Mao returns to kidnap Lelouch's sister, Nunnally, and holds her hostage in the Ashford Academy sewers. Lelouch and Suzaku work together to rescue her, with Suzaku's physical adeptness and the clever use of Lelouch's Geass proving to be beyond Mao's planning. Before he can be arrested, Mao reveals that Suzaku killed his own father, and in return Lelouch silences him with his power. C.C. returns to the campus and finally ends Mao's life as Suzaku crumbles to the ground, confronted with his actions after years of secrecy.",
                    "Aliases": []
                },
                "17": {
                    "ID": "328617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328617",
                    "TitleEnglish": "Knight",
                    "SummaryEnglish": "An inauguration ceremony of Clovis' memorial art museum is being held, with Euphemia judging the art works. Lelouch agrees to help Kyoshiro Tohdoh's comrades rescue their leader and Shirley finds an old crumpled letter detailing her previous knowledge of Zero's identity. During the rescue mission, Lelouch convinces Tohdoh to join the Black Knights. The Lancelot appears and attempts to stop them, but Lelouch is able to predict its movements and plan a counterattack. When Tohdoh slices open the cockpit, revealing Suzaku within, Lelouch is shocked, having originally planned for Suzaku to become Nunnally's knight. He orders an immediate retreat as reinforcements arrive. Seeing Suzaku's bravery and creed, Euphemia announces to the media that he will be her knight.",
                    "Aliases": []
                },
                "18": {
                    "ID": "328618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328618",
                    "TitleEnglish": "I Order You, Suzaku Kururugi",
                    "SummaryEnglish": "As Euphemia knights Suzaku, Lelouch establishes the hierarchy of the Black Knights. Diethard Reid suggests assassinating Suzaku, but Lelouch has other plans for him. He launches a plan to disable and capture Suzaku and the Lancelot at a Britannia military base on Shikinejima. The plan almost succeeds, but Second Prince Schneizel el Britannia appears and orders his floating battleship, the Avalon, to bombard the island.",
                    "Aliases": []
                },
                "19": {
                    "ID": "328619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328619",
                    "TitleEnglish": "Island of the Gods",
                    "SummaryEnglish": "The aftermath of the Avalon's arrival inexplicably leaves Lelouch, Euphemia, Kallen, and Suzaku on the island of Kaminejima. Suzaku encounters Kallen while Euphemia is found by Zero. Suzaku learns Kallen is a Black Knight and pilot of the Guren Mk-II, and in turn tells her about how he killed his father. Euphemia confirms her suspicions that Lelouch is Zero. Schneizel, Lloyd, and Cécile Croomy survey the island's ancient ruins. When Lelouch, Kallen, Suzaku, and Euphemia suddenly fall into the ruins, Lelouch and Kallen steal the prototype Knightmare Frame Gawain to escape. Elsewhere, the exiled Japanese government from seven years ago launches a full-scale assault on Kyūshū with the help of the Chinese Federation.",
                    "Aliases": []
                },
                "20": {
                    "ID": "328620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328620",
                    "TitleEnglish": "The Battle for Kyushu",
                    "SummaryEnglish": "The Britannian Army fights back against the Kyūshū invaders with the Lancelot. Meanwhile, Nina meets Princess Euphemia and inadvertently gives Euphemia peace of mind about her feelings for Suzaku. As Suzaku becomes cornered when his Lancelot's battery runs out, Euphemia encourages Suzaku to fight on and live. Zero and C.C. fly into the battlefield in the Gawain to recharge the Lancelot, and the two Knightmares end the Kyūshū campaign together.",
                    "Aliases": []
                },
                "21": {
                    "ID": "328621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328621",
                    "TitleEnglish": "The School Festival Declaration",
                    "SummaryEnglish": "The Ashford Academy holds their annual school festival. Ohgi, Villeta, Euphemia, and Kallen all make their separate ways to the event. A series of close encounters risks the revealing of hidden identities, but all those involved escape. Suzaku pilots the Ganymede for the festival's main event: making a giant pizza, slated to be the world's largest. When Euphemia's presence is revealed, mass panic ensues. On live television, she declares the Mount Fuji area to be the \"Specially Administrated Zone of Japan\", where Elevens can be referred to as \"Japanese\" again. She believes this will bring back the happy days with Lelouch and Nunnally, but Lelouch thinks otherwise, knowing she is being naive.",
                    "Aliases": []
                },
                "22": {
                    "ID": "328622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328622",
                    "TitleEnglish": "Bloodstained Euphy",
                    "SummaryEnglish": "During the commemoration ceremony for the Specially Administrated Zone, Lelouch and Euphemia privately discuss Japan's future. She convinces him, and Lelouch summarily halts his rebellion, until he suddenly loses control of his Geass while jokingly telling her to kill all the Japanese. The Geass-influenced Euphemia orders a bloody massacre of the people attending the ceremony. Blaming himself, a resolute Lelouch decides to salvage the situation by declaring Euphemia's Specially Administrated Zone a trap to lure out the Black Knights, and commands his troops to defeat the Britannian forces, protect the Japanese, and stop Euphemia.",
                    "Aliases": []
                },
                "23": {
                    "ID": "328623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328623",
                    "TitleEnglish": "At Least with Sorrow",
                    "SummaryEnglish": "Left with no choice, Lelouch shoots and mortally wounds Euphemia in front of Suzaku. Suzaku returns to the Avalon with her battered body as the Black Knights continue to contain the violence. She succumbs to her injuries as Lelouch announces his plan for the creation of the United State of Japan. Alone, Lelouch grieves over his actions as C.C. comforts him, reminding him that she will stay alongside him, as per their contract. Soon, the entirety of Area 11 revolts against the Britannian Empire. Advancing with his massive army, Lelouch ignites the conflict by initiating the collapse of the Tokyo Settlement.",
                    "Aliases": []
                },
                "24": {
                    "ID": "328624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328624",
                    "TitleEnglish": "The Collapsing Stage",
                    "SummaryEnglish": "Lelouch's strategies give the Black Knights and their allies the upper hand in their battle against the Britannian Army. As riots break out through the country, the Black Knights take over the Ashford Academy as their headquarters, and the students are spared on Lelouch's orders. An enraged Suzaku, now informed of Zero's identity by a mysterious young boy named V.V., pursues Lelouch for revenge, which Cornelia also covets.",
                    "Aliases": []
                },
                "25": {
                    "ID": "328625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/328625",
                    "TitleEnglish": "Zero",
                    "SummaryEnglish": "After managing to capture Cornelia, Lelouch forces her to reveal what little information she knows of Marianne's murder, but the answers do not please him one bit. V.V. takes Nunnally to Kaminejima, and Lelouch abandons the Black Knights to rescue his sister. Without Lelouch, the Black Knights begin to lose ground to the Britannian Army. Suzaku follows Lelouch, leading to a final confrontation between the former friends.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "797331",
            "URL": "https://thetvdb.com/series/code-geass-lelouch-of-the-rebellion/seasons/official/2",
            "TitleEnglish": "Code Geass: Lelouch of the Rebellion R2",
            "SummaryEnglish": "After the failed Black Rebellion uprising against the Holy Britannian Empire, the Black Knights resistance group is powerless without their leader Zero. Lelouch, who lost his memory of his past as Zero, is living a peaceful life as a high school student. C.C. attempts to jog his memory and convinces him to become Zero again to complete their mission.",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "359905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/359905",
                    "TitleEnglish": "The Day a Demon Awakens",
                    "SummaryEnglish": "One year after the Black Rebellion, Lelouch Lamperouge has resumed his normal school life with no apparent memories of the year before. After skipping remedial gym class, he sets off with younger brother Rolo to gamble at Babel Tower. Led by C.C., the Order of the Black Knights launches an attack on the complex to retrieve Lelouch. C.C. reawakens Lelouch's memories, and he resumes his identity as Zero. Suzaku Kururugi declares to the Emperor that he will personally kill Zero.",
                    "Aliases": []
                },
                "2": {
                    "ID": "359925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/359925",
                    "TitleEnglish": "Plan for Independent Japan",
                    "SummaryEnglish": "Lelouch directs the Black Knights in a counterattack against the Britannian forces and recalls how he came to forget his past: after Suzaku arrested him and brought him back to Britannia a year ago, the Emperor used his Geass to implant false memories in Lelouch's mind. The new Knightmare Frame prototype Vincent arrives and wreaks havoc on the Black Knights. They collapse Babel Tower to retreat, simultaneously dropping it on Viceroy Carares and creating a road straight to the Chinese Federation Consulate, where the Black Knights escape to. Zero broadcasts his plan to recreate the United State of Japan. The Britannian military retreats, but the pilot of the Vincent, Rolo, is not so easily swayed. After arriving at the consul grounds, he confronts Li Xingke, revealing that he too possesses the power of Geass.",
                    "Aliases": []
                },
                "3": {
                    "ID": "359926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/359926",
                    "TitleEnglish": "Imprisoned in Campus",
                    "SummaryEnglish": "Lelouch returns to the Ashford Academy during the broadcast, causing Villeta Nu's Special Division to have doubts he was the Zero on television. Needing information on his sister's whereabouts, Lelouch sets a trap to turn Rolo into his pawn. Gilbert G.P. Guilford, Cornelia li Britannia's knight and acting Viceroy of Area 11, presents an ultimatum to Zero: reveal himself or let the incarcerated Black Knights face execution. Elsewhere, Suzaku leads the Britannian frontlines in the Lancelot in the war against the Euro Universe. Lelouch confronts Rolo, but Rolo's unique abilities allow him to gain the upper hand.",
                    "Aliases": []
                },
                "4": {
                    "ID": "359927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/359927",
                    "TitleEnglish": "Counterattack at the Gallows",
                    "SummaryEnglish": "Lelouch deduces the nature of Rolo's Geass and convinces Rolo to spare him; in return, he will hand over C.C. Li Xingke confronts the Eunuch Gao Hai and kills him to take command of the consulate. As the deadline approaches, Guilford prepares to execute the captured Black Knights, until Zero appears, challenging him to a duel. Using the same strategy from the Black Rebellion, he collapses the portion of the settlement they are standing on, causing confusion amongst the Britannian military as they are dumped into Chinese territory. While Kallen and the Black Knights rescue the prisoners, Rolo appears in the Vincent to kill Lelouch for his betrayal. However, Lelouch takes a bullet meant for Rolo, giving the youth pause. Lelouch plays on his insecurities about his future and sibling relationship, convincing him to join his cause.",
                    "Aliases": []
                },
                "5": {
                    "ID": "363096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/363096",
                    "TitleEnglish": "Knights of the Round",
                    "SummaryEnglish": "Suzaku returns to Ashford Academy to investigate Lelouch. With the Black Knights reassembled, Lelouch plans to lead the resistance while maintaining his façade as a student. A welcoming party is held for Suzaku at the academy, and C.C.'s love of pizza threatens to reveal Lelouch's secret; Kallen arrives to retrieve her but is seen by Villeta. She tells Lelouch how she came with Kaname Ohgi the previous year, and Lelouch uses this information to blackmail her. Alone, Suzaku reveals to Lelouch his goal of becoming the Knight of One, which would allow him complete governing authority over Area 11. To test Lelouch, he allows him to speak with the new Viceroy of Area 11: Nunnally vi Britannia.",
                    "Aliases": []
                },
                "6": {
                    "ID": "365978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/365978",
                    "TitleEnglish": "Surprise Attack Over the Pacific",
                    "SummaryEnglish": "Rolo uses his Geass to buy Lelouch time to say words of caution to Nunnally without revealing his reawakened memories to Suzaku. Unwilling to fight against Nunnally, Lelouch orders the Black Knights to capture her as she is transported to Area 11 by airship. Successfully boarding the vessel, Zero meets with her and tries to convince that Britannia is using her. Nunnally reveals she volunteered for the position, and states she wishes to continue Euphemia's Specially Administrated Zone of Japan, requesting a bewildered Zero to join her. Britannian reinforcements hinder the Black Knights' assault, and as the airship crashes into the sea, Suzaku manages to save Nunnally, taking her away from Lelouch a second time.",
                    "Aliases": []
                },
                "7": {
                    "ID": "367017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/367017",
                    "TitleEnglish": "The Abandoned Mask",
                    "SummaryEnglish": "Nunnally is sworn in as the new Viceroy of Area 11, and reveals her intention to restore the Specially Administrated Zone of Japan. Knowing he cannot go against his sister's wishes, Lelouch slips into a state of depression. Before he relinquishes himself to Refrain, Kallen steps in, reminding him his duty as Zero to realize the dream he gave to the Japanese. An evesdropping Rolo emerges, attempting to persuade Lelouch to abandon his identity as Zero and return to being a high school student. Meanwhile, the Black Knights are under attack by a Britannian naval fleet, led by Suzaku. A glimmer of hope is revealed to Lelouch after he sees fireworks setting off at Ashford Academy. Rushing to the battlefield, he successfully leads the Black Knights to defeat the entire naval fleet and surprise Suzaku by appearing as Zero, announcing his intention to accept Nunnally's offer to join the Specially Administrated Zone of Japan.",
                    "Aliases": []
                },
                "8": {
                    "ID": "368023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/368023",
                    "TitleEnglish": "One Million Miracles",
                    "SummaryEnglish": "The Black Knights question Lelouch's decision, and the Britannian Army remains wary of his intentions. In a private conversation with Suzaku, Gino Weinberg, Anya Alstreim, Lloyd Apslund, Cécile Croomy, and Miss Romeyer, Zero requests he be exiled from Area 11 in exchange for delivering one million participants. The Britannians think he is abandoning them to ensure his own safety, and accept. At the opening ceremony, Zero asks Suzaku what it means to be Japanese, to which the Knight of Seven replies it is a shared heart. When every participating Eleven dresses as Zero on cue, Suzaku has no choice but to exile all one million \"Zeroes\", unwilling to start another massacre in the face of their peaceful resistance.",
                    "Aliases": []
                },
                "9": {
                    "ID": "368835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/368835",
                    "TitleEnglish": "A Bride in the Vermillion Forbidden City",
                    "SummaryEnglish": "Lelouch learns that the Chinese Empress Tianzi is being forced into a political marriage to First Prince Odysseus u Britannia. The wedding is orchestrated by the High Eunuchs, who will become nobility in Britannia in exchange for turning over half their land to Second Prince Schneizel el Britannia. As the wedding begins, Li Xingke initiates a coup-d'état to overthrow the Eunuchs, but before he can free the Empress, Lelouch appears and takes her hostage. Elsewhere, V.V. prepares to unleash Jeremiah Gottwald against Lelouch and C.C.",
                    "Aliases": []
                },
                "10": {
                    "ID": "368836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/368836",
                    "TitleEnglish": "When Shen Hu Wins Glory",
                    "SummaryEnglish": "Lelouch successfully escapes with Empress Tianzi and the Black Knights attempt to unite with their Indian allies. Desperate to recover the Empress, the Eunuchs agree to forgive Li Xingke if he rescues her. To that end, he is granted use of the powerful Shenhu. Kallen intercepts him with the Guren Flight-Enabled Version, but its power runs out and she is taken hostage. Lelouch swears to rescue her, despite Diethard Reid's suggestion to retreat. Xingke demonstrates his skill as a strategist, forcing the Black Knights to retreat to a mountainside monument constructed as the tomb for the former Tianzi, hoping the Federation would be hesitant to attack. The Eunuchs turn on Xingke and his troops, having enlisted the aid of the Britannian forces. Meanwhile, another Lelouch is present at the Ashford Academy.",
                    "Aliases": []
                },
                "11": {
                    "ID": "368837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/368837",
                    "TitleEnglish": "Power of Passion",
                    "SummaryEnglish": "Back at Ashford Academy, Sayoko Shinozaki is posing as Lelouch. Realizing the Eunuchs are not interested in saving Tianzi, Li Xingke rebels. As the Black Knights hold their ground against the Chinese Federation and Britannian forces, Zero tries to reason with the Eunuchs, who openly admit their treachery. When Xingke tries to shield Tianzi from the fighting, Zero personally enters into the field with his new Shinkirō Knightmare Frame. Diethard hacks into the Chinese media network and replays the Eunuchs' deceit, igniting riots across China. Faced with open rebellion, Schneizel orders a Britannian retreat and Xingke eliminates the Eunuchs and rescues his comrades. However, Kallen and the Guren have been handed over to Britannia. With the Eunuchs dead, Zero forges an alliance with Xingke and Tianzi. Lelouch returns to Ashford Academy, and is surprised to find Anya and Gino enrolled as students.",
                    "Aliases": []
                },
                "12": {
                    "ID": "368838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/368838",
                    "TitleEnglish": "Love Attack!",
                    "SummaryEnglish": "Lelouch is shocked that Sayoko has made him into a playboy. As he tries to work out a way to undo the damage, Milly declares Cupid Day, where any girl can become a boy's girlfriend by stealing his hat. Rolo and Sayoko help Lelouch avoid the female students trying to catch him. Alone, Lelouch and Shirley discuss recent events and trade hats. Elsewhere, Knight of One Bismark Waldstein informs the Emperor of a meeting between the princes and princesses about waging war against the Chinese Federation, where Schneizel decides threats and negotiation will work better than open war. Cornelia, determined to reveal the existence of Geass in order to clear Euphemia's name, confronts General Bartley, who begs her to help them, saying the Emperor's recent actions may destroy the world. While Suzaku and Lloyd discuss on the Guren, Nunnally visits Kallen in prison. Jeremiah arrives in Area 11 and uses his newly-acquired Geass Canceller on Shirley, restoring her memories of Zero's identity.",
                    "Aliases": []
                },
                "13": {
                    "ID": "372478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/372478",
                    "TitleEnglish": "Assassin from the Past",
                    "SummaryEnglish": "Having recovered her memories, Shirley questions her perception of reality. Lelouch heads to the train station to check on the delivery of a G Train, a network of Gefjun Disturber-equipped trains that will black out all of Tokyo once active. Meanwhile, Jeremiah makes his move on Ashford Academy, overwhelming Sayoko and Rolo in his search for Lelouch. Villetta willingly reveals Lelouch's location and Jeremiah corners him, but is paralyzed by the G Train. Struggling, Jeremiah asks why Lelouch betrayed the Emperor, to which the former prince reveals his motivation to avenge his mother. Having greatly admired Marianne, Jeremiah joins Lelouch's cause. Shirley finally reconciles her restored memories, asking Suzaku to forgive Lelouch as she has. Before she can reach Lelouch, she runs into Rolo, who uses his Geass once she reveals knowledge of Nunnally. As Lelouch leaves, he discovers Shirley mortally wounded, who confesses her feelings for him as he desperately commands her to live.",
                    "Aliases": []
                },
                "14": {
                    "ID": "372479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/372479",
                    "TitleEnglish": "Geass Hunt",
                    "SummaryEnglish": "Rolo admits to causing Shirley's death; rather than blame Rolo, Lelouch blames the existence of Geass itself. In retaliation, he mounts an assault on the Geass Directorate, slaughtering every man, woman, and child within the stronghold. V.V. pilots the Siegfried in an effort to stop the Black Knights, but is defeated by both Lelouch and Cornelia. He escapes to the Thought Elevator, where Charles awaits, and when Lelouch follows he is transported to the Sword of Akasha. Meanwhile, Kallen and Nunnally discuss Lelouch. They are interupted by Suzaku, who, despite having been told that Shirley's death was a suicide, decides to interrogate Kallen using Refrain, in order to confirm his suspicion that Lelouch has become Zero again.",
                    "Aliases": []
                },
                "15": {
                    "ID": "374718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/374718",
                    "TitleEnglish": "The Cs' World",
                    "SummaryEnglish": "Suzaku realizes he cannot stoop to Lelouch's level to achieve his goals and decides not to use Refrain on Kallen. Instead, he heads to Ashford, where he discovers the Intelligence Agency is under Lelouch's control. Ohgi and Villetta meet in the woods, where Villetta intends to kill him, but Ohgi confesses that he has fallen in love with her. Sayoko interrupts and attempts to dispatch Villetta, and Ohgi is injured in the struggle. He tumbles off a cliff and Villetta jumps after him. Nina and the In Vogue staff make their first successful nuclear bomb test. Lelouch confronts the Emperor atop the Sword of Akasha. He learns the Emperor has taken V.V.'s \"Code,\" which has made him immortal. C.C. appears and reveals to Lelouch her wish is to die, then transports him to \"C's World\" to ensure his safety, where he witnesses her past.",
                    "Aliases": []
                },
                "16": {
                    "ID": "374719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/374719",
                    "TitleEnglish": "United Federation of Nations Resolution Number One",
                    "SummaryEnglish": "Forty-seven countries rally under the banner of the new United Federation of Nations, and their first declaration is to declare war on Britannia to liberate Japan. In anticipation, the Knights of Rounds and the bulk of Britannia's military force are transferred to Japan. Nina also asks to have the Lancelot equipped with her newly-developed F.L.E.I.J.A. (Field Limitary Effective Implosion Armament) bomb. The Emperor interrupts the Federation's announcement to challenge Zero to a battle for the world itself, since they are the only remaining powers in the world. Fearing for Nunnally's safety, Lelouch calls Suzaku and admits he's Zero, then begs Suzaku to rescue her. Suzaku agrees, but only on the condition that Lelouch meet him alone at the Kururugi Shrine.",
                    "Aliases": []
                },
                "17": {
                    "ID": "374720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/374720",
                    "TitleEnglish": "The Taste of Humiliation",
                    "SummaryEnglish": "The battle for Japan gets underway, and it does not start out well for the Black Knights. Luciano and Bismark decimate their ranks, with only Li Xingke to keep them at bay. Suzaku and Lelouch meet to discuss Nunnally. After some initial animosity, Lelouch manages to win Suzaku over. However, Schneizel has his personal guard arrest Lelouch, making Lelouch believe Suzaku has betrayed him. Schneizel and Lelouch have a private chat, and Lelouch is rescued by none other than Guilford, having used his Geass on Guilford beforehand to make him believe he is Cornelia. Using the Gefjun Disturber train network, Lelouch shuts down the Tokyo Settlement. At the same time, his reinforcements emerge from the ocean, ready to take advantage of the opportunity. Meanwhile, the Emperor is preparing for Ragnarök.",
                    "Aliases": []
                },
                "18": {
                    "ID": "379408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/379408",
                    "TitleEnglish": "Final Battle Tokyo II",
                    "SummaryEnglish": "With the power disrupted, the Black Knights begin their assault on the Tokyo Settlement. Suzaku threatens to use the F.L.E.I.J.A. bomb, but Lelouch, having completely lost his trust in Suzaku, calls his bluff. Jeremiah and Guilford engage Suzaku, but Gino and Anya join the fray to even the odds. Sayoko frees Kallen while Rolo attempts to locate Nunnally, secretly intending to kill her. Lelouch is nearly killed by Luciano and his Valkyrie Squadron, until Kallen arrives in the upgraded Guren Seiten Eight Elements-Type. Meanwhile, the Emperor enters Area 11, and Cornelia escapes confinement. Using the new Knightmare's overwhelming speed and power, Kallen kills Luciano and severely cripples the Lancelot. On the verge of death, Suzaku's Geass command activates and compels him to fire the F.L.E.I.J.A. Unfortunately, the bomb detonates over the government complex, obliterating a massive section of the settlement. Lelouch has a nervous breakdown when Rolo tells him Nunnally is killed in the explosion.",
                    "Aliases": []
                },
                "19": {
                    "ID": "379409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/379409",
                    "TitleEnglish": "Betrayal",
                    "SummaryEnglish": "A ceasefire is called so Schneizel can meet with the leaders of the Black Knights, but Lelouch is too devastated to attend. Schenizel reveals the truth about Lelouch and his Geass, as well as the many people he has used it on; a recording from Lelouch's meeting with Suzaku solidifies the evidence. In exchange for Japan's independence, the Black Knights agree to betray Lelouch. Unable to escape, Lelouch tells Kallen he was using her all along to keep her from sharing his fate, but whispers that she should live on within earshot. Lelouch is prepared to accept death, until Rolo, piloting the Shinkirō, rescues Lelouch and escapes the combined forces of the Black Knights and the Britannians. However, the excessive use of his Geass required to do so overtaxes his heart and dies after flying Lelouch to safety. Lelouch resolves to not waste the life given to him by Rolo, declaring he will kill the Emperor by his own hand.",
                    "Aliases": []
                },
                "20": {
                    "ID": "379410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/379410",
                    "TitleEnglish": "Emperor Dismissed",
                    "SummaryEnglish": "As the Emperor prepares to begin Ragnarok, Lelouch and Suzaku head to Kaminejima to face him. No longer restrained by his notions of wrong methods being meaningless, Suzaku strikes a deal with Schneizel to become the Knight of One, in exchange for assassinating the Emperor. Lelouch, using his Geass to its full potential, compels much of the Britannian military on the island to follow his commands. Meanwhile, the leaders of the Black Knights decide to declare Zero dead, as the truth will be far more difficult to swallow, but their story is doubted by others. Anya's mind is taken over by Marianne, who restores C.C.'s memories. The two begin to put their own plans into motion. At Kaminejima, Suzaku is held at bay by Bismarck, while Lelouch marches into the Sword of Akasha, through the Thought Elevator, unopposed. Knowing he cannot kill his father, Lelouch destroys the entrance, planning to seal them both inside for eternity.",
                    "Aliases": []
                },
                "21": {
                    "ID": "379411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/379411",
                    "TitleEnglish": "The Ragnarök Connection",
                    "SummaryEnglish": "Within the Sword of Akasha, Lelouch learns the truth about his mother's death from the Emperor and Marianne herself. The two reveal their intention to create a gentle world without lies, and begin Ragnarok. Lelouch almost reconciles with them, but changes his mind when he realizes that the world the Emperor desires has no future. Evolving his Geass to its next level, Lelouch defeats the Emperor with the help of the collective unconscious mind of every human, the personification of the \"gods\" the Emperor sought to defeat, dissolving both him and Marianne into dust. With Ragnarok ended, Lelouch takes up the throne as the new Emperor, using his Geass to make all the dissenters in the court acknowledge him as such. Suzaku is appointed as his new \"Knight of Zero,\" while C.C. looks on from the shadows.",
                    "Aliases": []
                },
                "22": {
                    "ID": "379412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/379412",
                    "TitleEnglish": "Emperor Lelouch",
                    "SummaryEnglish": "Lelouch begins his reformation of Britannia, abolishing the aristocracy and Area system. The Knights of Rounds attempt to remove Lelouch from power, but Suzaku, piloting the Lancelot Albion, easily obliterates their ranks, killing Bismarck Waldstein and two other Rounds members while only disabling Gino's Knightmare. His position secure, Lelouch announces his intention to join the U.F.N. On the way to the meeting, he and Kallen bid each other farewell after she kisses him, Kallen having been unable to get Lelouch to answer any of her questions. When the UFN demands that he accept a limit to his voting power to prevent Britannia from attaining an automatic majority, Lelouch forces their hand by having Suzaku take the U.F.N. leaders hostage and Britannia's military surround Japan. During the commotion, the Britannian capital is obliterated by Schenizel, who is aboard his new flying fortress, the Damocles. He reveals to Lelouch that Nunnally is alive, and she declares herself to be Lelouch and Suzaku's enemy.",
                    "Aliases": []
                },
                "23": {
                    "ID": "384169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/384169",
                    "TitleEnglish": "Schneizel's Guise",
                    "SummaryEnglish": "Schneizel unveils his plan to position the Damocles in such a way as to strike every warring nation in the world, thus enforcing peace through the threat of annihilation. Cornelia objects, but is gunned down. Lelouch declares Nunnally his enemy during their conversation, but in private has trouble with the thought of fighting her. With some harsh words from Suzaku and C.C.'s comfort, Lelouch comes to his senses and focuses on his original task. Nunnally, frustrated that she cannot fight or protect anyone, decides to shoulder the sin of launching F.L.E.I.J.A. herself. Schneizel, backed by the Black Knights and the remaining Knights of Rounds, clashes with Lelouch in the sky above Mount Fuji. Though Lelouch is able to destroy a fair portion of the Black Knights by detonating the sakuradite mines in Mount Fuji, the Damocles remains unassailable and its payload of F.L.E.I.J.A. warheads still looms over him.",
                    "Aliases": []
                },
                "24": {
                    "ID": "384170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/384170",
                    "TitleEnglish": "The Grip of Damocles",
                    "SummaryEnglish": "The Black Knights manage to board the Avalon. Lelouch escapes in the Shinkirō while C.C. holds Kallen at bay long enough for Lelouch to escape. Using Nina's F.L.E.I.J.A. Eliminator, Lelouch and Suzaku successfully break into the Damocles. Believing Lelouch to be trapped, Schneizel sets the Damocles' self-destruct sequence and attempts to leave. However, Lelouch manages to outsmart Schneizel, using his Geass to force him into obedience. Suzaku and Gino battle outside the fortress, with Gino unable to hold out against Suzaku. Using his last attack, Gino takes out the Damocles shields, allowing Kallen to take over. Meanwhile, Lelouch goes to confront Nunnally, who has regained her sight.",
                    "Aliases": []
                },
                "25": {
                    "ID": "384171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-lelouch-of-the-rebellion/episodes/384171",
                    "TitleEnglish": "Re;",
                    "SummaryEnglish": "Lelouch and Suzaku fight for the sake of their promise, the Zero Requiem. Suzaku battles Kallen, while Lelouch confronts Nunnally, his biggest and dearest enemy.",
                    "Aliases": []
                }
            }
        }
    }
}