{
    "URL": "https://thetvdb.com/series/gokusen",
    "Genres": [
        "Adaptation",
        "Gangster"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/63409"
    ],
    "TitleEnglish": "Gokusen",
    "SummaryEnglish": "Fresh out of college, Kumiko \"Yankumi\" Yamaguchi becomes a math teacher at Shirokin high school. Unfortunately for her, she's assigned by the school board as the homeroom teacher for class 3-D, which happens to be the class of delinquent students. When the class attempts to make a living hell out of Yankumi's career, they fail as her persistence and aggression gain her respect. However, little does anyone in the school know that Yankumi is actually heir to the Oedo Group - one of Tokyo's most powerful yakuza clans. If anyone finds out that Yankumi is a yakuza member, her career as a teacher could be in jeopardy.",
    "Aliases": [],
    "Modified": "2025-05-16",
    "Seasons": {
        "0": {
            "ID": "27056",
            "URL": "https://thetvdb.com/series/gokusen/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "584811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/584811",
                    "TitleEnglish": "Gokusen 1 Graduation",
                    "SummaryEnglish": "Yankumi's students finally enter their graduation. But before that happens, the students prepare for a trip, having to be very cautious that they don't get into trouble or the students may be expelled and Yakumi may be fired. Yankumi, Kawashima and Shizuka also go on a trip. Turns out that the students and Yankumi went to the same onsen.",
                    "Aliases": []
                },
                "2": {
                    "ID": "745761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/745761",
                    "TitleEnglish": "Gokusen 2 Reunion",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "584941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/584941",
                    "TitleEnglish": "Gokusen 3 Graduation Special 2009",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4145929",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/4145929",
                    "TitleEnglish": "Gokusen; The Movie",
                    "SummaryEnglish": "A passionate teacher, Kumiko Yamaguchi, a.k.a. Yankumi, is now overseeing the new students of Class 3D of Akado High School, who still have not opened up to her and are giving her a hard time.\r\n \r\nOne day, the students of 3D get harassed by street hoodlums. Then, Reita, a leader figure of 3D, shows up and beats up the hoodlums, yelling “Keep your hands off my friends.” The next day, the guys beat up by Reita come storming into their school. Principal Sawatari berates the students for getting mixed up with a gang, and gives Kumiko an ultimatum: “You’re fired the next time a 3D student gets into trouble.” Then Reita tells Kumiko that he doesn’t want to owe her anything, and he takes off by himself to settle the score with the gang…\r\n \r\nMeanwhile, trouble was also brewing for the former 3D student who just graduated. The police are after Ren for being involved in an illegal drug transaction. Upset Kumiko tries to find him with the other former 3D students. However, they later find out from her grandfather, the head of the Oedo Family, the shocking identity of the mastermind pulling the strings of the drug deal Ren is being accused of…",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16795",
            "URL": "https://thetvdb.com/series/gokusen/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "314755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314755",
                    "TitleEnglish": "A zealous teacher goes on a rampage!!",
                    "SummaryEnglish": "A new teacher, Yamaguchi Kumiko, came to Shirokin and as it turns out, she's the homeroom teacher of a class filled with delinquents who tried to scare her off. However, it's not going to be easy to scare off this teacher because she's actually from the Oedo family, a yakuza family, and her grandfather's the head of the family. Trouble arises when one of Yamaguchi's students, Kumai, is accused of stealing money from the school. As it turns out, he did and Yamaguchi's here to prevent Kumai from getting expelled.",
                    "Aliases": []
                },
                "2": {
                    "ID": "314756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314756",
                    "TitleEnglish": "Don't abandon your friend!!",
                    "SummaryEnglish": "The class gave Yamaguchi a nickname: Yankumi. Minami is dating a girl, but troubles arise when it turns out that the girl was seeing another man in a rival school! When Minami was in trouble and his classmates didn't help, Yankumi scolded at the class for abandoning those they claimed were there \"friends\". However, Shin helped him out.",
                    "Aliases": []
                },
                "3": {
                    "ID": "314757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314757",
                    "TitleEnglish": "Don't judge only by appearance!!",
                    "SummaryEnglish": "A thief has been going around stealing purses from women and the Head Teacher has been accusing Uchiyama of the crime. Yankumi and a few students decide to capture the real criminal and clear Uchiyama's name.",
                    "Aliases": []
                },
                "4": {
                    "ID": "314758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314758",
                    "TitleEnglish": "If you fail, start over",
                    "SummaryEnglish": "The school found out that Shizuka, the English Teacher, was a part-time hostess, and before the Head Teacher could fire her, a deal was made: all students from class 3-D must pass their English midterm with at least 30 points. However, with a class filled with delinquents who were lacking in academically, this might not be as easy as it seems.",
                    "Aliases": []
                },
                "5": {
                    "ID": "314759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314759",
                    "TitleEnglish": "To fight is different from violence",
                    "SummaryEnglish": "Sawada Shin found out about Yankumi's family. A gang of highscool students have been attacking people with metal poles while Kumai falls in love with a girl named Ami and protects her from that gang. Yankumi teach the students the difference between violence and fighting.",
                    "Aliases": []
                },
                "6": {
                    "ID": "314760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314760",
                    "TitleEnglish": "Don't let bullying get to you!!",
                    "SummaryEnglish": "It's the sports competition festival. After a deal with the Head Teacher, the students of 3-D were excited to get first place in a sport, but they didn't have enough people until Yankumi realied something: Class 3-D actually has another student in the class! Turns out that the student was a victim of bullying and couldn't bare to go back to school. With determination, Yankumi does everything to persuade the student to take part in the competition.",
                    "Aliases": []
                },
                "7": {
                    "ID": "314761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314761",
                    "TitleEnglish": "Believe in your own child!!",
                    "SummaryEnglish": "Everyone found out that Sawada Shin has a younger sister and Shin actually lives alone after bickering with his father. Shin's sister, under a lot of pressure from their parents, decided to go to a dangerous club. Shin found out and tried to help her sister escape, but after police officers came and Shin was determined to make sure his sister wasn't caught, Shin was the one who got arrested. However, the police demands that to release Shin, one of his parents or legal guardians must pick him up.",
                    "Aliases": []
                },
                "8": {
                    "ID": "314762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314762",
                    "TitleEnglish": "Aren't you his mother!!",
                    "SummaryEnglish": "Kawashima, the school nurse, has to go to a training camp just when her son, Yuta, comes over to see his mother. Because she can't cancel the training camp, Yankumi invites Yuta over for the night and in the morning, until Kawashima came back, Yankumi has Yuta over to her classroom. Little did they know that Yuta didn't inform his grandparents, whom Yuta lives with, that he's visiting Kawashima and that Yuta isn't actually related to Kawashima by blood. Refusing to give up, Yuta runs away and everyone hurries to find him. In the end, Yuta can live with Kawashima.",
                    "Aliases": []
                },
                "9": {
                    "ID": "314763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314763",
                    "TitleEnglish": "Don't blame others for your own mistakes!!",
                    "SummaryEnglish": "With the Shirokin volleyball team advancing towards nationals, Yankumi decided to form a cheerleading team. However, the event didn't go smoothly because of Kurosaki. Kurosaki holds a grudge against Shirokin because his volleyball coach made him quit. Kurosaki was involved in a violent incident and normally, Kurosaki would get off with a suspension, but the Coach made him quit to preserve the reputation of the team and the school. With such a strong grudge, Kurosaki is out for revenge.",
                    "Aliases": []
                },
                "10": {
                    "ID": "314764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314764",
                    "TitleEnglish": "I'll believe my own students!!",
                    "SummaryEnglish": "When the Head Teacher's wife sets up an omiai for Yankumi, Yankumi reluctantly goes, knowing that she only has eyes for Shinohara the detective, whose sister is getting married. Later on, while Kuma is taking a stroll, he bumps into a student from a prestigious high school who was shoplifting. Kuma was blamed for the crime and Yankumi, Shin, Uchi, Minami, Noda and Kuma heads to bring the real perpetrator out.",
                    "Aliases": []
                },
                "11": {
                    "ID": "314765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314765",
                    "TitleEnglish": "No one is alone",
                    "SummaryEnglish": "After some students from class 3-D apprehended a serial murderer-robber, some reporters wanted a 24-hour close-up of how Yankumi's life is. However, things get out of hand when the reporters realize where Yankumi lives. Also, Kuma has a falling out with his father.",
                    "Aliases": []
                },
                "12": {
                    "ID": "314766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/314766",
                    "TitleEnglish": "Goodbye, Yankumi",
                    "SummaryEnglish": "Yankumi's secret is finally revealed. She was forced to resign, but the students of class 3-D couldn't stand for it. Many students voiced out to the superintendent how Yankumi was able to change all of them and has taught them many great lessons in life, threatening to drop out of school if they don't reinstate her. In the end, when Yankumi manages to convince all her student to stay in school, Sawatari, the vice-principal, comes to the conclusion that Yankumi is a needed teacher in the school.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "38733",
            "URL": "https://thetvdb.com/series/gokusen/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "419886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419886",
                    "TitleEnglish": "High school is a once in a lifetime experience, do not waste it! ...That zealous teacher has returned!",
                    "SummaryEnglish": "Yankumi returns again! However, she's now a teacher of class 3-D of Kurogin Academy, which is filled with delinquents. After learning that a student, Odagiri Ryuu, hasn't been coming to school, Yankumi investigates and tries to persuade Odagiri to come back.",
                    "Aliases": []
                },
                "2": {
                    "ID": "419887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419887",
                    "TitleEnglish": "A person's power is not decided by his physical strength, there's a much more important thing within",
                    "SummaryEnglish": "Odagiri Ryuu used to be friends with the now class leader, Yabuki Hayato. After Odagiri apologized to Ara High before class 3-D fights with them, Odagiri has been deemed a traitor. However, it was all a misunderstanding as the class soon finds out from Takeda, a students who Odagiri helped out.",
                    "Aliases": []
                },
                "3": {
                    "ID": "419888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419888",
                    "TitleEnglish": "You guys are my one-and-only students!! How can I desert you?",
                    "SummaryEnglish": "After rejecting an invitation from Kudo, an expelled students from Kurogin, Odagiri and Yabuki find themselves framed for a robbery and arrested. Yankumi, after learning about the arrest, is determined to find the real perpetrators and straightening this mess out.",
                    "Aliases": []
                },
                "4": {
                    "ID": "419889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419889",
                    "TitleEnglish": "Don't compare your life with someone else's!",
                    "SummaryEnglish": "Kurogin Academy has decided to become co-ed, but it starts when the seniors have already graduated. Tsuchiya, a student of Yankumi's, was in a bookstore when he catches a junior high female student attempting to shoplift. Tsuchiya can't leave the girl alone, so he introduces the other side of studying and brought her to an arcade, where she starts to have fun. However, a former homeroom teacher of Tsuchiya catches him and the teacher automatically blames and accuses Tsuchiya of forcing the girl to hang out with him. The situation starts to heat up as Yankumi realizes that Tsuchiya can potentially be expelled from Kurogin Academy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "419890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419890",
                    "TitleEnglish": "What's important is the strength of your heart!!",
                    "SummaryEnglish": "Takeda likes Maki, a student from Kurogin's neighboring female school. Trying to win her heart, Takeda resorts to dirty tactics, but soon learns that it wasn't a way to win her heart. After learning that Maki's boyfriend actually has several other girlfriends, Takeda duels her boyfriend for Maki, knowing that he will not be able to win this match.",
                    "Aliases": []
                },
                "6": {
                    "ID": "419891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419891",
                    "TitleEnglish": "Think more about your parents' feelings!!",
                    "SummaryEnglish": "Hyuga got a job as a bartender's apprentice, but it seems that the bar also has a dangerous business on the side.",
                    "Aliases": []
                },
                "7": {
                    "ID": "419892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419892",
                    "TitleEnglish": "Think seriously about your life",
                    "SummaryEnglish": "Yankumi wanted every student to think about their future and begged for companies etc. to consider interviewing her students.",
                    "Aliases": []
                },
                "8": {
                    "ID": "419893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419893",
                    "TitleEnglish": "I will always be your teacher",
                    "SummaryEnglish": "Kuma's restaurant is in danger when someone wants to build something on its land.",
                    "Aliases": []
                },
                "9": {
                    "ID": "419894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419894",
                    "TitleEnglish": "Father and son's bond of tears",
                    "SummaryEnglish": "Odagiri's father found out that Odagiri has been going to school while he was away and Odagiri's father will have none of this rebellion.",
                    "Aliases": []
                },
                "10": {
                    "ID": "419895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/419895",
                    "TitleEnglish": "Be proud to graduate!! Yankumi and Class 3-D, tearful goodbye",
                    "SummaryEnglish": "It's four days till graduation. Can the students from class 3-D keep out of trouble? Especially since Kudo is on the loose again.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "39657",
            "URL": "https://thetvdb.com/series/gokusen/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "426920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426920",
                    "TitleEnglish": "That Yankumi has returned. Finally, the revival of the legendary school drama!!",
                    "SummaryEnglish": "Sawatari Goro now works at Akado High School as a vice principal. Although the head director of the school board speficically orders him to handle the problematic class 3-D, the students are just too much for him. So Sawatari goes far away to a southern island to search for Yankumi, and convince her to work for Akado. Yankumi accepts the offer, only to find that her class (again) is full of punks, where two rival groups of students are always at each other’s throats. Will Yankumi’s strong belief in students and teaching work this time?",
                    "Aliases": []
                },
                "2": {
                    "ID": "426921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426921",
                    "TitleEnglish": "From now on, you guys are my friends!!",
                    "SummaryEnglish": "Determined to teach class 3-D the true meaning of comradeship, Yankumi seeks out different ways to relate and get closer to the students, yet all her efforts seem to be thwarted. Meanwhile, the two heads of said groups, Ogata Yamato and Kazama Ren, decide to have a one-on-one fight to finally determine who’s the better boss, but when this turns out futile, they find themselves settling their differences in the most unusual of means.",
                    "Aliases": []
                },
                "3": {
                    "ID": "426922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426922",
                    "TitleEnglish": "Start over anytime!!",
                    "SummaryEnglish": "The Spring Inter-Class Competition is nearing, and now that Ogata’s and Yamato’s sides have already made peace, Yankumi is more fired-up to have the whole class join and conquer the rugby match. Ichimura Rikiya, Yankumi’s student, meets an old classmate from junior high, Takasugi, who seems to be a quiet, studious boy, but actually has a dangerous side to him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "426923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426923",
                    "TitleEnglish": "A sister and brother's bond of tears",
                    "SummaryEnglish": "Yankumi, the teachers and class 3-D meet Kaoruko, Kazama’s older sister. She visits Akadou Academy, and chastises Kazama upon finding out that he has a part-time job, which is prohibited in school. Amidst the “Springtime Eliminate Delinquency Campaign” organized by Sawatari, Kazama faces the possibility of expulsion for deliberately hitting a police officer, causing him to have a falling out with his sister.",
                    "Aliases": []
                },
                "5": {
                    "ID": "426924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426924",
                    "TitleEnglish": "Don't think you can make it through life alone",
                    "SummaryEnglish": "Yankumi talks to her students’ parents about their future during PTC, one of them being Honjo Kengo’s dad, a tofu store owner. When he collapses from over-fatigue, class 3-D fears that Honjo will have to drop out, so they decide to raise money to help him out by trying out different jobs. Honjo, on the other hand, encounters an old senpai of his, Narita, who lends him the money he needs – but with serious consequences.",
                    "Aliases": []
                },
                "6": {
                    "ID": "426925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426925",
                    "TitleEnglish": "First love... Protect the one dearest to you",
                    "SummaryEnglish": "Class 3-D is planning a hook-up party with some girls from the neighboring schools, but Kuraki \"Kura\" Satoru is indifferent... for he is actually in love with Saki, a sickly girl he met a week prior. Wanting to take a break from the confines of the hospital, she calls Kuraki, and the two go out to have fun, until Saki's disease kicks in. This enrages her parents, and they file a complaint to Sawatari, prohibiting Kuraki from ever seeing Saki again. Unable to bear her student's misery, Yankumi steps in to help.",
                    "Aliases": []
                },
                "7": {
                    "ID": "426926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426926",
                    "TitleEnglish": "Don't make excuses for yourself!!",
                    "SummaryEnglish": "It's time for Akadou Academy's annual festival, and Yankumi encourages class 3-D to participate. At first, everyone is uncaring, but the promise of girls visiting the school during the event ignites their enthusiasm, and they agree to form a coffee shop named \"Hottie Café\". Trouble arises, however, when Ogata, Kazama and the others unwittingly piss off Goda Ryuuji, an Akadou alumnus with a notorious reputation, who retaliates by vandalizing the school the night before the festival.",
                    "Aliases": []
                },
                "8": {
                    "ID": "426927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426927",
                    "TitleEnglish": "Become stronger!! The birth of a new life",
                    "SummaryEnglish": "Ami, Kuma's wife, is approaching her due date. While an excited Yankumi prepares for the baby's birth, one of her students, Kamiya Shunsuke, finds himself frustrated when he gets beaten up by an Ara High bully in front of his girlfriend. Subsequent events with his mother and Kuma take a toll on his temper, and Yankumi races to rescue Kamiya when he picks another fight with a bunch of punks, as well as teach him an important lesson about strength.",
                    "Aliases": []
                },
                "9": {
                    "ID": "426928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426928",
                    "TitleEnglish": "Our friends are a lifelong treasure!!",
                    "SummaryEnglish": "Class 3-D is awarded for catching a thief during a secret night visit to school, yet their celebration is short-lived when they get into a scuffle with a few classmates who gets themselves involved with a bad crowd. With only a few months left before graduation, Yankumi strives to reunite everyone and restore 3-D's friendship.",
                    "Aliases": []
                },
                "10": {
                    "ID": "426929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426929",
                    "TitleEnglish": "Obtain happiness by your own hands!!",
                    "SummaryEnglish": "Curious about why Yankumi is so strong despite her looks, Ogata and Kazama's group decides to follow her home, and gets the shock of their lives when they discover who she really is. The cheery atmosphere in their family greatly contrasts Ogata's – his father, a strict teacher from the elite Kaitoku School, is very disappointed with Ogata's status as an Akadou delinquent, and blames his irresponsibility for his parent's divorce!",
                    "Aliases": []
                },
                "11": {
                    "ID": "426930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gokusen/episodes/426930",
                    "TitleEnglish": "Yankumi's last tearful cry... Cherish life!!",
                    "SummaryEnglish": "It's almost time for the finals, and class 3-D is determined not to fail in order to have a great summer break. Apart from that, they also have to avoid expulsion by not getting into any more trouble, but that appears unlikely when Goda is on the loose again. Swearing vengeance, he raids Akadou Academy and gravely injures Kazama, leading to immense chaos that seems impossible to stop, even for Yankumi herself.",
                    "Aliases": []
                }
            }
        }
    }
}