{
    "URL": "https://thetvdb.com/series/coyote-ragtime-show",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0965568/",
        "https://www.themoviedb.org/tv/16465"
    ],
    "TitleEnglish": "Coyote Ragtime Show",
    "SummaryEnglish": "Mister is a coyote or space faring outlaw who has been sitting in prison for a year for a traffic offence. Ten days from release, he breaks out with the help of his old partners Bishop and Katana. He then seeks out Franca who has been left in his care by her dead father and takes her on a journey to find her father's treasure. On their heels are the federal investigators Angelica and Chelsea as well as the android assassins of the Criminal Guild, Madame Marciano's Twelve Sisters.",
    "Aliases": [],
    "Modified": "2023-09-10",
    "Seasons": {
        "1": {
            "ID": "16851",
            "URL": "https://thetvdb.com/series/coyote-ragtime-show/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "389854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389854",
                    "TitleEnglish": "Jailbreak",
                    "SummaryEnglish": "Federal Investigator Angelica Burns arrives on a distant planet searching for the criminal mastermind known as \"Mister\". Some information suggests that he is serving time in a local prison for a traffic violation. Arriving at the prison, she gets more than she bargained for, particularly when she learns that Marciano has sent her 12 Sisters after Mister, too.",
                    "Aliases": []
                },
                "2": {
                    "ID": "389855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389855",
                    "TitleEnglish": "The Girl of the Pirate Hideout",
                    "SummaryEnglish": "Mister, Bishop and Katana go to Mister's bar, \"Pirate,\" and meet a young girl named Franca, daughter of the Pirate King Bruce, who has been taking care of it in his absence. Angelica and Chelsea meet a DJ that clues them in to Mister's location, while Marciano faces down her own Criminal Guild. Franca joins the crew of the ship \"Coyote\" with Mister and company.",
                    "Aliases": []
                },
                "3": {
                    "ID": "389856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389856",
                    "TitleEnglish": "The Man that was Like a Right Arm",
                    "SummaryEnglish": "The Coyote crew visit the \"right arm\" (think \"right hand man\") of Bruce, named Swamp Gordon. Swamp, an old rival of Bishop that also holds a grudge against Mister, has taken up a new occupation as preacher and pastor to a rural community. Mister tries to convince Swamp to join them, but Swamp has doubts. Angelica interrogates May, whose head she stole at Sandvil. Swamp joins the crew and kills Sep Marciano.",
                    "Aliases": []
                },
                "4": {
                    "ID": "389857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389857",
                    "TitleEnglish": "The Days Gone By",
                    "SummaryEnglish": "May reveals to Angelica that both Marciano and Mister are headed to Graceland to get Bruce's treasure. The Coyotes watch a recording that Bruce made of the great robbery he and Swamp pulled off to get that treasure.",
                    "Aliases": []
                },
                "5": {
                    "ID": "389858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389858",
                    "TitleEnglish": "Never Change",
                    "SummaryEnglish": "The Coyotes must get to the \"Big Pink\" gate at the Jupiter station to get to Graceland on time. They put on disguises to get past security check, and Angelica passes right by them. Franca feels unloved, but Mister promises her that after securing Bruce's treasure, they will go on vacation like a family. Just when the warp gate opens, Marciano attacks.",
                    "Aliases": []
                },
                "6": {
                    "ID": "389859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389859",
                    "TitleEnglish": "Fierce Fighting",
                    "SummaryEnglish": "All three groups struggle to get through Big Pink on time. April is ordered to capture Mister alive, but January accompanies her in defiance of Marciano and tries to kill him. July kidnaps Franca, and Marciano takes her pendant with Bruce's recording inside. Angelica corners Mister, but lets him go to save Franca. Once he has done so, he collapses inside the Coyote from gunshot wounds as Katana races to escape Marciano's fire.",
                    "Aliases": []
                },
                "7": {
                    "ID": "389860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389860",
                    "TitleEnglish": "Marciano the Traitor",
                    "SummaryEnglish": "The crew attends to Mister's wound, but Marciano destroys the Big Pink gate. Still, all three groups are confident that they can make it to Graceland. The Criminal Guild's assassin, Hunter Bennett, plans to impeach Marciano, but she blows up his entire fleet.",
                    "Aliases": []
                },
                "8": {
                    "ID": "389861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389861",
                    "TitleEnglish": "The Road Goes On to Gigabanks",
                    "SummaryEnglish": "24 hours until the bomb on Graceland explodes with Bruce's treasure on it. Nielsen asks Marciano if she regrets killing Bruce. Angelica and Marciano both make it to Graceland, and Marciano sends the Sisters to find the treasure. Mister sends Bishop and Swamp to the peace negotiation that may keep Graceland from exploding. Swamp gives Mister a compass that leads the way to the treasure.",
                    "Aliases": []
                },
                "9": {
                    "ID": "389862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389862",
                    "TitleEnglish": "Jupiter",
                    "SummaryEnglish": "Bishop and Swamp return to Jupiter and infiltrate the negotiations, where they learn that the real bomb is buried right next to the treasure. April and the triplets destroy the fake bomb, so the residents of Graceland believe that there is no threat. Mister, Katana and Franca arrive at Graceland, with Bishop and Swamp following. March captures Angelica, Chelsea and May.",
                    "Aliases": []
                },
                "10": {
                    "ID": "389863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389863",
                    "TitleEnglish": "Angelica Burns",
                    "SummaryEnglish": "Bishop contacts Mister and tells him where the real bomb is. May gets a new body and Angelica and Chelsea are captured. Mister, Katana and Franca arrive where the treasure is buried, and now they just have to find it. Angelica breaks herself and Chelsea out of their cell and escapes with the help of May. Mister saves the detectives and tells Angelica that the bomb still exists, but she refuses to leave.",
                    "Aliases": []
                },
                "11": {
                    "ID": "389864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389864",
                    "TitleEnglish": "Fading Memories",
                    "SummaryEnglish": "Mister and Franca enter Bruce's vault and find the treasure; there's a lot of money, to be sure, but the real treasure is heartwarming home videos of Bruce and Franca. Katana fights June while the rest of the Sisters and Marciano find their way to the treasure. Angelica realizes that she is in love with Mister.",
                    "Aliases": []
                },
                "12": {
                    "ID": "389865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/coyote-ragtime-show/episodes/389865",
                    "TitleEnglish": "Coyote",
                    "SummaryEnglish": "The cavalry arrives just in time to cause a cave-in on the Sisters while Marciano and Mister fight to the death. Marciano reveals that she is a cyborg and used to be a Coyote, but felt betrayed by Mister and Bruce. Angelica blackmails the President for the code to deactivate the bomb, and sends the code to Mister, who saves the planet with seconds to go. Marciano is killed in a one-round ship battle with Mister.",
                    "Aliases": []
                }
            }
        }
    }
}