{
    "URL": "https://thetvdb.com/series/himawari",
    "Genres": [
        "Action",
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1806917/",
        "https://www.themoviedb.org/tv/42987"
    ],
    "TitleEnglish": "Himawari",
    "SummaryEnglish": "Base on Japanese Anime created by GoDo, directed by Shigenori Kageyama, and produced by Genco.  It was aired on Chiba TV in 2006 and afterwards got a second season, known as Himawari!!.  // Story Plot: Kasumi Kogen, the so called Village of Mist, is a town located somewhere in a tasteful and rural place in Japan. In this town, there is a training school. Surprisingly, it is the Sinobi Gakuen, a training school of kunoichi, or the female ninja. It gathers competent students from all over Japan to train them to become kunoichi. Needless to say, the villagers are alumni of the school, and they run and jump, appear and disappear, as if the whole town were a big ninja house.\r\n\r\nTo this strange town, there came a girl and a man. The girl is Himawari who wants to be a ninja and respect “Ichikawa Raiso” as her master, and she came here to enter Shinobi Gakuen. The man is a new assigned teacher Marikoji Hayato. He was deceived into paying money and came here to repay his debts.\r\n\r\nThey encounter in this Village of Myst. Whether their encounter is by chance or inevitable? A teacher and his student. Forbidden Love? Other students like Azami, Skimi, Himeji, Yusu wait and see their situation secretly.\r\n\r\nWhether can Himawari become a full-fledged Kunoichi?\r\nWhether can she protect her master?",
    "Aliases": [],
    "Modified": "2023-03-19",
    "Seasons": {
        "0": {
            "ID": "535752",
            "URL": "https://thetvdb.com/series/himawari/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9679577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/9679577",
                    "TitleEnglish": "Special Episode",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16892",
            "URL": "https://thetvdb.com/series/himawari/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "315882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315882",
                    "TitleEnglish": "I'll Protect My Master",
                    "SummaryEnglish": "Himawari Hinata transfers to Shinobi Academy with hopes of becoming a great ninja-a dream she's had since she was rescued by a ninja when she was younger. She arrives unconventionally and meets her new teacher, Hayato, who bears the same mark as the ninja who rescued her.",
                    "Aliases": []
                },
                "2": {
                    "ID": "315883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315883",
                    "TitleEnglish": "I Definitely Won't Fall In Love",
                    "SummaryEnglish": "Shikimi meets a male ninja with information that may be valuable to her, and she faces expulsion for having contact with him. The power of love is questioned. A mysterious trio shows up, and they seem to have a vendetta against Hayato.",
                    "Aliases": []
                },
                "3": {
                    "ID": "315884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315884",
                    "TitleEnglish": "I Won't Open My Mouth Even If I Get Killed",
                    "SummaryEnglish": "The students at Shinobi Academy prepare for the Karakuri Match. Azami might be a spy, and Himawari resolves to keep it a secret. Hiyato's life is in danger.",
                    "Aliases": []
                },
                "4": {
                    "ID": "315885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315885",
                    "TitleEnglish": "Stealing Is A Shinobi's Shame",
                    "SummaryEnglish": "Hayato faces scrutiny from the school board; he must improve the quality of his class or lose his job. Himawari tries to help Hayato out of a bind.",
                    "Aliases": []
                },
                "5": {
                    "ID": "315886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315886",
                    "TitleEnglish": "A Female Ninja's Forbidden Valentine",
                    "SummaryEnglish": "The academy gets a new transfer student who proves to be fierce competition for Himawari.",
                    "Aliases": []
                },
                "6": {
                    "ID": "315887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315887",
                    "TitleEnglish": "A Shinobi's Training Is A Matter Of Life Or Death",
                    "SummaryEnglish": "Tsubaki returns to Shinobi Academy after her village is brutally raided by the Organization and to settle the score with Himawari.",
                    "Aliases": []
                },
                "7": {
                    "ID": "315888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315888",
                    "TitleEnglish": "I Won't Make Pointless Killings",
                    "SummaryEnglish": "Under the camouflage of an annual festival in the village, Yonezawa and the townsfolk are spellbound by mind control and ordered to capture the girls.",
                    "Aliases": []
                },
                "8": {
                    "ID": "315889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315889",
                    "TitleEnglish": "I'll Protect Everybody",
                    "SummaryEnglish": "With Shinobi Academy destroyed, the girls create a home base within the same forest that their classmate Tsukiyohime dwells. Little does the gang know of an impeding danger that threatens the sanctity of forest as well as their friendship.",
                    "Aliases": []
                },
                "9": {
                    "ID": "315890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315890",
                    "TitleEnglish": "A Ninja's 'Nin' Is Shinobu's 'Shino'",
                    "SummaryEnglish": "Kotarou, Hayato’s friend responsible for him coming to Shinobi Academy, is on the lam from the Organization and beseeches his best buddy for help.",
                    "Aliases": []
                },
                "10": {
                    "ID": "315891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315891",
                    "TitleEnglish": "Pitying A Shinobi Is Useless",
                    "SummaryEnglish": "Upon her arrival home, none of the villagers could recall the same memories Himawari cherished so deeply. Her Grandmother reveals the truth cloaking Himawari’s past.",
                    "Aliases": []
                },
                "11": {
                    "ID": "315892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315892",
                    "TitleEnglish": "A Bond That Cannot Be Severed",
                    "SummaryEnglish": "The group goes hiking in the mountains. Momota runs off, leaving Yusura extremely worried. While she and Himawari go to look for him, an avalanche creates problems for them.",
                    "Aliases": []
                },
                "12": {
                    "ID": "315893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315893",
                    "TitleEnglish": "The Master's Worth Is Not Fit For The Dogs",
                    "SummaryEnglish": "The sacred Sakura tree no longer sits atop the mountain, which has everyone worried. The students gossip about a possible tryst between Himawari and Hayato. A new transfer student arrives.",
                    "Aliases": []
                },
                "13": {
                    "ID": "315894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/315894",
                    "TitleEnglish": "A Servant With Life",
                    "SummaryEnglish": "Himawari is captured by the trio that has been stalking Hayato and the other girls leave it up to Hayato to rescue her. It is later revealed that they are members of the powerful turtle clan which causes the girls to rush to Hayato's aid as he attempts to hold off the leader. Can anyone save Himawari before the turtle clan's unstoppable secret technique is unleashed!?!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "40993",
            "URL": "https://thetvdb.com/series/himawari/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1460981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1460981",
                    "TitleEnglish": "The Enemy of a Ninja is a Ninja",
                    "SummaryEnglish": "The boys' school burns down, and the kunoichi suspect foul play. Himawari is kidnapped, and the others rush to save her.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1460991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1460991",
                    "TitleEnglish": "If You're Going to Eat an Herb, It Might as Well Be Poison",
                    "SummaryEnglish": "Shikimi discovers an odd plant in the forest moments before she is attacked, and she thinks Nanafushi is responsible. The truth about what happened at the boys' school is revealed, and an odd phenomenon takes over Shikimi and Hayato.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1461001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461001",
                    "TitleEnglish": "It Doesn't Take a Blade to Kill a Man",
                    "SummaryEnglish": "An \"eerie-looking monster\" is spotted right before the shop is destroyed. A new teacher arrives at the school, and she may be as dangerous as she is beautiful.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1461011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461011",
                    "TitleEnglish": "There's a Very Fine Line Between Attacking & Defending",
                    "SummaryEnglish": "The organization sends another sinister device: micro-ninjas. And this time, they're after Himeji. Once again, by following the urges of his stomach, Hayato finds himself in a predicament.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1461021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461021",
                    "TitleEnglish": "The Kunoichi's Great Spy Mission",
                    "SummaryEnglish": "The girls discover where the enemy hideout is located. Azami infiltrates it and uncovers valuable information. Hayato discovers Takechi's true face, and it shocks everyone.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1461031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461031",
                    "TitleEnglish": "Two Choices? The Bond Between Master & Servant, or a Red String of Fate!",
                    "SummaryEnglish": "School is called off indefinitely. Tsubaki returns and is attacked by Takechi. Himawari saves her; when she recovers, Tsubaki reveals the reason she has returned: she intends to marry Hayato in order to preserve her blood line, and she must first duel Himawari to win the right to do so.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1461041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461041",
                    "TitleEnglish": "Tricking & Being Tricked ~ There Are Enemies on All Sides!",
                    "SummaryEnglish": "The danger is more imminent than ever, yet all Hayato remains concerned with is his stomach. Takechi reveals his latest sinister plan: to control the townspeople since the girls won’t attack them.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1461051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461051",
                    "TitleEnglish": "Tsukiyono Forest Holds Many Dangers",
                    "SummaryEnglish": "The enemy attacks the village, but, thanks to Nanafushi's warning, the girls are able to escape. They seek refuge in the forest. Hayato suggests that Himawari return home to her granny and save herself, but she refuses to leave her friends.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1461061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461061",
                    "TitleEnglish": "Yesterday's Friend is Today's Enemy",
                    "SummaryEnglish": "The girls rummage through the ruins of the Academy to find anything useful. Hayato's friend--the one who caused his immense debt--calls again asking to borrow more money. Hayato and Himawari are sought by their enemies. Just as they think they're trapped, the girls show up to rescue them.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1461071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461071",
                    "TitleEnglish": "Himawari Goes Home",
                    "SummaryEnglish": "Himawari returns to her village to visit her granny. She struggles to remember her past, but can't distinguish between authentic and imagined memories. Her granny finally reveals the truth about Himawari's past, along with Takechi's connection to it.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1461081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461081",
                    "TitleEnglish": "The Secret Past Has a Tricky Design",
                    "SummaryEnglish": "Shikimi is unusually impatient. The girls are captured by the enemy. Hayato and Himawari are attacked in the woods.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1461091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461091",
                    "TitleEnglish": "Rescue! A Shinobi's Friendship Means Sharing Their Fate",
                    "SummaryEnglish": "Himawari and Hayato head back to the Village of Mist to save their friends. The girls use all of their techniques to outsmart their captors. Shikimi is captured and is the first in line to be altered.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1461101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himawari/episodes/1461101",
                    "TitleEnglish": "The Final Battle! The Bond Between Master & Servant is Eternal!",
                    "SummaryEnglish": "The kunoichi show up to save Shikimi, but it might be too late. Takechi shows up to save Himawari and Hayato when it seems hopeless. The girls go on to live out their dreams.",
                    "Aliases": []
                }
            }
        }
    }
}