{
    "URL": "https://thetvdb.com/series/karas",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6545722/",
        "https://www.themoviedb.org/tv/69055"
    ],
    "TitleEnglish": "KARAS",
    "SummaryEnglish": "In the city of Shinjuku, a conflict between a rouge Karas by the name of Eko and the \"will of the city\" rage in a conflict for dominance. A Karas brought about to fight the rouge has fallen, leaving the city and its inhabitants defenseless. Soon after, Otoha, a comatose patient, is chosen to become a new Karas to face off the rouge Karas Eko to decide the fate of the city and its inhabitants.",
    "Aliases": [],
    "Modified": "2025-01-12",
    "Seasons": {
        "0": {
            "ID": "27084",
            "URL": "https://thetvdb.com/series/karas/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "2586901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/2586901",
                    "TitleEnglish": "The Prophecy",
                    "SummaryEnglish": "In a Japanese city haunted by nature spirits and demons, a secret war is raging between the renegade demon Eko and a spectral warrior known as the Karas. Eko has mechanized himself and his followers to defend against the unearthly fury of the Karas; in addition to an armored humanoid form, the Karas can transform into any of various heavily armed and armored vehicles. Eko and his followers prefer to live in the material realm in human form, but to continue doing so they must feed on the fluids of human bodies. Their periodic feasts result in massacres that leave only a single traumatized survivor; these inexplicable tragedies are the obsession of a marginalized police inspector whose daughter was the survivor of one such massacre. Opposing Eko are the renegade demon Nue, who also lives in the material world in human form but refuses to drink blood or take a mechanized form, and Otoha, a former human who is summoned by the mysterious Yurine to become the new Karas.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2586911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/2586911",
                    "TitleEnglish": "The Revelation",
                    "SummaryEnglish": "The new Karas, Otaha, seeks vengeance against the Yakuza that murdered his brother and almost killed him. Meanwhile the old Karas, Eko, unleashes his wrath and contempt for the pitiful humans infesting the city. Yurine, Nue and Otaha join forces for the final epic battle to save the city and protect the will of the people... as Prophecy becomes Revelation!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16891",
            "URL": "https://thetvdb.com/series/karas/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "315879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/315879",
                    "TitleEnglish": "The Karas Awakens",
                    "SummaryEnglish": "Eko is fighting and eventually kills a Karas. Three years later, Kure witnesses an attack on a film crew by a water demon and survives. He is sent to a new police department with Sagisaka and begins investigating the bizarre murders, which Sagisaka believes are perpetrated by youkai. He and his ally, Kure, are also hunting Nue, because they believe he may have something to do with the incident in the subway restroom. Meanwhile, demon hunter Nue is on the trail of Suiko. His assassination attempt is interrupted by the new Karas. Otoha enters and engages Suiko in combat, and easily kills him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "315880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/315880",
                    "TitleEnglish": "The Flaming Wheels",
                    "SummaryEnglish": "It is revealed that Sagisaka believes in youkai because his daughter, sole survivor of a brutal demon attack at her school, is one of the few who lived to tell about the demons. But she is hospitalized for mental/emotional problems caused by the demon attack, and her father is still waiting to get her testimony of the events. Kure and Sagisaka pursue Nue and run into the Mikura Wanyudo, which attacks them. Nue attacks Wanyuda, but is unable to kill him, and is injured before Otoha appears in Karas form and kills the Mikura off, with Nue forced to reveal his true Mikura form.",
                    "Aliases": []
                },
                "3": {
                    "ID": "315881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/315881",
                    "TitleEnglish": "The Destruction Awakes",
                    "SummaryEnglish": "Nue and Otoha face off, and Yurine orders Otoha to kill him. Nue's yokai friend pleads for Nue's life, and Otoha is unable to bring himself to attack Nue because he feels that Nue isn't evil. Nue flees with a bad injury. Meanwhile, Eko and his minions move their plans forward; it is revealed that Eko is using another Yurine as a power source to create his mechanised Mikura demons. Two of his minions, Tsuchigumo and Kamaitachi attack the city and Karas is forced to fight Tsuchigumo miles away from where Kamaitachi was making his move. As Karas engaged Tsuchigumi, Yurine realizes that Eko's true target was actually Otoha's human body hospitalized, \"comatose\" human form. Karas's fight with Kamaitachi is cut short once he sees his true body. At that point, Yurine lets her guard down and is abducted by Tsuchigumo. Without Yurine's aid, Karas loses power and disappears. Before Kamaitachi kills Otoha, Nue appears and fights with Kamaitachi, but is so weak that he can't transform into a Mikura when he runs out of bullets. Otoha awakens from his coma and kills Kamaitachi while in human form. This all was witnessed by another Karas, a young lady named En.",
                    "Aliases": []
                },
                "4": {
                    "ID": "338906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/338906",
                    "TitleEnglish": "The Human Otoha",
                    "SummaryEnglish": "With Otoha a human again, En decides to take remedial action as the new official Karas. Otoha, who saves the gravely injured Nue by giving blood, learns of the approaching cataclysm that Eko's working for. However, Nue advises Otoha to forget everything and resume his old life, with Nue intend to atone for the Mikuras' actions while saving his younger brother from Eko's grasp. Taking Nue's advice, Otoha returned to Kabukichou, where he finds his friend Reiji being held captive by the yakuza. Otoha kills his father, the yakuza boss, but Reiji dies in the fight.",
                    "Aliases": []
                },
                "5": {
                    "ID": "338907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/338907",
                    "TitleEnglish": "The Illusion of a District",
                    "SummaryEnglish": "Eko ravages the city with a serpent-like monster powered by Nue and his brother's electricity, killing many humans. Shinjiku gathers survivors in a large room in the subway. Shinjiku, who is pushing Yoshiko in a wheelchair, meets with Kure and Sagisaka, who had come to search for his daughter. In the room, Shinjiku reveals his true Mikura form and begins eating the survivors. Shinjiku was about to attack Yoshiko, but Sagisaka sacrificed himself to save his daughter. Otoha, who had been in the group, fights Shinjiku with his sword to allow the others to escape. After surfacing, Otoha continues to fight Shinjiku but is heavily wounded when stabbed in the stomach. Otoha defends himself from a blast, he loses an arm and continues to bleed excessively. As he falls to the ground before dying, Otoha calls out for Yurine. Suddenly, white cats come running to gather around his body and transform into glowing energy, reviving Otoha. A new Yurine arises from his back and Karas returns.",
                    "Aliases": []
                },
                "6": {
                    "ID": "338908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karas/episodes/338908",
                    "TitleEnglish": "The True Legend",
                    "SummaryEnglish": "The final climactic battle between Eko and Otoha finally arrives. Aided by a fellow Karas, her Yurine partner, and his own, the battle comes to a boil when Karas is finally able to stop the raging dragon produced by Eko. By going inside of it, Otoha, though unwilling at first, kills Nue in attempts to bring an end to his younger brother. Upon doing so, the newfound power source of Eko's has come to an end. The final showdown occurs in which Otoha and Eko square off. Eko falls against Otoha, while his last words claim that Otoha will walk the same path. The demons, now in plain sight of humans, are now being shot at by humans. Otoha blocks the bullets and destroys the weapons, stating that \"Even you are among those under my protection.\" The story ends as detective Kure and Yoshiko head to the country via bus route, as Sagisaka requested as a spirit. Otoha, as Karas, continues to watch over Tokyo. Raven feathers appear next to those who survived the incident and caught glimpse of the final conflict.",
                    "Aliases": []
                }
            }
        }
    }
}