{
    "URL": "https://thetvdb.com/series/pita-ten",
    "Genres": [
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0857298/"
    ],
    "TitleEnglish": "Pita-Ten",
    "SummaryEnglish": "Kotaro starts out as pretty much your usual kid although he lives alone with his father, which forces him to take over some of the chores at home, such as cooking and cleaning. But what starts out as a usual morning changes drastically as he opens his front door to be confronted by a girl named Misha dressed in a voluminous dress and a tendency to shout rather than speak. Kotaro attempts to escape, but this new next-door neighbor is quite persistent...this is the beginning of Misha`s stalking of Kotaro. Even though she is a Junior High School student she has chosen Kotaro as her victim and hounds him all day long.",
    "Aliases": [],
    "Modified": "2025-06-13",
    "Seasons": {
        "1": {
            "ID": "16893",
            "URL": "https://thetvdb.com/series/pita-ten/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "315895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315895",
                    "TitleEnglish": "How to get along with an angel",
                    "SummaryEnglish": "Kotarou, a single child, wakes up to find that an angel named Misha has moved in next door. Kotarou's boring life is about to be turned upside down!",
                    "Aliases": []
                },
                "2": {
                    "ID": "315896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315896",
                    "TitleEnglish": "How to make a delicious apple pie",
                    "SummaryEnglish": "After seeing Misha clinging to Kotarou, Koboshi gets jealous. After seeing gifts Ten-chan received from other girls as a sign of love, Koboshi bakes an apple pie for Kotarou.",
                    "Aliases": []
                },
                "3": {
                    "ID": "315897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315897",
                    "TitleEnglish": "How to enjoy Kimodameshi",
                    "SummaryEnglish": "Koboshi plans a scary school event called the \"Test of Courage\". Kotarou, who is terrified of ghosts gets spooked and accidentally runs into the old haunted school building.",
                    "Aliases": []
                },
                "4": {
                    "ID": "315898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315898",
                    "TitleEnglish": "How to have fun in the hot springs",
                    "SummaryEnglish": "Misha wins tickets for Kotarou and his friends to visit the hot springs. While there chaos ensues and the group of friends meet Shia, who unbeknownst to them is a demon",
                    "Aliases": []
                },
                "5": {
                    "ID": "315899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315899",
                    "TitleEnglish": "How to find a part-time job",
                    "SummaryEnglish": "Now that Shia and Misha are 'shacking up' together, Shia tries her hardest to find a part-time job. Her job search is less than successful, but Ten-chan might be able to help!",
                    "Aliases": []
                },
                "6": {
                    "ID": "315900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315900",
                    "TitleEnglish": "How to make a new friend",
                    "SummaryEnglish": "Hiroshi Mitarai joins Kotarou's class and fights with Ten-chan about his ranking in the National Mock Exams. Hiroshi tries to compete with Ten-chan, but becomes crazy about Misha.",
                    "Aliases": []
                },
                "7": {
                    "ID": "315901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315901",
                    "TitleEnglish": "How to play pranks",
                    "SummaryEnglish": "Someone is playing tricks on Kotarou, and casting the blame on Hiroshi. Who is the real culprit behind these pranks?",
                    "Aliases": []
                },
                "8": {
                    "ID": "315902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315902",
                    "TitleEnglish": "How to fight your rival",
                    "SummaryEnglish": "Kotarou’s class is preforming a play on Princess Kaguya, but Ten-chan becomes injured and can no longer preform. Kotarou must take the stage. Can he out preform Dai-chan?",
                    "Aliases": []
                },
                "9": {
                    "ID": "315903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315903",
                    "TitleEnglish": "How to find an angel",
                    "SummaryEnglish": "Dai-chan dreams about Misha being an angel and tries to prove to Kaoru that in reality Misha is really an angel. Because of Misha's clumsiness, Dai-chan begins hunting for proof.",
                    "Aliases": []
                },
                "10": {
                    "ID": "315904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315904",
                    "TitleEnglish": "How to skillfully make peace",
                    "SummaryEnglish": "Misha breaks Kotarou’s deceased mother’s cup. Furious at her, Kotarou tries ignoring Misha. When Misha brings a special glue from Heaven, everyone gets stuck together.",
                    "Aliases": []
                },
                "11": {
                    "ID": "315905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315905",
                    "TitleEnglish": "How to invite someone to a wonderful dance",
                    "SummaryEnglish": "Ten-chan is down in the dumps, unable to make out his true feelings towards Shia. All of Ten-chan's friends try to cheer him up by throwing a party.",
                    "Aliases": []
                },
                "12": {
                    "ID": "315906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315906",
                    "TitleEnglish": "How to collect trifles",
                    "SummaryEnglish": "Kotarou, Koboshi, and Ten-chan have to gather items for a charity rummage sale. All around the town, junk begins piling up everywhere! Who could be causing all the chaos?",
                    "Aliases": []
                },
                "13": {
                    "ID": "315907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315907",
                    "TitleEnglish": "How to walk in a castle",
                    "SummaryEnglish": "Kotarou has to work on group project at Dai-chan’s house. Kotarou gets lost in the huge mansion, but develops a deeper appreciation for all of Dai-chan’s hard work and dedication.",
                    "Aliases": []
                },
                "14": {
                    "ID": "315908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315908",
                    "TitleEnglish": "How to feel happy",
                    "SummaryEnglish": "Misha disturbs Kotarou’s studies to study for her own exam, which is about happiness. Can Misha understand what true happiness is, or is she doomed to keep making Kotarou angry?",
                    "Aliases": []
                },
                "15": {
                    "ID": "315909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315909",
                    "TitleEnglish": "How to play at the amusement park",
                    "SummaryEnglish": "Shino, Kotarou's troublesome cousin, visits while her father is on a business trip. Shino goes to the amusement park with Kotarou and his friends, but learns the truth about her father.",
                    "Aliases": []
                },
                "16": {
                    "ID": "315910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315910",
                    "TitleEnglish": "How to walk in the human world",
                    "SummaryEnglish": "Misha’s sister Sasha comes down from Heaven to check up on Misha. She is horrified to see Misha living with a demon. As Sasha fights with Nya, and Kotarou gets caught in the crossfire.",
                    "Aliases": []
                },
                "17": {
                    "ID": "315911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315911",
                    "TitleEnglish": "How to enjoy your holiday",
                    "SummaryEnglish": "Ten-chan’s uncle gives him tickets to the movies for all their hard work. Upon entering the theater, Kaoru sees Ten-chan with Shia and gets jealous. Nya transforms Kaoru into a demon.",
                    "Aliases": []
                },
                "18": {
                    "ID": "315912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315912",
                    "TitleEnglish": "How to spend your vacation",
                    "SummaryEnglish": "Kaoru invites Ten-chan to the Mitarai family beach resort, but reluctantly accepts all his friends. At the beach, Dai-chan wears a flotation device and refuses to go into the ocean.",
                    "Aliases": []
                },
                "19": {
                    "ID": "315913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315913",
                    "TitleEnglish": "How an apprentice angel does her best",
                    "SummaryEnglish": "Misha’s first Angel Exam is underway. Kotarou and friends go to cheer her on, but Misha ineffectively uses her angel powers and accidentally creates mayhem.",
                    "Aliases": []
                },
                "20": {
                    "ID": "315914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315914",
                    "TitleEnglish": "How to find things you have lost",
                    "SummaryEnglish": "Receiving the news that she has failed her first Angel Exam, Misha disappears. Kotarou is slowly plunged into despair as he realizes how much Misha means to him.",
                    "Aliases": []
                },
                "21": {
                    "ID": "315915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315915",
                    "TitleEnglish": "How girls do their best",
                    "SummaryEnglish": "Koboshi feels left out because Kotarou has feelings for Misha. Koboshi tries to change her personality to become prettier and less violent. Going overboard she collapses!",
                    "Aliases": []
                },
                "22": {
                    "ID": "315916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315916",
                    "TitleEnglish": "How to burn for the sports meeting",
                    "SummaryEnglish": "Shia wants to win a prize from the town sports festival. Kotarou and friends help participate to win the 400-meter relay race for Shia.",
                    "Aliases": []
                },
                "23": {
                    "ID": "315917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315917",
                    "TitleEnglish": "How to enjoy hiking",
                    "SummaryEnglish": "Kotarou and his friends are going hiking, but when Kotarou drops Ten-chan’s delicious lunch, the two best friends refuse to speak to one another. Can Misha and Koboshi patch things up?",
                    "Aliases": []
                },
                "24": {
                    "ID": "315918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315918",
                    "TitleEnglish": "How to cure an injury",
                    "SummaryEnglish": "Ten-chan is in the hospital. When Shia goes to visit, she transforms the hospital into a happier place. Her actions lead to a surprising announcement from Nya.",
                    "Aliases": []
                },
                "25": {
                    "ID": "315919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315919",
                    "TitleEnglish": "How to separate",
                    "SummaryEnglish": "Shia gets fired as a demon apprentice. Nya tries to convince her to do demonic deeds, but Shia decides against it and vanishes. Everyone’s memory of Shia fades away.",
                    "Aliases": []
                },
                "26": {
                    "ID": "315920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pita-ten/episodes/315920",
                    "TitleEnglish": "How to keep thinking about each other",
                    "SummaryEnglish": "The series finale, Misha tries to restore everyone’s memories of Shia. Misha uses her magic, but it backfires, making everyone but Kotarou forget about Misha.",
                    "Aliases": []
                }
            }
        }
    }
}