{
    "URL": "https://thetvdb.com/series/ufo-robot-grendizer",
    "Genres": [
        "Action",
        "Animation",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0185070/",
        "https://www.themoviedb.org/tv/46252"
    ],
    "TitleEnglish": "UFO Robot Grendizer",
    "SummaryEnglish": "Escaping from Vega's evil forces, the young Prince of planet Fleed leaves his destroyed homeland aboard the UFO Robot Grendizer, a powerful war machine, and makes it to Earth. Rescued by a bright scientist and fellow earthlings, he fights the saucers and robots sent by Vega, who plans to seize the mighty Grendizer and conquer the whole universe, or destroy it either.",
    "Aliases": [],
    "Modified": "2025-09-28",
    "Seasons": {
        "0": {
            "ID": "27161",
            "URL": "https://thetvdb.com/series/ufo-robot-grendizer/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4177943",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/4177943",
                    "TitleEnglish": "The Great War of the Flying Saucers",
                    "SummaryEnglish": "Theatrical feature.\r\n\r\nConsidered the pilot/prototype for the UFO Robot Grendizer TV series.\r\n\r\nDuke Freed is an alien who has escaped to Earth after his home planet was invaded by the armies of Great King Yarban. Five years have passed and now Yarban's daughter, Princess Teronna, is on a mission to find both Duke and his spaceship Grendizer by invading our planet with their fleet of flying saucers.",
                    "Aliases": []
                },
                "2": {
                    "ID": "392417",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/392417",
                    "TitleEnglish": "UFO Robot Grendizer",
                    "SummaryEnglish": "Theatrical feature.\r\n\r\nWidescreen version of episode 7 released in japanese theaters alongside other Toei productions.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4238209",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/4238209",
                    "TitleEnglish": "UFO Robot Grendizer vs. Great Mazinger",
                    "SummaryEnglish": "Theatrical feature.\r\n\r\nWhen the Vegan empire dispatches a new general to oversee the takeover of Earth, he quickly manages to capture Koji Kabuto and, learning of Great Mazinger through interrogation, quickly comandeers it from a museum where it was kept as a symbol of peace. It is now up to Duke Fleed and Grendizer to stop humanity's former defender from becoming its destroyer.",
                    "Aliases": []
                },
                "4": {
                    "ID": "392716",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/392716",
                    "TitleEnglish": "UFO Robot Grendizer - Red Sunset Showdown",
                    "SummaryEnglish": "Theatrical feature.\r\n\r\nWidescreen version of episode 49 released in japanese theaters alongside other Toei productions.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4238210",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/4238210",
                    "TitleEnglish": "Grandizer, Getter Robot G, Great Mazinger Decisive Battle! The Great Sea Monster",
                    "SummaryEnglish": "The Dragosaurus, a mysterious prehistoric animal, surviving unknowingly in the depths of the oceans, seeds panic by devouring huge quantities of oil around the planet, until it starts to head for Tokyo. However, despite this Japan has some aces in his sleeves: Grendizer, Great Mazinger and Getter Robo G, which are immediately sent to stop the monstrous animal. Unfortunately, the awkward Boss Borot joins the team and ends up being swallowed by the Dragosaurus rendering all more difficult. Boss Borot eventually manages to escape the creature's stomach thanks to Great Mazinger. As the three super robots try to fight off Dragonsaurus the animal makes its way to Tokyo and goes on a rampage. Dragonaurus is eventually killed off after Getter Robo G uses the Shine Spark to ignite the large quantities of oil in its body, saving the city.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7616968",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/7616968",
                    "TitleEnglish": "Goldorak at Cinema",
                    "SummaryEnglish": "French compilation movie. Faced with the immense television success of the series in France, Jacques Canestrier's Pictorial Films company decided to try the adventure in the cinema and wanted to release a feature film in the spring of 1979 in France. As there was no film of adequate length, episodes 1 , 2, 4, 5 and 10 of the series will be edited, edited and doubled (with the same actors) to approach the hour and a half required. While the story remains essentially identical to the French version of the soap opera, dialogues have been rewritten, making some subtle changes (Alcor comes to the Center to unmask a spy from Vega and Hydargos already seems to know that Actarus and his Grendizer are hiding on Earth in the region).",
                    "Aliases": []
                },
                "7": {
                    "ID": "7828230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/7828230",
                    "TitleEnglish": "Le retour de Goldorak (Grendizer's Return)",
                    "SummaryEnglish": "French editing produced by the company IDDH of 4 robot films created by Go Nagai (Goldorak against Great Mazinger, the attack of the Dragosaurus, Devilman VS Mazinger Z and Getter Robot VS Great Mazinger)",
                    "Aliases": []
                },
                "8": {
                    "ID": "9260567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/9260567",
                    "TitleEnglish": "Force Five Grandizer - The Feature Film",
                    "SummaryEnglish": "Compilation movie of the Force Five Grandizer, by Jim Terry productions. Aired on premium cable channel Shotime and released on VHS in the early 80's. Grandizer starred Johnny Bryant, a.k.a. Orion Quest. He was seemingly the sole survivor of the planet Antares, which had been destroyed by Vega the Strong's flying saucer squad. Spearheading the attack was the great battle robot Grandizer, which Vega hoped to use to help him bring the entire universe under his rule. But that crafty Orion stole back Grandizer and took it to Earth, where he hid the robot and assumed a human identity. Orion Quest fought evil all on his own and was a very popular hero from the Force Five series. Like Superman, he had dual identities and hailed from an alien planet, which gave him greater strength and agility than his human counterparts. This is the 105 minute feature film which condenses the entire series into one film in English language.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "17147",
            "URL": "https://thetvdb.com/series/ufo-robot-grendizer/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 74,
            "Episodes": {
                "1": {
                    "ID": "318545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318545",
                    "TitleEnglish": "Brothers of the Universe",
                    "SummaryEnglish": "Koji Kaboto tries his OVT that he made with pieces of mecano.  When flying, he is attacked by the UFOs of Vega.  Fortunately Duke Fleed arrives on time to save the day (but not too quickly nonetheless). Koji does not actually know that Duke Fleed is the prince of Fleed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "318546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318546",
                    "TitleEnglish": "Prince of the Other World",
                    "SummaryEnglish": "Koji discovers the identity of the Duke Fleed, but has no time to ask questions because Vega attacks. Duke Fleed and Koji unite their power and push back the enemy.",
                    "Aliases": []
                },
                "3": {
                    "ID": "318547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318547",
                    "TitleEnglish": "The Tragic Fiesta",
                    "SummaryEnglish": "Dampee Makeeba organizes a party at the ranch and invites Koji and Duke Fleed. The latter has no time to eat anything because Vega attacks. Will he have the time to make it to Grendizer before the earth is ravaged? All bets are open...",
                    "Aliases": []
                },
                "4": {
                    "ID": "318548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318548",
                    "TitleEnglish": "The Island of Fear",
                    "SummaryEnglish": "Gandal wants to discover the hiding place of Grendizer. So he launches a massive attack. Koji tries to confront the enemies alone, but he only succeeds to crush himself on a deserted island. Finally Duke Fleed makes it there and saves the day.",
                    "Aliases": []
                },
                "5": {
                    "ID": "318549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318549",
                    "TitleEnglish": "The Pitfall of Death",
                    "SummaryEnglish": "Koji, Hikaro, Goro and Bunta are taken in hostage. Actarus interrupts his siesta to free them.",
                    "Aliases": []
                },
                "6": {
                    "ID": "318550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318550",
                    "TitleEnglish": "Attack on Perlepolis",
                    "SummaryEnglish": "Hikaro leaves for Perlepolis with Bunta. Their bus is attacked by a monster of Vega. Koji distracts the monster the time that Duke Fleed arrives (Grendizer has trouble to start up in winter).",
                    "Aliases": []
                },
                "7": {
                    "ID": "318551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318551",
                    "TitleEnglish": "The Feast of the Wolves",
                    "SummaryEnglish": "Janus, from the fearsome Ruins' Division, attacks Grendizer that is powerless in front of the brutality and the agility of his enemy.",
                    "Aliases": []
                },
                "8": {
                    "ID": "318552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318552",
                    "TitleEnglish": "The Radars are Off",
                    "SummaryEnglish": "Blaki sets a trap to Grendizer by hiding mines in a cloud of spatial dust. Koji falls in the trap. Fortunately Duke Fleed helps him and destroys the Golgoth 8.",
                    "Aliases": []
                },
                "9": {
                    "ID": "318553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318553",
                    "TitleEnglish": "The Black Moon Camp",
                    "SummaryEnglish": "Koji is captured with his UFO by the Vegans. Grendizer attacks the camp of the black Moon to save him.",
                    "Aliases": []
                },
                "10": {
                    "ID": "318554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318554",
                    "TitleEnglish": "Vega's Spy",
                    "SummaryEnglish": "An inhabitant of the planet Rubi is contacted by Vega to explode the UFO carrier of Grendizer. The mission fails because of Duke Fleed and the Vegans try to kill the Rubinian. But Duke Fleed flies to his help.",
                    "Aliases": []
                },
                "11": {
                    "ID": "318555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318555",
                    "TitleEnglish": "The Day when the Sun will Stop",
                    "SummaryEnglish": "The Vegans plan is to bring Grendizer to the shadow of the moon during the eclipse because Grendizer's systems will shut down temporarily under it and then destroy it.",
                    "Aliases": []
                },
                "12": {
                    "ID": "318556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318556",
                    "TitleEnglish": "Blood on Snow",
                    "SummaryEnglish": "Daisuke and Kogi are sent to investigate an avalanche and to find survivors. They find a girl named Mirana who lost her memory. Back at Space Science Centre she begins to remember how a saucer destroyed her home.",
                    "Aliases": []
                },
                "13": {
                    "ID": "318557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318557",
                    "TitleEnglish": "By Iron and by Fire",
                    "SummaryEnglish": "A new Vegan mecha comes to destroy Earth. It sucks power from the sun and burns everything in its path. Grendizer is damaged by it and has to withdraw. As the mecha attacks again Grendizer has to go to battle weaponless.",
                    "Aliases": []
                },
                "14": {
                    "ID": "318558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318558",
                    "TitleEnglish": "The Day of the Rising Sun",
                    "SummaryEnglish": "Boss, Nuké, and Mocha are in this episode. They are visiting their old friend Koji Kabuto. The Vegans keep their eye on a mysterious orange robot that is found skiing near-by. Commander Blacki orders the Minifo to follow it and investigate.",
                    "Aliases": []
                },
                "15": {
                    "ID": "318559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318559",
                    "TitleEnglish": "Red Akerae",
                    "SummaryEnglish": "Commander Yara is forced to create a mecha that creates earthquakes and use it on the city Kanto.",
                    "Aliases": []
                },
                "16": {
                    "ID": "318560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318560",
                    "TitleEnglish": "The Fiancé of Death",
                    "SummaryEnglish": "A Vegan pilot lands near the Space Science Centre and makes Mr. Hayashi's fiancé, Kaori, a spy for him. She takes Dr. Umon as a hostage.",
                    "Aliases": []
                },
                "17": {
                    "ID": "318561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318561",
                    "TitleEnglish": "The Infernal Ride",
                    "SummaryEnglish": "The Vegans begin building a base for their operations on Earth. The saucer \"Giba Giba\" begins to attack but Grendizer comes to save the day by saving a town and a mountain.",
                    "Aliases": []
                },
                "18": {
                    "ID": "318562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318562",
                    "TitleEnglish": "The New Time of the Caves",
                    "SummaryEnglish": "Dr. Umon made a project so that Grendizer is able to launch without revealing his whereabouts to the enemy. Kabuto is control by the Vegans and fights Duke.",
                    "Aliases": []
                },
                "19": {
                    "ID": "318563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318563",
                    "TitleEnglish": "The Crushed Town",
                    "SummaryEnglish": "A huge meteor is headed straight gives order to fire on the meteor and change its course to head for the planet Earth. The meteors are detected and Grendizer launches to intercept them before they hit land.",
                    "Aliases": []
                },
                "20": {
                    "ID": "318564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318564",
                    "TitleEnglish": "Earth in Danger",
                    "SummaryEnglish": "Daisuke gets the suspicion that the Vegans may be planning to pull the moon down to Earth. Duke Freed launches Grendizer and follows Koji who already went to explore the area of Mount Kirofoki.",
                    "Aliases": []
                },
                "21": {
                    "ID": "318565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318565",
                    "TitleEnglish": "The Submerged Continents",
                    "SummaryEnglish": "The Vegans plan to melt ice in the North Pole. This will cause the sea level to rise with catastrophic results to the shores on Earth.",
                    "Aliases": []
                },
                "22": {
                    "ID": "318566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318566",
                    "TitleEnglish": "The Slayers of the Sky",
                    "SummaryEnglish": "The Vegans are planning to steal Dr. Chibana's new device so that they can use it to silence Duke Freed and his Grendizer.",
                    "Aliases": []
                },
                "23": {
                    "ID": "318567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318567",
                    "TitleEnglish": "The Flood of the New Worlds",
                    "SummaryEnglish": "The Vegans continue their attempts to discover Grendizer's secret hideout as they are sure that the Space Science Centre has something to do with it. Hikaru finds out who Daisuke really is.",
                    "Aliases": []
                },
                "24": {
                    "ID": "318568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318568",
                    "TitleEnglish": "The Enforcer",
                    "SummaryEnglish": "Commander Witer successfully sneaks into Earth as Dr. Space who is a well-known acquaintance of Dr. Umon and a reliable person so he can find Duke Fleed and kill him.",
                    "Aliases": []
                },
                "25": {
                    "ID": "318569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318569",
                    "TitleEnglish": "Fleed's Lovers",
                    "SummaryEnglish": "uke Freed's childhood friends Nayda, brainwashed by the Vegans, attempts to put a bomb on Grendizer but Duke stops her. Nayda accuses Duke of being a traitor. Koji attempts to pilot Grendizer but is almost killed.",
                    "Aliases": []
                },
                "26": {
                    "ID": "318570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318570",
                    "TitleEnglish": "The Edges of the Abyss",
                    "SummaryEnglish": "Dr. Umon sends Koji and Hayashi on a mission in outer space to build a satellite station. At the same time, the Space Science Centre is surrounded by a huge Minifo saucer squadron.",
                    "Aliases": []
                },
                "27": {
                    "ID": "318571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318571",
                    "TitleEnglish": "Win or Perish",
                    "SummaryEnglish": "Grendizer's delicate weapon systems malfunction and he finds himself struggling against the enemy. The Vegans arrive and descend upon the Center. Hikaru and Daisuke must fix Grendizer and save the Center.",
                    "Aliases": []
                },
                "28": {
                    "ID": "318572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318572",
                    "TitleEnglish": "The New Masters of Darkness",
                    "SummaryEnglish": "General Zuril is a brilliant scientist who will try to find different ways of taking down Grendizer. Daisuke, Hikaru, and Goro are attacked by Vegans and Danbi puts on his gear and begins fighting them too.",
                    "Aliases": []
                },
                "29": {
                    "ID": "318573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318573",
                    "TitleEnglish": "The Fire Bird",
                    "SummaryEnglish": "Vegans shrink the cells of the living body to make Harook become a young boy for a time so he can spy Space Science Centre. Harrok and Goro become friends but later the effects of the shrinking begin to wear off so Harook captures Goro.",
                    "Aliases": []
                },
                "30": {
                    "ID": "318574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318574",
                    "TitleEnglish": "The Lightning Rock",
                    "SummaryEnglish": "A strange rock full of radiation energy lands on Earth and Dr. Umon can't make much of this new phenomenon. At the same time, the Vegans discover this strong source of energy and put it to use in their next saucer beast.",
                    "Aliases": []
                },
                "31": {
                    "ID": "318575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318575",
                    "TitleEnglish": "A Dreamer from Outer-Space",
                    "SummaryEnglish": "The Boss, Koji, and Bunta go to the Boss Borot to begin their counterattack of the Vegan attack on them but will face some technical difficulties. Grendizer gets into some trouble while trying to help them but the Boss Borot will help Grendizer in the funniest way but will lose his Boss Spazer.",
                    "Aliases": []
                },
                "32": {
                    "ID": "318576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318576",
                    "TitleEnglish": "The Ghost Queen",
                    "SummaryEnglish": "The Vegans send a woman by the name of Marian who looks identical to Duke Freed's mother who passed away on planet Freed.",
                    "Aliases": []
                },
                "33": {
                    "ID": "318577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318577",
                    "TitleEnglish": "The Wings of Death",
                    "SummaryEnglish": "The Vegans send a bird named \"Zari Zari\" to distroy Grendizer, but Duke remember a similar bird from his home planet Fleed and will use this knowledge to go and finish it off.",
                    "Aliases": []
                },
                "34": {
                    "ID": "318578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318578",
                    "TitleEnglish": "The Mercenary of Oppression",
                    "SummaryEnglish": "Vega promised Commander Gos that if he kills Duke Freed then Vega would spare the Wolf Planet from Vegan brutality.",
                    "Aliases": []
                },
                "35": {
                    "ID": "318579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318579",
                    "TitleEnglish": "The First Raid",
                    "SummaryEnglish": "General Gandal assigns Commander Beetle with his saucer beast to attack the Space Science Centre from underground. Meanwhile, Koji Kabuto's new Double Spazer ship has just been completed and Koji is ready to be air-born again.",
                    "Aliases": []
                },
                "36": {
                    "ID": "318580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318580",
                    "TitleEnglish": "The Invincible Cosmos",
                    "SummaryEnglish": "Dr. Umon calls Daisuke and Koji to show them the way that Grendizer and Double Spazer can unite together and fly. The objective of this is to minimize the need for Grendizer to have to lock in and out of Spazer as these are Grendizer's weakest moments and he is helpless in them.",
                    "Aliases": []
                },
                "37": {
                    "ID": "318581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318581",
                    "TitleEnglish": "A Star is Dead",
                    "SummaryEnglish": "The Vegan plan is to steal a huge capsule full of Super Uranium from Earth. Vegan forces are dispatched immediately to do just that.",
                    "Aliases": []
                },
                "38": {
                    "ID": "318582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318582",
                    "TitleEnglish": "Darkness Makers",
                    "SummaryEnglish": "Hikaru becomes a pilot. Duke Freed faces another Vegan saucer beast loaded with Vegatron rays, and Koji nearly gets captured by the Minifo after gathering the energy but manages to escape very injured.",
                    "Aliases": []
                },
                "39": {
                    "ID": "318583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318583",
                    "TitleEnglish": "The Patrol of Eagles",
                    "SummaryEnglish": "Danbi tells Daisuke that his daughter is outstanding and capable of helping him and Koji. Daisuke disagrees insisting that war and sport are two different things. Finally Daisuke will allow Hikaru to be part of the team after her vital help.",
                    "Aliases": []
                },
                "40": {
                    "ID": "318584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318584",
                    "TitleEnglish": "The Awakening of Volcanoes",
                    "SummaryEnglish": "A series of explosions start to occur under the sea and General Zuril wastes no time in discovering that this is raw Uranium. Saucer beast \"Boi Boi\" is launched to go and get this energy as this saucer beast naturally collects Uranium. At the same time Dr. Umon is alerted by these explosions which are close to an island with a Uranium capsule.",
                    "Aliases": []
                },
                "41": {
                    "ID": "318585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318585",
                    "TitleEnglish": "Baptism of Fire",
                    "SummaryEnglish": "Hikaru loses her consciousness during training and Duke Freed gets injured and his old wound gets worse. The Vegans begin their attack and Daisuke goes to the battle even though he is injured.",
                    "Aliases": []
                },
                "42": {
                    "ID": "318586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318586",
                    "TitleEnglish": "Peril in Abode",
                    "SummaryEnglish": "Dr. Umon's Space Science Centre is undergoing some major changes to keep up with Vega's attacks. A super computer is installed in the base, and turning it on will be the final step. The Vegans plan to get rid of the base and leave Grendizer without a place to hide.",
                    "Aliases": []
                },
                "43": {
                    "ID": "318587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318587",
                    "TitleEnglish": "The Victory of Eagles",
                    "SummaryEnglish": "A strange meteor heads slowly towards Earth and Koji will go unilaterally and see what it's all about. After nearly getting blinded by a ray that came out of the meteor, Koji's Double Spazer begins to exit the Earth's atmosphere.",
                    "Aliases": []
                },
                "44": {
                    "ID": "318588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318588",
                    "TitleEnglish": "When Dogs are Loosened",
                    "SummaryEnglish": "A young man by the name of Hiyoshi is very interested in searching for ancient evidence to prove that spacemen came to Earth in the past. He goes to look at walls in a near-by cave for ancient scripts to prove his theory, but the villagers think he is crazy. Hundreds of years ago, the Vegans had sent some of their people to Earth. There still is a metal on the wall that they used for landing, and this metal cannot be detected by the radar.",
                    "Aliases": []
                },
                "45": {
                    "ID": "318589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318589",
                    "TitleEnglish": "Ants and Men",
                    "SummaryEnglish": "With his telescope, Goro spots a meteor that splits in two with each piece landing in a different mountain. These actually contain eggs of the Vegan ants. When Goro tells everyone about it he is not taken seriously. Soon Grendizer and Drill Spazer will unite to face the new danger.",
                    "Aliases": []
                },
                "46": {
                    "ID": "318590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318590",
                    "TitleEnglish": "The Ballet of Sharks",
                    "SummaryEnglish": "Vegan robot sharks land one night and are hidden in a public pool for their next plan. Koji finds himself a hostage of the Vegans who tell him about their plans to take all of the people as hostages.",
                    "Aliases": []
                },
                "47": {
                    "ID": "318591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318591",
                    "TitleEnglish": "The Ignited Lake",
                    "SummaryEnglish": "Danbi induces a race between Daisuke and Koji. Koji takes it to seriously. The group goes camping near a lake. Vegans begin to descent in the lake and then the Space Science Centre suddenly gets attacked by missiles from the near-by lake where the Vegans stay hidden.",
                    "Aliases": []
                },
                "48": {
                    "ID": "318592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318592",
                    "TitleEnglish": "World in Fusion",
                    "SummaryEnglish": "Duke Freed unites with Koji and the Drill Spazer to chase a Vegan saucer beast. The Vegans make an acid swamp to sink the Space Science Centre.",
                    "Aliases": []
                },
                "49": {
                    "ID": "318593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318593",
                    "TitleEnglish": "The Last Survivor",
                    "SummaryEnglish": "Maria tries to kill Duke, thinking the person who pilots Grendizer is evil but during the fight Duke necklace falls and the siblings discover who each other is.",
                    "Aliases": []
                },
                "50": {
                    "ID": "318594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318594",
                    "TitleEnglish": "The Four-Headed Eagle",
                    "SummaryEnglish": "Maria the new member on the team, is able to control Grendizer and Marine Spazer. She also has the ability to foresee events so she is able to save Koji from Vegans.",
                    "Aliases": []
                },
                "51": {
                    "ID": "318595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318595",
                    "TitleEnglish": "The Black Star",
                    "SummaryEnglish": "The Vegan plan is to make this moon enter the Earth's atmosphere and cause a catastrophe. The battle between Vegans and Grendizer takes longer than anticipated and it is too late for Grendizer to fire the missile.",
                    "Aliases": []
                },
                "52": {
                    "ID": "318596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318596",
                    "TitleEnglish": "The Generation Of Monsters",
                    "SummaryEnglish": "General Zuril orders a powerful attack with his latest saucer beast \"Domo Domo\" to defeat Grendizer before General Dantos gets the chance.",
                    "Aliases": []
                },
                "53": {
                    "ID": "318597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318597",
                    "TitleEnglish": "The Beast",
                    "SummaryEnglish": "Duke Freed will go after Hikaru who is hostige on foot not using Grendizer and help her escape from the giant beast while Koji takes Grendizer back for repairs.",
                    "Aliases": []
                },
                "54": {
                    "ID": "318598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318598",
                    "TitleEnglish": "The Snake",
                    "SummaryEnglish": "The Vegan built a base underwater knowing that Grendizer cannot withstand depths great than 400 meters.",
                    "Aliases": []
                },
                "55": {
                    "ID": "318599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318599",
                    "TitleEnglish": "The Loch Ness Monster",
                    "SummaryEnglish": "Vegans gather some fuel from an industrial island. General Zuril instructs General Gandal on what to do but he doesn't listen and he gets into trouble because his unilateral action revealed that the Vegans have a base on Earth.",
                    "Aliases": []
                },
                "56": {
                    "ID": "318600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318600",
                    "TitleEnglish": "The Lynx of Outer-Space",
                    "SummaryEnglish": "Dr. Umon launches a satellite into space to track Vegan movements on Earth.",
                    "Aliases": []
                },
                "57": {
                    "ID": "318601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318601",
                    "TitleEnglish": "The Monster And The Child",
                    "SummaryEnglish": "Koji and Maria are on their vacation in Tokyo, they get into a fight as usual and split up.",
                    "Aliases": []
                },
                "58": {
                    "ID": "318602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318602",
                    "TitleEnglish": "The Lookalike",
                    "SummaryEnglish": "The Vegans make a false Grendizer that attacked Earth people so the real Grendizer will be hated.",
                    "Aliases": []
                },
                "59": {
                    "ID": "318603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318603",
                    "TitleEnglish": "The Commando",
                    "SummaryEnglish": "A group of Vegan kids come to Earth and hold hostages the people inside the observatory.",
                    "Aliases": []
                },
                "60": {
                    "ID": "318604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318604",
                    "TitleEnglish": "Rats",
                    "SummaryEnglish": "The Vegans attract a huge number of rats to use for their next mission. These rats are implanted with Vegatron bombs for the purpose of blowing up different targets in Tokyo.",
                    "Aliases": []
                },
                "61": {
                    "ID": "318605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318605",
                    "TitleEnglish": "Pegasus",
                    "SummaryEnglish": "Toko 1, Toko 2, Toko 3, and Toko 4 are Vegan agents taking appearances of other people trying to distroy Space Science Centre.",
                    "Aliases": []
                },
                "62": {
                    "ID": "318606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318606",
                    "TitleEnglish": "Swans",
                    "SummaryEnglish": "Swans are implanted with Vegatron missiles for the next Vegan plan. Duke Freed is forced to kill the swans and must head to the city and face saucer beast \"Go Go\".",
                    "Aliases": []
                },
                "63": {
                    "ID": "318607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318607",
                    "TitleEnglish": "The Polar Bear",
                    "SummaryEnglish": "Kirika, a Vegan scientist, is sent to freeze with her new weapon Duke Fleed.",
                    "Aliases": []
                },
                "64": {
                    "ID": "318608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318608",
                    "TitleEnglish": "5 Minutes To Die",
                    "SummaryEnglish": "The Vegans invent a bomb and General Gandal threatens to blow up Tokyo is Grendizer does not surrender.",
                    "Aliases": []
                },
                "65": {
                    "ID": "318609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318609",
                    "TitleEnglish": "A Great Between The Greats",
                    "SummaryEnglish": "The Vegans fire a big group of missiles towards Tokyo. The Grendizer Team launches to destroy the missiles before they hit the city.",
                    "Aliases": []
                },
                "66": {
                    "ID": "318610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318610",
                    "TitleEnglish": "Death Comes From The Sea",
                    "SummaryEnglish": "Maria in the Marine Spazer gets stuck in a giant seaweed trap and Koji swims to the bottom of the sea to help her.",
                    "Aliases": []
                },
                "67": {
                    "ID": "318611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318611",
                    "TitleEnglish": "Diving Operation",
                    "SummaryEnglish": "General Zuril launches an attack on the Space Science Centre with air balloon bombs. Koji gets caught by the Vegans and held as hostage.",
                    "Aliases": []
                },
                "68": {
                    "ID": "318612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318612",
                    "TitleEnglish": "The Great Pain",
                    "SummaryEnglish": "A young man from Freed named Kane is a loyal soldier of the Vegans. He comes to Earth to fight. Maria tries to face him and they both crash. Soon she will realize that Kane was her childhood friend from Freed.",
                    "Aliases": []
                },
                "69": {
                    "ID": "318613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318613",
                    "TitleEnglish": "Like Father, Like Son",
                    "SummaryEnglish": "The son of Zouril,Zuril Jr. wants to fight Grendizer but Zouril doesn't want him to. Zuril Jr. sacrifice himself for his father in the end.",
                    "Aliases": []
                },
                "70": {
                    "ID": "318614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318614",
                    "TitleEnglish": "The Imposter",
                    "SummaryEnglish": "Maria has a nightmare about her father being hostage. She goes to the cave where she saw her father in her dream along with Koji where she learns the truth.",
                    "Aliases": []
                },
                "71": {
                    "ID": "318615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318615",
                    "TitleEnglish": "Best Friend",
                    "SummaryEnglish": "Moros, Duke's best friend from Freed was made to believe that Duke Freed destroyed Freed by Vega and now comes to Earth to kill Duke.",
                    "Aliases": []
                },
                "72": {
                    "ID": "318616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318616",
                    "TitleEnglish": "Princess In Love",
                    "SummaryEnglish": "Princess Rubina, Duke Fleed's fiancé comes to Earth to tell Duke that his planet is no longer polluted but dies after being shoot by one of Vega's generals.",
                    "Aliases": []
                },
                "73": {
                    "ID": "318617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318617",
                    "TitleEnglish": "For The Love Of Earth",
                    "SummaryEnglish": "King Vega prepares to attack Earth but Duke and company are ready to stop him with the help of Grendizer and Spazers.",
                    "Aliases": []
                },
                "74": {
                    "ID": "318618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-robot-grendizer/episodes/318618",
                    "TitleEnglish": "This Is Not Goodbye",
                    "SummaryEnglish": "Duke finally destroys King Vega but he and Maria must return to planet Fleed.",
                    "Aliases": []
                }
            }
        }
    }
}