{
    "URL": "https://thetvdb.com/series/samurai-girl-real-bout-high-school",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0347854/",
        "https://www.themoviedb.org/tv/46673"
    ],
    "TitleEnglish": "Samurai Girl Real Bout High School",
    "SummaryEnglish": "Ryoko Mitsurugi is a high-school girl who intends to be a samurai. In her high school, there is a system named \"K fights\". It is a system which solves all the troubles by the duel of the school official recognition. And, Ryoko is a present champion of the K fights. The person who challenges to defeat Ryoko is unfailing, and her school life is a fuss every day.\r\n\r\nOne day, Ryoko obtains a mysterious pendant. And, she was somehow in the another world after the pendant shoots light. There was a shrine maiden named Reiha in this world named \"Solvania Shadow\". She calls Ryoko the ogre of Yenen. And, she says the work of Ryoko is to defeat the monster of this world by her.",
    "Aliases": [
        "Real Bout High School",
        "Samurai Girl: Real Bout High School"
    ],
    "Modified": "2025-09-25",
    "Seasons": {
        "0": {
            "ID": "27181",
            "URL": "https://thetvdb.com/series/samurai-girl-real-bout-high-school/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4398922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/4398922",
                    "TitleEnglish": "Unknown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4398923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/4398923",
                    "TitleEnglish": "Unknown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4398924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/4398924",
                    "TitleEnglish": "Unknown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4398925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/4398925",
                    "TitleEnglish": "Unknown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4398926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/4398926",
                    "TitleEnglish": "Unknown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4398927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/4398927",
                    "TitleEnglish": "Unknown",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34677",
            "URL": "https://thetvdb.com/series/samurai-girl-real-bout-high-school/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "383913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383913",
                    "TitleEnglish": "Samurai Girl Appears!",
                    "SummaryEnglish": "As Ryoko Mitsurugi goes to Daimon High School, she gets confronted by a group of ninjas and fends them off easily in a K-Fight, an officially sanctioned duel to settle disputes between folks at the school. Later on, when she prepares for a tournament where the winning club gets 100 times their usual funding, Ryoko finds a pendant necklace in a locker and puts it on. She faces her rival kendo senpai Azumi Kiribayashi in a duel but strange things begin to happen soon afterwards.",
                    "Aliases": []
                },
                "2": {
                    "ID": "383914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383914",
                    "TitleEnglish": "The Strongest Man on Earth Joins the Fight!",
                    "SummaryEnglish": "Ryoko is transported to another dimension where she has to fight a dragon. In the alternate world her martial arts skills are greatly enhanced, and her wooden kotetsu becomes a sharp blade of destruction. When she returns back to the regular world she wonders if it was all a dream. Meanwhile Shizuma prepares for his comeback to the school and during his first fight back, the school receives a surprise visit from a champion fighter.",
                    "Aliases": []
                },
                "3": {
                    "ID": "383915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383915",
                    "TitleEnglish": "Enter the Way of the Swordsman!",
                    "SummaryEnglish": "After the recent fight with Nagumo and Shizuma, Ryoko tries to figure out how Nagumo knows about the alternate world, and Ryoko visits the Hiten Shrine where she meets Miyuki and the old master. A subsequent visit thanks to Azumi inspires her to strive to become the master’s apprentice, and she will stop at nothing to achieve that goal. Meanwhile a woman and her goons pay a visit to the Hiten Shrine to find Nagumo as well.",
                    "Aliases": []
                },
                "4": {
                    "ID": "383916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383916",
                    "TitleEnglish": "The Girl With Deep Black Eyes",
                    "SummaryEnglish": "Thanks to her persistence and the master’s generosity, Ryoko begins training at Hiten Shrine. She also learns that Miyuki is turning 14 years old so she plans out a birthday celebration. Shizuma continues to look for Nagumo for a rematch, but somehow he and Ryoko both end up transported to the alternate world where they have to fight a demon beast.",
                    "Aliases": []
                },
                "5": {
                    "ID": "383917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383917",
                    "TitleEnglish": "Attack of the Raging Wind!",
                    "SummaryEnglish": "Ryoko is recruited into cosplaying a magical girl for a restaurant demonstration at a shopping mall. Hitomi warns her that a visitor from afar will bring trouble. Meanwhile, a trio of fighters search for Shizuma with their leader Akitaka hoping to pick a fight with him, and they end up finding him in the same mall as Ryoko.",
                    "Aliases": []
                },
                "6": {
                    "ID": "383918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383918",
                    "TitleEnglish": "Threat From Another World",
                    "SummaryEnglish": "Ryoko and Shizuma have to battle some large crabs at the Daimon Outlet Mall alternate world, but this time around, their friends and rivals are taken along for the ride. They also learn about the nature of Akitaka's boss.",
                    "Aliases": []
                },
                "7": {
                    "ID": "383919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383919",
                    "TitleEnglish": "Rematch! Battle at Lunch Time",
                    "SummaryEnglish": "Lunch time is typically a madhouse for many of the students at Daimon High. Ryoko avoids getting involved, that is, until Azumi Kiribayashi challenges her to a K-fight cooking battle where the winner gets to bring a lunch to Tatsuya-senpai!",
                    "Aliases": []
                },
                "8": {
                    "ID": "383920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383920",
                    "TitleEnglish": "The Beach, the Swimsuit, and the Haunted Island",
                    "SummaryEnglish": "Azumi’s kendo trip with Tatsuya to her family’s private beach ends up being a full fledged party as Ryoko, Shizuma, their friends and family, and even their teachers, come along. Nearby on an island, the Yonshinkan are plotting some major schemes to take over the world as Setsura ponders his group's decreasing role.",
                    "Aliases": []
                },
                "9": {
                    "ID": "383921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383921",
                    "TitleEnglish": "Super Transformation! The Seven Witches!",
                    "SummaryEnglish": "Ryoko is called again by her fans to continue participating as the magical girl Magical Waitress Oyster Lulu. Trying to curb everyone’s enthusiasm, Ryoko is taken by a little girl who wants to reunite with her older brother, who is the son of the president of a large corporation. Ryoko and the gang try to meet with the boy but he won’t give him the time of day, and the vice president has other schemes to take over the corporation. But Ryoko won’t give up.",
                    "Aliases": []
                },
                "10": {
                    "ID": "383922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383922",
                    "TitleEnglish": "The Awakening of Love",
                    "SummaryEnglish": "The school festival nears as Azumi and Tatsuya work hard on their lines and their roles in the play. But Ryoko realizes that the director of the drama club, Shiori Goto, has taken a strong passion to making sure they get their lines right, especially for Tatsuya. When Ryoko finds out Shiori and Tatsuya have been friends since childhood, she must think about her purpose in life. Then Shizuma gets on Ryoko’s nerves and initiates a K-Fight with her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "383923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383923",
                    "TitleEnglish": "A Maiden's Way",
                    "SummaryEnglish": "Ryoko sorts out her feelings about her relationship with Tatsuya, as she confers with Master Tessai about all the events that have occurred, from her early battle with Azumi, to her interactions with Tatsuya, and the most recent fight with Shizuma.",
                    "Aliases": []
                },
                "12": {
                    "ID": "383924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383924",
                    "TitleEnglish": "Final Battle in the Arena",
                    "SummaryEnglish": "Ryoko manages to pull herself out of her depression and returns to the drama club just a few days before the big festival. This is her big chance to do her best, not only for Tatsuya-senpai and her friends but also for herself. However, Willard Gates has decided this is the time to take over the world as he assumes his ultimate form.",
                    "Aliases": []
                },
                "13": {
                    "ID": "383925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girl-real-bout-high-school/episodes/383925",
                    "TitleEnglish": "A Battle Against Fate",
                    "SummaryEnglish": "With Gates transforming as the Sword of Schwartzkaiser, and the demonic alien forces wreaking havoc on the campus of Daimon High, the entire school is transported to Solvania for a grand battle. Tessai and Setsura’s gang fight off the demons, while Nagumo faces Ryugen Higashikata. Ryoko must battle the invincible monster form of Willard Gates, but things look bleak when Gates easily breaks Ryoko’s kotetsu. But with Shizuma and a friend helping out, the tides may turn in the big finale.",
                    "Aliases": []
                }
            }
        }
    }
}