{
    "URL": "https://thetvdb.com/series/aria-the-animation",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0977907/",
        "https://ariacompany.net/",
        "http://www.reddit.com/r/aria_the_animation",
        "https://www.themoviedb.org/tv/53787"
    ],
    "Titles": {
        "eng": "Aria",
        "jpn": "ARIA"
    },
    "Summaries": {
        "eng": "On the planet Aqua lies the watery city of Neo Venezia, a tourist hub in which people travel around in gondolas. Professional gondoliers known as Undines are well-revered as they act as tour guides for the people. Akari Mizunashi is a gondolier in training and also an employee of Aria Company. She gets to meet all sorts of people as she takes them on the gondola rides, from friendly mentors to special individuals, all this admidst the beautiful scenic backdrop of the entire city.",
        "jpn": "惑星改造により生まれた水の惑星、「アクア」。\r\nその観光都市ネオ・ヴェネツィアで皆が憧れる職業は、ゴンドラを操りウンディーネと呼ばれる水先案内人です。\r\n15才の少女、水無灯里（みずなしあかり）はウンディーネになることを夢見て、マンホームからアクアにやって来ました。\r\nその灯里が日々修業に励むのは、誉も高い水の３大妖精のひとり、アリシア・フローレンスが経営する水先案内店「ＡＲＩＡカンパニー」。\r\n姫屋の藍華や、オレンジぷらねっとのアリスと一緒に、悩んだりすることもあるけれど、プリマ・ウンディーネを目指してがんばっています。"
    },
    "Aliases": [
        "Aria the Animation",
        "Aria the Natural",
        "Aria the Origination",
        "Aria the OVA ~Arietta~",
        "Aria the Avvenire",
        "ARIA The ANIMATION",
        "ARIA The NATURAL",
        "ARIA The ORIGINATION",
        "ARIA The OVA ～ARIETTA～",
        "ARIA The AVVENIRE"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27236",
            "URL": "https://thetvdb.com/series/aria-the-animation/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 19,
            "Episodes": {
                "2": {
                    "ID": "356535",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/356535",
                    "Titles": {
                        "eng": "Aria the OVA ~Arietta~",
                        "jpn": "ARIA The OVA ～ARIETTA～"
                    },
                    "Summaries": {
                        "eng": "Akari finds herself nervous coaching a new undine as a Prima, until she awakens to find that it is just a dream. To soothe her worries, Alicia recalls stories of her beginnings as a Prima, as well as the memories she made.",
                        "jpn": "とある日の朝。アリシアのいない朝の食卓、ドアを開けて入ってくる見知らぬ後輩……。\r\n灯里はその場に立ちつくすことしかできませんでした。\r\nプリマになった夢を見た灯里は、いつもと違う日常風景に戸惑いを覚えます。\r\n目が覚めたあとも、その不安は消えません。そして、頭をよぎったひとつの疑問。\r\n\r\n「アリシアさんは、どうして私を選んだんだろう？」\r\n\r\n夢の内容を打ち明けた灯里に、アリシアは自らの過去について語りはじめます。\r\nそれは、灯里の入社へと連なる、ARIAカンパニーの知られざる歴史の１ページ。\r\nグランマからアリシア、そして灯里へ……ウンディーネの先輩から後輩へと伝えられてきた想いとは？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "604141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/604141",
                    "Titles": {
                        "eng": "In That Little Secret Place...",
                        "jpn": "その ちょっぴり秘密の場所に… (Aria The Origination - 5.5)"
                    },
                    "Summaries": {
                        "eng": "On her day off, Akari goes for a walk with President Aria through a residential neighborhood of Neo-Venezia.",
                        "jpn": "今日はアリシアさんが一日おでかけでＡＲＩＡカンパニーも臨時休業です。灯里はアリア社長とネオ・ヴェネツィアの街を探検して、おいしいお昼ごはんを食べたり、お買い物をしたり。そんな様子を暁が見かけて後を追いますが、神出鬼没な二人に振り回されてしまいます。そして藍華とアリスもまた、挙動不審な暁を見かけてそっと後をつけるのですが…。実はそのころ、灯里はとっておきの秘密の場所で、あの御方と会っていたのでした。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5267129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/5267129",
                    "Titles": {
                        "eng": "Aria the Avvenire: To You, Who I Wanted to Meet...",
                        "jpn": "その 逢いたかったあなたに… (Aria The Avvenire - 1)"
                    },
                    "Summaries": {
                        "eng": "The first episode of Aria the Avvenire's story starts with Ai practicing on the gondola with Akari. As they travel through a canal, they meet Aika and Alice. All three have not had much time to meet since becoming Prima undines. Considering even the little time they spend together a \"miracle,\" Akari remembers a certain incident and relates it to Ai.",
                        "jpn": "先輩の灯里に同乗してもらい、今日もゴンドラの練習に励むアイ。そのさなか、灯里は運河を行き交うゴンドラの中に藍華とアリスの姿を見つけます。プリマ・ウンディーネになってからというもの、忙しくてなかなか会うことができないでいた３人。ほんの短い時間とはいえそれが叶った“みらくる”に、灯里は過去のある出来事を思い出し、アイに語り始めます。それは、現役時代に多忙を極めていたアリシアの誕生日にまつわる話で……。\r\nOVA『ARIA The AVVENIRE』収録"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5267130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/5267130",
                    "Titles": {
                        "eng": "Aria the Avvenire: That Warm Goodbye...",
                        "jpn": "その 暖かなさよならは… (Aria The Avvenire - 2)"
                    },
                    "Summaries": {
                        "eng": "The second episode's story begins with Ai relating a story to Akari of her experiencing a \"miracle\" while she was practicing. She saw Cait Sith as she was traveling down an unfamiliar path. When she disembarks from her gondola to follow it, she meets two Single undines from Himeya company and Orange Planet in the middle of practice.",
                        "jpn": "ある日のこと、アイは興奮気味に灯里に話し始めました。練習中にとっても“みらくる“な体験をしたというのです。見慣れぬ路地の奥で目撃したケット・シーの影…そして、ゴンドラを降りてその影を追った先で出会ったのは、姫屋支店とオレンジぷらねっとで修業中の二人のシングル・ウンディーネだったのでした。嬉しそうに語るアイの姿を見ながら、灯里はケット・シーとの最後の出逢いに想いをはせるのでした。OVA『ARIA The AVVENIRE』収録"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5267131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/5267131",
                    "Titles": {
                        "eng": "Aria the Avvenire: To That Far Away Future...",
                        "jpn": "その 遙かなる未来へ… (Aria The Avvenire - 3)"
                    },
                    "Summaries": {
                        "eng": "Episode 3 of Aria the Avvenire.",
                        "jpn": "今、再びの未来をご一緒しましょう。OVA『ARIA The AVVENIRE』収録"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "8637904",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/8637904",
                    "Titles": {
                        "eng": "Aria the Crepuscolo",
                        "jpn": "ARIA The CREPUSCOLO"
                    },
                    "Summaries": {
                        "eng": "The season is fall and the city of Neo-Venezia is covered in fallen leaves. Something is bothering Anya, who works at Orange Planet. Her senior colleagues Alice and Athena haven't seen each other due to their busy schedules, which is making Athena feel sad. But for some reason, Alice seems to be avoiding her altogether. With her friends Ai and Azusa's help, Anya tries to find a definitive way for Alice and Athena to get together. But during this time, Anya learns of a situation that only she can see because of where she stands.",
                        "jpn": "ネオ･ヴェネツィアの街が、落ち葉の絨毯で彩られる秋。\r\n オレンジぷらねっとで修業の日々を送るアーニャには、気がかりなことがありました。\r\n お互いに多忙なこともあり、長い間会えていない先輩のアリスとアテナ。\r\n そのせいで元気がないアテナに対し、アリスはなぜか会うのを避けている様子なのです。\r\n 友達のアイとあずさにも協力してもらい、先輩たちが絶対に会える方法を探す中、\r\n アーニャは今の自分だからこそ見える“景色”があることに気づかされるのでした……。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "9029925",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/9029925",
                    "Titles": {
                        "eng": "Aria the Benedizione",
                        "jpn": "ARIA The BENEDIZIONE"
                    },
                    "Summaries": {
                        "eng": "Neo-Venezia has reached a long winter. Ai, Azusa and Anya, who were practicing jointly in the cold weather, visit the Undine Museum, led by Akira who seems not her usual self. At the museum, the trio meet its director, Asuka who is Akira's senior known as Himeya's legendary undine. The two of them are the successors to a gondola that has been carefully passed down since the founding of Himeya Company. However, Akira reveals that Aika, who is expected to inherit the gondola, has no intention of doing so. Azusa, who is not convinced, tries to find out why.",
                        "jpn": "長い冬を迎えたネオ・ヴェネツィア。  寒空の下、合同練習をしていたアイ、あずさ、アーニャの3人は、  いつもと様子が違う晃の後をつけたのをきっかけに水先案内人ミュージアムを訪れることになりました。  出迎えた館長の明日香は、姫屋の伝説的なウンディーネとして知られる晃の大先輩。  二人は姫屋の創業時から大切に乗り継がれてきた1艘のゴンドラの継承者でもあるのですが、  晃の話によると、次の乗り手として期待される藍華にはその気がないというのです。  納得がいかないあずさは、どうしてなのか理由を探ろうとするのですが……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "9241752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/9241752",
                    "Titles": {
                        "eng": "Aria the Avvenire Sound Novel: The Days of Those Pairs... Azusa B. McLaren Chapter",
                        "jpn": "サウンドノヴェル「その ペアの日々は...」あずさ・B・マクラーレン 編"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "9241777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/9241777",
                    "Titles": {
                        "eng": "Aria the Avvenire Sound Novel: The Days of Those Pairs... Anya Dostoyevskaya Chapter",
                        "jpn": "サウンドノヴェル「その ペアの日々は...」アーニャ・ドストエフスカヤ 編"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "9241779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/9241779",
                    "Titles": {
                        "eng": "Aria the Avvenire Sound Novel: After That Party... Aino Ai Chapter",
                        "jpn": "サウンドノヴェル「その パーティのあとに...」愛野アイ編"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "9241781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/9241781",
                    "Titles": {
                        "eng": "Aria the Avvenire Sound Novel: We Who Are Happy and Embarrassed... Boys Chapter",
                        "jpn": "サウンドノヴェル「その うれしはずかしのぼくたちは...」男子三人組スペシャル版"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "30639",
            "URL": "https://thetvdb.com/series/aria-the-animation/seasons/official/1",
            "Titles": {
                "eng": "Aria the Animation",
                "jpn": "ARIA The ANIMATION"
            },
            "Summaries": {
                "eng": "In the early 24th century, Mars has been terraformed by mankind into a sparkling planet covered in water. Akari Mizunashi, at the age of 15, has left everything behind to travel to that reborn world, now known as Aqua. More than anything, Akari wants to be an \"undine\" - a female gondolier who navigates the canals of the Aquan city of Neo-Venezia. As she begins her training with the prestigious Aria Company, will she be up to the challenges that await her on the path to achieve her dream?",
                "jpn": "惑星改造によって生まれ変わった水の星「アクア」。その観光都市ネオ・ヴェネツィアを舞台に、ウンディーネ（水先案内人）を夢みてマンホームからやってきた15歳の少女、水無灯里を主人公に優しくてちょっぴり切ない物語が広がります。"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "351741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351741",
                    "Titles": {
                        "eng": "That Wonderful Miracle...",
                        "jpn": "その 素敵な奇跡を…"
                    },
                    "Summaries": {
                        "eng": "Akari Mizunashi, at the age of 15, has left everything behind to travel to Aqua, a sparkling planet covered in water. More than anything, Akari wants to be an \"undine\" - a female gondolier who navigates the canals of the Aquan city of Neo-Venezia. As she begins her training with the prestigious Aria Company, will she be up to the challenges that await her on the path to achieve her dream?",
                        "jpn": "水の星「アクア」。その観光都市ネオ・ヴェネツィアで、一人前のウンディーネになるため日々修業を重ねている水無灯里。そんな彼女の前に、ある日「ゴンドラに乗りたい」という女の子が現れる。まだ一人でお客を乗せられない灯里だが、「今から友達だから」と超強引に言われ、しぶしぶゴンドラを漕ぎ出すが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "351719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351719",
                    "Titles": {
                        "eng": "On That Special Day...",
                        "jpn": "その 特別な日に…"
                    },
                    "Summaries": {
                        "eng": "One morning, Akari wakes up to find the entire city flooded with water! It's the Acqua Alta, a once-a-year phenomenon where the water levels rise, causing all of Neo-Venezia to shut down for a day. But while most people spend the day relaxing, Aika's mentor Akira is as strict as ever, and yells at her to get back to training. Aika has just the solution to get her mentor off her back: she's running away to the Aria Company!",
                        "jpn": "アクア・アルタ。それは、本格的な夏を前にして起こる、風物詩のようなもの。街中が水で満たされ、街にはいつも以上にのんびりゆったりとした時間が流れる。この時だけは、さすがのウンディーネたちも開店休業。ゴンドラには乗らず、歩いて買い物に出かけた灯里も、いつもと違う視線から街を眺めちょっと嬉しい気分。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "351720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351720",
                    "Titles": {
                        "eng": "With That Transparent Young Girl...",
                        "jpn": "その 透明な少女と…"
                    },
                    "Summaries": {
                        "eng": "While training in a particularly tough stretch of water, Akari and Aika meet girl from Orange Planet who seems to be having no trouble at all. Her name is Alice, and she's famous for being one of the youngest - yet most talented - Undines in Neo Venezia. There's just one problem... she never seems to smile. What could she learn from a day spent with the unlikely pair of Akari and Akatsuki?",
                        "jpn": "半人前のウンディーネの灯里と藍華は、一日でも早く一人前になるため、今日も練習に励む。でも、そんな二人の横を、一隻のゴンドラが軽々と抜いていった。そのゴンドラを操るのはアリス。ミドルスクールに通っている彼女は、月刊ウンディーネでも取り上げる天才少女。でも、そんな彼女にもちょっとした悩みがあった…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "351721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351721",
                    "Titles": {
                        "eng": "That Undeliverable Letter...",
                        "jpn": "その 届かない手紙は…"
                    },
                    "Summaries": {
                        "eng": "Akari and President Aria are wandering through the marketplace one evening, when President Aria suddenly leads Akari to a plaza she's never seen before. There, a little girl with a bell around her neck gives Akari a letter, and asks her to deliver it. It seems very important. But if Akari's going to have any chance of keeping her promise, she'll have to enlist the help of flying messengers known as Sylphs!",
                        "jpn": "ある日の夕方、灯里は不思議な鈴の音に誘われ路地に入る。その奥には、夜光鈴を吊るした木々と何匹もの猫、そして少女が立っていた。「手紙、届けてくれる？」。電子メールが主流となった今でも、人の手を介して届けられる手紙＝郵便が残されたアクア。しかしそこに書かれた住所は、郵便配達でも届けられない場所だった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "351722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351722",
                    "Titles": {
                        "eng": "To That Island Which Shouldn't Exist...",
                        "jpn": "その あるはずのない島へ…"
                    },
                    "Summaries": {
                        "eng": "When Akari was little, she was certain that Neverland was a real place. As she grew up, she understood that it was fantasy... But now, she's received a mysterious, hand-written invitation to visit Neverland for herself! What awaits her as she follows her map toward a quiet, deserted island?",
                        "jpn": "空を飛ぶカモメと水面を跳ねるイルカたち。灯里は、いつもとは違う風景の中にいた。そこは青一色に囲まれた場所、海。灯里は、つい先日届いた差出人不明の手紙に記された小島へ向け、ゴンドラを進めていた。その手紙とは「ネバーランドへの招待状」。子供の頃、絶対あると思っていた場所へ行けるなんてと大喜びだが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "351723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351723",
                    "Titles": {
                        "eng": "That Which You Want to Protect...",
                        "jpn": "その 守りたいものに…"
                    },
                    "Summaries": {
                        "eng": "Alice is in a pretty bad mood. Her dorm doesn't allow pets but she's secretly taking care of a kitten; her mentor Athena is an absolute klutz; and to top it all off, she has decided that her left hand isn't as skilled as her right hand, and is therefore useless. Though Alice certainly does have a strange set of problems, and they all seem separate from each other, she's certain to discover that the answers to each all are connected.",
                        "jpn": "灯里はアリスとの練習中、とても美しいカンツォーネを歌うウンディーネとすれ違った。ゴンドラを上手に操り、観光名所をきちんと説明するのは当然だが、そこに歌が加わればお客さんをもっと素敵な気持ちにしてあげることができるはず。でもアリスはちょっと不機嫌そう。どうやら、灯里に相談したいことがあるようだ…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "351724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351724",
                    "Titles": {
                        "eng": "Doing That Wonderful Job...",
                        "jpn": "その 素敵なお仕事を…"
                    },
                    "Summaries": {
                        "eng": "Akari, Aika and Alice are scheduled for a full day of training with Akira, and what's more, two customers will be along for the ride. They're a couple on their honeymoon; but while the wife loves Undines and riding on gondolas, the husband thinks being an Undine is simple work, and couldn't really care less about the whole thing. It's up to Akira to teach everyone what it means to be an Undine - Undines-in-training included!",
                        "jpn": "今日は特別な日。水の3大妖精の一人、晃さんによる実地指導を受けられるのだ。いついかなる時も、お客さんをもてなす心を忘れない。それが晃さんの信条。それを生で、晃さんが実際にお客さんをガイドする姿まで見学できるなんて、滅多にない機会。灯里だけでなく藍華やアリスも感心しながら、チェックしまくり。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "351725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351725",
                    "Titles": {
                        "eng": "That Melancholy President... / That Cool Hero...",
                        "jpn": "その 憂鬱な社長ったら…／その イケてるヒーローってば…"
                    },
                    "Summaries": {
                        "eng": "It's a double dose of President Aria! In \"That Melancholy President...\", it's cleaning time for the Aria Company, and President Aria wants to help out and lead by example for his company. Yet he can't seem to do anything right, and only gets in the way. He's so sad about it, that he's determined to run away... but where will he go? And in \"That Cool Hero...\", we get to see President Aria's cute crime-fighting alter-ego: Nyan-Nyan-Puu!",
                        "jpn": "「その 憂鬱な社長ったら…」大掃除に忙しいアリシアさんや灯里を少しでも助けようと洗濯物や夕飯の支度など、アリア社長もお手伝いしますが…。\r\n「その イケてるヒーローってば…」格好良い猫のヒーロー「にゃんにゃんぷう」が、お気に入りのアリア社長。そんなアリア社長がみんなのために活躍しちゃうんです。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "351726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351726",
                    "Titles": {
                        "eng": "That Starlike Fairy...",
                        "jpn": "その 星のような妖精は…"
                    },
                    "Summaries": {
                        "eng": "Fall has arrived in Neo-Venezia and the girls have switched into their winter uniforms. And yet, Aika feels so unmotivated... She wants to do more than just go through the motions of everyday practice. She wants to really sharpen her skills, and become as good as the legendary Great Water Fairy, the greatest Undine of all time! So the three of them are sent to go visit this legendary lady in her house out in the country... but she's nothing like what the girls expect.",
                        "jpn": "灯里、藍華、アリス。まだ半人前の三人の目標は、一人前のウインディーネ、プリマになること。でも、その先には、水の3大妖精…アリシアさんや晃さん、そしてアテナさんのようなウインディーネのトップになる、そんな夢がある。しかしそれ以前、30年以上も業界のトップに君臨した伝説の大妖精がいた。それは…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "351731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351731",
                    "Titles": {
                        "eng": "That Warm Holiday...",
                        "jpn": "その ほかほかな休日は…"
                    },
                    "Summaries": {
                        "eng": "Winter has come - the mornings are crisp and cold, and it's hard to get out from under the covers to go practice sculling. So as a special treat, Alicia suggests that they visit a hot spring! Akari's never seen one before so she's excited to go, and all the others decide to join in as well.",
                        "jpn": "アクアにも冬がやってきた。寒いのが苦手な灯里は、朝起きるのにもちょっとだけ頑張りが必要。藍華やアリスとの練習中の話題も寒さばかり。ある日、アリシアさんから暖炉に使う薪を拾いに誘われた灯里は、葉を落とした木立の中でぽわんとした白くて丸い雪虫を見つけた。灯里はそんな雪虫と一緒に休日を過ごすことにした。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "351735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351735",
                    "Titles": {
                        "eng": "Those Orange Days...",
                        "jpn": "その オレンジの日々を…"
                    },
                    "Summaries": {
                        "eng": "On one bleak winter day, when the clouds are thick and the snow is gently falling, the girls finish their sculling practice to find that Alicia, Aika and Athena are all together at the Aria Company, sitting around the fire. Over cups of hot cocoa, they discuss their younger days, and how it was that they all came to be friends.",
                        "jpn": "寒さも増し、鉛色の空から雪が舞い落ちるようになった。ゴンドラの上でも、毛糸の帽子とマフラーは必需品。そんな日の練習後に嬉しいのは、アリシアさん特製生クリームのせココア。とても美味しいし身体が暖まる。そして今日は晃さんとアテナさんが遊びに来ていた。水の3大妖精が一度に集まるなんてちょっと凄いかも。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "351737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351737",
                    "Titles": {
                        "eng": "That Soft Wish...",
                        "jpn": "その やわらかな願いは…"
                    },
                    "Summaries": {
                        "eng": "Aria Company has no bookings on a snowy day, so Akari and President Aria visit the oldest bridge in Neo-Venezia. When they reach the other side of the decrepit covered bridge, the snow is gone, and the women she meets on the other side has no idea what an undine is. Together they wait for the terraformers to send water under the bridge for the first time.",
                        "jpn": "街が真っ白に染まった日。いくらネオ・ヴェネツィア一番の人気といっても、こんなに寒くてはゴンドラに乗って街を観光しようという人は少なく、ARIAカンパニーも開店休業。思いがけないお休みをもらい、灯里はアリア社長とお出かけ。日頃行くことのない、水路から離れた場所にある観光スポットが今回のお目当て。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "351740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351740",
                    "Titles": {
                        "eng": "That White Morning...",
                        "jpn": "その まっしろな朝を…"
                    },
                    "Summaries": {
                        "eng": "It's time to ring in the new year, and everyone in Neo-Venezia has come together to celebrate! Even little Ai has come back from Manhome to take part in the winter festival. But as people gather and memories are shared, President Aria suddenly wanders off. Akari and Ai attempt to track him down, but what they find is a mysterious New Year's gift from Aqua itself.",
                        "jpn": "灯里がアクアに来て、2度目の大晦日。ネオ・ヴェネツィアでは大晦日はみんなで年越しが主流。だから、街中のみんなが外に出かけてとっても賑やか。灯里も、アリシアさんに藍華にアリスに晃さんにアテナさんなどなど一同で、“みんなで年越し”。でもアリア社長がどこかへ行く様子。その後を慌てて追う灯里だが…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "30656",
            "URL": "https://thetvdb.com/series/aria-the-animation/seasons/official/2",
            "Titles": {
                "eng": "Aria the Natural",
                "jpn": "ARIA The NATURAL",
                "fra": "ARIA The Natural",
                "zho": "水星领航员 第二季"
            },
            "Summaries": {
                "eng": "Akari, Aika and Alice are three girls who share a single dream: to become the most talented gondoliers in all of Neo-Venezia! Every day they train toward their goal, exploring all the wondrous sights that the water-covered planet Aqua has to offer. As their skills improve, they find themselves faced with new challenges.",
                "jpn": "水の惑星「アクア」の観光都市であるネオ・ヴェネツィアには、ウンディーネ（水先案内人）と呼ばれる職業があります。そのウンディーネを夢みる少女、水無灯里は早く一人前になるために日々修業を重ねています。そんな彼女の柔らかな日常を情感豊かに描いていきます。",
                "fra": "Suite à la série précédente \"Aria the animation\", Akari Mizunashi (future Undine) continue son travail pour devenir gondolière professionnelle, accompagnée des ses amies, Aika et Alice.\r\nDurant leurs voyages, elles seront emmenées dans de mystérieuses aventures tout en faisant la rencontre de curieux personnages dans la douce et paisible ville de Néo Vanezia.",
                "zho": "这是一部把水星（阿库阿）的观光城市新威尼斯作为故事舞台，描写一群心怀梦想的美丽少女的动画片。人们把这儿的女导游亲切地称呼为“水星领航员”，她们划着小船带领游客们领略异域美景。天真烂漫的15岁半熟手水灯无里，怀着成为一名“水星领航员”的梦想，来到这里……"
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "351946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351946",
                    "Titles": {
                        "eng": "That Encounter at the Carnevale...",
                        "jpn": "その カーニバルの出逢いは…"
                    },
                    "Summaries": {
                        "eng": "Two wonderful things have happened: it's time for Neo-Venezia's annual Carnevale, and Ai has come back to Aqua for a visit! As Akari and Ai wander through streets full of bright colors and beautiful masks, they catch a glimpse of Casanova, the mysterious master of ceremonies. Who is the man behind the mask? The two are curious, but they'll need to be careful. You know what they say about curiosity and the cat, after all...",
                        "jpn": "みんなで騒いだ、あの大晦日から数日後。ARIAカンパニーには、いつも灯里とメールをしているアイちゃんの姿がありました。今日は、ネオ・ヴェネツィアに最も多く観光客が集まるという年明けのカーニヴァル。後輩ウンディーネの灯里、藍華、アリスの三人の修業が終った後、みんなで街に繰り出す約束なんです。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "351947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351947",
                    "Titles": {
                        "eng": "Looking for That Treasure...",
                        "jpn": "その 宝物をさがして…"
                    },
                    "Summaries": {
                        "eng": "Spring is beginning to bloom in Neo-Venezia, bringing with it sunshine and warm breezes. Akari, Aika and Alice are out practicing their sculling when they find a small treasure box hidden by a statue. Inside there's a a simple little riddle that sends them off on a treasure hunt that spans the entire city! What sort of riches await them at the finish line?",
                        "jpn": "いつものように、灯里、藍華、アリスの三人が修業に励んでいると…。藍華が、見慣れたマリア像の台座に小さな扉を見つけました。いつも通っている水路にある、いつも見ている小さなマリア像にある扉。もしかしたら勝手に開けちゃいけない扉かも。そんな心配をよそに藍華は扉を開け、ほこりまみれの小さな箱を見つけます。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "351948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351948",
                    "Titles": {
                        "eng": "That Night of the Meteor Shower...",
                        "jpn": "その 流星群の夜に…"
                    },
                    "Summaries": {
                        "eng": "There's going to be a meteor shower, and Akari, Aika and Alice have made plans to watch it together. But this time, there's a little twist - Al, one of Neo-Venezia's gravity-controlling Gnomes, will be there as well. Even though he's shorter than the girls, he's actually three years their senior; and he knows all about physics, planets, and the beauty of the universe. What he doesn't seem to know, however, is how Aika feels whenever she's with him.",
                        "jpn": "それは、よく晴れた日でした。ゴンドラの修業中、灯里たちは一人で歩いているアルを見つけます。でも、アルはなんだか気分が悪そう。どうやら、久しぶりに太陽の強い光にあたり、めまいを起こしてしまったようです。三人に介抱してもらい元気になったアルは、そのお礼にと「きのこ鍋屋」に誘います。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "351949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351949",
                    "Titles": {
                        "eng": "That Neo-Venezia–Colored Heart...",
                        "jpn": "その ネオ・ヴェネツィア色の心は…"
                    },
                    "Summaries": {
                        "eng": "The mailman's gondola is being repaired, so just for today, Akari is making the rounds with him to get the job done. As she learns the ins and outs of what it means to be a mail carrier, she meets a boy who needs his letter delivered at any cost. Whatever the envelope he's holding contains, it's very close to his heart.",
                        "jpn": "春も近い夕暮れの中、ちょっとだけ灯里がうとうとしていると…。そこに郵便屋のおじさんがやってきて、ゴンドラを明日一日貸し切りたいと言うんです。どんな日でも郵便を配ってくれるおじさんですが、自分のゴンドラが修理中では何もできません。とはいえ、明日もアリシアさんはお仕事がいっぱい。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "351950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351950",
                    "Titles": {
                        "eng": "The Wonder of That Rainy Day... / The Discoveries on That Spring Day...",
                        "jpn": "その 雨の日の素敵は…／その 春にみつけたものは…"
                    },
                    "Summaries": {
                        "eng": "Akari and Alicia are visiting a shrine that looks just like the old Japanese shrines on Manhome. Though the grounds are beautiful, there's also a hint of mystery and danger in the air... Later, they are wandering on a different island, looking for a beautiful spot that Alicia once saw. But the farther they go, the less certain their path becomes. How do you reach your destination when you don't know the way there?",
                        "jpn": "「その 雨の日の素敵は…」灯里がアリシアさんと出かけたのは、マンホームの文化が残された月。そこで灯里は不思議な体験するのでした。\r\n「その 春に見つけたものは…」アリシアさんに誘われ、ARIAカンパニーはピクニックに出かけました。巨大な木がいっぱいの島に着くが、そこはまだまだ入り口らしく…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "351951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351951",
                    "Titles": {
                        "eng": "The Smile Reflected in That Mirror...",
                        "jpn": "その 鏡にうつる笑顔は…"
                    },
                    "Summaries": {
                        "eng": "Something's strange about Alice... Athena has noticed that Alice doesn't really seem to have any friends her own age. If she's not with Akari and Aika, she's simply alone. In fact, when Alice receives an invitation to a party with other Orange Planet Pairs, she flatly rejects it. It's up to Aika and Akari to get to the bottom of Alice's puzzling behavior.",
                        "jpn": "潮風にも時おり暖かさを感じる様になった春の終わり。いつもの合同練習の後、灯里たちはアリスが所属するオレンジぷらねっとにお邪魔しました。それだけではありません、アテナさんの計らいでその日はお泊まりまでしちゃうことになったんです。大きな食堂に大きなお風呂、綺麗なお庭もあって、大きな会社って凄いんです。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "351952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351952",
                    "Titles": {
                        "eng": "To the Kingdom of Cats...",
                        "jpn": "その 猫たちの王国へ…"
                    },
                    "Summaries": {
                        "eng": "While practicing one day, the girls see President Aria in his own little gondola. But he doesn't see them... instead, he disappears down a canal that's normally closed off. According to Alicia, there's an old legend on Manhome that tells of the Kingdom of Cats, a strange realm that people aren't allowed to enter. Could such a place really exist?",
                        "jpn": "春から夏へ季節が変わる様に、灯里たちウンディーネの制服も変わります。半年ぶりに袖を通した夏服はどことなく懐かしく、でもとっても新鮮。夏服になった藍華やアリスとの合同練習にも何故か気合いが入ります。だから今日はちょっとだけ、いつもは通らない難易度の高い水路へ挑戦です。するとそこに、社長のゴンドラが。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "351953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351953",
                    "Titles": {
                        "eng": "The Day of Festa del Bocolo...",
                        "jpn": "その ボッコロの日に…"
                    },
                    "Summaries": {
                        "eng": "Another wonderful holiday has arrived: Festa Del Bocolo! This day is a celebration of an ages-old story on Manhome, about a knight whose love for his lady lived on after his death in the form of a rose. In Neo-Venezia, that means that women everywhere receive roses from the people who admire them. Akatsuki wants to give Alicia as many roses as he can, but he's too nervous to deliver them (even though he'd never admit it). Will Akari be able to help?",
                        "jpn": "今年もやってきたアクア・アルタの季節。だから、お仕事はお休み。しかし、そこに暁から「超特急で来るように」と電話が入ります。長靴で水浸しの街を急ぐ灯里。その時、すれ違う女性たちの胸に赤い花があるのを見つけ、灯里はふと思い出しました。そう、今日は男性が愛する女性に一輪のバラを贈るボッコロの日。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "351954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351954",
                    "Titles": {
                        "eng": "Those Honest Stars...",
                        "jpn": "その 素顔の星たちは…"
                    },
                    "Summaries": {
                        "eng": "Akari is taking customers out for a tour! Alicia is along to help, of course, and it's a good thing she's there. When the tourists start asking questions that Akari doesn't know the answers to, Alicia answers them with ease... but this worries Akari. Will she ever know the city as well as Alicia? This sparks a fire in Aika and Alice as well - they've decided to compete to see which one of them knows the most hidden wonders in Neo-Venezia.",
                        "jpn": "その日灯里は、自分がネオ・ヴェネツィアの素敵な場所をまだまだ知らないことに気づきました。それは、アリシアさんを指導員に、本当のお客様を乗せて観光案内をした時。お客様が見つけた素敵な庭がきっかけでした。これではいけないと、灯里は街のあちこちで素敵な場所を探します。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "351955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351955",
                    "Titles": {
                        "eng": "That Heartwarming Town and Its People...",
                        "jpn": "その あたたかな街と人々と…"
                    },
                    "Summaries": {
                        "eng": "Even though Akari is originally from Manhome, she seems to know more people in Neo-Venezia than Aika and Alice do, and they've lived on Aqua all their lives. No matter where she is, Akari has the ability to befriend any stranger. To learn more about this mysterious power Akari has, Aika and Alice decide to follow her in secret... but they might have to blow their cover once Akari innocently starts talking to a dangerous-looking man in black!",
                        "jpn": "ほんのり麦わら帽子の香りも感じるようになった初夏。いつもの合同練習中、アリスはふと気付きました。「灯里先輩って、何気に知り合い多いですよね？」言われてみれば、いろんな場所でいろんな人と気軽に話している灯里ですが、地元出身の藍華とアリスより知り合いが多いというのはちょっと不思議。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "351956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351956",
                    "Titles": {
                        "eng": "That Precious Sparkle...",
                        "jpn": "その 大切な輝きに…"
                    },
                    "Summaries": {
                        "eng": "Akari has been given her very first solo job: carrying a shipment of Neo-Venezian glassware. They're beautiful pieces that sparkle in the sun, but the glassmaker's apprentice has a disposition that's anything but bright. He's sour and angry, and he's the one who'll be traveling with Akari as she delivers the shipment. Will Akari be able to handle the pressure of fragile cargo and a critical taskmaster?",
                        "jpn": "澄み切った青空が広がったある日、灯里に初めてお仕事の指名が入りました。依頼したのは暁さんのお兄さん。とってもデリケートなネオ・ヴェネツィアンガラスを運搬するため、灯里のようなのんびりとしたゴンドラが必要なんだそうです。その当日、初めてガラスの工房を見た灯里は、その繊細な仕事ぶりに感激。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "351957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351957",
                    "Titles": {
                        "eng": "Chasing That Mirage... / The Light From That Nightshine Chime...",
                        "jpn": "その 逃げ水を追って…／その 夜光鈴の光は…"
                    },
                    "Summaries": {
                        "eng": "Summer is blazing in Neo-Venezia. The days are so hot that Akari is starting to see things... One minute, she's walking down a crowded street, and the next, everyone is gone. Following President Aria in a haze, Akari wanders into a mysterious cafe, with a very unusual clientele... Later, the girls all decide to buy Nightshine Chimes, delicate little wind chimes with a glowing bead inside. The glow only lasts for a month before it fades, so Akari decides to make the most of the time she has.",
                        "jpn": "「その 逃げ水を追って…」厳しい陽射しに、灯里も少々バテ気味。そんなある日、買い出しに出掛けた灯里はアイスみるくのおいしい不思議な喫茶店を見つけるのでした。\r\n「その 夜光鈴の光は…」「アクア」の夏の風物詩と言われる夜光鈴の屋台が並び出しました。灯里はどんな夜光鈴を選ぶのでしょうか。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "351958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351958",
                    "Titles": {
                        "eng": "Those Really Self-Imposed Rules...",
                        "jpn": "その でっかい自分ルールを…"
                    },
                    "Summaries": {
                        "eng": "Alice has created a new challenge for herself: when she walks home from school, she can only step on shadows. This is an ironclad law for her - but try as she might, she keeps failing. Even worse, Athena interferes by trying to help out. Alice's self-imposed challenge is something that she must conquer alone, or so she thinks; but maybe there's more to success than just doing everything by yourself.",
                        "jpn": "本格的な夏の陽射しに、日向と影のコントラストが際立つネオ・ヴェネツィアの街で、今日も三人一緒に練習中する灯里たち。でも、アリスはちょっと不機嫌。どうやら、いつもやっている自分ルールが上手くいってないようです。ちょっとしたことにルールを決め、それが成功すれば良いことがあるはず…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "351959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351959",
                    "Titles": {
                        "eng": "That Newest Memory...",
                        "jpn": "その いちばん新しい想い出に…"
                    },
                    "Summaries": {
                        "eng": "Many of the water touring companies in Neo-Venezia have their own palina - a tall, decorated pole used to hitch gondolas. But strangely, the Aria Company doesn't have one. When Akari asks Alicia about it, Alicia gives her full permission to make a palina of her own! It's tough work building something from scratch, but Akari is determined to make the best palina possible.",
                        "jpn": "いつもより早く目覚めた朝。誰もいない水路へとゴンドラを漕ぎ出した灯里は、とあることに気づきました。水路の端にあるゴンドラを繋ぐためのパリーナ。家や会社の看板にもなるパリーナには色が塗られているのですが、ARIAカンパニーにはその彩色パリーナがありません。灯里のそんな質問にアリシアさんは答えます。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "351960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351960",
                    "Titles": {
                        "eng": "The Center of That Large Circle...",
                        "jpn": "その 広い輪っかの中で…"
                    },
                    "Summaries": {
                        "eng": "Even though Akari is relatively new to Neo-Venezia, most of her friends have lived in the quiet island town all their lives. One sunny afternoon, as Akari, Akatsuki, Akria and Al are all eating lunch together, Al tells a story about when they were children, and the mysterious young boy who put Akatsuki squarely in his place.",
                        "jpn": "夏の陽射しと、日陰を通ってくる風が気持ちの良いある日の午後。灯里は久々に一人きりで、とある広場で昼食をとっていました。するとそこへ、晃さんがたまたま通りがかり…。近くの時計屋さんにお使いに来た暁がたまたま灯里に気づき…。たまたまパーツを買いにきていたアルも…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "351961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351961",
                    "Titles": {
                        "eng": "Parting With That Gondola...",
                        "jpn": "その ゴンドラとの別れは…"
                    },
                    "Summaries": {
                        "eng": "When Akari takes her gondola in for a routine inspection, she's given some startling news - the repairman tells her that the gondola is now too old and worn for tourism use, and should be sold off for hauling cargo. Although she at first resists, Akari knows that the repairman is right; so she decides to travel with her gondola to all the wonderful places that she's been, as a way of saying goodbye.",
                        "jpn": "練習用のゴンドラが定期点検を終えた日。灯里の表情はいつになく淋しげでした。それは、灯里にとって大切なパートナーだったゴンドラとの別れが迫っているから。アクアにきて初めて漕いだあの日。お客さんを乗せたのも、シングルのテストも、灯里の初めてを一緒に経験したゴンドラでした…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "351962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351962",
                    "Titles": {
                        "eng": "After That Rainy Night...",
                        "jpn": "その 雨降る夜が明ければ…"
                    },
                    "Summaries": {
                        "eng": "On the night before her old gondola is set to be taken away, Akari and Alicia decide to have an evening picnic out on the water. As they laugh and talk, Alicia tells her stories of the gondola, and how it was an important part of her life as an apprentice, as well.",
                        "jpn": "黒くてちょっとだけ小さいゴンドラと一緒にいられる最後の日。灯里とアリシアさんは、夕食をそのゴンドラの上で取ることにしました。ゴンドラに残された幾つもの傷。その一つは灯里が、でも他の一つはアリシアがつけたもの。灯里だけでなくアリシアさんの思い出もいっぱい乗せたゴンドラとのお別れ会…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "351963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351963",
                    "Titles": {
                        "eng": "That New Me...",
                        "jpn": "その 新しい自分に…"
                    },
                    "Summaries": {
                        "eng": "Aika is proud of her long, beautiful hair, and takes care of it as best she can... but things don't always go the way we want. One afternoon, while everyone is enjoying a cook-out on the beach, Aika leans in a little too close to the grill, and her hair catches on fire! No one is hurt, but her long beautiful locks are a lost cause. How will the hot-tempered Aika handle losing something that was so precious to her?",
                        "jpn": "夏の暑さにバテ気味の灯里たちのために、晃さんが開いてくれたバーベキュー大会。コンロの上には、お肉や海産物、野菜もいっぱいです。そんな中、灯里は藍華のある変化に気づきました。夏の陽射しを受けキラキラ輝く黒髪。アリシアさんにも褒められ、藍華は有頂天。なぜならその髪にはある願いが込められていたんです。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "351964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351964",
                    "Titles": {
                        "eng": "That Crybaby... / That Young Girl's Heart...",
                        "jpn": "その 泣き虫さんったら…／その 乙女心ってば…"
                    },
                    "Summaries": {
                        "eng": "Aika is stuck in bed after catching a cold. She wonders about Akari and Alice... Are they slacking off without her? Surely they're lost without her guidance! So she sneaks out of bed one day to go take a peek... Later, Aika has a cute new set of hairpins, and she'd like to show them to Al. But she can't find the chance to visit him, and it's bothering her more than it should. Why does her heart ache when she thinks about it?",
                        "jpn": "「その 泣き虫さんったら…」藍華は夏風邪をひいてしまいました。そんな中、熱が下がったのをいいことに、藍華は一人街を歩き始めるのでした。\r\n「その 乙女心ってば…」灯里たちとの合同練習に復帰した藍華ですが元気がありません。それだけでなく、ヘアピンを褒めるたび、なんだかおかしなリアクションが…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "351965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351965",
                    "Titles": {
                        "eng": "That Shadowless Invitation...",
                        "jpn": "その 影のない招くものは…"
                    },
                    "Summaries": {
                        "eng": "The whole town is sizzling in a strong summer heat wave, and the girls are doing the best they can to beat the heat. But then, Akari spots a woman dressed all in black, with even her face covered with a thick black veil. Aika tells Akari a Manhome legend about the spirit of a woman dressed in black, who was angered that she couldn't be buried on San Michele Island. Supposedly the ghost spirits away any gondolier foolish enough to take her on board... but that's only an old story, right?",
                        "jpn": "強い陽射しが毎日のように続く中、「暑い時は怪談で涼むのが一番」という藍華に押し切られ、灯里はサンマルコ広場にまつわる恐い話を聞くことになりました。それはマンホームにあったサンマルコ広場での、とっても昔にあったお話。灯里たちが良く知るネオ・ヴェネツィアのサンマルコ広場とは無縁のはず…なのですが。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "351966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351966",
                    "Titles": {
                        "eng": "That Night of the Galaxy Express...",
                        "jpn": "その 銀河鉄道の夜に…"
                    },
                    "Summaries": {
                        "eng": "In the still of the night, Akari is woken up by the distant sound of a train. But Neo-Venezia's trains don't run at that hour, so what was it she heard? And to make matters even more mysterious, the next day, President Aria gifts her with a train ticket. It would seem Akari is about to have another brush with the secretive spirit, Cait Sith...",
                        "jpn": "何もかもが寝静まった真夜中。灯里は、どこからか列車の走る音が聞こえてくることに気づきました。ネオ・ヴェネツィアにも列車は通っていますが、それは音が聞こえないほど遠く、まして真夜中に列車が走っているわけがありません。アリスはマンホームの有名な小説の名を出しますが、それは架空のお話ですが…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "351967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351967",
                    "Titles": {
                        "eng": "That Mysterious World... / That Guardian of Aqua...",
                        "jpn": "その ふしぎワールドで…／その アクアを守る者よ…"
                    },
                    "Summaries": {
                        "eng": "When Akari innocently suggests that perhaps the little space between two stairs at the Aria Company is a portal to another world, President Aria, ever curious, squeezes through the gap, and pops out on the other side to find a terrifying sight! The second story is a flashback to when Akatsuki was little. He considered himself to be a superhero, but he wasn't quite as heroic as his imagination led him to believe...",
                        "jpn": "「その ふしぎワールドで…」パラレルワールドの入り口が、もし身近にあったら…。そんな不思議な世界へアリア社長が迷い込むお話です。\r\n「その アクアを守る者よ…」ARIAカンパニーに浮き島で気候の番人をしている暁さんのお兄さんがやってきました。暁さんは、子供の頃もやっぱり暁さんだったんですね。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "351968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351968",
                    "Titles": {
                        "eng": "That Sea, Love, and Heart...",
                        "jpn": "その 海と恋と想いと…"
                    },
                    "Summaries": {
                        "eng": "As summer begins to wane, Alicia and Akari give a tour to an elderly couple who have come to Neo-Venezia to celebrate their anniversary. Although the woman is sweet and charming, the man is a bit of a grump. He orders her around, doesn't seem interested in sightseeing with his wife, and just acts cranky in general. But things aren't always as they appear... Even though he's tough on the outside, he still wants what's best for his wife, and it's up to the girls to help him set up a celebration that she'll remember always.",
                        "jpn": "夏の強い陽射しが柔らかくなってきたある日。ARIAカンパニーでは、結婚記念日をネオ・ヴェネツィアで迎えようという年輩のご夫婦をお客様として迎えていました。大切な日を素敵に過ごしてもらうため、アリシアさんのお手伝いをする灯里にも余念はありません。でも、肝心のお客様は…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "351969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351969",
                    "Titles": {
                        "eng": "Those Undines of Tomorrow...",
                        "jpn": "その 明日のウンディーネに…"
                    },
                    "Summaries": {
                        "eng": "Heavy rain keeps the girls from their usual gondola practice, so instead they spend the day at Himeya. They start off studying at first, but when their minds drift off to what nicknames they'll take as Primas, Akira steps in and gives them some good old-fashioned paperwork to do. Even that can't get Aika down, however... because she's noticed lately that people whisper to each other when she walks past. Does that mean she's finally being recognized for her skills as an Undine?",
                        "jpn": "夏から秋へ変わるこの時期、ネオ・ヴェネツィアでは雨が多く、灯里たちの練習も室内での勉強会が恒例になります。とはいえ、三人の興味は脱線がち。今日もプリマだけに許される“通り名”の話題でもちきりです。アリシアさん、晃さん、アテナさん。みんな素敵な“通り名”があるんです。とその時…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "351970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351970",
                    "Titles": {
                        "eng": "The Fruits of That Encounter...",
                        "jpn": "その 出逢いの結晶は…"
                    },
                    "Summaries": {
                        "eng": "Akari, Aika and Alice have been given their latest assignment: they must host a party on the Festa del Redentore! It's a festival that marks the start of autumn, and it's celebrated with feasts and fireworks. They rent a large boat, and start brushing up on their hostess skills, but Akari can't help but be a little distracted. She hasn't heard from Ai in a while, and all her emails have gone unanswered...",
                        "jpn": "ネオ・ヴェネツィアに暦の上の“秋”がやってきた日、合同練習から戻った灯里たちを水の3大妖精が待っていました。意味深な笑いを浮かべる偉大な先輩を前に、嫌な予感がする藍華が口を開きます。「もしかして、また特訓ですか？」「…ま、そう言えなくもないな」。アリシアさんたちが灯里たちに用意していたものとは…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "351971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351971",
                    "Titles": {
                        "eng": "That White, Kind City...",
                        "jpn": "その 白いやさしい街から…"
                    },
                    "Summaries": {
                        "eng": "As snow softly covers Neo-Venezia, Akari and Alicia are out for a walk. Akari asks Alicia what she thought as a child - back then, what did she want to be like when she grew up? But in response, Alicia just begins to roll a ball of snow on the ground. As they walk around the city pushing the snowball, it grows bigger and bigger, to the point where people remark on it everywhere they go. Alicia only continues to smile, but it's certain that her answer is hidden there somewhere.",
                        "jpn": "今年もネオ・ヴェネツィアが銀世界に変わる季節がやってきました。そんなある日、アリシアさんと散歩に出かけた灯里は、藍華たちと話していたことをアリシアさんに投げかけます。「どんな大人になりたかったんですか？」しばらくしてアリシアさんは雪玉を転がし始めました。いくつかの路地を通り過ぎ、大きくなる雪玉…。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "30657",
            "URL": "https://thetvdb.com/series/aria-the-animation/seasons/official/3",
            "Titles": {
                "eng": "Aria the Origination",
                "jpn": "ARIA The ORIGINATION",
                "fra": "ARIA the Origination"
            },
            "Summaries": {
                "eng": "As winter melts into spring, Akari, Aika, and Alice continue to work hard on becoming Neo-Venezia's top gondoliers. Aika starts to take on more responsibility around Himeya, Alice travels up the challenging canal near Hope Hill; even Akari spends a day working on a huge gondola called a traghetto! But there's still so much to learn... and the final test to become a Prima, which once seemed so far off in the future, might not be so far off anymore.",
                "jpn": "惑星改造により生まれた水の惑星、「アクア」。その観光都市ネオ・ヴェネツィアで皆が憧れる職業は、ゴンドラを操りウンディーネと呼ばれる水先案内人です。15才の少女、水無灯里はウンディーネになることを夢みて、マンホームからアクアにやってきました。その灯里が日々修業に励むのは、誉も高い水の3大妖精の一人、アリシア・フローレンスが経営する水先案内店「ARIAカンパニー」。姫屋の藍華や、オレンジぷらねっとのアリスと一緒に、悩んだりすることもあるけれど、プリマ・ウンディーネを目指してがんばっています。",
                "fra": "Année 2301.\r\nL'homme a terra formé Mars en une planète vivable, recouverte principalement d'eau et baptisée \"Aqua\". Sur Aqua, a été construit Neo-Venezia, une réplique exacte de l'ancienne Venise, de beaux canaux, des palais, des places, etc... Akari Mizunashi, une jeune fille de 15 ans, venant de Man-Home (anciennement connu sous le nom de Terre), arrive à Neo-Venezia pour devenir une ondines (filles faisant visiter la ville ou servant de taxi sur des gondoles) chez ARIA Company. La société est dirigée par Aria Pokoteng, un chat martien et Alicia Florence, l'une des trois meilleures gondolieres, également connu sous le nom des"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "351972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351972",
                    "Titles": {
                        "eng": "That Imminent Spring Breeze...",
                        "jpn": "その やがて訪れる春の風に…"
                    },
                    "Summaries": {
                        "eng": "As winter melts into spring, Akari, Aika and Alice all continue to practice and set new goals for themselves. But Akari still feels like she isn't good enough to become a Prima. Will she or any of the girls ever be truly satisfied with their talents?",
                        "jpn": "賑やかなカーニバルが終わって、ネオ・ヴェネツィアにまもなく春が訪れようとしています。そんな折、アリシアさんのお客様から、桜の紅茶と桜のジャムが届きました。一足早い春のプレゼントです。アリシアさんの提案で、姫屋の晃さんや藍華、オレンジぷらねっとのアテナさんやアリスも誘ってティーパーティーを開くことになりました。さっそく準備を始める灯里を手伝って、アリア社長も大活躍です。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "351973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351973",
                    "Titles": {
                        "eng": "That Smiling Customer...",
                        "jpn": "その 笑顔のお客さまは…"
                    },
                    "Summaries": {
                        "eng": "Someone has requested Akari for a gondola tour! An old woman with a kind smile says that she'd like to see a side of Neo-Venezia that only Akari can show her. Akari takes her to many unique spots, but the woman already seems familiar with them all...",
                        "jpn": "ある日、シングルの灯里に案内して欲しいという予約の電話がARIAカンパニーにかかってきました。アリシアさんは励ましてくれたけれど、藍華やアリスはシングルの灯里を指名してくるなんて何か理由があるに違いない、と心配になるようなことを言います。\r\nそして、予約の日。ARIAカンパニーに現れたのはやさしそうなご婦人でした。でもそのお客様のご注文は少々変わっています。灯里だけにできるネオ・ヴェネツィア案内をしてほしいとおっしゃるのです。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "351974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351974",
                    "Titles": {
                        "eng": "Those Feelings Within...",
                        "jpn": "その こめられた想いを…"
                    },
                    "Summaries": {
                        "eng": "A new vendor has opened up shop in Piazza San Marco, selling heart-shaped chocolates in glass bottles. Akari buys a bottle, and later goes to buy another, but by then, the patissier has mysteriously disappeared. Where did he go, and will he ever return?",
                        "jpn": "ネオ・ヴェネツィアでは今日も街のあちこちで建物の修復が行なわれています。そんな建物の話題で盛り上がった灯里たちが、カフェ・フロリアンへお茶をしに行く途中、広場の露店できれいなガラス瓶に入ったチョコレートを売っている青年に出会いました。\r\nでも、その時ハプニングが。灯里たちがお店の行列に並んでいる時、子供が瓶を割って泣き出してしまったのです。灯里は、その出来事の日から青年の姿を見かけなくなったことが気になっていました。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "351975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/351975",
                    "Titles": {
                        "eng": "Those Who Aim for Tomorrow...",
                        "jpn": "その 明日を目指すものたちは…"
                    },
                    "Summaries": {
                        "eng": "Akari wants to help out more around the Aria Company, but she's only a Single. So Alicia suggests she try her hand at working on a Traghetto! A Traghetto is a ferry-style gondola run exclusively by Singles. Will Akari be up to the challenge?",
                        "jpn": "今日も大忙しのARIAカンパニー。灯里はアリシアさんの役に立ちたいのですが、シングルの立場ではできることが少なくて…。そんな灯里にアリシアさんはシングルでもお客様を乗せられるトラゲットのお仕事を勧めてくれるのでした。\r\nトラゲットのお仕事の日。乗り場に着いた灯里は、いろいろな水先案内店から集まったウンディーネに混じって少しドキドキです。そして灯里は、オレンジぷらねっとのアトラと杏、それに姫屋のあゆみの４人で持ち場を担当することになったのですが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "412582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412582",
                    "Titles": {
                        "eng": "That Keepsake Clover...",
                        "jpn": "その おもいでのクローバーは…"
                    },
                    "Summaries": {
                        "eng": "Athena and Alicia both have wonderful talents, but what about Akira? For that matter, what about Aika? Aika gets discouraged, thinking that maybe she doesn't have any natural talent, but Akira has an old story to tell that might lift Aika's spirits.",
                        "jpn": "合同練習に勤しむ灯里と藍華、アリスたち。その最中に触れたアテナさんの謳声と、アリシアさんの優雅なオール捌きに３人は改めて感動しました。でも、藍華はアリスの「天賦の才能は望んで手に入るものではない」という言葉にどきりとするのでした。アリスと灯里は誰にも負けない才能を持っている…、でも自分には？　\r\nそんな時、藍華は晃さんの部屋で先輩３人組が写った写真を見つけます。その中で一人だけシングルの晃さん。辛くなかったのかと尋ねる藍華に、晃さんは秘密のエピソードを語り始めるのでした。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "412583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412583",
                    "Titles": {
                        "eng": "That Wonderful Extracurricular Lesson...",
                        "jpn": "その 課外授業に…"
                    },
                    "Summaries": {
                        "eng": "Akari can be a bit clumsy and makes plenty of mistakes, but it seems like Alicia never gets angry with her. Alice makes it her mission to see how Alicia handles Akari's faults, and to see if it's true that no matter what, she never scolds Akari.",
                        "jpn": "今日もドジっ子炸裂のアテナさんにアリスは困り気味。そんな中、合同練習で灯里が藍華に叱られているのを見たアリスは、アリシアさんはどんな風に叱るのか灯里に尋ねます。でも、一度も叱られたことがないと聞いてびっくり。その日からアリスは灯里とアリシアさんの様子をこっそりと窺ってみるのですが、確かに叱る気配がありません。そんなある日、アリスは偶然カフェでアリシアさんと二人きりになってしまいます。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "412584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412584",
                    "Titles": {
                        "eng": "In That Gently Passing Time...",
                        "jpn": "その ゆるやかな時の中に…"
                    },
                    "Summaries": {
                        "eng": "Akari and Alicia are going to visit Anna, the woman who trained with Alicia in the early days of the Aria Company! Many memories will be shared on this visit, including how the Aria Company itself was first founded.",
                        "jpn": "今日はARIAカンパニーの創立記念日です。灯里はグランマとアリシアさん、それにアリア社長の一行でネオ・ヴェネツィアンレースで有名なブラーノ島へ1泊旅行にでかけるのでした。そこは引退したARIAカンパニーの先輩ウンディーネであるアンナが嫁いでいった島。\r\nその夜、皆で楽しい時間を過ごす中、灯里はグランマからARIAカンパニーを作ったいきさつを聞きます。それは、グランマがまだ姫屋でウンディーネをしていた頃の物語でした。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "412585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412585",
                    "Titles": {
                        "eng": "The Memories of That Precious Person...",
                        "jpn": "その　大切な人の記憶に…"
                    },
                    "Summaries": {
                        "eng": "Alice and Athena are going on a picnic! Alice chooses a date and makes all sorts of elaborate plans... but Athena gets overloaded with work, and can't come. Athena tries to chase after Alice to apologize, but trips and falls - and somehow loses her memory!",
                        "jpn": "アリスからアテナさんと二人でピクニックに出かける、と聞いて灯里と藍華はびっくり。アリスは知らないけれど、それはシングル試験なのかも!?そんな二人の驚きをよそに、アリスは楽しみに胸を膨らませます。でも肝心のその日、アテナさんは急な仕事でピクニックは中止に。アテナさんのせいではないと思いながら、冷たくふるまってしまうアリス…。その時、バナナの皮で転んだアテナさんがなんと記憶喪失になってしまったのです。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "412586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412586",
                    "Titles": {
                        "eng": "Surrounded by That Orange Wind...",
                        "jpn": "その　オレンジの風につつまれて…"
                    },
                    "Summaries": {
                        "eng": "Alice has just graduated from middle school. She feels confident, and excited about what's to come. And then, Athena suggests that they finally go on the picnic that they've been planning for so long. Alice's world is about to change...",
                        "jpn": "アリスがついにミドルスクールを卒業。これからずっと灯里や藍華と一緒に練習できる！アリスがひときわ気合の入った合同練習をしたその夜、アテナさんは明日ピクニックに行こうとアリスを誘うのでした。\r\nそして翌朝。今日は一日、アテナがお客さんでアリスがウンディーネの役で通す、というアテナの提案を受けて立つアリス。そして…。「お客様、お手をどうぞ。」初めて見せるアリスの柔らかで自然な笑みに、アテナさんは驚くのでした。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "412587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412587",
                    "Titles": {
                        "eng": "The Excitement on That Moon-Gazing Night...",
                        "jpn": "その お月見の夜のときめきは…"
                    },
                    "Summaries": {
                        "eng": "Akari, Aika and Alice decide to partake in an old Manhome tradition, Moon-watching. Aika secretly invited Al to their get-together, but he hasn't shown up yet. Aika goes to look for him, but she has no idea what surprises the night has in store.",
                        "jpn": "アリスがプリマになって初の営業日。緊張しつつなんとか仕事をこなしていく様子を、灯里と藍華は物陰からそっと見守ります。でも、思うようにいかず落ち込んでしまうアリス。そんなアリスを励ますために、灯里はお月見をしようと提案するのでした。\r\nそうして始まった楽しいお月見の会。アリスの気持ちは次第にやわらかくなっていきます。\r\n一方、藍華は落ち着かない様子。お月見に誘っていたアルくんがなかなか現れないのです。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "412588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412588",
                    "Titles": {
                        "eng": "Those Ever-Changing Days...",
                        "jpn": "その 変わりゆく日々に…"
                    },
                    "Summaries": {
                        "eng": "Alice is so busy now; every waking moment is full of appointments and work. Though she enjoys the life she has now, she still misses the time that she spent with her friends. It's starting to feel like she might never see Akari and Aika again.",
                        "jpn": "姫屋のサロンで一人思い悩む晃さん。会社のウンディーネたちがアリスの飛び級昇格の噂話をしているのを耳にして、藍華のことが心配になってしまいます。\r\n意を決した晃さんはジェラート屋へと藍華を誘い出します。でも話を切り出せないでいる晃さんに藍華は自分から決意を語り始めました。その想いを受け止めた晃さんは藍華にある提案をするのです。\r\n一方のアリスは、今までのように灯里や藍華に会えないほど忙しい日々を送っていました。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "412589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412589",
                    "Titles": {
                        "eng": "Embraced by That Blue Sea and Wind...",
                        "jpn": "その　蒼い海と風の中で…"
                    },
                    "Summaries": {
                        "eng": "As Akari and Aika leave for practice one cold winter morning, Aika has something to tell Akari. The two of them can't practice together anymore... As if that shock weren't enough, Alicia has something important to say as well.",
                        "jpn": "灯里と藍華の二人だけになってしまった合同練習。そのさなか、藍華はもう一緒に練習ができなくなったことを告げます。そして新たに開店する姫屋の支店を任されることも。涙まじりでそう話す藍華のプリマ昇格を灯里は心から祝福しました。\r\n早速アリシアさんに藍華の昇格を報告する灯里。するとそれを聞いたアリシアさんは、あくる日プリマ昇格試験を行うことを灯里に告げるのでした。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "412590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-animation/episodes/412590",
                    "Titles": {
                        "eng": "To That New Beginning...",
                        "jpn": "その 新しいはじまりに…"
                    },
                    "Summaries": {
                        "eng": "Over the years, the Aria Company has changed. First it was Grandma's Aria Company, then it was Alicia's, and someday, it will be Akari's Aria Company. But that day might come sooner than Akari expected. Will she be ready for the future that lies ahead?",
                        "jpn": "ついにプリマに昇格した灯里に、アリシアさんは心に秘めていた決意を明かしました。それはアリシアさんがゴンドラ協会の要職について現役を退くということ。\r\n話を聞いて駆け付けた藍華とアリスの前で灯里は、「きっと、大丈夫」と元気に振舞います。今はまだアリシアさんがいて、アリア社長がいて、灯里がいるいつもと変わらぬＡＲＩＡカンパニー。けれど、アリシアさんの姿がふと見えなくなった瞬間、灯里の気持ちはさざめくのでした。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}