{
    "URL": "https://thetvdb.com/series/kyo-kara-maoh",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0816387/",
        "https://www.themoviedb.org/tv/43232"
    ],
    "TitleEnglish": "Kyo Kara Maoh!",
    "SummaryEnglish": "After being flushed down a toilet, 15-year-old Yuuri Shibuya is transported to an alternate world called the New Demon Kingdom, and is told that he is to be the new king of the demons.",
    "Aliases": [
        "Kyo Kara Maoh!",
        "Kyou Kara Maou!",
        "Kyou Kara Maou! R",
        "Maruma",
        "King From Now On!",
        "God? Save Our King",
        "Demon King from Today!"
    ],
    "Modified": "2025-07-05",
    "Seasons": {
        "0": {
            "ID": "27274",
            "URL": "https://thetvdb.com/series/kyo-kara-maoh/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4001631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/4001631",
                    "TitleEnglish": "Small Shimaron's Young King",
                    "SummaryEnglish": "Yuri, while relaxing at a hot springs in Caloria, meets the king of Small Cimaron, Saralegi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4001641",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/4001641",
                    "TitleEnglish": "For the Emperors Approval",
                    "SummaryEnglish": "A world-wide festival is held in honor of King Yuri.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4001651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/4001651",
                    "TitleEnglish": "The Dry Wind",
                    "SummaryEnglish": "An invention that tells the futures of lovers causes trouble for Wolfram.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4001661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/4001661",
                    "TitleEnglish": "Maiden of Love",
                    "SummaryEnglish": "An uproar of dragons occurs, therefore, Yuri must choose between sacrificing an endangered Bear Bee's cocoon or exterminating all of the dragons.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4001671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/4001671",
                    "TitleEnglish": "Small Shimaron's First Year Ceremony",
                    "SummaryEnglish": "While visiting the country of Small Cimaron, Sara tries to force Yuri to help him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9815848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/9815848",
                    "TitleEnglish": "Complete Works I - Birth of a Demon King Arc",
                    "SummaryEnglish": "A compilation of episodes 1 to 3",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "17401",
            "URL": "https://thetvdb.com/series/kyo-kara-maoh/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "324424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324424",
                    "TitleEnglish": "Flushed Into an Alternate World!",
                    "SummaryEnglish": "Yuuri Shibuya, after helping out another student who was getting picked on ended up getting flushed down a toilet to another world. After meeting Adelbert, he finds out that he is the new Maou (demon king). Conrad comes and saves him, taking him back to a nearby village where he meets Gunter. Here, he learns more about where he is and what the Maou is.",
                    "Aliases": []
                },
                "2": {
                    "ID": "324425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324425",
                    "TitleEnglish": "Duel! Pretty Boy vs. Baseball Boy",
                    "SummaryEnglish": "Yuri arrives at his new castle home in Shin Makoku and immediately makes a less than impressive first impression on Wolfram and Gwendel. Some dinner, insults at Yuri's mother, and a slap to the left check later, Yuri finds himself not only challenged to a duel, but engaged to Wolfram! Gwendel quietly uses the duel as a chance to test the authenticity of Yuri's Maou spirit. Needless to say, Yuri will win and all disperse all doubt...right?",
                    "Aliases": []
                },
                "3": {
                    "ID": "324426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324426",
                    "TitleEnglish": "Shibuya Yuuri, I am Maou!",
                    "SummaryEnglish": "Wolfram takes Yuuri to an outlying village where Conrad and Gwendel are dealing with \"a human threat\". On their way there, they come across Adelbert, who attacks Yuuri. The quarrel is resolved; Adelbert escapes. Yuuri gets to see first hand the animosity between humans and Mazoku. When a little boy is injured trying to get a human criminal away from Yuuri, Yuuri finally realizes why he should become the official Maou of Shin Makoku. He aims to bring peace between the humans and Mazoku. His coronation involves putting his hand under a mini-waterfall. Contact with the water draws Yuuri back into his own world, back to Earth, and he finds out that no time has passed since he left.",
                    "Aliases": []
                },
                "4": {
                    "ID": "324427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324427",
                    "TitleEnglish": "What's Next? The Ultimate Weapon!?",
                    "SummaryEnglish": "The humans are wanting to have war, so Yuuri, Wolfram, and Conrad set out to find \"Morgif\", the ultimate weapon that only the Maoh can wield.",
                    "Aliases": []
                },
                "5": {
                    "ID": "324428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324428",
                    "TitleEnglish": "Sailors and a Spoiled Brat",
                    "SummaryEnglish": "Conrad, Yuri and Wolfram are on the boat traveling to the Island where the demon sword is to be found. Wolfram has stowed away on the ship. Yuri has to try to pretend to be human using a disguise as the are on a human boat. He makes friends with a poorly treated cabin boy and in the evening the ship is attacked by Pirates. Yuri as the Maoh now has to save the day.",
                    "Aliases": []
                },
                "6": {
                    "ID": "324429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324429",
                    "TitleEnglish": "The Terror of Morgif, a Man-Eating Demon Sword",
                    "SummaryEnglish": "Yuuri, Conrad, Yozak and Wolfram arrive on the island and have to trek all the way up a mountain. They find Morgif at the bottom of a lake of boiling water and Yuuri has to dive in and get it. He's too wimpy at first, but after overhearing a conversation between Yozak and Conrad he goes after it again on his own and overcomes his fear.",
                    "Aliases": []
                },
                "7": {
                    "ID": "324430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324430",
                    "TitleEnglish": "Gone Wild? Straying? Maken Activated!",
                    "SummaryEnglish": "Yosak registered Yuuri to fight in a colossium to get a lot of human spirit in one time. Morgiff awoke and went wild. Yuuri heard Morgiff talking to him, he called Morgiff's full name to control him. After he got the control, he along with Conrad, Wolfram and Yosak escaped from the city to find that Lady Ceci has been waiting for them. Once they got into her yacht, Yuuri overheard Conrad and Yosak talking about him. Conrad was angry that Yosak put Yuuri in danger, Yosak said that he only wanted to test the new king. Yuuri gave Yosak the stone in the middle of Morgiff's forehead, which was the source of the sword's power. He told Yosak to hide it or do whatever Yosak thought was good for the sake of the kingdom. Yosak was quite surprised and touch that Yuuri trusted him and agreed to do the task.",
                    "Aliases": []
                },
                "8": {
                    "ID": "324431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324431",
                    "TitleEnglish": "Moonlit Plot",
                    "SummaryEnglish": "While Yuuri is on on Earth, Stoffel is in the other world hatching a plan. Yuri returns to the other world once again after a baseball game, arriving in the Original King temple's fountain. There he is met by his advisers, and the temple Maiden, Ulrike. Ulrike warns Conrad of an impeding danger. At night, Conrad and his soldiers go to investigate some incidents of villagers being attacked. During the investigation, shadowy figures infiltrate the castle.",
                    "Aliases": []
                },
                "9": {
                    "ID": "324432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324432",
                    "TitleEnglish": "The Stolen Treasure",
                    "SummaryEnglish": "In the morning, nothing appears to have happened. However one of the soldiers found the door to the treasure room was picked. They find that the gem of the dragon king, that was part of a crown, was stolen. Yuri attempts to find the gem which leads to some comical events. During the search, the shadowy figures reveal themselves and try to kidnap Yuri. Conrad and Wolfram interfere and manage to capture one of the criminals and they find out from the interrogation that Stoffel was behind the stealing of the gem. Later at night Conrad, Wolfram, and Yuri set off to find concrete evidence against Stoffel.",
                    "Aliases": []
                },
                "10": {
                    "ID": "324433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324433",
                    "TitleEnglish": "The Hand of Evil Looms Closer!",
                    "SummaryEnglish": "As Yuri, Wolfram, and Conrad leave the castle to some soldiers, Stoffel and Raven start their next move. During the investigation, Conrad orders Wolfram and Yuri to stay put in a building. Yuri drags Wolfram and the remaining soldiers to conduct his own investigation of the missing dragon gem. Yuri's action led to his own abduction by Stoffel's men. Now Conrad and Wolfram head to Stoffel's castle to rescue Yuri.",
                    "Aliases": []
                },
                "11": {
                    "ID": "324434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324434",
                    "TitleEnglish": "Across the Dimensions, a War Begins",
                    "SummaryEnglish": "Yuri wakes to find himself in Stoffel's castle. Stoffel tries to persuade Yuri to join his side, but Yuri rejects. As Gwendal and Stoffel prepare their soldiers for war, Jozak, dressed as a maid, manages to sneak Yuri out of his room by dressing him as a maid as well. Yuri gives their position away when he hears that a civil war is about to start. After Yuri reunites with Conrad and Wolfram, Yuri proceeds to stop Gwendal and Stoffel's forces from engaging. Yuri uses his power to stop the two armies from clashing. After the short battle, Yuri returns home to Earth.",
                    "Aliases": []
                },
                "12": {
                    "ID": "324435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324435",
                    "TitleEnglish": "The Chain of Love and Fate",
                    "SummaryEnglish": "Yuri goes to see a dolphin show, but when he is called up to the stage to shake hands with a dolphin he is then transported to the other world. After Yuri finds out about an imposter thought to be the Demon King, Yuri plans a trip to save the person, accompanied by Wolfram and Conrad. Along the way they met up with Gwendal. During the trip, they encounter a Sand Bear and Wolfram along with the rest of the soldiers except for Conrad and Gwendal fall into its sand trap. Yuri orders Conrad to rescue Wolfram. Gwendal and Yuri continue on to the country of Svelera. When Gwendal and Yuri stop at a town to gather water and provisions, they are mistaken to be an eloping couple and are chained together. They manage to escape.",
                    "Aliases": []
                },
                "13": {
                    "ID": "324436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324436",
                    "TitleEnglish": "The Bride, Yuri and Gwendal",
                    "SummaryEnglish": "Gwendal and Yuri enter the capitol city of Svelera. When they enter a church they met Nicola, a bride, who then runs away from her own wedding ceremony with Yuri and Gwendal (both still chained together). A young boy gives refuge to Yuri, Nicola, and Gwendal from their pursuers. As they hide from their pursuers, Nicola reveals that she has the demon flute. Yuri tries to use it, but does not work. Their pursuers found their hiding place and so the boy and Nicola escape through the secret tunnel, while Yuri and Gwendal allow themselves to be captured as an eloping couple.",
                    "Aliases": []
                },
                "14": {
                    "ID": "324437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324437",
                    "TitleEnglish": "Yuri Does Heavy Labor",
                    "SummaryEnglish": "Gwendal and Yuri are sent to trial for Yuri eloping with a demon. Yuri is sentenced to work in the esoteric stone mines, while Gwendal is confined in a cell lined with esoteric stones. Conrad and Wolfram find the boy and Nicola who inform them of Yuri and Gwendal's possible locations. While Yuri was working at the mine, he sees some soldiers attempting to bury a beaten and bruised, but still alive baby. Angered by their actions, he then goes berserk and unleashes a mud monster on the soldiers. Gwendal manages to stop Yuri from causing any more damage.",
                    "Aliases": []
                },
                "15": {
                    "ID": "324438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324438",
                    "TitleEnglish": "Rainfall in the Desert",
                    "SummaryEnglish": "After Yuri wakes up, he finds Norica digging through the cemetery looking for her son. Instead of a body they find the second part of the demon flute. As Yuri, the remaining women, and the brothers traverse the desert to escape the forces, they are trapped by the Sand Bear and prison guards. Yuri plays the Demon Flute which summons a storm that stops the prison guard army. Ryan then assists their escape with his partner, the sand bear. Back at the castle, Yuri tries to return home, but finds out he cannot go home.",
                    "Aliases": []
                },
                "16": {
                    "ID": "324439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324439",
                    "TitleEnglish": "Maou’s Case File!",
                    "SummaryEnglish": "After Yuri studies and practices baseball with Conrad, the news of a demon stone being stolen perks Yuri's interest. Yuri sets off into the city to find the stone with Jozak, Conrad, and Wolfram. They find the missing Demon Stone in the hands of Rosetta and her family, but the family is using the stone's power to repair magic tools and restore magic to earn more money for food. Yuri then decides to help them to get enough food. While they were helping Rosetta, they found that some thieves are trying to reclaim the demon stone. That night they find out that the thieves kidnapped Rosetta's brother and Rosetta set off with the demon stone to exchange for her sibling. Yuri, Conrad, Wolfram, Jozak, and Günter arrive in time to get the demon stone and save Rosetta's brother. Conrad decides to let Rosetta use the Demon Stone for business.",
                    "Aliases": []
                },
                "17": {
                    "ID": "324440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324440",
                    "TitleEnglish": "I’ll Remarry!",
                    "SummaryEnglish": "Stoffel and Raven attempt to appease Yuri by arraigning a celebration for him. Celi bursts into the room and declares she is marrying Raven, which shocks Raven and Stoffel. The past of Stoffel, Raven, and Celi are also revealed. During the ceremony, Ryan along with the sand bear, Keiji, arrive. Keiji's entrance however causes a sink hole which Stoffel, Raven, Celi, Yuri, Gwendal, and Conrad fall into. Raven and Celi reminisce their childhood memories at a crystal cave. Stoffel, Yuri, Gwendal, and Conrad find Celi and Raven. Then Keiji, Ryan, Günter, and Wolfram also manage to find them as well. Celi leaves again.",
                    "Aliases": []
                },
                "18": {
                    "ID": "324441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324441",
                    "TitleEnglish": "For That Love",
                    "SummaryEnglish": "Yuri and Wolfram enter the guesthouse to get rid of some monsters. They both fall to the basement of the building due to weak floors. There they meet some caterpillar creatures that soon transform into their cocoon stage. Wolfram and Yuri have an argument about killing the monsters or letting them live. Meanwhile Gwendal and Günter search for Wolfram and Yuri. The building was collapsing, but then the cocoons hatch into bear bees and they keep the building from collapsing.",
                    "Aliases": []
                },
                "19": {
                    "ID": "324442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324442",
                    "TitleEnglish": "Hero vs. Maou (part 1)",
                    "SummaryEnglish": "A fantasy world calls for a fantasy adventure, and Yuri has decided that he wants to see a dragon. He, Wolfram, Conrad, and Günter set out to the dragon preserve (dragons are an endangered species after all) to find one. Yuri quickly makes friends with one, just in time for some trespassing humans to attack looking to kill and sell a dragon. Unfortunately for Yuri, the group includes a young hero named Alford with a holy sword who decides to use the confusion to try and kill the \"evil demon king\".",
                    "Aliases": []
                },
                "20": {
                    "ID": "324443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324443",
                    "TitleEnglish": "Hero vs. Maou (part 2)",
                    "SummaryEnglish": "Alford learns what it truly means to be a Hero. Yuri and the others find the dragons a new nest to help shield them from possible future poachers.",
                    "Aliases": []
                },
                "21": {
                    "ID": "324444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324444",
                    "TitleEnglish": "The Dangerous Visitor",
                    "SummaryEnglish": "A young girl shows up claiming to be Yuri's illegitimate child, and then tries to kill Yuri. Yuri, compassionate as always, decides to give the girl the benefit of the doubt and assures everyone that there must have been a good reason behind it. To recover from a twisted ankle he received during the assassination attempt, Yuri along with Conrad, Wolfram, and the little girl head to Hildyard to visit some healing hot springs. The city looks fun, but who is the mysterious, masked bodyguard and why does the little girl seem to know him?",
                    "Aliases": []
                },
                "22": {
                    "ID": "324445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324445",
                    "TitleEnglish": "The Man of Fate",
                    "SummaryEnglish": "Greta spotted a man in town that she wanted to see again. Despite the fact that Conrad had told them to stay put, and still suffering from a twisted ankle, Yuri takes Greta into town. Yuri gets a sense of Déjà vu when he stops to defend a girl from some bullies and she promptly runs away. Yuri grabs Greta and runs and the same girl that ran saves them. However they are eventually caught. They get away from the cell, but while being chased they are saved by Conrad and Wolfram. Then a man Yuri met on the boat to Van da Via, Heathcrife, shows up wanting to get back all the property in this town that a man named Vuillon swindled and forced from their owners. After a masked man attacks Yuri, Conrad steps in to protects Yuri and fights him. But who is this masked man? And can Conrad defeat him?",
                    "Aliases": []
                },
                "23": {
                    "ID": "324446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324446",
                    "TitleEnglish": "The Race of Flames",
                    "SummaryEnglish": "The masked man turns out to be Hube, who now lays dying with Greta clinging to him. She tells the others that in her old home, Hube, who was in the dungeon, was the only one who would talk or listen to her. Yuri wants to heal him but Conrad tells him not to. Wolfram does only because it's what Yuri wants. The next day Yuri and the others go to a rare animal race. It turns out that after the fight between Conrad and Hube that Yuri demanded that Vuillon return everything he swindled from the people. Vuillon said he would if Yuri could beat him in a gambling contest. The stakes, if Yuri wins he'll return everything, if he loses Yuri becomes his! Conrad assures him that he'd pick him up and run if they lost. It seems it would be a race between Vuillon's Hell's Paradise Goala, that looks like a giant Koala bear, and Ryan and his Sand bear, Keiji. It seems that not only can the Goala run very fast, it's also carnivorous. Can Keiji and Ryan outrun and defeat the Goala or will Conrad have to keep his promise and take Yuri and run for it?",
                    "Aliases": []
                },
                "24": {
                    "ID": "324447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324447",
                    "TitleEnglish": "Unforgivable",
                    "SummaryEnglish": "Hube is returned to the Demon Kingdom and it seems that no one likes him. Greta tells Yuri that Hube had once told her that he'd done something unforgivable. But what? Then they hear that it has something to do with a woman named Julia. But who was she? Yuri learns through Gisela what exactly happened to Julia and why everyone blamed Hube.",
                    "Aliases": []
                },
                "25": {
                    "ID": "324448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324448",
                    "TitleEnglish": "Past and Future",
                    "SummaryEnglish": "Hube once again attacks Yuri and Conrad defends him. Gwendal decides that Hube must die for his crimes. Both Greta and Nicola do their best to try and help Hube. But will their help be enough? Will Hube be killed or will he live to see his child born? After Nicola's baby boy is born Yuri decides to adopt Greta. Yuuri is finally able to return home.",
                    "Aliases": []
                },
                "26": {
                    "ID": "324449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324449",
                    "TitleEnglish": "The Full Circle of Life",
                    "SummaryEnglish": "Conrad thinks about how life seems to continue on, though more slowly, when Yuri is not around. He recalls a tragedy at the end of the war 20 years ago, and remembers the time he went to Earth to deliver the Maou's soul to a certain mother-to-be.",
                    "Aliases": []
                },
                "27": {
                    "ID": "324450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324450",
                    "TitleEnglish": "Conrad's Arm",
                    "SummaryEnglish": "Yuri is suddenly pulled back to the other world but instead of ending up in a water source as usual he ends up in a barrel of alcohol. Günter and Conrad soon arrive with Greta in tow. It seems there's unrest with the humans wanting to start a war and that Conrad and the others did not summon Yuri this time. If anything they are more desperate to send him back to Earth! Greta was riding with Conrad and Yuri with Günter when Günter is shot by an arrow! Conrad instructs Yuri and Greta to go to the church but as soon as he locks the door these weird guys with guns show up! Conrad tells him to throw holy water on a painting and that it will send him home. However during the battle Yuri witnesses Conrad fight and then lose his arm before he's knocked into the painting. He is sent home... or is he? What happened to Conrad and Greta did they make it out of the fire too?",
                    "Aliases": []
                },
                "28": {
                    "ID": "324451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324451",
                    "TitleEnglish": "A Brutal Reunion",
                    "SummaryEnglish": "Yuri soon learns that for the first time he is not alone. Somehow Murata has also ended up in the other world with him. They are told about the owner of a nearby castle and go there. Adalbert and a man named Maxine also show up. Yuri hoped that Adalbert would not recognize him with a hat and sunglasses on but he does. When the country's guards appear Adalbert and Maxine run but then Yuri realizes that the weapons are the same as the ones from the battle Conrad was in. Upset, he uses his magic and takes care of the guards. Meanwhile Jozak who'd been in disguise in the same town sends a letter informing The Demon Kingdom of Yuri's location. Meanwhile, Günter's body recovers but now he has to deal with a new form for his soul to live in while his body recovers.",
                    "Aliases": []
                },
                "29": {
                    "ID": "324452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324452",
                    "TitleEnglish": "Chilling Overture",
                    "SummaryEnglish": "Yuri, Murata and Lady Flynn are on a ship carrying cargo, passengers and prisoners. They're heading towards Big Cimaron when it is attacked by Small Cimaron. Lady Flynn not wanting to lose Yuri, grabs him and they go overboard. Murata goes in after them, not wanting to be left alone. Jozak, in disguise, then releases all the sheep and prisoners. The sheep can become big flotation devices. But now that they're on land, are they really safe?",
                    "Aliases": []
                },
                "30": {
                    "ID": "324453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324453",
                    "TitleEnglish": "A Forbidden Box",
                    "SummaryEnglish": "Yuri learns of the Four Forbidden boxes that will bring destruction. Murata seems to know a lot more about this world than he should, raising questions as to his true identity. Murata and Jozak devise a plan to rescue Yuri and escape. However, in the end, when Murata's life is in danger, Yuri refuses to run away and leave anyone behind again.",
                    "Aliases": []
                },
                "31": {
                    "ID": "324454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324454",
                    "TitleEnglish": "Land's End",
                    "SummaryEnglish": "It seems Murata may be someone of importance. We learn that Conrad's arm may be the key to releasing the power of the box. Yet, if it's not the right key, then the box will become out of control. If the box gets out of control, does Yuri have what it takes to stop it?",
                    "Aliases": []
                },
                "32": {
                    "ID": "324455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324455",
                    "TitleEnglish": "The Locked Memory",
                    "SummaryEnglish": "Ken Murata is something more than simply Yuri's friend; he also holds a high place in the Demon society. Thanks to Jozak, Gwendal comes to Caloria bringing with him aid for the wounded and homeless. Despite not wanting help from the Demons, the citizens of Caloria grudgingly accept their help after some persuasive talks. Finally a messenger arrives from Big Cimaron informing the populace that the Ultimate Tournament is about to begin.",
                    "Aliases": []
                },
                "33": {
                    "ID": "324456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324456",
                    "TitleEnglish": "Extreme Run! A Race in the Snow",
                    "SummaryEnglish": "Every four years the Ultimate Tournament is held and Yuri enters on Caloria's behalf. In order to qualify for the tournament he must win the preliminary race from East Nilson to Lambeil. Yuri races to become the winner of the preliminary but as he soon finds out many challenges await him including Maxine with his vengeful manju attack!",
                    "Aliases": []
                },
                "34": {
                    "ID": "324457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324457",
                    "TitleEnglish": "The Heated Battle of Colloseum!?",
                    "SummaryEnglish": "The Ultimate tournament begins with Wolfram taking the first fighting position. After his battle Jozak battles with Adalbert who has entered this tournament solely for a chance to fight with Yuri. The group runs into trouble when Lady Flynn is captured and held as ransom for them forfeit the tournament. What can Yuri do to help Lady Flynn and who is the masked lady that claims to protect love?",
                    "Aliases": []
                },
                "35": {
                    "ID": "324458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324458",
                    "TitleEnglish": "Snow Covered Earth",
                    "SummaryEnglish": "Yuri is about to begin his battle, fortunately Lady Flynn is safe and he can fight the next opponent with all his might. But as he soon finds out his battle will become very complicated when someone he trusts is fighting on the opponents side. And when Adalbert joins the battle Yuri winds up fighting for his life!",
                    "Aliases": []
                },
                "36": {
                    "ID": "324459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324459",
                    "TitleEnglish": "Farewell, Conrad",
                    "SummaryEnglish": "King Belar declares that Big Cimaron is the winner of this year's Ultimate Tournament and orders Caloria's representatives to be arrested. This leads Yuri and the others to make an escape with the help of Fanbalen, Lady Celi's current love interest. With Fanbalen's help they are able to escape with the box The End of the Wind in tow. Conrad is not with them and it looks as if he will not return to the Demon Kingdom.",
                    "Aliases": []
                },
                "37": {
                    "ID": "324460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324460",
                    "TitleEnglish": "Whereabouts of the Box",
                    "SummaryEnglish": "The episode starts with Conrad's dream, where someone appears to him an arm. Yuri is back on Earth depressed thinking about Conrad. Then later meets Murata at the park. Yuri tries to get Murata to help him get back to the other world, Murata decides to help Yuri back to the other world. When they reach the other would, Wolfram, Günter, Greta and Ulrike are there to greet them. Gwendal soon shows up and apologizes for Conrad's misconduct assuming he will get punished. It is revealed that Murata, or rather the great sage was the one who made the 4 forbidden boxes, so in turn Yuri wants Murata to explain them a little. As well as their connection to the Weller Family. Conrad is reading when he is summoned, he is soon informed that Big Cimaron is in contact with another Box. Yuri and the others become aware that Big Cimaron is after another Box and goes after it as well.",
                    "Aliases": []
                },
                "38": {
                    "ID": "324461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324461",
                    "TitleEnglish": "Günter vs. Conrad",
                    "SummaryEnglish": "Yuri and his group travel to Cavalcade and meet Mr. Heathcrife who can help them get into a secluded land called Francia. The king of Francia refuses to choose either the Demon or the Big Cimaron side. Conrad with his Big Cimaron goons are also in Francia and are also after the box. Will Günter accept Conrad's betrayal or will he be forced to kill him?",
                    "Aliases": []
                },
                "39": {
                    "ID": "324462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324462",
                    "TitleEnglish": "Your Name is Maou",
                    "SummaryEnglish": "Lyla, the king's helper, takes it upon herself to show Yuri and the others around and to help them look for the forbidden box. After many hours of fruitless searching Yuri and the others are told that the box has been found in an old esoteric training ground. However when they arrive at the ruins they find the troops of Big Cimaron waiting to ambush them. Will they escape from this trap and manage to find the forbidden box?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "17402",
            "URL": "https://thetvdb.com/series/kyo-kara-maoh/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "324463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324463",
                    "TitleEnglish": "For the Bond",
                    "SummaryEnglish": "Big Cimaron has taken control of Francia making escape hard for Yuri and the others. Conrad forces Jozak off a cliff as an answer to the question of his betrayal. When King Belar shows up Conrad is told to execute Yuri.",
                    "Aliases": []
                },
                "2": {
                    "ID": "324464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324464",
                    "TitleEnglish": "Conrad's Return",
                    "SummaryEnglish": "Francia has made Conrad a prisoner and decided to join in alliance with the Demon Kingdom. When Conrad escapes from his cell Yuri and the others must chase him down and hopefully find out his reasons for his betrayal. Can Conrad be forgiven and if he is will he be able to leave Francia with his life?",
                    "Aliases": []
                },
                "3": {
                    "ID": "324465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324465",
                    "TitleEnglish": "Distant Promise",
                    "SummaryEnglish": "Yuri's older brother Shori reminisces about a time in Yuri's youth when he would call him his \"big brother.\" When things look bad for the Shibuya parents, Shori takes his little brother away for a day at the amusement park. Find out what happens when little Yuri accidentally spills his ice cream on a thugs pants.",
                    "Aliases": []
                },
                "4": {
                    "ID": "324466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324466",
                    "TitleEnglish": "Baby Panic at Covenant Castle",
                    "SummaryEnglish": "Baby Ernst, Eru for short, the son of Hube, and several other noble born children are gathered at Covenant Castle for the \"Great Birth Ceremony.\" After Yuri volunteers to look after baby Eru he finds out that taking care of a baby is harder than he expected especially when Eru turns out to be \"special.\" What happens when Eru gets his hands on Anisina's latest invention, a device that allows the wearer to talk with animals?",
                    "Aliases": []
                },
                "5": {
                    "ID": "324467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324467",
                    "TitleEnglish": "The Phantom Girl",
                    "SummaryEnglish": "A mysterious girl who bears a strong resemblance to Ulrike is seen being mischievous around town. Meanwhile back in the Tomb of the Great One Ulrike is sick and unable to perform her normal tasks. When it turns out that the mystery girl has amazing magic powers it's up to Yuri, Conrad and Wolfram to get her under control.",
                    "Aliases": []
                },
                "6": {
                    "ID": "324468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324468",
                    "TitleEnglish": "Bethrothed vs Fiancee",
                    "SummaryEnglish": "Stoffel has plans to set up Yuri with an appropriate princess thereby cementing his ties with the current ruler of the kingdom. When Princess Elizabeth, the current winner of the Demon Kingdoms beauty pageant, shows up Yuri is faced with a battle between his current fiancé and the new princess. Will Yuri's devotions be transferred to this new princess or will this princess reveal an entirely different agenda?",
                    "Aliases": []
                },
                "7": {
                    "ID": "324469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324469",
                    "TitleEnglish": "Witch of the Forest",
                    "SummaryEnglish": "Yuri and co. have gone through lots of boxes in order to find the last box but coming up empty. They learn of a box in a lake and go to investigate. There they meet a girl, who turns out to be Urike's predecessor. They find out that this lake and land were barren before the arrival of the box. If they remove the box the lake and the land will die. Yuri wants to leave it and just guard it but when Big Cimaron shows up to take it not knowing or caring if it's the real thing or not. Can they stop them and save the lake and the land or must it be sacrificed?",
                    "Aliases": []
                },
                "8": {
                    "ID": "324470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324470",
                    "TitleEnglish": "Proof of Life",
                    "SummaryEnglish": "Dunheely, Conrad's father, has trouble getting along with Gwendal especially when Gwendal despises him. When Dunheely has Gwendal join him in helping a secluded town of outcasts Gwendal must learn to see his step-father as the person he truly is. Will Gwendal's prejudices get in the way of saving the mistreated villagers?",
                    "Aliases": []
                },
                "9": {
                    "ID": "324471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324471",
                    "TitleEnglish": "Counterattack, large Shimaron",
                    "SummaryEnglish": "After having their box stolen by the Maou, Big Cimaron finds a new way to impose power over the allied countries: an \"overseas study exchange\". However, The Great Demon Kingdom and the allied towns are not stupid. In order to put an end to Belal's ambitions, Gwendal offers himself to go negotiate with him on Van da Via island, hiding his true intentions to the Maou.",
                    "Aliases": []
                },
                "10": {
                    "ID": "324472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324472",
                    "TitleEnglish": "The Lion and the Wolf",
                    "SummaryEnglish": "Adalbert has taken King Yuri hostage and demands to know if Yuri does in fact have Julia's soul. Big Cimaron's troops try to capture Yuri prompting Adalbert to try and save him. They are caught against the side of a cliff with an active volcano as a backdrop. When the volcano decides to erupt will everyone be able to leave the island safely?",
                    "Aliases": []
                },
                "11": {
                    "ID": "324473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324473",
                    "TitleEnglish": "My beloved Julia",
                    "SummaryEnglish": "Panic consumes the troops of both nations and Big Cimaron's king decides to leave the children he already has in order to escape the volcano's fury. Adalbert decides to fight Conrad now and unleash all of his pent up sadness and fury over Julia's death. Will the children be saved and will Conrad be able to escape from Adalbert's emotions?",
                    "Aliases": []
                },
                "12": {
                    "ID": "324474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324474",
                    "TitleEnglish": "Revenge? Makshin",
                    "SummaryEnglish": "Maxine still has not given up hope of returning to his country and becoming wealthy and powerful. When he kidnaps Yuri and tries to escape he runs into one of Yuri's devoted subjects and is forced to abandon his plan. In his desperation he decides to hold the three maids as hostages. Will he make it out of this alive or will he be forced to take even more drastic measures?",
                    "Aliases": []
                },
                "13": {
                    "ID": "324475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324475",
                    "TitleEnglish": "The ground on which Conrad stands",
                    "SummaryEnglish": "When Yuri stumbles upon the \"Demon Mirror\" he's transported back to the time when Lady Celi ruled with the help of Stoffel. Yuri winds up meeting Lady Julia and comes to understand why she was loved by so many people. Yuri and Julia must watch as Conrad and the Luttenburg Division set out towards a suicidal battle in order to prove their loyalty to the kingdom. Yuri helps Julia to make a decision that she knows will hurt the one she loves most dearly.",
                    "Aliases": []
                },
                "14": {
                    "ID": "324476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324476",
                    "TitleEnglish": "Salutation, Your Majesty",
                    "SummaryEnglish": "Günter sets off on a \"Nation Wide Tour\" in order to better understand the \"Common People.\" He comes to a town modeled after the old west and discovers that the town is full of fear and that only one person holding it together is a girl by the name of Gloria. Can Günter help this forgotten town survive and can he convince the people that the Demon King has not forgotten them?",
                    "Aliases": []
                },
                "15": {
                    "ID": "324477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324477",
                    "TitleEnglish": "The Sacred Sword and the Magic Sword Part I",
                    "SummaryEnglish": "A man cloaked in shadows shows up wielding the power of the holy sword. Yuri's followers suspect that Alford is behind a series of bandit attacks where the holy sword had been spotted. Who is the strange cloaked man? Why does he change people into heartless bandits?",
                    "Aliases": []
                },
                "16": {
                    "ID": "324478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324478",
                    "TitleEnglish": "The Sacred Sword and the Magic Sword Part II",
                    "SummaryEnglish": "Yuri and the others go to check out the rumors about the Holy Sword and stumble upon a man possessed with demonic energy who wields the Holy Sword. Alford shows up in search of his sword and winds up helping Yuri and the others retrieve it. It might take Morgif's full powers to defeat the new owner of the Holy Sword. Will Yuri be able to handle Morgif's new powers and why does Murata sense that they are running out of time?",
                    "Aliases": []
                },
                "17": {
                    "ID": "324479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324479",
                    "TitleEnglish": "Moving Shadow",
                    "SummaryEnglish": "A mysterious masked man with hypnotizing powers walks into King Belar's castle unhindered leaving us with many questions yet to be answered. Back in the Demon Kingdom Yuri is holding a party for the Alliance members. When Conrad's left arm and Gwendal's left eye begin to hurt they can not help but have a sense of looming disaster. Faceless puppets attack Yuri at the party and run off with Yuri's protector. Yuri follows them without thinking and rushes off to save his friend.",
                    "Aliases": []
                },
                "18": {
                    "ID": "324480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324480",
                    "TitleEnglish": "Goblin From the Darkness",
                    "SummaryEnglish": "Yuri is captured along with Wolfram and taken to Big Cimarion in order to be handed over to a hypnotized King Belar. Their transport is attacked by bandits who are led by a familiar face. The two of them are taken to the bandit's hideout where they find old enemies who have become reasonably good people. The masked figure sends a giant blue dog-like demon and several small dog-like demons to attack the hideout and retrieve Wolfram and Yuri. Yuri's power, in the form of water dragons, is little match for the power of the unusual beast master. Will Yuri be able to overcome these strange new foes and can anyone help him?",
                    "Aliases": []
                },
                "19": {
                    "ID": "324481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324481",
                    "TitleEnglish": "The King of Chaos",
                    "SummaryEnglish": "Yuri decides to confront King Belar and try to convince him to stop fighting. He goes off with his crew and Adalbert in tow towards the Kings Castle. After many confrontations with more puppets Adalbert tells Conrad and Wolfram to take Yuri to Belar while they finished off the puppets. When Yuri arrives in the kings throne room he learns that King Belar is being controlled also. When they are attacked by allies it's up to Yuri to use all of his skills and resources to save them all. Who is this enemy that has knowledge from the time of the Original King and where is the final missing forbidden box?",
                    "Aliases": []
                },
                "20": {
                    "ID": "324482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324482",
                    "TitleEnglish": "Mazoku, to Earth",
                    "SummaryEnglish": "Ulrike reveals that the final forbidden box is on Earth. Yuri, along with Murata, Wolfram, Conrad and Gwendal set off to locate and bring the box back to The Demon Kingdom. Günter was also dragged along by mistake. Yuri is shocked to discover that his family already knew about the other world the whole time. Meanwhile, Günter was separated from the rest of the group and is lost somewhere in the city.",
                    "Aliases": []
                },
                "21": {
                    "ID": "324483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324483",
                    "TitleEnglish": "Brother's Troubles",
                    "SummaryEnglish": "Yuri takes the group on a sightseeing trip while waiting for Bob, the Maou of the Earth to contact them. Shori meets up with Rodriguez, who ask a favour from him. He asks Shori to persuade Conrad and the others to return to their own world. After seeing Shori's failed attempts, Rodriguez attacks Conrad with magic and tries to force him back to the other world. Why is Rodriguez doing this? And is he doing this on his own or following the orders of someone else?",
                    "Aliases": []
                },
                "22": {
                    "ID": "324484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324484",
                    "TitleEnglish": "Another Maou",
                    "SummaryEnglish": "Yuri and co. travel to Switzerland after discovering that Bob is currently staying there. Yuri is shocked when he finds his parents followed him there and they travel together to meet Bob on a bus that was sent to fetch them. When they reach their destination, Shori separates Yuri from the rest of the group and once again tries to persuade him to stop being the demon king and come home but he is interrupted. They then continue on to Bob's office, ignoring his warnings. Meanwhile, Günter, who was working as a model to earn money, is taken away during a blackout at a photo shoot.",
                    "Aliases": []
                },
                "23": {
                    "ID": "324485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324485",
                    "TitleEnglish": "Entrusted Hope",
                    "SummaryEnglish": "Yuri and Bob battle with magic and Yuri wins. Bob decides to entrust the final forbidden box to Yuri.",
                    "Aliases": []
                },
                "24": {
                    "ID": "324486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324486",
                    "TitleEnglish": "Showdown! Maou VS Koch Army",
                    "SummaryEnglish": "The bone tribe is acting up due to the fear of all of the forbidden box's are gathered together.",
                    "Aliases": []
                },
                "25": {
                    "ID": "324487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324487",
                    "TitleEnglish": "Snow Gunter Again",
                    "SummaryEnglish": "Günter is poisoned again and Suzanna Julia's retired father visits the Demon Kingdom.",
                    "Aliases": []
                },
                "26": {
                    "ID": "324488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324488",
                    "TitleEnglish": "The person chasing the snow",
                    "SummaryEnglish": "It seems that one of the maids has been affected by miasma, a disease that makes the person unable to trust anyone. Yuri, Wolfram, Jozak and Conrad must obtain a rare herb to cure the maid but how will they succeed if they are affected by it too?",
                    "Aliases": []
                },
                "27": {
                    "ID": "324489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324489",
                    "TitleEnglish": "Feeling of power",
                    "SummaryEnglish": "Yuri along with Conrad, Murata, and Wolfram travel back to earth in order to get something Yuri left behind. What happens when they can not return to the other world?",
                    "Aliases": []
                },
                "28": {
                    "ID": "324490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324490",
                    "TitleEnglish": "The bridge we hang upon tomorrow",
                    "SummaryEnglish": "Human villagers decide to build a bridge between humans and Mazoku. But will the bridge be destroyed by some mysterious light wolves or will there finally be the peace that Yuri has been hoping for?",
                    "Aliases": []
                },
                "29": {
                    "ID": "324491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324491",
                    "TitleEnglish": "Period of glory",
                    "SummaryEnglish": "Günter teaches Yuri about the past of The Great Demon Kingdom.",
                    "Aliases": []
                },
                "30": {
                    "ID": "324492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324492",
                    "TitleEnglish": "Someone to protect",
                    "SummaryEnglish": "Shori goes to The Great Demon Kingdom.",
                    "Aliases": []
                },
                "31": {
                    "ID": "324493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324493",
                    "TitleEnglish": "Forgotten nation",
                    "SummaryEnglish": "Wolfram offers to give Shori magical power to protect Yuri but before Shori can answer, an unexpected visitor arrives interrupting the conversation. As Ondine, Ulrike's predecessor, lays unconscious a storm rages on. Meanwhile, mysterious figures attack the castle. It appears that Seraphine, Ondine's older twin sister, was filled with rage when she was not chosen to become the next Genshin Miko and left her sister. Now, she is back and believes it is her job to destroy the keys to the four forbidden boxes. Shori is worried for Yuri and accepts Wolfram's offer. He finds himself now being able to control water. Back on Earth, Seraphine and her comrades attack Bob and flee after realizing that he is not a key.",
                    "Aliases": []
                },
                "32": {
                    "ID": "324494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324494",
                    "TitleEnglish": "Older brother's big rampage",
                    "SummaryEnglish": "Shori, while attempting to protect Yuri, runs wild and loses control of his powers.",
                    "Aliases": []
                },
                "33": {
                    "ID": "324495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324495",
                    "TitleEnglish": "Something that must be sealed",
                    "SummaryEnglish": "Yuri and co. head over to The Original King's Temple so that Yuri can carry out the ceremony to seal the four forbidden boxes.",
                    "Aliases": []
                },
                "34": {
                    "ID": "324496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324496",
                    "TitleEnglish": "The beating of darkness",
                    "SummaryEnglish": "Yuri starts the ceremony but Wolfram suddenly attacks Yuri, disrupting the ceremony. A dark figure appears and takes Conrad's arm, Gwendal's eye and Wolfram's heart as the keys to open the boxes. It absorbs the power from the boxes, revealing the form of The Original King! Fortunately, Jozak jumped in in time and Murata activated a trap, imprisoning The Original King.",
                    "Aliases": []
                },
                "35": {
                    "ID": "324497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324497",
                    "TitleEnglish": "The governer of truth",
                    "SummaryEnglish": "Yuri and co. return to Covenant Castle to form a plan to defeat The Original King. Murata reveals that Soushu had possessed The Original King.",
                    "Aliases": []
                },
                "36": {
                    "ID": "324498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324498",
                    "TitleEnglish": "The sun and the moon",
                    "SummaryEnglish": "Yuri and co. head back to The Original King's Temple to retrieve the keys from The Original King. However, they are attacked by Soushu's army of dolls when they enter. Yuri forces his way through to Soushu, who escapes the barrier. He returns the keys to their owners, as they are no longer needed. Murata then pushes Yuri towards Soushu, allowing him to be captured while the rest are transported outside.",
                    "Aliases": []
                },
                "37": {
                    "ID": "324499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324499",
                    "TitleEnglish": "Inside the darkness",
                    "SummaryEnglish": "Soushu enters Yuri's body to take it over from the inside. Meanwhile, Conrad, Gwendal, Jozak, Hube and Günter awaken to find themselves outside the temple. They return to the castle, where Wolfram had been revived.",
                    "Aliases": []
                },
                "38": {
                    "ID": "324500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324500",
                    "TitleEnglish": "The devil's descent",
                    "SummaryEnglish": "Soushu has successfully taken over Yuri's body and his army begins attacking countries everywhere. Meanwhile, Günter and Dorcacos travel to Morgif's birthplace in order for him to reveal his true powers. The rest of the group heads over to The Original King's Temple to save Yuri but are shocked by what they find there. The Original King tries to use Yuri's blood as the key to the fourth box, but Julia's pendant reacts to the act and transmits a vision of Julia into Yuri's soul, where she tells him that he is strong and can save everyone. Just then, Günter and Dorcascos arrive with Morgif.",
                    "Aliases": []
                },
                "39": {
                    "ID": "324501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/324501",
                    "TitleEnglish": "Until the day we meet again",
                    "SummaryEnglish": "Soushu is forced out of Yuri's body and Yuri defeats him, causing Soushu's troops to disappear. Murata told Yuri that they can not travel again to the other world because The Original King had disappeared. The Original King opened one last portal and Yuri, Murata, and Shori decided to go back to Earth. On Earth, Yuri worries about everyone in the other world. When he takes his necklace close to the lake it shines, so Yuri begins to realize something. Then Murata suddenly pushes him into the lake and they arrive in the other world.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "32412",
            "URL": "https://thetvdb.com/series/kyo-kara-maoh/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "366474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/366474",
                    "TitleEnglish": "Maou, again",
                    "SummaryEnglish": "Yuri and Murata return to The Demon Kingdom. Günter is preparing for the Maou's 16th birthday where Yuri will determine his path as an adult, Wolfram is on his way back from the Bielefelt lands. It turns out that while Yuri was away, the Ten Noble Family had chosen a new Maoh, which turns out to be Wolfram!",
                    "Aliases": []
                },
                "2": {
                    "ID": "366475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/366475",
                    "TitleEnglish": "The Qualifications of a Maou",
                    "SummaryEnglish": "Yuri goes through with the ceremony and soon finds himself in The Original King's temple where he has to make the final decision. He meets The Original King himself, who tells Yuri that he will eliminate anyone who dares oppose Yuri being king.",
                    "Aliases": []
                },
                "3": {
                    "ID": "366476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/366476",
                    "TitleEnglish": "Resolve of the Maou",
                    "SummaryEnglish": "After Yuri's decision is final, Wolfram brakes off the engagement in order to avoid any conflict and returns to the Bielefelt lands. Yuri pursues him and they have a duel. Yuri then uses his powers to defend himself and Wolfram, and to prove he is worthy of being king.",
                    "Aliases": []
                },
                "4": {
                    "ID": "366477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/366477",
                    "TitleEnglish": "Greta and Yuuram",
                    "SummaryEnglish": "When merchants come to The Demon Kingdom's capital to sell miniature bearbees, the whole town is turned upside down. Greta convinces Yuri and Wolfram to buy her one, but the merchants give her one piece of advice: never get her bearbee soaked in water. They soon discover why.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1275741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275741",
                    "TitleEnglish": "Leila's Marriage",
                    "SummaryEnglish": "During one of his study sessions, Yuri receives an invitation to attend Lyla and king Antoine Jean Le Pierre's wedding. However, the king announces that the special sword of his country, the one needed for them to get married, had gone missing. Yuri promises to find the lost sword.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1275751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275751",
                    "TitleEnglish": "Infiltration! Big Shimaron",
                    "SummaryEnglish": "Murata, Jozak and Conrad travel to Big Cimaron to obtain something that Murata had left behind without Yuri's knowledge. Yuri and Wolfram find out and follow them in Celi's ship.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1275761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275761",
                    "TitleEnglish": "The Night of the Banquet",
                    "SummaryEnglish": "Yuri and Wolfram attends a banquet disguised as girls. It is there where Yuri meets Saralegi for the first time. Yuri was exposed while Wolfram escaped with Adalbert's help.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1275771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275771",
                    "TitleEnglish": "The Captured Maou",
                    "SummaryEnglish": "Murata, Jozak and Conrad infiltrate the castle and manage to find a box full of swords. When an intruder alarm is sounded, Murata discovers it was not them that had been found. He realizes with dismay that Yuri had followed them there. They met up with Wolfram and Adalbert and return to their hideout to plan Yuri's escape. Meanwhile, Yuri was captured by the White Crows and imprisoned in a cell. Jeneus, a member of the White Crows, offers to help Yuri escape as he does not want a war between Big Cimaron and The Demon Kingdom but was turned down by Yuri who believed that Conrad would come to save him. Conrad, dressed in his old Big Cimaron military outfit pretends to come for the throne as he has a right to it, sneaks into the castle and waits for Murata's orders to save Yuri.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1275781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275781",
                    "TitleEnglish": "Black Janus",
                    "SummaryEnglish": "Lanzhil, in order to get rid of both Conrad and Yuri, orders Conrad to execute Yuri to prove his loyalty to Big Cimaron, knowing that he would not do it. Conrad cuts off the cuffs on Yuri's hands and prepares to fight as White Crow members appear and attack them with esoteric magic. Murata, Jozak and Wolfram arrive, helping Conrad who was not able to defeat the monsters created with esoteric magic. Meanwhile, Adalbert appears in front of Lanzhil, preparing to capture him. He is stopped by Yuri, who used his magic when Jeneus attacked Murata. He used up too much power and fell unconscious. Fortunately, they manage to escape successfully.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1275791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275791",
                    "TitleEnglish": "Conrad and Guenter",
                    "SummaryEnglish": "Yuri and co. visits the academy where Conrad trained to become a soldier. After Yuri gives a speech which no one really understood, Conrad challenged Günter to a duel where Conrad gives his answer to a question that Günter asked him a long time ago.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1275801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275801",
                    "TitleEnglish": "Annisina the Bride!?",
                    "SummaryEnglish": "It turns out that Anissina's brother has set her up with a suitor for her to get married to.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1275811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275811",
                    "TitleEnglish": "The Hero and the Three Swords",
                    "SummaryEnglish": "Yuri, while visiting Caloria, was attacked by members of the White Crow but fortunately was saved by Al while Wolfram and Conrad were busy fighting. It turns out that the White Crow had been in pursuit of Al for quite a while to obtain the sword that Al had with him. Jeneus appeared while they were staying and demand that the three swords to be handed over or else Caloria would be destroyed. Yuri later discovered with dismay that the whole thing was a delusion and was determined to get the swords back.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1275821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275821",
                    "TitleEnglish": "Shou Shimaron's King, Saralegui",
                    "SummaryEnglish": "While trying to obtain the swords, Yuri and co. were tricked and attacked by the White Crows. Fortunately, Saralegi turns up and releases them from the trap. They then pursue the Jeneus in order to get back the swords. Yuri and Al managed to get their swords back but the third sword was still missing.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1275831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275831",
                    "TitleEnglish": "Moon Reflected in Water",
                    "SummaryEnglish": "Yuri, Conrad, Wolfram and Murata returns to Earth so that Yuri is able to take his final exam. Due to Anissina's latest invention, Yuri and Shori ended up switching bodies!",
                    "Aliases": []
                },
                "15": {
                    "ID": "1275841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275841",
                    "TitleEnglish": "The Wind's Lullaby",
                    "SummaryEnglish": "Greta's past is revealed.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1275851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275851",
                    "TitleEnglish": "The Wincott Inheritance",
                    "SummaryEnglish": "An old invention that was created a long time ago is found.",
                    "Aliases": []
                },
                "17": {
                    "ID": "1275861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275861",
                    "TitleEnglish": "Invitation to Small Shimaron",
                    "SummaryEnglish": "Sara invites Yuri to Small Cimaron to make an alliance with The Great Demon Kingdom. They were attacked while having a discussion.",
                    "Aliases": []
                },
                "18": {
                    "ID": "1275871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275871",
                    "TitleEnglish": "The Two Kings",
                    "SummaryEnglish": "Yuri and Sara returns to the latter's castle where Yuri meets Sara's trusted subordinate, Gerard. It is later revealed that he had betrayed the king for Big Cimaron as he did not approve of the alliance. Sara and Yuri was separated from the rest of the group while escaping the army. After being cornered in Sara's room, he pushes Yuri out of the window to avoid being captured.",
                    "Aliases": []
                },
                "19": {
                    "ID": "1275881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275881",
                    "TitleEnglish": "The King`s Guardian",
                    "SummaryEnglish": "Sara is captured while Yuri manages to escape with the help of his subjects but Yuri is determined to go back and save Sara. Murata and Günter distracts the army by acting as decoys while Yuri, Wolfram, Jozak and Conrad infiltrates the castle.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1275891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275891",
                    "TitleEnglish": "For My Friend's Sake",
                    "SummaryEnglish": "Big Cimaron has crossed over to Small Cimaron to capture Yuri. They were planning to escape but Yuri decides to observe the meeting between Sara and the Big Cimaron messengers through a hidden room. This plan went wrong when Gerard, under the influence of Sara's Houryoku, attacked Sara and Yuri bursts out to protect him. Sara is then forced to hand over Yuri while Conrad promises to rescue him. However, just as Yuri and Sara is nearing Big Cimaron's army, an arrow was shot and Sara takes the blow that was meant for Yuri. Yuri was enraged and went into a rampage to destroy Big Cimaron's army.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1275901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275901",
                    "TitleEnglish": "A Bitter Farewell",
                    "SummaryEnglish": "It is revealed that Berias is the one who shot the arrow under the orders of Sara so that he can gain Yuri's trust. Meanwhile, Yuri and his group set off to return to The Great Demon Kingdom but were attacked by Big Cimaron's army. Fortunately, Gwendal arrives with reinforcements before Yuri is captured.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1275911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275911",
                    "TitleEnglish": "People of the Round Table",
                    "SummaryEnglish": "After Yuri went to Small Cimaron, the heads of the ten noble families summons him to a meeting around the round table to know his motives. However, the meeting is shortened when Yuri decides to play a game of \"Shinoued Away\" with them.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1275921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275921",
                    "TitleEnglish": "El's Kidnapping",
                    "SummaryEnglish": "Just as Yuri and Murata are about to head for The Great Demon Kingdom, Shori surprises them as he jumps in with them and ends up pulling them further away than they planned. They were surprised to see Nicola and Hube and were shocked when they found out that Nicola and Hube had not had their wedding yet. Yuri immediately decides to plan a wedding for them. El was kidnapped during the ceremony.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1275931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275931",
                    "TitleEnglish": "The Chosen One",
                    "SummaryEnglish": "Shori chases the White Crows and manages to rescue El by using magic. For them, while Yuri and group was heading back to Covenant Castle, they were once again attacked by The White Crows. Shori jumps off the carriage to attack the White Crows and prevent them from attacking Yuri. But after an exhausting fight, Shori passed out and was captured by the White Crows.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1275941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275941",
                    "TitleEnglish": "Pursuit Across The Plains",
                    "SummaryEnglish": "As Jeneus is about to escape with Shori through a ship, Yuri and co. arrives and attempts to stop him. Just as Yuri is about to blast the boat, he stops as he did not want to hurt Shori, allowing Jeneus to escape successfully.",
                    "Aliases": []
                },
                "26": {
                    "ID": "1275951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275951",
                    "TitleEnglish": "The White Crow",
                    "SummaryEnglish": "Murata informs everyone that his memories of his past life has been transferred to Jeneus and that Jeneus is just a copy of the real person from the past. He then tells them that the White Crows had probably brought Shori to Big Cimaron as they were taking refuge there. They traveled there and met up with Jozak and Adalbert.",
                    "Aliases": []
                },
                "27": {
                    "ID": "1275961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275961",
                    "TitleEnglish": "Holy Sword",
                    "SummaryEnglish": "Alazon explains the history of Seisakoku to Shori while Yuri and co. takes refuge at a hideout prepared for them. Adalbert reveals that he had manage to successfully infiltrate the White Crows with the help of Velma. Meanwhile, Shori debates whether to help and made his decision with the help of Jeneus.",
                    "Aliases": []
                },
                "28": {
                    "ID": "1275971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275971",
                    "TitleEnglish": "Invocation",
                    "SummaryEnglish": "Shori follows Alazon and unleashes the power of the sword on Big Cimaron's army which had came to destroy the White Crows. He loses control of the sword and turns everyone into statues. Yuri, who was escaping, noticed the commotion and rushes back to save Shori. He manages to calm the sword and turned everyone back to normal. They then return to The Great Demon Kingdom. Meanwhile, Big Cimaron decides to wage war with The Great Demon Kingdom.",
                    "Aliases": []
                },
                "29": {
                    "ID": "1275981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275981",
                    "TitleEnglish": "The Edge of Imagination",
                    "SummaryEnglish": "The Ten Nobles gathered together to have a meeting and questioned Yuri's motive to travel to Big Cimaron. They were suspicious of Shori and placed him under house arrest for associating with the enemy. After being confronted by Conrad, Shori reveals the truth to The Ten Nobles. Meanwhile, Yuri receives a letter from Sara informing him that he might be able to arrange a meeting between Yuri and the king of Big Cimaron. Conrad sneaks away on his own and is on his way to Small Cimaron.",
                    "Aliases": []
                },
                "30": {
                    "ID": "1275991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1275991",
                    "TitleEnglish": "Outbreak of War",
                    "SummaryEnglish": "Big Cimaron is approaching faster than everybody thought and Waltorana's troops has been mobilized. When Yuri, Murata and Shori attempt to get to Lanzhil's ship, they overshoot and arrive on Sara's ship instead. Sara uses his power on Yuri and forces him to lose control over his powers, causing him to destroy Big Cimaron's ships.",
                    "Aliases": []
                },
                "31": {
                    "ID": "1276001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276001",
                    "TitleEnglish": "Quitting As Maou",
                    "SummaryEnglish": "Murata and Shori stops Yuri by pushing him overboard, sending him back to Earth along with Shori while Murata is transported to The Original King's Temple. When Yuri awakens, he finds himself unable to return to the other world. Bob explains that it was probably because of Yuri's mixed emotions. Yuri is shocked to find himself all grown up after falling asleep and finds himself experiencing a normal life. He learns that Shin Makoku does not exist until he met Bob and realizes it was all an illusion. He was not afraid any more and is able to return to the other world.",
                    "Aliases": []
                },
                "32": {
                    "ID": "1276011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276011",
                    "TitleEnglish": "A Blue Wind Blowing Through",
                    "SummaryEnglish": "When Yuri comes back, he realizes that Conrad is still in Big Cimaron and Wolfram has gone to fetch him back. On the way back, Conrad is ambushed by Berias. Conrad wins and Berias is brought back to The Great Demon Kingdom.",
                    "Aliases": []
                },
                "33": {
                    "ID": "1276021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276021",
                    "TitleEnglish": "An Unexpected Union",
                    "SummaryEnglish": "Yuri sends a letter to Sara, informing him on the capture of Beria and inviting him to The Great Demon Kingdom to get him back. During the night, a mysterious spell was cast and put everybody to sleep. Alazon had infiltrated the castle and intends to capture Yuri for his power. At that very moment, Berias appears and reveals himself to be Alazon's brother and Sara the son of Alazon. Alazon was shocked to see them there and fled the castle.",
                    "Aliases": []
                },
                "34": {
                    "ID": "1276031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276031",
                    "TitleEnglish": "The Holy Kingdom",
                    "SummaryEnglish": "Berias explains the past of Seisakoku to Sara. Sara was not completely appeased by the truth and still felt furious towards Berias for keeping the truth from him. However, he got over his anger when Yuri introduced his family in the castle and showed him how much he loves his country.",
                    "Aliases": []
                },
                "35": {
                    "ID": "1276041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276041",
                    "TitleEnglish": "The Unfulfilled Promise",
                    "SummaryEnglish": "Jeneus attacks The Great Demon Kingdom in order to see The Original King once again as his last wish. He sents monsters as decoys to The Great Demon Kingdom and travels over to The Original King's Temple. Upon reaching there, he meets Murata, Shori and Ulrike. Ulrike stops him by casting a barrier around him and The Original King appears, intending to destroy Jeneus with his own hands. He attacks Jeneus and both him and Murata are in pain as they remember the past. Jeneus disappears.",
                    "Aliases": []
                },
                "36": {
                    "ID": "1276051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276051",
                    "TitleEnglish": "The Power of Truth",
                    "SummaryEnglish": "Yuri invites Alazon to Covenant Castle as an honored guest. He agrees to help Alazon to the exasperation of his subjects. As he is about to take the Holy Sword, Sara snatches it from Alazon, releasing its power and causing plants to erupt around the whole castle. When Yuri tries to stop him, he attacks Yuri. Yuri orders him to stop and drop the sword but Sara, in his fit of anger, vanishes along with sword with Berias grabbing him at the last minute.",
                    "Aliases": []
                },
                "37": {
                    "ID": "1276061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276061",
                    "TitleEnglish": "Sad Howl",
                    "SummaryEnglish": "Sara appears in an alleyway with the Holy Sword lying next to him. When he takes out the sword, it leaves a faint trail on the ground. Sara follows it and finds Jeneus. In vengeance, Sara gives the power of the Holy Sword to Jenus. Jeneus goes on a rampage and destroys everything in his path. However, when he attacks Sara, Alazon protects him and ended up getting hurt in the process. Sara then realizes that he had been wrong and his mother had rejected him to protect him. Meanwhile, The Great Demon Kingdom battles against Jeneus and his monsters. Yuri then joins the battle and transforms. Murata then arrives along with The Original King.",
                    "Aliases": []
                },
                "38": {
                    "ID": "1276071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276071",
                    "TitleEnglish": "A Place to Return to",
                    "SummaryEnglish": "The Original King decides to disappear along with Jeneus but Yuri intervenes. After Yuri had lectured The Original King, they had let down their guard and Jeneus stabs The Original King. Yuri takes over and enters Jeneus' heart, ridding the indecision in it. Light falls from the sky, curing the injured and giving the Holy Sword power, allowing Sara to revive Alazon. Yuri reappears in front of the castle with Jeneus' soul in his hands and passes it over to Murata. Having used up too much power, Yuri loses consciousness.",
                    "Aliases": []
                },
                "39": {
                    "ID": "1276081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyo-kara-maoh/episodes/1276081",
                    "TitleEnglish": "Until the Day We Can Meet Again",
                    "SummaryEnglish": "Everything has turned back to normal but anxiety hangs in the air as Yuri has not awaken. Sara appears, offering to help Yuri with the Holy Sword. Yuri awakens to the delight of everybody. It seems that he had used all his power and had no more Maryoku. Sara had also made the decision to help Alazon when Yuri apologizes for being helpless. After they had left for Seisakoku, Yuri is shocked when he realizes he can not get back to Earth as The Original King had also exhausted his power. Meanwhile, The Ten Nobles gathered together at the castle after hearing the news of Yuri's missing powers. After hearing Yuri's answer they decide to continue supporting him. Later, as Wolfram was chasing him for being disloyal to him, Yuri, Murata and Shori fell into the pond and return to Earth in a bathtub where Yuri realized he still had some power",
                    "Aliases": []
                }
            }
        }
    }
}