{
    "URL": "https://thetvdb.com/series/candy-candy",
    "Genres": [
        "Animation",
        "Children",
        "Drama",
        "Family",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0270761/",
        "https://www.themoviedb.org/tv/9160"
    ],
    "TitleEnglish": "Candy Candy",
    "SummaryEnglish": "The story of Candy, a little orphan girl, and her friends.",
    "Aliases": [],
    "Modified": "2025-10-20",
    "Seasons": {
        "0": {
            "ID": "535824",
            "URL": "https://thetvdb.com/series/candy-candy/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4938999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/4938999",
                    "TitleEnglish": "Candy Candy: The Call of Spring / The May Festival",
                    "SummaryEnglish": "A continuation of the Candy Candy television series. Candy returns to Pony's Home and she meets a girl who has lost her parents and doesn't associate with the other kids. In order to cheer her up she decides to tell her about herself from the moment she was found by Miss Pony and sister Lane to her decision to leave the boarding school in England and walk her own path.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4939000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/4939000",
                    "TitleEnglish": "Candy Candy's Summer Vacation",
                    "SummaryEnglish": "Candy left Terry and went with her friends holiday. Soon she will be in a lot of trouble when a bear hunts her. Our friends sat on a picnic but the weather broke and they are looking for shelter. A very simple and without much episode as a break from all the intrigue and sadness that Candy goes through.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4939001",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/4939001",
                    "TitleEnglish": "Candy Candy (1992)",
                    "SummaryEnglish": "Candy Candy movie summarized the classical TV series but with different ending and conclusion (happy ending). There are many important scenes and moments from TV series that got deleted. Also a very sloppy and quick characters introduction were used in this movie, which will confuse a lot of people who have not watch the TV series nor read the manga yet.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6911557",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/6911557",
                    "TitleEnglish": "Candy Candy and Terence",
                    "SummaryEnglish": "Candy Candy and Terence is the sequel to \"Candy Candy - The Movie\".  It is a film composed of the episodes of the second part of the series, mainly focused on the relationship between its protagonists of the title. It was released for Italian markets only. In this feature, the ending of the story has been cut so as to make it compliant with the wishes of the fans, but in reality it turns out to be distorted compared to the true ending of the series. PLOT: Candy loves Terence who, although he repays her, decides to leave for America to try her luck as an actor. But before the two boys can reunite forever and be happy, they will have to suffer and pass many tests.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "17628",
            "URL": "https://thetvdb.com/series/candy-candy/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 115,
            "Episodes": {
                "1": {
                    "ID": "409092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/409092",
                    "TitleEnglish": "Candy's Birthday",
                    "SummaryEnglish": "At Pony's Home, an old church and orphanage run by Miss Pony and Sister Mary, young Tom discovers that something is amiss outside. When Miss Pony and Sister Mary go outside to investigate, they find two abandoned babies, Annie and Candy White. Over the next decade, the girls become best friends who try to sabotage visits from possible future parents in order not to be adopted.",
                    "Aliases": []
                },
                "2": {
                    "ID": "411319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411319",
                    "TitleEnglish": "Candy and Annie's Picnic",
                    "SummaryEnglish": "Annie thinks more and more about having parents. To console her, Candy takes her on a picnic without telling the Pony House where they are going. Candy just leaves a letter explaining that they will return before nightfall. During their journey, they are swept away by the current of a river but brought back safely to the Brighton house.",
                    "Aliases": []
                },
                "3": {
                    "ID": "411320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411320",
                    "TitleEnglish": "Goodbye Annie",
                    "SummaryEnglish": "The Brightons pretend to have a barbecue at the orphanage to ask to adopt Candy, but she wants to stay with Annie so she forces them to change their mind, which makes them fall back on Annie who agrees to be adopted.",
                    "Aliases": []
                },
                "4": {
                    "ID": "411321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411321",
                    "TitleEnglish": "A letter from Annie",
                    "SummaryEnglish": "Candy's life is punctuated by the passage of the letter carrier, Mr. Mathieu: she harasses him to get letters from Annie. But one day, Annie, under the pressure of her adoptive parents, writes her a farewell letter. In her sadness, she wanders to the hill where she meets a young man in a Scottish outfit who encourages her and whom she calls her \"prince of the hill\".",
                    "Aliases": []
                },
                "5": {
                    "ID": "411322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411322",
                    "TitleEnglish": "From Today, I'll Be a Princess?",
                    "SummaryEnglish": "Candy departs for Lakeweood together with her raccoon Klint. She hitches a ride with Tom and his father Mr. Steave on their wagon. Mr. Steave expresses his doubts about the Leagans and advises Candy to be strong and never cry. From the very moment of her arrival, Candy is the victim of the nasty pranks by the Leagan children, Neil and Eliza.",
                    "Aliases": []
                },
                "6": {
                    "ID": "411323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411323",
                    "TitleEnglish": "The Prince of the Hill",
                    "SummaryEnglish": "Candy wins the sympathy of the servants, but Daniel and Elisa continue to play nasty tricks on her. She hides Capucin in the stable after trying to abandon him, but Daniel and Elisa take advantage of this to blackmail her. She runs away and meets a handsome boy at a flowery gate who reminds her of her prince from the hill, which encourages her to stay with the Legrands.",
                    "Aliases": []
                },
                "7": {
                    "ID": "411324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411324",
                    "TitleEnglish": "Am I Elegant?",
                    "SummaryEnglish": "Candy attracts the wrath of the Legrands again and they punish her. So she decides to make an effort and become a real lady, but the Legrands want to make her a servant, so she runs away again and meets Archibald who is gallant.",
                    "Aliases": []
                },
                "8": {
                    "ID": "411325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411325",
                    "TitleEnglish": "Invitation of Happiness",
                    "SummaryEnglish": "Eliza takes Candy as porter into town on a shopping excursion with Neil to buy a new ballroom dress. When Neil and Eliza leave her behind, she encounters Archibald's brother, Alistear Cornwell, on her walk back to the Leagan house. Alistear offers her a lift in his car. However, neither his driving, nor the car are in the best shape. Alistear suggests a shortcut through the forest, both hopping from tree to tree. Back home, much earlier than Neil and Eliza expected, Candy learns that the old Ardley matron will take her residence in the Ardley estate and there will be a ball to welcome her. Both Alistear and Archibald send an official invitation for her to Mr. Leagan. Despite Eliza's protests, Mr. Leagan will not ignore two personal invitations and orders Eliza to gift a dress to Candy. Eliza gives one that is much too small to fit. Dorothy soothes Candy's mind by reminding her that Candy's conduct will be of far greater importance at the party than an expensive dress out of Eliza's closet.",
                    "Aliases": []
                },
                "9": {
                    "ID": "411326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411326",
                    "TitleEnglish": "The Dance Where I Met Him",
                    "SummaryEnglish": "At the party, Elisa makes fun of Candy's outfit, but her friends put on casual clothes to support her. During Aunt Elroy's speech, Archibald makes Candy laugh, which brings shame on her. Archibald and Alistair make her a dress, and she gets a dance with Anthony at Elisa's expense.",
                    "Aliases": []
                },
                "10": {
                    "ID": "411327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411327",
                    "TitleEnglish": "The Barn Princess",
                    "SummaryEnglish": "Unhappy with Candy's performance, the Legrands move her to the barn, but Sister Maria and John come to visit her, so she must keep up appearances, despite Elisa's protests. But the visitors discover the truth and Sister Maria gives her recommendations. Anthony, in compensation for Candy's difficult life, promises her a special rose for her birthday.",
                    "Aliases": []
                },
                "11": {
                    "ID": "411328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411328",
                    "TitleEnglish": "The Small Ribbon",
                    "SummaryEnglish": "The Brightons visit the Legrands, but Annie must not show that she knows Candy. She is offered a horseback ride, but a trick by Daniel and Elisa wraps up the horse, and Candy must go to Annie's rescue, who shows her friendship by giving her a ribbon.",
                    "Aliases": []
                },
                "12": {
                    "ID": "411329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411329",
                    "TitleEnglish": "A Rose-Scented Birthday",
                    "SummaryEnglish": "Candy discovers roses in the barn, but ends up understanding that it is Daniel who wanted to anger Anthony by making her look like a thief. She implicates him, but he says that the cat scratched her hands and accuses Candy of having stolen the ribbon, which discredits her. She flees to the river where she is saved by Albert, a vagrant, to be brought back by her three friends who have discovered the truth. Anthony gives her a new variety of rose, tender Candy.",
                    "Aliases": []
                },
                "13": {
                    "ID": "411330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411330",
                    "TitleEnglish": "The Lonesome Three",
                    "SummaryEnglish": "Neil attempts to poison the horses, however, a shadow rushes into the barn and punches him, before running out again just as Candy arrives. Eliza blames Candy for Neil's black eye at the first opportunity, and torn between his pride, Eliza's wishes and his mother's insistence, Neil elects to blame Candy. Candy realizes it must have been Albert.",
                    "Aliases": []
                },
                "14": {
                    "ID": "411331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411331",
                    "TitleEnglish": "The Old Tree in Spring",
                    "SummaryEnglish": "Mr. Leagan returns home from a long absence to find Candy downgraded to a servant, and decides Candy deserves a holiday at Pony's Home. Once there, Candy learns their neighbor, Mr. Cartwright, sold Father Tree to the eccentric Mr. Flannigan from Washington. He wants the tree all to himself, because he believes it would surrender the best business ideas. Candy leads the orphans and farm animals into an insurgency against the workers preparing the cutting and transportation of the tree.",
                    "Aliases": []
                },
                "15": {
                    "ID": "411332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411332",
                    "TitleEnglish": "The Decision Which Took Away My Happiness",
                    "SummaryEnglish": "At the Leagans, Candy learns that Dorothy will be sent off to Mexico as an extra hand for the Ardley property. Mr. Leagan is absent again and cannot intervene. Anthony helps Candy to retrieve the horses Eliza and Neil chased out of the barn and compliments her on her lasso throwing skills. The Leagan children chased off the horses as a distraction, so they can frame Candy for thievery. As a result, Mrs. Leagan decides Candy will be sent to Mexico in Dorothy's place.",
                    "Aliases": []
                },
                "16": {
                    "ID": "411333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411333",
                    "TitleEnglish": "Departure to an Unknown Country",
                    "SummaryEnglish": "The day before leaving for Mexico, Candy wishes to say farewell to Anthony, but instead witnesses how Anthony denounces his great-aunt when she orders her cousins never to play with the \"thief\" Candy. It does Candy's heart much good that all three believe in her, but she does not want Anthony to lose his family over her. She will go to Mexico and write him each day.",
                    "Aliases": []
                },
                "17": {
                    "ID": "411334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411334",
                    "TitleEnglish": "In the Arid, Wild West",
                    "SummaryEnglish": "As they trek through the canyons, Mr. Garcia is a brutish cold-hearted man. He hits Candy and is unwilling to spare any water for Klint or Candy's rose in the desert. Aside from Candy, a destitute family, the Walters travel along because of a debt they could not repay to Mr. Garcia. Mrs. Walter's baby Jimmy develops a dangerous fever, but Mr. Garcia refuses to turn back to the nearest town. When Mr. Garcia inspects the bridals, Candy sees her chance and races off with his tilt cart to the town. The doctor can save the baby, but declares Jimmy will die if they continue their journey into Mexico. To prevent the Walters from being split up, Candy sells her Sweet Candy rose and uses the money to pay off their debt and helps them on the train. She herself returns with the tilt cart to the inebriated Mr. Garcia in the desert. When he asks her why she did not escape, Candy explains she had the impression he needs her help too.",
                    "Aliases": []
                },
                "18": {
                    "ID": "411335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411335",
                    "TitleEnglish": "The Cross of Happiness",
                    "SummaryEnglish": "Candy saves Mr. Garcia from a snakebite and Klint kills the dangerous rattlesnake. They halt at a Texan town where he wants to pick up some laborers. But when the local sheriff cautions them against kidnappers that sell children to childless Europeans, Mr. Garcia immediately goes on his way, not even caring about laborers anymore: Candy might render him a lot of money if he sells her to the child traffickers. While they sleep, bandits enter their night camp. Not finding anything of value, they intend to kill Mr. Garcia, but the coward exchanges his life for the knowledge they could sell Candy to child traffickers and runs off, leaving Candy with the bandits at the camp. But Mr. Garcia's conscience plays up and he returns for a daring rescue. Having managed to save both Candy and the cart, Mr Garcia did something for someone else for the first time in his life. But just then a motorist arrives out of nowhere, seizes Candy and Klint, and rushes off at a fast pace into the sunset",
                    "Aliases": []
                },
                "19": {
                    "ID": "411336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411336",
                    "TitleEnglish": "At the End of the Difficult Journey",
                    "SummaryEnglish": "Sam transports Candy to a hotel where he meets his boss Mr. George from London. Several times Candy tries to escape, each time unsuccessfully. People laugh at her pleas for help and Candy is treated incredibly well. But eventually, Sam locks her up in the cellar to prevent any more escape attempts. Meanwhile Mr. Garcia arrives at the Ardley estate and brings the sad news of Candy's abduction. Realizing they cannot afford Pony's Home learning of this, the great-aunt wants Candy saved at all cost. Anthony and the Cornwell brothers set off in Alistear's car, while Candy is being transported eastward to New Orleans. Fearing Sam intends to put her on a ship to Europe, Candy escapes once more, this time successfully hiding in a cartload of hay. Candy boards a freight train when she sees Sam's car, unaware that her three friends commandeered it after meeting Sam. When the train stops and Candy is discovered, she runs into a forest. She collapses from exhaustion to wake the next day to the scent of roses - the Ardley rose gates - and into Anthony's arms. Right then Mr. George arrives in Mr. William's car with a letter from Mr. William Ardley who declares Candy as his foster daughter per the request of the three young men who wrote him to adopt her.",
                    "Aliases": []
                },
                "20": {
                    "ID": "411337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411337",
                    "TitleEnglish": "Happy Like in a Dream",
                    "SummaryEnglish": "Candy now lives at the Ardley estate, together with the Cornwell brothers and Anthony and a closet full of dresses given by great-aunt Elroy. Neil and Eliza still try to persist in their lies and accusations, embarrassing great-aunt and provoking Anthony and the Cornwell brothers to remind them that Candy is a member of the family. When they make Neil beg on his knees for forgiveness, Candy stops them: without their deception, she would not have been sent to Mexico and Grandfather William would not have adopted her to save her. Meanwhile, Anthony has become envious about the hilltop prince, believing Candy only likes Anthony because he looks like the prince. The pendant confirms he must be an Ardley. But Candy declares she does not care who the prince is, and that she likes Anthony for being Anthony. Later, at the festive dinner table, the three young men are stupefied by her appearance in a green dress that matches her eyes and Anthony thinks that Candy reminds him of his dead mother. When Candy deftly repels Eliza and Neil's antics to make her appear without manners, she becomes so ladylike in Anthony's eyes that he starts to daydream about marriage.",
                    "Aliases": []
                },
                "21": {
                    "ID": "411338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411338",
                    "TitleEnglish": "A Pigeon That Carried Friendship",
                    "SummaryEnglish": "While Candy is bored by having to learn the aristocratic ways - being dressed, butlers delivering messages, learning all the Ardley names, dates of birth and death by heart - Eliza lures Anthony on a horse riding trip with a lie. After a dispute over it, both horse riders nearly collide with Tom's cart. When Tom demands repayment for the spilt milk, Anthony gives his name, before leaving with Eliza to have her taken care off and upon her pleas remains at her bedside until late at night. Upset at being snubbed by Anthony's no-show, Tom first accuses Anthony of being a coward and a womanizer at the Leagan estate and then at the Ardleys. Early the next morning, Anthony meets Tom in the forest to own up for his mistakes. They hold a fistfight that ends at stalemate when both are exhausted and agree to be friends. To make amends, Anthony and Candy escort Tom when he delivers the milk, and this inspires the townspeople to gossip. Great-aunt Elroy is so incensed that she confines Candy to the house and sends Anthony to live in the dilapidated mountain mansion where Albert used to live. Anthony spends his time with Tom, working at the house and training a pigeon to carry a message to the forlorn Candy. In the message he assures her that he loves his new living situation and freedom.",
                    "Aliases": []
                },
                "22": {
                    "ID": "411339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411339",
                    "TitleEnglish": "Don't Give Up, Anthony!",
                    "SummaryEnglish": "The messaging via pigeon continues. One day, they learn Anthony plans to participate in a rodeo in Tom's village. When Eliza learns of Anthony's plans, she informs great-aunt Elroy who charges Candy with the mission to dissuade Anthony on a visit out of fear for injury. Tom puts the risk of injury in perspective, and Candy mostly fears that Anthony will never really be able to embrace life under his great-aunt's wing. As they discuss the several rodeo contests, including a lasso-throwing contest, Candy has the idea to recruit Archibald and Alistear into joining along with the argument that if they all join the rodeo then their great-aunt cannot be angry with Anthony alone. But upon great-aunt Elroy's request the organizer denies them entry into the competitions. Per Candy's suggestion, Tom spreads the rumor in town that the Ardleys are cowards and the rodeo becomes a matter of family honor. Great-aunt Elroy relents and even cheers on Anthony from her carriage as he attempts to remain in the saddle while bronco-busting and beats Tom.",
                    "Aliases": []
                },
                "23": {
                    "ID": "411340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411340",
                    "TitleEnglish": "The First Date",
                    "SummaryEnglish": "When Anthony's rodeo prize calf wanders into the house in the middle of the night, Great-aunt Elroy orders it to be removed from the premises. Anthony and Candy take the calf into town and look for a new owner there. At the fair they finally meet Steve, Tom's father, who adopts the calf gladly as long as he gets to buy it. Neither Candy or Anthony ever possessed or used any money before and have all they need anyway. So, they decide to spend the money on a service. They take a horsemill ride at the fair, but since they are the first customers, they get a free ride. Then the twelve-year-old Candy and fourteen-year-old Anthony decide to eat hot dogs in a diner. When the owner recognizes Anthony as the winner of the rodeo, he gives him the hot dogs for free. Still looking for a way to spend the money on a service, they decide to visit a fortune teller. Candy will have a happy future full of love, but Anthony's cards foretell death. While it upsets Candy, Anthony assures her he is no child anymore and he is not afraid whether he comes to harm or not. They end the day at dusk by climbing the church's bell tower and enjoy the view. They have only two coins left of their money, which they keep for memory's sake.",
                    "Aliases": []
                },
                "24": {
                    "ID": "411341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411341",
                    "TitleEnglish": "My Anthony",
                    "SummaryEnglish": "After the fortune teller, Candy has nightmares and discovers that the roses in the garden are losing their petals, just like before Anthony's mother died. Great-aunt Elroy and Candy make peace, and Candy realizes the folly of her superstition when Anthony laughs about it. When the family holds their annual fox hunt, Candy gets the honor to welcome the hunters. Once the hunt starts, Anthony and Candy break away and ride to a hilltop precious to Anthony. Candy compares it favorably to her Pony Hill that Anthony would like to visit someday. Anthony talks more about his mother who loved the horses as much as Candy. Finally, Anthony asks Candy who her hilltop prince is, and she tells Anthony he is her prince, regardless of the other. Anthony has something to tell her, but wants to wait until they visit Pony Hill. As they continue their ride, Anthony suddenly understands the mystery of the \"hilltop prince\": when he was a toddler, another boy who looked like him was often together with his mother. It all makes sense to him and he would have told Candy ... if not for the bear trap. Anthony gets thrown off his horse to never wake up.",
                    "Aliases": []
                },
                "25": {
                    "ID": "411342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411342",
                    "TitleEnglish": "Overcoming the Pain",
                    "SummaryEnglish": "The whole family is in mourning, and Anthony is buried in the cemetery, Candy being relegated to the church. Aunt Elroy sees Candy as a bird of misfortune and Elisa accuses her of being responsible for Anthony's death. Finally, Candy decides to go back to Pony's house.",
                    "Aliases": []
                },
                "26": {
                    "ID": "411343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411343",
                    "TitleEnglish": "Father-Tree Knows",
                    "SummaryEnglish": "At Pony's Home Candy wallows in her sorrow over Anthony's death. The new, bossy orphan Jimmy is fed up with Candy weeping her days away. He taunts her and calls her cry-baby. Finally, when Candy notices Miss Pony and Sister Lane raising money to buy Christmas gifts, she realizes she has neglected the orphans around her. Supportive of her, Miss Pony directs her to find her way back to life. Candy searches for Jimmy and finds him at the base of Father Tree crying and calling for his mother he lost so recently. The tough boy feels as alone and sad as Candy does. Jimmy challenges Candy to a race and tree-climbing contest to figure out who is the true orphan boss. Candy defeats him along with her anguish over Anthony's death. Meanwhile, Mr. Brown, Anthony's widowed father, visits the Ardley family to mourn his son and asks Archibald and Alistear to gather Anthony's things and give them to Candy. He also expresses the desire to meet her someday.",
                    "Aliases": []
                },
                "27": {
                    "ID": "411344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411344",
                    "TitleEnglish": "A Present of Angels",
                    "SummaryEnglish": "As Christmas day draws near, the news comes it might be their final Christmas: the owner of the land of Pony's Home, Mr. Cartwright, wants to expand his cattle range and wishes to evict everyone. Candy takes seven-year-old Jimmy with her to talk with Mr. Cartwright in person. After escaping an intimidating cowpoke, Candy investigates the premises and notices a gardener who is making sure the trees will keep warm through the snowy winter. She asks him where she can find Mr. Cartwright. When he asks her why she wants to talk to him, she launches a defaming tirade about his greed and heartlessness, not knowing the gardener is Mr. Cartright. When the intimidating cowpoke appears on the scene again, Candy and Jimmy run to return to Pony's Home and find out the gardener's true identity. Candy fears the worst for Pony's Home. In a last attempt to soften Mr. Cartwright, Candy leads the orphans dressed like angels to his home. Each \"angel\" gifts the rough men a kiss for Christmas. Not even the roughest of the cowboys is able to resist such a confrontation with innocence.",
                    "Aliases": []
                },
                "28": {
                    "ID": "411345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411345",
                    "TitleEnglish": "Scar on the Healed Soul",
                    "SummaryEnglish": "Miss Pony and Sister Lane wonder about the Ardleys' silence and what will become of Candy. When Candy learns that Mr. Cartwright wants to adopt Candy, she thinks becoming a cowgirl might fit her better than becoming an Ardley lady. Still, Candy feels it would betray the Ardleys even if she were never to return. On Mr. Cartwright's cart Candy rides the orphans to Tom's ranch after receiving an invitation from him. There she sees Alistear and Archibald again. The meeting opens a whole new venue of emotions, shared memories as well as love and sorrow. When Tom puts on a rodeo for entertainment, he inadvertently reminds Candy of Anthony's performance, as well as the accident. The barely healed wound is ripped open all over again and Candy flees, crying her heart out. Strangely enough, Albert appears and tells her that she has cried enough. It is time to choose her path in life. Candy rejoins the party and rodeo dance, while Alistear and Archibald inform her they are going to London to be educated. On the drive back, Candy ponders her options and realizes the orphans look up to her. She decides her path is Pony's Home and taking care of the orphans.",
                    "Aliases": []
                },
                "29": {
                    "ID": "411346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411346",
                    "TitleEnglish": "A Departure Full of Hope",
                    "SummaryEnglish": "While surprised, Miss Pony and Sister Lane give their consent for Candy to become a caretaker and teacher with them. But when Candy returns from a field trip with the orphans, Candy notices a fancy car, thinking it must be Archibald and Alistear visiting before they leave for London. Instead it is Mr. George who has come to retrieve Candy, not to the estate, but London. Miss Pony and Sister Lane agree it would be the best thing: she must be educated first before being either a caretaker or teacher. Upset, Candy runs off with Jimmy in a rainstorm. Wet to the bone, Jimmy develops a high fever and despite her efforts Candy cannot help him. Luckily, the adults catch up, and while George takes the ailing Jimmy in his arms, Sister Lane slaps the panicking Candy. Candy realizes she is a playmate to the other orphans rather than a caretaker and she accepts the trip to London, even if Jimmy swears he hates her for not keeping her promise.",
                    "Aliases": []
                },
                "30": {
                    "ID": "411347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411347",
                    "TitleEnglish": "Love Transcends Raging Waves",
                    "SummaryEnglish": "The Atlantic crossing is Captain Wells' last voyage before retirement, which seems uneventful, until they pick up on an SOS from a capsized fisher boat. The captain orders his ship to the rescue, but Mr. Stafford, a rich businessmen, stands to lose a big contract and threatens to have Captain Wells fired for insubordination and sends a telegram to the ship's company. When they come upon the wreckage, they manage to save all fishermen. Once they set course again for England, Captain Wells packs his belongings in order to face the music for his heroism. Candy sees a picture of the captain and his son and learns his son drowned as a sailor at sea. Candy rushes off to tell her mind to Mr. Stafford, reciting the losses both the captain and she experienced and how his telegram might have cost the lives of several more. Eventually, Mr. Stafford regrets his actions and arranges a farewell celebration for the captain. A bit tipsy from champagne, Candy heads out onto the deck where the dense fog obscures a mysterious figure watching out into the sea. For a moment Candy thinks and hopes it is Anthony.",
                    "Aliases": []
                },
                "31": {
                    "ID": "411348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411348",
                    "TitleEnglish": "A New Day in the Old Capital",
                    "SummaryEnglish": "Candy approaches the young man who sheds tears at the ship's railing and does not even remotely resemble Anthony. The son of the Duke of Grandchester turns, disturbed out of his reverie, laughs loudly and calls Candy \"freckles\" before retreating as George walks onto the scene. Candy is welcomed into Southampton by Alistear and Archibald. Because the strict school does not allow pets, George wants to give Klint to the zoo. But when Terry Grandchester chases their carriage and its horses off the road, honking his horn, Klint makes a break for it. When they find Kint playing dead, Alistear has the idea that Klint could pretend to be a fur collar around Candy's neck. After a sightseeing tour in London, Candy proposes to visit grandfather William, whom neither has ever seen, at the Savoy Hotel. But inside, they only find the insolent Terry who gives \"Freckles\" a letter from Grandfather William. Candy's guardian has already left on his voyage back for the US and advises Candy to study hard, to grow into a lady. He promises that some day they will meet. Finally, they arrive at Saint Paul's Academy, where Candy learns the principal has been waiting for her arrival for three hours already. This does not bode well.",
                    "Aliases": []
                },
                "32": {
                    "ID": "411349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411349",
                    "TitleEnglish": "Another Pony Hill",
                    "SummaryEnglish": "Candy gets Klint into St. Paul's College, but he gets her into trouble. The rules are very strict. She meets Patricia, but Elisa starts to bully her again and plays new tricks on her using Patricia who doesn't dare to oppose her. Finally, Terrence makes a scandal during the service of the mass. She discovers a hill which reminds her of her own.",
                    "Aliases": []
                },
                "33": {
                    "ID": "411350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411350",
                    "TitleEnglish": "A Strange Student",
                    "SummaryEnglish": "Candy is quarantined by Elisa, but Patricia's grandmother steps up and pushes her granddaughter to bond with Candy, all the while wanting to experience life as a middle schooler in a strange way.",
                    "Aliases": []
                },
                "34": {
                    "ID": "411351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411351",
                    "TitleEnglish": "The Returned Envelope",
                    "SummaryEnglish": "A bad trick of Elisa's turns against her, as she was making fun of Candy's letter. So, she sends Daniel and his cronies to take revenge on her, but Terrence intervenes. Alistair and Archibald invite Candy and tell her that Archibald had a fight with Terrence and that Annie will come to the school.",
                    "Aliases": []
                },
                "35": {
                    "ID": "411354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411354",
                    "TitleEnglish": "A Wonderful Sunday",
                    "SummaryEnglish": "On the fifth Sunday of the month, pupils get a day off from campus as long as they are accompanied by an adult. The Cornwell brothers are shocked and angry with great-aunt Elroy when they learn Candy was excluded from the company and will not receive a gift either. Before the room's temperature can reach the point of freezing, Annie and her mother visit the Ardley family. Candy decides to relax on the Other Pony Hill that renders a great view over London with Klint. But Terry is there too, smoking and being his usual obnoxious self. Candy fumes at Terry's jokes and claims the hill as her territory. Mr. Brighton, Annie's adoptive father, surprises Candy and invites her for a day into town. Understanding why she cannot join Annie's company, Candy wishes to visit a place where she can shout and hurl. Mr. Brighton takes her to the horse races at Epsom and they learn that Pony Flash, one of Tom's horses, rides the next race. When they go check out the horse at the stables, they meet Terry who goads her into a bet. If Pony Flash finishes as one of the first three he will never call her \"Little Freckles\" any more, but if she loses she will have to serve him. Pony Flash photo-finishes in fourth place. Candy admits her loss, but Terry declares that it looked like third place to him from where he sat. At the end of the day, Mr. Brighton asks Candy to watch over Annie.",
                    "Aliases": []
                },
                "36": {
                    "ID": "411355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411355",
                    "TitleEnglish": "Revived Smiles",
                    "SummaryEnglish": "When Annie Brighton arrives at Saint Paul's Academy and is formally introduced to Candy at an Ardley meeting set up by Alistear and Archibald, Annie grows fastly envious of Archibald's attentiveness and admiration for Candy. Much later, Annie approaches Candy, begging her not to steal Archi. Candy assures Annie they are solely friends. But when Archibald witnesses Candy give Terry a harmonica to play every time he wants to light a cigarette at the Other Pony Hill, he confronts Candy and expresses feelings of betrayal and jealousy. Archibald has loved Candy for years and does not want to lose her to an undeserving miscreant. Annie who overhears this runs off, heartbroken. When Candy runs after her, Annie accuses Candy of always being everyone's favorite, even at Pony's Home. Eliza and Louisa overhear Annie's words and make sure everyone knows Annie's origin. Candy discovers Annie's hiding place, a cave, but realizes Archibald should talks with her. Meanwhile Archibald discovers that while he likes and loves Candy, he thinks of Annie all the time, and convinces Annie of his feelings. While Annie recuperates from her fever, Candy and her make peace.",
                    "Aliases": []
                },
                "37": {
                    "ID": "411356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411356",
                    "TitleEnglish": "A Wonderful Encounter",
                    "SummaryEnglish": "During a bar fight, Terry's leg is wounded and Albert, who works at the Blue River Zoo tending animals, helps and guides him to the Academy, but delivers him at the girls' dorm. Delirious, Terry wanders into Candy's room. She takes his teasing in stride, while trying to patch him up. But Terry needs medicine, and since the school's pharmacy is closed, Candy ventures into town to find a pharmacy. When Albert notices Candy pass by, he calls out after her. Candy barely recognizes him without his beard and moustache, looking so much younger. When she explains her mission, Albert helps her find the pharmacy and escorts her back to the Academy. Candy promises to visit Albert on her next day off, while Klint declines Albert's offer to stay with him at the zoo. But when Candy gets back safely to her room, she finds Terry gone. When next Candy meets Terry at the other Pony Hill, he upsets her for not showing any gratitude, but teases her instead and rejects her concerns. When Candy visits Albert at the zoo as she promises, she discovers Terry there as well. Albert calls them the two rebels of Saint Paul's. As the two young men laugh heartily together, Candy starts to see Terry in a different light.",
                    "Aliases": []
                },
                "38": {
                    "ID": "411357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411357",
                    "TitleEnglish": "The Secret of Terrius",
                    "SummaryEnglish": "One night, because Archibald's beacon to identify the correct balcony has gone out, Candy chooses wrong and lands in Terry's empty room. Candy picks up a picture of the American Broadway actress Eleanor Baker, who turns out to be Terry's mother. Terry enters his room, orders her out and shouts she may never tell anyone about it, while ripping the picture into tiny pieces. She jumps to the other balcony to Archibald and Alistear's room and discovers the two are great admirers of Eleanor Baker and own a huge collection of her pictures. By chance she comes across a picture of Anthony, which Alistear gives her. Meanwhile, Terry realizes Candy meant no harm and also regrets tearing up his mother's picture. Terry was born out of wedlock after a romance between his father and the actress, and though the eldest son, he is treated by his stepmother as a bastard. Terry had traveled to New York in the hope of finding and meeting his mother, but she asked him never to visit again before returning to her admirers. Upset, Terry steals into the barn and gallops off into the woods on his white horse. When she sees Terry galloping through the park, Candy rushes down the emergency stairs in a frenzy and trips. Terry dismounts and carries Candy inside for medical treatment, while she calls out to Anthony. He retreats after Sister Margaret fetches Sister Gray to cure Candy and wonders who this Anthony might be.",
                    "Aliases": []
                },
                "39": {
                    "ID": "411358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411358",
                    "TitleEnglish": "A Treasure Which Caused Anger",
                    "SummaryEnglish": "When Candy steals away to the Other Pony Hill to spend time with Klint, Terry finds Neil and his friends skulking around to find out her secret and scares them off in a fight. Having witnessed the fight, Patricia too wonders what Candy's secret might be. Patricia reveals to Candy she has a secret, a treasure, and she will show it to Candy later. At class, Candy learns she is selected as one of the May-flower girls on the May festival, which involves a dance where she is free to pick a partner and invite loved ones. Patty expresses feelings of envy that Candy has two handsome friends like Archibad and Alistear to dance with, while she has no such friends. Candy promises to convince Alistear into dancing with Patty, sure that he would love to. Meanwhile, Candy hopes she might dance with Terry, and sends an invitation to Albert to come to the festival. Eliza's head is filled with dancing with Terry too, after he rescues her out of a pitfall that Neil had meant for Terry. Sister Gray intercepts Patricia bringing her treasure for Candy to see - a turtle named Yuli. Patricia is ordered to dispose of the turtle and remain in confinement in the contemplation room. Incensed, Candy launches a tirade against the Academy, its rules and Sister Gray, earning her confinement as well as a prohibition to take part in the Festival.",
                    "Aliases": []
                },
                "40": {
                    "ID": "411359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411359",
                    "TitleEnglish": "Freely Leaving the Contemplation Room",
                    "SummaryEnglish": "When Sister Margaret asks Patty to surrender her turtle Yuli before being locked in her contemplation room, Candy uses the nun's goodwill towards her to have the turtle handed over to her. While Patricia is set free the next morning, Candy has to stay locked in her contemplation room until the festival. When Candy accidentally stumbles against the attic's window that drops out of the roof, she steals out and escapes for the zoo. At Albert's, Candy finds Terry and Albert laughing about Terry's nickname for her, and she hands Yuli to Albert. After Albert is called back at work, Terry eventually invites Candy to visit the zoo with him and inquires after Anthony. When Candy speaks highly of Anthony and mentions his passion for roses, Terry makes fun of her beau and her feelings for him. Hurt, Candy defends Anthony and reveals the circumstances in which Anthony died. Terry realizes his wild horse ride caused Candy to relive her fear. Although he feels sorry for speaking as he did, Terry cannot utter an apology and runs off. Shocked that Terri would speak ill of the dead, Candy tells Albert she believes Terry is a bad person, but Albert refuses to mingle in their fights. Candy explains about her prohibition to take part in the festival, and Albert, disappointed in the academy, invites Candy to live with him. But Candy knows she has to go back and sneaks back in to the contemplation room where Klint awaits her company.",
                    "Aliases": []
                },
                "41": {
                    "ID": "411360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411360",
                    "TitleEnglish": "Fairy of the School Festival",
                    "SummaryEnglish": "Candy can watch the progress of the festival from her window in the contemplation room and realizes that she could have been on the flower stage along with the other May-flower girls. Neither Annie nor the Cornwell brothers enjoy the May festival much without her. Eliza invites Terry to dance with her to no avail. Meanwhile, Patricia delivers a package from grandfather William to Candy: a Romeo and a Juliet costume. Disguised as Romeo, Candy escapes and invites Annie to dance with her, and, forgetting her male attire, invites Alistear next for a dance. But Eliza interrupts them and invites Romeo for a dance. Candy refuses and walks off. Eliza follows him to find out more and fins out Romeo's true identity as Candy changes into Juliet's costume. Terry informs her that Eliza knows about Romeo and invites her for a dance on the hill. But when she mentions Anthony, Terry explodes that he is not interested in girls that pine after dead boys. Insulted, Candy returns to the festival in her Juliet costume and nudges Alistear to invite Patricia for a dance. The two discover their mutual chemistry. Meanwhile, Eliza acquires Sister Gray's approval to visit the contemplation room and Candy is unable to make it back in time. Luckily, Terry pretends to be her, sleeping in bed to foil Eliza's scheme. Feeling generous at the end of the day, Sister Gray frees Candy and allows her to be there for the bonfire.",
                    "Aliases": []
                },
                "42": {
                    "ID": "411361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411361",
                    "TitleEnglish": "A Midnight Picnic",
                    "SummaryEnglish": "Archibald and Terry have a fight over Terry's contempt for the US. Sister Gray stops the fight and wants to know who started it. Seeing his opportunity to get back for the past, Neil accuses Archibald. Archibald has to spend a night in the contemplation room, while Terry keeps his freedom. Annie compiles a care package for her love and asks Candy for her expertise and assistance. Not used to night climbing trips, Annie cannot move as stealthily as Candy does, waking Eliza, who alerts a patrol to investigate. While the two girls talk about Scotland for the coming holiday, Candy takes heart that Scotland is the country of origin for the Cornwell brothers and Anthony, even though she prefers to return to the US and never come back. By the time they manage to deliver Annie's package to Archibald, Candy's absence from her room has long been detected. Candy sacrifices herself to be found out, so that Annie can escape without detection. In retribution for her night outing, Candy will have to remain at the Academy for summer together with a servant who has not seen her son for over a year. Candy begs for Terry's intervention and help. Alistear and Archibald are skeptical of Terry's honor, but as soon as Terry learns of Candy's trouble, he reveals the truth to Sister Grey. The servant gets a new position at the Duke's home, much closer to her son, and Candy gets to go on holiday if she attends summer school in Scotland.",
                    "Aliases": []
                },
                "43": {
                    "ID": "411362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411362",
                    "TitleEnglish": "Summer School at the Shore of a Lake",
                    "SummaryEnglish": "Summer school is set at a lake, only an hour away from Edinburgh. Candy meets a mysterious shepherd boy Mark who claims he recognizes her from description by his brother. Candy seizes the opportunity when Mark's sheep wanders into the summer school garden to find its owner. Mark lives at the Grandchester summer house, but is not really Terry's brother. He is the servant's son and Terry took him under his wing. But Terry is moping in his room and does not want to be disturbed by anyone. Comparing the environment of the Scottish outdoors with Pony's Home, Candy ends up spending the rest of the day with Mark and his mother, even though the sheep has long wandered back to summer school. Sister Margaret is none too happy for Candy staying away for eight hours, but softens when Candy gives her a piece of Mark's self made cheese. In her room, Annie and Patricia tell her that Archibald and Alistear are staying in a nearby house that great-aunt Elroy rented and has Eliza and Neil staying with her. The boys plan to take the girls rowing the next day. Candy is barely interested and stares through Alistear's binoculars all night, spying on Terry's house and room. She discovers Eleanor Baker is visiting. As the Cornwell beaus row their girlfriends on the lake, Candy ventures back to Terry, coming across a weeping Eleanor Baker, while Terry is all laughter and cheers. Candy talks about having seen Eleanor Baker, but he tells her she imagined it. When he starts to shear the stubborn sheep though, he talks as if he wants to punish a mother who abandoned her son.",
                    "Aliases": []
                },
                "44": {
                    "ID": "411363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411363",
                    "TitleEnglish": "The Link Between a Mother and a Child",
                    "SummaryEnglish": "During her early morning outing with Klint, Candy comes upon Terry while he rejects his mother. On her way back, she finds a scenario book of Romeo and Juliet with Eleanor Baker's initials. Candy attempts to give the book she found back to Eleanor Baker at the hotel, where Archibald and Alistear hoped to have her sign a picture for them. But Eleanor Baker supposedly has already left for the US. Candy sets out on a walk together with Annie and Patricia, but instantly leaves them when Terry calls out to her. He claims the book for himself and shows her his dramatic talent, holding her close and clasping her hands like a true actor. Candy brushes him off, afraid that before long he will make fun of her. And so he does. Despite their anxious banter, the two return to the summer castle in a friendly mood, until Terry happens to see his mother at the gate and rejects her pleas over and over. Candy shocks Terry into reminding him he should be grateful to have a mother at all, while she has neither father nor mother and never will. After she runs off in tears, a sobered-up Terry reconciles with his mother whom his father had kept away. Out of gratefulness Terry wishes to do something back for Candy. He drags her onto his horse and races with it through the forest, shocking her into being grateful that she and others live.",
                    "Aliases": []
                },
                "45": {
                    "ID": "411364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411364",
                    "TitleEnglish": "White Party for Two",
                    "SummaryEnglish": "When Terry notices Candy has a minor wound on her arm because of the brutal galop, he instantly dresses it with a scarf scented with his mother's perfume. Meanwhile, the Cornwell brothers row Annie and Patricia on the lake and are shocked when they see Candy together with Terry. Eliza gets so upset it capsizes her boat. Archibald and Alistear refuse to come to either Neil or Eliza's aid, but Terry dives into the lake to rescue Eliza. And yet, when Eliza refuses Candy's assistance, Terry easily turns his back on her and returns home. At Eliza's suggestion, great-aunt Elroy agrees to hold a white dress garden party to thank Terry for his heroism. Annie and Patricia hope to convince Candy to join them, but she feigns disinterest. In reality she recognizes that great-aunt Elroy cannot ever welcome her warmly, certainly not after Anthony's death. Terry expects Candy to be one of the party, but when he learns she will not be going, he will not either and invites her to his home. The old armor room makes her jumpy and he has ample opportunity to hold her in his arms and then they sit about the fire. Terry offers his mother's dresser to keep warm during the rainstorm. Insulted that Terry never showed up, Eliza barges in and smacks Candy before storming off and insulting Annie and Patricia over it. But together and with their beaus Annie and Patricia acquired strength and confidence, and Eliza cannot hurt them.",
                    "Aliases": []
                },
                "46": {
                    "ID": "411365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411365",
                    "TitleEnglish": "End of a Vibrant Summer",
                    "SummaryEnglish": "There is only one week of holiday left, but Terry and Archibald's animosity is still alive and kicking. Both boys end up dueling in a fence fight. While Patricia and Annie beg the boys to stop, Candy tries some reverse psychology, shouting they should find an audience and invite the whole village. Though Terry corners Archibald for the kill, he declares the fight a stalemate and leaves. When Candy discovers an old airplane in Terry's hangar and Alistear finds out about it, Alistear drags Archibald over to help him fix it. Eventually, Terry and Archibald make up and Alistear manages to take off and fly the plane, until the engine malfunctions and he has to make an emergency landing. Basking in the sun at the side of the lake, Terry tells Candy his father's plane stems from the days he was in love with Terry's mother. But once Terry was born and his father recognized the responsibilities of a nobleman, he let the plane rust. Terry vows that he will always be true to himself and invites Candy to dance. They laugh, they are happy and then he stares at her intently. Terry pulls her into his arms, and kisses her. For a few moments earth stops turning for both, but then the stunned Candy slaps him in the face and rejects him for being a bad man.",
                    "Aliases": []
                },
                "47": {
                    "ID": "411366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411366",
                    "TitleEnglish": "Eliza's Trap",
                    "SummaryEnglish": "Candy avoids Terry at Saint Paul's Academy, but she cannot forget the kiss. Albert is in Africa, working in a hospital to treat animals. When Candy receives a letter from him where he asks her to greet Terry for him, she feels obliged to search Terry out and share the letter. He seems happy to see her, and Candy admits to herself that he tends to make her feel good. Green with envy, Eliza warns Terry about Candy's thieving ways, but Terry points out that Eliza needs to take a good look in the mirror. Eliza gets her opportunity for revenge, when she discover how Patricia and Alistear use a hollow tree to pass secret letters to each other. Eliza uses it to set up a night meeting for Candy and Terry in the stables. Just as Candy and Terry start to put two and two together, Sister Gray arrives with a patrol and Eliza and her friend Louisa as witnesses. Sister Gray decides to remove Candy from the Academy, while Terry will be confined for a week. Candy is imprisoned in a tower that she cannot escape from and weeps profusely at the injustice of the whole situation.",
                    "Aliases": []
                },
                "48": {
                    "ID": "411367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411367",
                    "TitleEnglish": "Within the Cold, Thick Walls",
                    "SummaryEnglish": "Terry reasons with Sister Gray about the injustice of punishing them differently, accusing her of not expelling him for his father's donations. Meanwhile, Annie and Patricia find the courage to climb down off their balcony and onto that of the Cornwell brothers to discuss the situation. Alistear has to keep Archibald from punching Terry, who shows the fake letter he received. The brothers recognize Eliza's handwriting, but Sister Gray will not accept unclear or conflicting evidence. The Cornwell brothers and their girlfriends confront Eliza alone in the park and try to make her confess, but she deflects them by pointing out that Sister Gray would deal harshly with them for ganging up on her. Terry ponders over the contrast between Candy and himself: Candy risks the rejection of her adoptive grandfather William, while Terry made his father solve everything with his money, even if he hated his father. He ignores Sister Gray's order of confinement and sits at the other side of Candy's door of imprisonment to play the harmonica for her, planning to do right by her.",
                    "Aliases": []
                },
                "49": {
                    "ID": "411368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411368",
                    "TitleEnglish": "Terry's Decision",
                    "SummaryEnglish": "Terry asks his father to intercede on Candy's behalf, but his father refuses, sure that a girl who would go out at night to meet Terry, must not be a good girl. As a consequence Terry tells his father goodbye forever and breaks with him. He approaches Eliza at the recreation grounds and spits in her face. Terry pleads one more time with Sister Gray to lessen Candy's punishment, but she cannot allow for both to remain in Saint Paul's without losing their good name. So, Terry volunteers to leave the Academy in Candy's place and he will go by another name from now on. Terry leaves after saying goodbye to the Cornwell brothers, and Candy is released from the old ruined tower. When Candy thanks Sister Gray and admits she should never have been so naive to believe the letter meant to entrap her, Sister Gray realizes both Candy and Terry claimed the same story, and yet she lacks the humility to admit her error. Candy has to stay in her room, and not until later that night, when she investigates Terry's room and reads his goodbye note, does she overhear Neil telling Archibald and Alistear that Terry is on his way to the US. Candy still hopes to catch up with him in the carriage, but when she arrives at Southampton port, Terry's ship has already left. She calls out to him with all of her heart, and across the waves the noise reaches him, but he supposes he must be delusional.",
                    "Aliases": []
                },
                "50": {
                    "ID": "411369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411369",
                    "TitleEnglish": "Departure Shrouded by the Morning Mist",
                    "SummaryEnglish": "Eliza protests over Candy's release in front of everyone, and openly disagrees with Sister Grey that Terry was sent from school. Eliza's cockiness and insolence earns her a week of confinement. Meanwhile, Neil and his bullies feel sure they can bully Candy all they want since Terry cannot protect her anymore. Candy admits to herself that she is in love with Terry and recognizes Eliza acts the way she does out of jealousy. Candy misses Terry and longs to be with him, and yet wants to honor his sacrifice, be strong and become a lady of Saint Paul's. Duke Grandchester is furious that his son has left the school and threatens to withdraw his funding from the school if they cannot retrieve Terry. Candy shares Terry's letter with him, her high opinion of Terry and her understanding of Terry's feelings of loneliness and longing for his father's acceptance. She manages to appease the broken heart of Duke Grandchester: he will keep funding the Academy and send Terry's sisters to the school. Meanwhile, Louise learns that she has to leave the Academy because her father cannot pay such tutelage anymore. Through Candy's mechanisms, Eliza's punishment is lessened so that Louise can spend the last few days with her best friend. Meanwhile, Candy sets off with Klint on a whole new adventure, not wanting to grow up to be a backstabbing lady.",
                    "Aliases": []
                },
                "51": {
                    "ID": "411373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411373",
                    "TitleEnglish": "Long Way to the Port",
                    "SummaryEnglish": "Sister Margaret, Annie, Patricia and the Cornwell brothers raise the alarm of Candy's departure, storming into Sister Gray's office. While Candy's friends leave by car for Southampton, Eliza tries to convince Sister Gray it is the best thing for the school. But Sister Gray silences her by referring to Eliza's fake letter. Candy's friends search everywhere on the boat in Southampton, but no Candy White Ardley has boarded under that name. Mr. George makes clear that Candy has not a cent to her name to the anxious Sister Gray. Candy had gotten a ride from an old sheep farmer, Arnold, part of the way to the port. But the farmer thought she needed to go to Dover. Having no money, Candy works for her grub and bed. She is resourceful and acquires a job at a bed and breakfast that goes a long way towards building the treasure chest needed to see her way towards Southampton and the boat to the US.",
                    "Aliases": []
                },
                "52": {
                    "ID": "411374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411374",
                    "TitleEnglish": "The Star I Saw from the Barn",
                    "SummaryEnglish": "Traveling and doing manual labour wherever they are willing to pay and provide her food, Candy manages to gather her treasure chest to buy herself passage onto some boat back to the US. But a man who offered her a ride to Southampton hopes to sell her to the landlady of a sailor tavern. Candy overhears the business conversation and flees with the man's cart into the forest and then to safety by hiding into the haycart of the widower Mr. Carson. Mr. Carson does not become aware of his extra load until he arrives at his farm and finds all the apples he bought for his children eaten. Meanwhile Candy discovers she lost her hard-earned money during her escape and that she traveled in the wrong direction once again. She is even farther from Southampton than she was before. Mr. Carson's children - Sam, Jeff, and Susy - sneak Candy into the barn and bring her a midnight snack, while talking about their mother and Mount Rodney. Susy falls ill with a high fever and Mr. Carson would rather murder the doctor than ask him for help: he blames him for the demise of his late spouse.",
                    "Aliases": []
                },
                "53": {
                    "ID": "411375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411375",
                    "TitleEnglish": "The Dawn at Mount Rodney",
                    "SummaryEnglish": "Frightened for Susy's survival, Candy and Sam race into town to beg for the doctor's help. Too afraid for his own safety to go himself, the doctor gives Candy instructions on how to treat Susy's measles. When Susy is on the mend, Mr. Carson thinks it is solely due to Candy's hard work. He is still out on his mortal vendetta against the doctor. Both Mr. Carson's sons and Candy explain how they owe their knowledge to the doctor. The vendetta quelled, the doctor can see Susy for himself and congratulates Candy's aptitude as a nurse. The children grow fond of Candy, while she continues to care for Susy. But Mr. Carson knows Candy will leave and tells her not to delay her departure, unless she wants to hurt the children more than is necessary. Seeing the sense in that, Candy prepares to leave and accepts Mr. Carson's letter of introduction to his friend Juskin in Southampton.",
                    "Aliases": []
                },
                "54": {
                    "ID": "411376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411376",
                    "TitleEnglish": "Night Fog at the Southampton Port",
                    "SummaryEnglish": "In Southampton, Candy searches for Juskin's seafaring company. Finally, a boy named Cookie takes her to the rundown business. Candy overhears Juskin with his crew grousing about their sour economic fortunes and making crass jokes about kidnapping pretty girls and selling them for money. But the rough-sounding men have golden hearts, and explain they were only joking. After remembering Mr. Carson, Juskin and his crew promise to help Candy. They get a request to load the Atlantic liner 'Sea Gull' and will smuggle her on board. During the wait, Candy wanders around Southampton and hears a harmonica playing the same Scottish air Terry used to play. It is not Terry, but Cookie playing. He met Terry one night and led him to a hotel, where Terry bought him a meal, offered him a bed, and joked that Cookie and Candy would make quite the pair. Because Cookie was interested, Terry bought a harmonice for Cookie. By the end of his story, Cookie realizes who Candy must be. Growing more conscious, Juskin hopes to dissuade Candy from this life-threatening attempt to cross the Atlantic trapped in the cargo, without water and food. But Candy refuses to change her mind, and the next day as they load their \"fragile\" cargo onto the Sea Gull's deck they wish her all the luck that Candy may need for the voyage.",
                    "Aliases": []
                },
                "55": {
                    "ID": "411377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411377",
                    "TitleEnglish": "Two Stowaways",
                    "SummaryEnglish": "Candy is not the sole stowaway. Cookie is the other, trying for the tenth time already. How he came to be captured so often is proven by his carelessness with his things that he leaves lying about in the cargo. Captain Nieven orders a search, just when Cookie ventures out for food. While Candy remains safely downstairs, undetected, Candy overhears how the sailors throw Cookie overboard to teach him a lesson. Her conscience gets the better of her and she rushes to Cookie's rescue. But her decisive manner of giving orders and chastising the men for their dangerous prank makes them believe she must be the Captain's daughter. While she nurtures Cookie back to consciousness and warmth, Captain Nieven visits the two fifteen-year-olds, not at all amused. He inquires with Candy about her story. When she volunteers no info, the Captain declares a boat of the same company passing them on its way to the UK will pick them up and repatriate them, in spite of Candy and Cookie's protests for clemency.",
                    "Aliases": []
                },
                "56": {
                    "ID": "411378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411378",
                    "TitleEnglish": "On the Other Shore of the Stormy Sea",
                    "SummaryEnglish": "Captain Nieven cannot be convinced to at least allow Candy to continue the journey. To cross to the other ship, Candy and Cookie board the lifeboat and are rowed towards the other. But when Captain Nieven receives a telegram about a storm warning, he halts the mission. Everybody is in a frenzy to secure the crates, but one of the moorings snaps and several crates fall on top of Cookie who breaks his leg. While Candy tends to Cookie's broken leg, the crew dredges the water that seeped in via a breach in the cargo hold. Cookie fears he will be a cripple for the rest of his life, escapes his cabin and wants to throw himself overboard: he believes he can never become the sailor he always wanted to be and has no reason to live any more. Candy holds on to Cookie for dear life, almost being dragged overboard herself, until Captain Nieven pulls them back aboard, preaching Cookie about true sailors. Candy realizes that unlike Terry and Cookie who have a passion for a profession, she simply plods on her road of life to show everyone how strong she is. Then Viva runs into her cabin to alert her of their upcoming arrival in the US.",
                    "Aliases": []
                },
                "57": {
                    "ID": "411379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411379",
                    "TitleEnglish": "The Port Through the Window",
                    "SummaryEnglish": "Not seeing him for more than six months at times, Captain Nieven's daughter Sandra is eager for his attention and started to hang out with a gang in his absence. Thanks to Candy's care, Cookie's double fracture can be fully healed in two months. Envious of the two stowaways who get to spend time with her father, Sandra threatens to alert customs, and sends her hoodlum friends on Candy. In exchange for keeping Sandra's business with the gang secret, Sandra backs off. But when Captain Nieven gets called away on business, Sandra lets her friends into the apartment to drag Candy before their leader Charlie in a dance club. Charlie and Terry were childhood friends, and when they met recently, Terry gave Charlie his Academy suit, which Candy recognized. Captain Nieven followed Sandra to the dance club, fights one of the hoodlums and forbids his daughter to socialize with those criminals. When a gang member hopes to knife the captain, Sandra jumps to the rescue, and father and daughter make peace. Through the help of the captain, the crew and Sandra, Candy boards the train that will take her inland near Lake Michigan. Stepping off the train, out in the snow, Candy shouts after a passing carriage for a lift, but the driver never heard her. Unbeknownst to Candy, Terry is on that carriage, deep in thought, looking in her direction but never hearing or even seeing her.",
                    "Aliases": []
                },
                "58": {
                    "ID": "411380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411380",
                    "TitleEnglish": "Silvery Homeland",
                    "SummaryEnglish": "Candy covers the remaining distance on foot in spite of the blizzard that forces her to hide from the weather in the post office. When the snowdrifts clear, Candy continues and encounters Jimmy on a horse. He informs her that a rude young man traveled to Pony's Home. Realizing that Terry must be in Pony's Home, Candy rushes home, only to find the still-warm teacup he drank from. She learns he ventured out towards Pony Hill. Candy races onto the hill in a mad dash, but the bird has flown. She has to accept they have their own paths to follow now. Maybe someday their lives will cross again. Sister Mary is anxious about her unexpected appearance. The next morning, Candy chases after Jimmy for pelting her with a snowball and is led right into a chorus of orphans welcoming her back home.",
                    "Aliases": []
                },
                "59": {
                    "ID": "411381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411381",
                    "TitleEnglish": "One Day as a Naughty Teacher",
                    "SummaryEnglish": "Miss Pony charges Candy to supervise the other orphans, when she and Sister Mary have to attend a meeting, and while trying her best to command respect as a \"teacher\", she notices a new girl, Daisy, who does not come outside to play. Candy coaxes Daisy outside and coaches her into ascending the tree. Having accomplished the climb, Daisy shouts to her heart's content, but then faints. Meanwhile the frenzied mailman, passing by to deliver a letter from Annie, orders Candy to bring down Daisy immediately. Daisy has hemophilia and could bleed to death even with a minor wound. The next morning, the eager Daisy slips outside and ascends the tree by herself, but takes some damage. Though Daisy has lost quite a lot of blood, the doctor manages to prevent further blood loss. Feeling involved, the other orphans pray for her speedy recovery, and include her more in their adapted games afterwards. In her letter, Annie details how Saint Paul's Academy has become a dull place since Candy's departure and that the Cornwell brothers and herself feel lost and forlorn without her.",
                    "Aliases": []
                },
                "60": {
                    "ID": "411382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411382",
                    "TitleEnglish": "Determined Footsteps that Resound in One's Heart",
                    "SummaryEnglish": "A weakened Mr. Cartwright is overjoyed to see Candy and has an important request for her - he wants her help to convince Jimmy to become his adoptive heir. Jimmy thinks very well of Mr. Cartwright but prefers to always stay alongside Candy and take care of Pony's Home. The boy is willing to reject his future to spend time with her. Candy requires Tom's aid and counsel for this. Tom has grown into a young man and talks about how happy he is that Mr. Steave adopted him and taught him to be rancher. Meanwhile, Mr. Cartwright has fallen severely ill with the flue and is taken care by Candy. When Jimmy witnesses how weak Mr. Cartwright is, Jimmy realizes how much he loves the old man and agrees to be adopted. Albert, Tom, Terry and now Jimmy have chosen their destiny, and yet Candy is still looking.",
                    "Aliases": []
                },
                "61": {
                    "ID": "411383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411383",
                    "TitleEnglish": "The Sob Underneath the Snow",
                    "SummaryEnglish": "Dr. Lenard needs a substitute nurse, while his wife is visiting family. Candy helps out at his private practice with the visitors and joins him on housecalls. She learns that nursing is a profession with a stable future: there can never be enough nurses. When a note begs the doctor to help a woman in labour, up in the mountains while a blizzard blows, Candy already acts the bossy, stubborn nurse. Dr. Lenard wishes for Candy to remain safely behind, but she insists and argues to come with him. The doctor tells her of a legendary nurse of the Red Cross who worked night and day to ease the suffering of the soldiers in the Civil War. The birth of a healthy baby boy is the decisive happy reward for Candy's efforts to comfort the woman in labor. Back at Pony's Home, Miss Pony and Sister Maria tell her that they think she is responsible enough now to become a caretaker at the orphanage. But Candy realizes she wants to be a nurse. Luckily, Miss Pony has a good old friend who is head at a nursery school and she is willing to send her a recommendation letter.",
                    "Aliases": []
                },
                "62": {
                    "ID": "411384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411384",
                    "TitleEnglish": "Steam Whistle Towards New Frontiers",
                    "SummaryEnglish": "While Candy anxiously awaits the letter from Merry Jane Nursing School, Jimmy organizes a competition to determine who will become the second in command after Candy, now that he is to live with Mr. Cartwright as his adoptive son. The best tree climber of the other orphans is John. When Matthew the mailman delivers positive news from the nursing school, John instructs the orphans that even if they might not like it when Candy leaves, they ought to be happy for her. Candy decides not to postpone her leaving. This time, however, she will have to leave Klint behind, who makes several attempts to stop her from leaving. Jimmy gives the other orphans a ride to accompany Candy to the train station where they say their goodbyes and promises to take care of Klint for Candy. The raccoon breaks loose and races after the rapidly accelerating train in a desperate but unsuccessful bid to catch up with her.",
                    "Aliases": []
                },
                "63": {
                    "ID": "411385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411385",
                    "TitleEnglish": "The Granny in the Street",
                    "SummaryEnglish": "While not quite as majestic as London, Candy's new city is still a busy hustle of traffic. On her way to Merry Jane Nursing school, she volunteers to help an old woman cross the street and escorts her to Joseph Hospital, which houses the school as well. The sour woman lets on that she knows some of Candy's background and warns her of the hardship of her chosen profession. At the nursing school, she has an hour before the headmistress can see her. On her way out, Candy meets the old lady again who offers to take Candy on a tour. The woman is troublesome with her peculiar demands and critique. On her way to a burger stand to buy food, Candy covers a vagrant sleeping on a bench in the park with the old lady's shawl. When later she realizes the vagrant is gone, Candy searches for the shawl in vain and arrives much too late at her appointment with the headmistress, who turns out to be the old lady to test Candy. When her roommate Franny gives her a tour of the campus, Candy hopes to be friends, but Franny is studious and disapproves of excessive talkers.",
                    "Aliases": []
                },
                "64": {
                    "ID": "411386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411386",
                    "TitleEnglish": "The Angel in White is a Dimwit",
                    "SummaryEnglish": "Franny is impatient with Candy's late morning sleeping, talkativeness, inexperience and lack in knowledge. Meanwhile, the patients play innocent pranks to capitalize on Candy's naivete. While trying to engage a timid, weak girl in a wheelchair in extremely kind conversation about where the best scenery is, the girl fears Candy is so nice because she is soon to die, and this fear may have been too much for the girl who has cardiac issues. Merry Jane is displeased with both Franny and Candy, and nicknames Candy \"dim-wit\". Eventually Candy manages to outwit one of her prankster patients into eating his meal. Franny challenges Candy to try her tactics on a recalcitrant boy reading a book and refusing to eat. Candy's sternness causes the boy to start a tantrum, which earns her another stern scolding. Both Merry Jane and Candy wonder whether she is cut out to be a nurse after all. Candy tries again, this time appealing to the boy's taste in literature about cowboys. Though first ordering her out, the boy does eat his meal and asks Candy to teach him how to throw a lasso. Merry Jane compliments Candy for a job well done and reminds her against tardiness to class.",
                    "Aliases": []
                },
                "65": {
                    "ID": "411387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411387",
                    "TitleEnglish": "The Smiling Nurse",
                    "SummaryEnglish": "While Franny takes care of a very special guest, Candy follows the advice of her prankster patients: smile and brighten their day, instead of moping and feeling downhearted when they tease her. Before long, patients are asking for her, so much that it makes the other student nurses envious and spiteful. One night Candy discovers Franny softly crying in her bed. But the frigid girl rejects Candy's friendly questions. Upon investigation the next day, Candy witnesses Franny rush out of the room with the special patient insisting she is not a servant. And yet, Franny pretends everything is going splendidly to the others. When Candy learns that he is rich, owns a lot of land near a lake and answs to the name William, she believes Franny takes care of her mysterious benefactor, grandfather William Ardley and begs Franny whether she can take her place instead. Reluctantly, and without losing face, Franny agrees. When Candy appears before Dr. Frank the next day, he explains the room situations. She will have to speak softly before stepping out and Dr. Frank wishes Candy good luck.",
                    "Aliases": []
                },
                "66": {
                    "ID": "411388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411388",
                    "TitleEnglish": "Grandfather from Dreams",
                    "SummaryEnglish": "Excited at the prospect of finally meeting her benefactor, grandfather William, Candy races into the room while he is sleeping soundly. Later, when next she visits her special patient, he is awake. Excited and nervous, Candy instantly introduces herself as his adoptive daughter. It soon turns out that her patient is William McGregor who hates the Ardleys. A dispute over the Ardleys follows, which causes chest pains in McGregor. Merry Jane gives the responsibility back to Franny and sends Candy off to the park where Candy meets an old woman who talks of the time she was in the hospital for half a year: she treated the staff badly, because she felt alone, and yet she would prefer to be ill in the hospital again, because of the kind nurses. Candy starts to realize that William McGregor may be such a grouch for similar reasons and runs back to school to ask Merry Jane whether she can tend to Mr. McGregor again. It is for Dr. Frank to decide, and he tells her no. Candy happens upon Mr. Brighton, Annie's father, who pays a visit to Mr. McGregor's window to pray for his neighbor's recovery. When McGregor sees Candy talking to Mr. Brighton, he requests for her care.",
                    "Aliases": []
                },
                "67": {
                    "ID": "411389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411389",
                    "TitleEnglish": "Where is She?",
                    "SummaryEnglish": "Even if Candy understands it's Mr. McGregor's loneliness that makes him a grouch, Mr. McGregor remains ever demanding and unsatisfied. Headmistress Merry Jane directs Candy to her office for a commendation of all the hard work that she has done and gives her several letters from her friends at Saint Paul's Academy. Alistear lost interest in inventions after her disappearance. Archibald had not changed clothes for five days mourning her loss and wishes her well, commending her on her choice of profession. Patricia wrote about her outing with Alistear to the zoo and visit her turtle Yuli, and how she hopes to soon visit the US. Meanwhile, Annie is frightened of the preparation for the possible upcoming war with Germany. She wants to return to America. Mr. McGregor's turn for the worse demands Candy's attention. While he endures crisis after crisis, the old grouch keeps calling for Miena. While the doctors and nurses are in a frenzy to keep Mr. McGregor alive, Candy arrives at Mr. McGregor's old mansion in search for Miena, who sits at the back porch: Miena is a Saint Bernard.",
                    "Aliases": []
                },
                "68": {
                    "ID": "411390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411390",
                    "TitleEnglish": "Scattering Blossom Petals",
                    "SummaryEnglish": "When Miena refuses to board the carriage, Candy can do nothing but escort Miena on foot, while Mr. McGregor's condition continues to deteriorate. Miena barks at every carriage passing by, except for one. More, Miena climbs in the carriage of her own accord and is unwilling to get back down, to the coachman's despair. Mr. McGregor was driven to the hospital in that particular carriage. Seeing her opportunity, Candy asks the driver to carry them to the hospital. Once there, Candy takes over from Franny and accepts with patience Franny's reproof of her being so irresponsible to chase after relatives that cannot be found. Once Franny is out of the way, Candy smuggles Miena into Mr. McGregor's room. Once the coast is cleared from Merry Jane and Dr. Frank again, Candy softly wakes Mr. McGregor. He makes a speedy recovery after seeing, petting and talking to Miena. Before long, Candy can take Mr. McGregor for a tour in the garden to admire the trees blooming with blossoms. He is happy, feeling well enough to return back home, and now regards Candy as a friend. Having found his peace, Mr. McGregor draws his last breath while Candy gathers the blossom petals, only to discover his death much too late to do anything about it.",
                    "Aliases": []
                },
                "69": {
                    "ID": "411391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411391",
                    "TitleEnglish": "White Rose of Memories",
                    "SummaryEnglish": "Franny disapproves of Candy's emotionality as Candy grieves and mourns the loss of Mr. McGregor and gets clumsier by the day. Merry Jane's advice is not as cold as that of Franny, but she reminds Candy that the loss of one patient should not affect her work: some patients die, others go back home, and Candy needs to find a way to internalize it. It was known beforehand that Mr. McGregor could never be cured. But him being the first patient Candy lost, Merry Jane sends Candy back to Pony's Home. But first Candy decides to take a detour to Mr. McGregor's house, where Miena attacked the overseer while he was dividing Mr. McGregor's possessions and now they are hunting Miena to shoot her. At the secret lake where Mr. McGregor used to take Miena fishing with him, Candy encounters Miena and before anybody can do her harm, she leaves with the dog to take her to Pony's Home. Candy comes across a villa with a rose garden with Sweet Candies growing. The old gardener of the Leagans works there and took one of Anthony's roses with him in memory of him. But the villa is owned by the overseer, who is still out for vengeance. When the gardener explains that Candy is the girl his favorite rose was named after, the man relents to Candy's wish and lets her take Miena with her to the orphanage.",
                    "Aliases": []
                },
                "70": {
                    "ID": "411392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411392",
                    "TitleEnglish": "A Cute Bride",
                    "SummaryEnglish": "When Matthew comes to deliver a letter for Ms. Pony from Mr. Steave, Tom arrives and attempts to get the letter back. It is an invitation to Tom's engagement banquet. It is an arranged marriage, and Tom does not want to marry at the age of seventeen, let alone to the girl he's promised to. Candy is sure she can talk some sense and understanding into Mr. Steave, until she meets the fianc at Tom's ranch. Diana is no older than eight years. She is cute and sweet, and hopes to do everything to please Tom, but as a child, she cannot fathom yet the impact of such a decision. Candy cannot take the engagement serious, and puts off talking to Mr. Steave. By the evening meal, Tom declares he loves Candy, not Diana. He hurts the child's feelings, Mr. Steave loses a friend and the family name is now a laughingstock. Worse, now Mr. Steave wants to celebrate Candy's engagement with Tom. The reason behind Mr. Steave's eagerness to marry off Tom tuns out to be his belief that he is dying, though he has not seen a doctor yet.",
                    "Aliases": []
                },
                "71": {
                    "ID": "411393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411393",
                    "TitleEnglish": "Mr. Sailor on the Hill",
                    "SummaryEnglish": "Tom drops Candy off at a silent Pony's Home: everybody is at Governor Cartwright's ranch. When she hears Terry's harmonica tune, Candy rushes inside expecting to see him, and finds Cookie instead. Cookie pretends to be on shore leave from the 'Sea Gull' with Captain Nieven, but later Cookie confesses to Candy that he was beaten by other sailors because he has no father to defend him and does not want to return to the Sea Gull. John overhears this and together with Jimmy plans to welcome Vida and Vokado who are asking around in search of Cookie with an assault. Candy makes Miena intervene. The two men admit that Cookie was beaten up, but are incensed that Cookie did not tell all. They explain to Candy that Cookie had slept while on night watch and the 'Sea Gull' was almost run over by a cruise ship, and so Cookie was punished for endangering the lives of the whole crew. Candy decides to return to the hospital and Tom comes to pick her up, bringing Cookie along as well as Mr. Steave who gets admitted into the hospital for tests. It turns out that Mr. Steave's heart is fine, but he has to lay off the drinking of whiskey.",
                    "Aliases": []
                },
                "72": {
                    "ID": "411394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411394",
                    "TitleEnglish": "The Young Lady at the Special Care Ward",
                    "SummaryEnglish": "While Candy is overjoyed by the birthday card she received from the Cornwell brothers, Archibald and Alistear crash into the hospital's garden with a hot air balloon. Great-aunt Ardley has recalled all her child relatives back to America along with Annie out of fears for their safety if war breaks out in Europe. The boys are mostly happy to be rid of the strict environment and silly rules. Candy is charged with the stewardship of a Special Care patient that has been rushed in with emergency. The young Catherine is a pianist virtuoso and has mysterious stomach pains. The medical test do not explain what ails the girl. And at times, the child feels well enough to climb trees together with Candy. It turns out that her mother who constantly pressures her into playing the piano is the cause. Eventually both Catherine pulling some piano strings and Candy's stubbornness help the mother to realize how she hurts her daughter.",
                    "Aliases": []
                },
                "73": {
                    "ID": "411395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411395",
                    "TitleEnglish": "Rumors about Terrius",
                    "SummaryEnglish": "When Candy shares the chocolates she was given as a birthday present by Alistear and Archibald with the other students, Franny rejects her offer and declares she hates girls like Candy. While Candy recognizes that Franny is made of the same austere wood as Merry Jane, she fails to understand why Franny would hate her so. Meanwhile in Europe, the Austrian prince Franz Ferdinand has been assassinated in Serbia, and once Austria occupies Serbia in response, Great Britain declares war on Austria and Germany. World War I has begun. Any daydreaming about spending her summer with Patricia and the Cornwell brothers is dispelled. But when Candy encounters a news article giving rave reviews of Terry as a rising star, the onset of the war is far from her mind. Terry plays a part in Macbeth on Broadway, but none off the positive reviews interest him much. His mind is on World War I. He worries for Candy's safety, regrets leaving her behind, and realizes he can do very little to help. Meanwhile at Joseph Hospital nurses and doctors work hard not to discuss the war in front of the patients. But Candy worries about Patricia's safety. Then Candy learns she, Franny and three other students are sent to Chicago in order to learn surgical techniques that she might have to use as a war nurse.",
                    "Aliases": []
                },
                "74": {
                    "ID": "411396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411396",
                    "TitleEnglish": "Heading to the Hospital in a Big City",
                    "SummaryEnglish": "On their last day at Joseph Hospital, Candy does her last tour amongst the patients. But Candy cannot bring herself to reveal this. Franny forces Candy to tell, and, when Candy cannot, Franny does it for her in her businesslike way. Candy is furious about the emotional havoc Franny wreaks with Candy's patients, but Franny accuses her of not thinking about her colleagues who have to do her round after her. Meanwhile the other three students prefer to stay on good terms with Franny and freeze out Candy in the hope that Franny will assist them with their academic and professional survival. Candy comes to realize that medical treatment needs the collaboration of doctors and nurses as a team. Unbeknownst to all five students, the patients have organized a farewell party together with the medical staff. Even frosty Franny cannot hide how touched she is by it all from Candy. When they arrive at the huge Saint Joanna Hospital in Chicago, Candy is disgusted with the cold bureaucratic ambiance and cries foul when a nurse dismisses a panicking child as a minor emergency. To Candy's surprise, Franny takes her side in defending Merry Jane. Eventually the five of them take care of the boy's wound as a team. Candy and Franny discover that they both need each other to complement their weaknesses.",
                    "Aliases": []
                },
                "75": {
                    "ID": "411397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411397",
                    "TitleEnglish": "Grandfather's Mansion",
                    "SummaryEnglish": "Candy and the other four Merry Jane students have two days of down time before starting their surgical training. As they go out to explore Chicago as a team, Archibald and Alistear pass by accident and recognize Candy. Before long, the Cornwell brothers drive off with the five student nurses to adventure. But when the brothers explain to Franny that Candy is adopted into the obvious powerful and rich Ardley family, Franny wants the car stopped and rejects Candy for being a rich girl who only studies to be a nurse for entertainment. Judy, Natalie, and Elanor follow her. Crestfallen, Candy asks the brothers to bring her to grandfather William's mansion, where Neil and Eliza are as well to visit great-aunt Elroy. But grandfather William has not been at his mansion for a while now. After avoiding great-aunt Elroy all those years, Candy finally goes out to meet her, apologizing for her behaviour in the past and explaining that she studies to become a nurse. When great-aunt Elroy rejects the notion of an Ardley working, Candy says she wants to abdicate her adoption. Great-aunt Elroy's health worsens with every word said. Despite Elroy's animosity, Candy still applies her nursing skills as the old woman is sleeping. When Eliza enters, wakes great-aunt Elroy and pretends to have taken care of her, Archibald reveals how Candy nursed her. Elroy ultimately realizes her debt to Candy, and when Eliza presses her to oust Candy, she finds she cannot.",
                    "Aliases": []
                },
                "76": {
                    "ID": "411398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411398",
                    "TitleEnglish": "The Cabin of Old Memories",
                    "SummaryEnglish": "After procuring great-aunt Elroy's permission for Candy and Annie to stay the night, Alistear and Archibald show the girls their special hideaway - a treehut. And while they all reminisce about their childhoods, they are all occupied by the war too. Patricia will come to Chicago, because London's safety may not be for long anymore. Candy tells herself to live in the moment and lightens the mood. Eliza cannot bear that two orphans from Pony's Home will stay the night in the Ardley mansion. When Neil and Eliza's initial plan backfires, Eliza involves her mother Mrs. Leagan as representative for the Ardley family. Great-aunt Elroy is too tired to make any decision, and so Mrs. Leagan orders Annie and Candy out of the house. Archibald and Alistear stand up for both girls, but anguish Annie. Candy cannot hold her frustrated disgust for the Ardley family politics any longer and asks the brothers to cease the disputes. She asks them whether Annie and her can sleep in the tree-house, preferring a humble place where love reigns, and that is where Annie and Candy declare themselves sisters.",
                    "Aliases": []
                },
                "77": {
                    "ID": "411399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411399",
                    "TitleEnglish": "A Dangerous Garden Party",
                    "SummaryEnglish": "In the morning Annie discovers the rope ladder was taken away, but luckily Alistear has a spare ladder hidden away. The Cornwell brothers have brunch with the girls and decide to go swimming in the lake and see Alistear's newest invention. Great-aunt Elroy has decided upon the same idea though and breaks Alistear's underwater bed before it even has been used. When they return Eliza invites the four to a dinner garden party she is hosting. But Annie's suitcase has gone missing and so the girls have to come to the party in their common dresses. One of the guests, the French military physician Michael, agrees with the Cornwell brothers' casual attire and thinks highly of Candy that she studies to become a nurse. Candy finds out that Annie's suitcase is in the top room of the high tower and climbs the stairs to fetch it, walking right into Neil's trap. The door closes behind her, and Candy's only way out is a rope and dangerous rappel while holding on to Annie's suitcase. Michael lost all interest for the cold and spoiled Eliza and has high regard for Candy. But then an urgent telegram orders Michael to return to France immediately to help out at the battle front. He drops Candy off at Saint Joanna Hospital. She is strongly resolved to become a nurse.",
                    "Aliases": []
                },
                "78": {
                    "ID": "411400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411400",
                    "TitleEnglish": "Terry's Melody",
                    "SummaryEnglish": "Candy hopes to reason with Franny that she is serious about becoming a nurse, and that she is not as much an Ardley as Franny supposes, to no avail. Franny remains prejudiced, and the other three shun her. But then Alistear and Annie visit her to tell her that Terry will be on the stage in Chicago the following night. Alas, that same night, Candy has to do her first night shift. The head nurse refuses to alter the night shift, and eventually Candy resigns to the fact that she will not see Terry, finding herself unable to leave the patients uncared for. Unbeknownst to her, Eliza has tried to bribe Nathalie to make sure Candy cannot go to the play. Nathalie is so disgusted about it that she volunteers to take Candy's shift, even though she admits to not liking Candy very much. The starstruck Terry is fighting his own emotional battles during the train ride to Chicago when it passes the station to the road that leads to Pony's Home that he once visited. Terry also refuses to appear during rehearsal, disgusted at the hypocrisy of \"charity shows\" whose tickets are priced out of the common man's reach.",
                    "Aliases": []
                },
                "79": {
                    "ID": "411401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411401",
                    "TitleEnglish": "The Shadow Under the Spotlight",
                    "SummaryEnglish": "Candy arrives at the Elmore Theatre barely on time. But great-aunt Elroy frostily denies her a seat in the Ardley theatre box, because Candy herself wanted to abdicate her adoption. Candy races off in search for an alternate seat and finds one at the unused upper-level. After the play she hopes to meet Terry, but neither backstage, nor when Terry leaves the theater does she manage to meet him. Candy attempts to cry out above the star-struck crowd and for a moment Terry thinks he recognizes Candy's voice, but dismissing it as impossible, he and Susanna ride off. Candy's hopes are crushed as much as her evening gown, and she wanders through the streets alone in defeat, while Eliza's gossip of Terry being involved with the actress Susanna spooks her mind. At the reception in honour of the play, Terry sees Eliza. Realizing the Cornwell brother, Eliza and Neil are in Chicago, Terry becomes more sure that he did hear Candy. Then Sussana hands him a handkerchief with his initials that Candy accidentally left behind in the upper booth. He recognizes it as one he gave to Candy in London to treat a wound; putting two and two together, Terry races off in search of Candy. He has to find her before the morning when he has to leave again.",
                    "Aliases": []
                },
                "80": {
                    "ID": "411402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411402",
                    "TitleEnglish": "A Moment of Reunion",
                    "SummaryEnglish": "While Terry desperately searches for Candy, he encounters Annie and the Cornwell brothers. They tell him that Candy is a practice nurse at Saint Joanna Hospital, and he hopes to find her there. Instead he meets Natalie and Franny who discovers Natalie has taken Candy's shift. Franny throws Terry out, but he waits for Candy on the hospital's steps until the morning. Meanwhile Candy goes in search of Terry's hotel, where Candy and Susanna encounter each other. Candy request her help to meet Terry, but Susanna lies that Terry is asleep and should not be disturbed. Though Susanna regrets to resort to this tactic, her feelings for Terry are too strong. Candy finally returns to the hospital, apologizing profusely to Franny and Natalie. She is so eager to make amends and work hard that she does not notice the letter Terry had left for her at her door. When she finds it, she rushes to the train station. But the coachman knows she will arrive too late at the station and rides ahead where the train will pass. Running down the hill and jumping over fences she can catch one final glimpse of Terry as he stands on the lookout for her on the train when it passes.",
                    "Aliases": []
                },
                "81": {
                    "ID": "411403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411403",
                    "TitleEnglish": "Faceless Terrius",
                    "SummaryEnglish": "A patient who has fallen from a moving train is brought in for a severe operation. Candy's worst fears become reality when the patient is called Terry Grandchester. Candy tries to talk to him, but the completely bandaged patient does not respond. When Eliza learns of this, she monopolizes the care for Terry and pulls strings to have Candy work at the medical section, instead of the surgical. Alistear informs Candy that a friend of his has seen Terry in another city. Annoyed by the snob's treatment of her fellow students, Franny makes sure to keep Eliza out, while Natalie urges Candy to go visit \"Terry\" who requested after her. \"Terry\" is Charlie Sanders, the gang leader Candy met with Sandra. He broke out of prison and jumped from the train, where he saw Terry, to remain uncaptured. He wishes to enlist in the army and make amends for his criminal past. When Eliza finds out the truth during a night visit, she promises to be silent if Candy leaves Chicago. Candy cannot sacrifice her career, but tries to reason with Charlie to give himself up. Meanwhile Eliza contacts the police. Officers take Charlie into custody while Candy may lose her position under suspicion of aiding and abetting a fugitive.",
                    "Aliases": []
                },
                "82": {
                    "ID": "411404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/411404",
                    "TitleEnglish": "Flowers from the Heart",
                    "SummaryEnglish": "Dr. Robson intercedes when the police transport Charlie out of the hospital: the patient is still too fragile and risk for infection too great. Charlie gets his own private room and Candy as sole caretaker. Eliza requires Candy to pay the hospital bill for Charlie, and if she cannot pay she will require Pony's Home to cough up the hefty sum. Candy meets a patient who makes her living from making fake flowers for the theatre, and tries her own hand at it to solve her present money issue. When Charlie witnesses her making the flowers he confronts her about her motives and reveals his mother used to make such flowers. She worked in a factory in the day and made flowers at night to support him, before he ran away to fend for himself. Meanwhile, a reporter who wishes an interview with Terry about his double alerts Terry of what has happened in Chicago. Since Charlie is a friend of his from his past, he sends Candy a check to pay for Charlie's medical bill. When next Candy visits Charlie, she finds him gone, leaving her two fake flowers he made, just as he used to for his mother. Charlie has been taken to the prison's infirmary.",
                    "Aliases": []
                },
                "83": {
                    "ID": "425410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425410",
                    "TitleEnglish": "The Ghost Who Played Cards",
                    "SummaryEnglish": "Candy meets the boy Tony Charles who claims to be a patient of the Internal Medical Department and entices Candy into playing poker like a true card shark. Upon investigation Tony is either a ghost of a boy who died a month ago, or not a patient at all. When Dr. Robson shows up to enjoy Candy's company during their mutual night watch, Candy is forced to leave Tony by himself. While Candy and Dr. Robson play poker in the doctor's office, Tony steals into the apothecary to get an expensive heart medicine for his sick mother. But the stolen medicine is dangerous with doses of more than a half-gram. A security guard recognizes the set of cards that Candy has of him and remembers Tony from the time his mother was in hospital. They can locate Tony's mother, pump her stomach, and Dr. Robson plays a game of poker with Tony with the payment of hospital and medicine bills as the stake. Dr. Robson loses.",
                    "Aliases": []
                },
                "84": {
                    "ID": "425411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425411",
                    "TitleEnglish": "Angels Under the Shadow of War",
                    "SummaryEnglish": "Saint Joanna Hospital must contribute some nurses to the front line, and many fear being picked. Candy has to take care of a patient, Marsha, who was a former nurse and lost her leg in the war. Marsha is upset that she receives the medical attention instead of the soldiers. Merry Jane arrives at Saint Joanna Hospital to pick one of her five students for the front in France. Candy reflects on Marsha's memories of the battlefield, along with the ties she has made over the years. Weighing the one against the other, Candy decides to volunteer and steps forward at the same time when Franny does. Merry Jane picks the more decisive sounding Franny. To her own conscious it seems wrong for Candy that Franny who has parents will risk death, while she who has none will remain. She has a heart-to-heart with Franny, and discovers Franny comes from a dysfunctional family who will not mourn her if she is killed in action. Meanwhile Franny begins to understand Candy's \"meddling\" comes from genuine concern for her safety. Despite Franny being too proud to embrace Candy as a friend, Franny recognizes that Candy has what it takes to become an excellent nurse.",
                    "Aliases": []
                },
                "85": {
                    "ID": "425412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425412",
                    "TitleEnglish": "The Family that Bore Love and Hatred",
                    "SummaryEnglish": "When Franny's previous patients - who claimed to not have liked her - start to pray for Franny when they learn from Candy that she is in France at the battle field, she believes Franny is being unfair towards her family, and decides to pay them a visit on her day off. Alistear is driving around to kill time when he encounters Candy and offers to drive Candy there. In Franny's hometown they are nearly driven from the road by Franny's brother on a motorcycle. Mr. Hamilton is a drunk and alcoholic, and Mrs. Hamilton almost no better as the landlady of a saloon. When Candy introduces herself as Franny's friend, Mrs. Hamilton talks meanly of Franny for leaving her family behind to care for strangers. At the same time a package from Franny arrives with gifts for them. When Mrs. Hamilton calls Franny stupid for it, Candy explains Franny used all her gains for her family, instead of it ending on the battlefield. It is only then that Mrs. Hamilton understands the implication of Franny being in France. Upon returning at the hospital, war casualties are brought in, one rumored to be a spy. The skunk Poupe makes Candy's worst fears come true: it is Albert who is being carried in.",
                    "Aliases": []
                },
                "86": {
                    "ID": "425413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425413",
                    "TitleEnglish": "The Man Who Forgot His Past",
                    "SummaryEnglish": "Dr. Leonard houses Albert in an unpleasant room because nobody knows who he really is, who is his family, where he lives. And Albert is unable to tell, because he lost his memory. Candy realizes she cannot help in that department. She does not know his family name, nor his address. What they do know is that he was a victim of a bomb explosion on a train in Italy, protected Poope with his body, and that there was a spy on the train. He was brought to St Joanna Hospital, because the only two things he repeated over and over was America and Chicago. Candy cries foul whenever people suspect him of being a spy, but the prejudice remains. The Cornwell brothers and Annie manage to distract Candy for a while when they surprise her with Patricia waiting for her in the garden. Patricia's remarks about London of their mutual past and London of now in war, brings back memories of Albert's situation and Candy breaks down crying, explaining Albert's plight. They wish to see Albert themselves, but can do little for either Candy or Albert. Candy goes back to work, intent on making things more comfortable for Albert when she finds him awake finally. But Albert does not recognize either Candy or Poope. He does not even know his own name.",
                    "Aliases": []
                },
                "87": {
                    "ID": "425414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425414",
                    "TitleEnglish": "Two People's Trial",
                    "SummaryEnglish": "Candy finds Albert hard at work trying to recall his past, with Poope squeaking encouragement, and wonders if Terry could help jog Albert's memory. Meanwhile Dr. Leonard starts to watch Candy carefully when he sees her spending so much time to take care of Albert. In New York, Susanna has found out where Terry lives and visits him to inform him that there will be an audition for Romeo and Juliet, just as he was looking up information for Candy to stay and enjoy Broadway in New York with him during the holidays. Susanna hopes the pair of them will play the leads, but Terry gives her the cold shoulder each time she tries to get close to him. Terry sends Candy a letter of his plan to invite her to Broadway and his coming audition for Romeo. Dr. Leonard catches her reading in a tree and chastises her in his office about her being only a student and needing to pass the exam if she wishes to care for their special patient Albert. This motivates Candy to follow classes with attention and late hours of studying. She's even more motivated to pass her exam, when Albert mentions how the other nurses and doctors make him feel like a pariah. At the audition, Eleanor Baker slips in to watch her son, who has to audition his part with Karen Kreiss as Juliet, while - much to her dismay - Susanna must audition for Juliet with Cary Grant as Romeo. Both Terry and Candy realize now is not the time for daydreaming, but to prove themselves in their chosen career.",
                    "Aliases": []
                },
                "88": {
                    "ID": "425415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425415",
                    "TitleEnglish": "The Day We Fly Towards the Sky",
                    "SummaryEnglish": "Terry has landed the lead role for Romeo. Susanna is elated to play against him as Juliet. The other actors who are envious tease Terry by calling him Terry Baker and allude to the fact that his mother Eleanor Baker sat in on the audition and possibly influenced the casting decision. Terry is truly upset, and Susanna gives the others an earful over it, while Terry confront the director. But the director explains that only talent is of importance in the acting world. He does not care about ties. Terry resolves to rival his mother's career and writes Candy a letter with the news and a repeat intent to invite her. Meanwhile all the students of the Merry Jane Nursing School have successfully passed the examination, including Franny who did her examination while at the front. Merry Jane came to personally award the diplomas to Candy, Natalie, Judy, and Eleanor. She will take Natalie, Judy and Eleanor back with her, and wishes Candy good luck in Chicago while taking care of Albert, as Dr. Leonard promised she could. Alistear celebrates Candy by taking her on the maiden test flight of a biplane of his own design. While the test flight starts off well, Alistear's biplane begins to break down midair, and both have to make an emergency jump, but land safely by the grace of their parachutes. When Candy returns to St. Joanna's Hospital, Albert has disappeared.",
                    "Aliases": []
                },
                "89": {
                    "ID": "425416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425416",
                    "TitleEnglish": "The Vanished Mr. Albert",
                    "SummaryEnglish": "Frightened for Albert's safety, Candy rushes off in search for Albert and gets Alistear and Archibald to help. When Candy remembers Albert's fondness for nature, she sets course for the city park. Albert does not want to be a burden to Candy and when he hears her calling out his name during her search, he remains silent. But Poope betrays him and he overhears how preoccupied she is about him. He tells her she should not feel so responsible over a stranger. Candy reveals he is not a stranger and recounts the past she has shared with him. Albert concludes that he either was a criminal or a vagabond. He wants Candy to forget about him. But Candy cannot let him go and reveals she loves him like a brother. She pleads with him, reasoning that he has helped her so often in the past, and now it is her turn to help him. Upon their return to the hospital, Candy learns from Dr. Leonard that Albert cannot remain there anymore: aside from his memory loss, he is healthy. As a temporary solution, Alistear offers his van for Albert to sleep in the park.",
                    "Aliases": []
                },
                "90": {
                    "ID": "425418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425418",
                    "TitleEnglish": "A Small Castle in the Outskirts",
                    "SummaryEnglish": "Candy and Albert have little luck in their search for an apartment. Them not being relatives nor married, both prospective landlords and Dr. Leonard would consider it living in sin. With the help of the Cornwell brothers, Candy manages to rent an apartment at Mr. Thomas's house, but needs to resort to lying to Dr. Leonard about her living arrangements. Annie is apprehensive of what Terry will think if he finds out about it. Candy cannot lie to Terry and writes him a letter to explain the need for it. When Susanna Marlowe visits Terry in the morning, the landlady asks her to give him his mail and thereby discovers that Candy and Terry are in regular contact. When Terry shows her the door, not wanting her romantically enticed efforts to spend time with him, Susanna decides to keep Candy's letter from him. But Susanna's conscience wins out, when she cannot ignore that Terry takes no notice of her and seems to pine for Candy in silence. While Terry admits he would be upset if it were any other man, he writes to Candy that he has no problems with Candy helping Albert in this way. If he could, he would come down himself and help Albert as well. But Dr. Leonard is less forgiving, when he follows Candy home one night, after noticing Albert picking her up from work. He tells her that she can care for Albert day and night from now on and is not welcome at the hospital anymore, unless she relinquishes Albert. But that is the last thing Candy can do.",
                    "Aliases": []
                },
                "91": {
                    "ID": "425419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425419",
                    "TitleEnglish": "Far from Reach but Near at Hand",
                    "SummaryEnglish": "The next morning, Candy returns to St. Joanna's in a desperate bid to ask clemency from Dr. Leonard, who references a war nurse named Catherine in his refusal to reinstate her. But Candy manages to get hired as a cleaning lady in the hospital instead. To her own surprise, the other nurses unite and stick up for Candy as well as bringing Dr. Leonard the news that Catherine died at the battlefield. Back on the hospital payrolls and exempted from night watches during her care for Albert, Candy discovers Albert is not home. While prowling the streets in search of Albert, Candy intercedes when three street thugs want to beat up Neil. Neil is not exactly appreciative, but once alone he recognizes Candy acted sincerely as if she had forgotten about the past. Not having found Albert, Candy returns home only to discover Albert is back already. It turns out that he found himself work and plans to buy Candy a gown with the gains for when she visits Terry in Broadway. Meanwhile Susanna interrupts Terry while he is rehearsing for his part while he has Candy on his mind. When he tells her to leave him alone, she finally breaks down, cursing Candy for being on his mind, and declares her love to him.",
                    "Aliases": []
                },
                "92": {
                    "ID": "425421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425421",
                    "TitleEnglish": "A Love-Shock Therapy",
                    "SummaryEnglish": "Susanna claims it was love at first sight, since the time Terry presented himself to the Strasford company. She also confesses to have prevented Terry from meeting Candy in Chicago, by deceiving Candy when she came to look for him in the hotel in Chicago. Susanna runs off in tears, refusing to renounce her love for him in the face of neither Candy or any other woman. Stupefied, Terry admits to himself that he likes Susanna, but it was love at first sight with Candy for him when he met Candy on the boat to Southampton. Patricia requires Candy's help when Alistear has decided to volunteer for the war. He desires to help end the war and admits to feeling useless by inventing stuff that never works. Both Candy and Alistear hope to make Albert remember with shock and simulation therapy, but for opposite motives. Candy hopes Albert will talk Alistear out of enlisting, while Alistear hopes Albert will help to convince great-aunt Elroy to support Alistear's decision. But nothing works. However, when Patricia breaks down during a picnic outing with all of them together and admits to pray for Alistear each morning in church, Alistear finally recognizes how Patricia feels. When Mr. Thomas reveals his past to Candy, the recovery from his amnesia after losing his wife and son in a fire, she understands that if they force Albert to remember, it will also mean he will be emotionally traumatized. Perhaps time is the best remedy after all.",
                    "Aliases": []
                },
                "93": {
                    "ID": "425423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425423",
                    "TitleEnglish": "A Cupid with Wrinkles",
                    "SummaryEnglish": "Annie, Patricia and Candy discover that grandmother Marsha works as a cleaning lady in the hospital by day, at a restaurant in the evening and at a construction site by night. She does not need it for the money, but is happy she can work for the first time in her life. Marsha is an aristocrat and was never allowed to work. When Marsha learns from Patricia that Candy has a boyfriend in New York whom she has not seen for a long time, she plans to play Cupid. She puts Patricia on a train to New York to fetch Terry and bring him down to Pittsburgh, halfway between Chicago and New York. This way she also hopes to teach her granddaughter some independence. Patricia and Candy agree to the plan in return for Marsha promising to only work on one job when Patricia returns. But before Patricia is even halfway, Marsha breaks down from physical exhaustion, and Patricia needs to be recalled urgently by telegram. Because the train broke down, the Cornwell brothers have to fetch Patricia by car in Pittsburgh. Marsha recuperates as soon as Patricia arrives, as well as her co-workers from the construction site. Though Patricia never managed to complete her voyage to New York she brought back a poster of Terry in his play of Romeo and Juliet. While at first Candy only has eyes for Terry on the poster, she cannot ignore that Susanna is in his arms as Juliet on the poster as well.",
                    "Aliases": []
                },
                "94": {
                    "ID": "425426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425426",
                    "TitleEnglish": "A Fellow Traveler",
                    "SummaryEnglish": "Dr. Leonard gives Candy permission to take five days of holidays, but first requires her to travel to Florida and deliver important documents to Dr. Kreis. Before boarding the train, a woman asks Candy to keep a watchful eye over her boy named Gilbert. Later, Candy learns Gilbert holds a deep grudge against all medical personnel ever since Dr. Leonard treated his father sick with cancer and Gilbert's father died. When Candy dozes off, Gilbert steals the documents to avenge himself against Dr. Leonard. When he claims he threw the papers out of the train, Candy wants to jump off. But a passing conductor wants medical help for a sick child named Carrie. Candy fears the child may have appendicitis, but there is no doctor on board. And the doctor of the village at their next stop is out of town and not expected to return before nightfall. Luckily, there is a doctor aboard the train going to Chicago. He operates and saves Carrie's life with Candy assisting him. The doctor turns out to be an old rival of Dr. Leonard. Feeling guilty for his earlier misconduct, Gilbert gives Candy back the papers he stole and hid, but did not really throw away.",
                    "Aliases": []
                },
                "95": {
                    "ID": "425428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425428",
                    "TitleEnglish": "A Beautiful Rival",
                    "SummaryEnglish": "Candy soon learns upon arrival that her delivery trip is not going to be a quick in-and-out operation if Dr. Kreis and his daughter Karen have their way. Dr. Kreis introduces Candy to Karen, who is quite upset that Susanna landed the role for Juliet. Karen believes she is a far better actress and believes Susanna pulled some strings to get the part. As Candy plays the interested listener, she has done her job as confidante a bit too well. Karen decides to keep Candy in Florida. But to Candy's annoyance, Karen prays on her insecurities, claiming that Candy has already lost per definition from her rival Susanna, because actors who play Romeo and Juliet together often end up marrying each other. During the rehearsals for Romeo and Juliet, part of the lights come falling down and Susanna selflessly saves Terry at the cost of her leg that needs to be amputated in the operation room. The next day, Dr. Kreis finally gives his answer that Candy needs to return to Dr. Leonard and Karen will not hold her in Florida either anymore. Karen has already left for New York to replace Susanna. Candy is free to go.",
                    "Aliases": []
                },
                "96": {
                    "ID": "425429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425429",
                    "TitleEnglish": "An Invitation with a One-Way Ticket",
                    "SummaryEnglish": "Candy brings back home a basket of oranges from Florida for Albert and finds an invitation to the Broadway production of \"Romeo and Juliet\" along with a train ticket that Terry sent her. In seventh heaven, Candy talks of nothing anymore but Terry. Albert inquires after the boys she ever had feelings for, and she confesses that her first love was not Anthony, but the hilltop prince. Meanwhile, Susanna's mother blames Terry for the loss of Susanna's leg as much as he blames himself and demands that he stays with her all his life, because Susanna loves him. He goes by the hospital each day to pay Susanna a visit, but she wishes to see no one. Meanwhile, \"the show must go on\" and Karen takes Susanna's place. The Cornwell brothers, Patricia and Annie take Candy for a farewell dinner. As they enjoy an ice cream cone, they meet Eliza and Neil. Eliza tells Candy she will be going to Broadway and visit Terry. But nothing Eliza says can bring Candy out of her good mood. And while Eliza takes every opportunity to disparage Candy, Neil finds he cannot. Terry is finally welcomed by the depressed Susanna. She tries to be strong and asks after Candy, of whom Terry has not thought anymore since the accident. He tells her that Candy is coming, and in the face of the loss of her acting career and Candy's visit, Susanna breaks down and asks Terry not to be bothered by her anymore, to work on his Romeo and make Candy happy.",
                    "Aliases": []
                },
                "97": {
                    "ID": "425430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425430",
                    "TitleEnglish": "The Long Awaited Reunion",
                    "SummaryEnglish": "Early morning, Candy sets out for the train station where to her surprise Alistear waits for her to give her a music box he made. Both he and Archibald fear that Candy may never return to Chicago to be close to Terry in New York and it leads to an awkward silence between Candy and Alistear, before the train pulls out of the station. During the train ride, Candy imagines the most romantic reunion between her and Terry. But as is usual the case between two hearts full of expectations and dreams meeting again after a long time, Terry and Candy are both happy as well as apprehensive... that is after she finds Terry who wears a shawl to conceal his famous face. Terry is genuinely happy to see her: she has not changed a bit and he feels so at ease with her; he loves her. But the demands of Susanna's mother prey on his mind as well as Susanna's forlorn attitude on his last visit. Candy realizes something is wrong with Terry, but he cannot bring himself to reveal what happened to Susanna, not wishing to spoil the happy reunion.",
                    "Aliases": []
                },
                "98": {
                    "ID": "425431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425431",
                    "TitleEnglish": "Heart-Racing Curtain Rising",
                    "SummaryEnglish": "Terry escorts Candy to her hotel room before he sets out for his final rehearsal. Terry wishes to be the most happy he can pretend to be and perform at his best for his Romeo part for Candy's sake who has traveled such a long way from Chicago. Before going home, he wishes her good night unnoticed from under Candy's window. But when he comes home, Terry finds a note from Susanna's mother who reproofs him for not visiting Susanna that day. He goes to the hospital, where her mother tells him that Susanna has started to smile again because of his daily visits. Susanna inquires after Candy, but soon tearful expresses her belief how happy they both must be and how lucky Candy is. The next day, Candy sets out for the theatre with flowers for Terry and encounters the Leagans at the entrance. In disbelief, Neil tears her ticket in pieces and Candy is denied admission. Candy sneaks in backstage and hopes Terry will act on her behalf, but it is Karen who helps her in with a personally signed program, upsetting Eliza even more. Once inside, Candy starts to overhear from other spectators what has occurred to Susanna, and how Terry is being emotionally blackmailed into marrying Susanna. Knowing that this is not love at all, Candy cannot bear to sit down the play anymore. She leaves for the hospital to confront Susanna, woman to woman.",
                    "Aliases": []
                },
                "99": {
                    "ID": "425432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425432",
                    "TitleEnglish": "Separation on a Snowy Day",
                    "SummaryEnglish": "Susanna disappears to the roof where she plans to commit suicide. Meanwhile Candy has arrived at Susanna's room and reads Susanna's suicide note. She finds Susanna on the roof and saves her from a deadly fall at the lost moment. First, Susanna begs her to let go of her, so that she will not be a burden for either Terry and Candy. In the face of so much sacrifice, Candy realizes she cannot make Terry suffer either. Terry arrives and settles Susanna back into her bed, while Candy weighs the events and emotions. Terry is unable to find any words to explain himself to Candy and can feel her mood as she goes to Susanna's room. In private, Candy tells Susanna that she is leaving for Chicago that same night. Terry runs after her, demanding to bring her to the station. He holds on to her for dear life and presses her close to him. Though Terry's love does her good, Candy knows that she must go. And so does Terry, wanting her to promise him that she will try her best to be happy. It is their final goodbye. The happy days from London will never return. While Candy walks through the cold snow for the train station, Terry watches her go from Susanna's window and tells Susanna he chose her over Candy, if not in his heart yet, he did in his actions.",
                    "Aliases": []
                },
                "100": {
                    "ID": "425433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425433",
                    "TitleEnglish": "The Platform of Sorrow",
                    "SummaryEnglish": "While Candy kept strong all the way to the train station, Candy's emotions soon unravel into despair over losing her dream about Terry once aboard the train. She seeks a lonely spot in the aisle and opens the train's backdoor in the direction of New York, exposing herself to the snowstorm. Before long, with the onset of a fever Candy passes out. When Candy wakes next, she has recovered from her near pneumonia under the care in the Ardley mansion. But something is not right and when Candy presses the others while Patricia cries in her lap, Candy learns that Alistear has enlisted and is already in France. That was why Alistear was at the station acting so awkward; why he made her the music box and sounded so final in his farewell. As if that were not enough, great-aunt Elroy blames Candy for all the misfortune that has befallen the Ardleys: the death of Anthony, the disappearance of grandfather William and now Alistear having gone to France. She forbids Candy to ever use the Ardley name in Chicago and exiles her. Archibald, Annie and Patricia help Candy back to her apartment where Albert takes over from them when she faints in his arms. While Candy has kept her silence over her break-up with Terry to the others, she confides the whole story to Albert who tells her that he would have done the same and that Terry loved Candy for who she was. When Candy finally dozes off, Albert goes grocery shopping but ends up in a hit-and-run accident.",
                    "Aliases": []
                },
                "101": {
                    "ID": "425434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425434",
                    "TitleEnglish": "A Thread of Subtle Recollections",
                    "SummaryEnglish": "A hysterical neighbor wakes Candy to tell her what has become of Albert. Candy rushes over to Happy Clinic, a substandard medical facility, and the carefree but knowledgeable Dr. Martin, who does not seem to consider Albert's injuries very serious. Asleep, Albert recalls the details of the train accident that took his memory. Albert recognizes Candy right away when he wakes and Candy can take Albert back home. Candy drowns her heartbreak in a heavy workload, and even a stern taskmaster like Dr. Leonard wonders what has come over Candy. Archibald, Annie and Patricia pay Candy a lunchtime visit with news from Alistear on the boat to France where he will join the aerial force. When Archibald reads the part of the letter where Alistear enquires after Candy's visit with Terry and Annie starts to reads the newspaper that hails Terry as a new star, Candy's armor cracks and she confesses to them that Terry and her are over and that she wants to forget about him. So, when Dr. Leonard proposes Candy to join the mobile hospital that travels with the workers laying the railroad, she volunteers, because she knows there will ne no one there who can remind her of Terry. But Albert advises her not to go if all she wants to do is flee from the reminders, unless she goes as a nurse to help the sick.",
                    "Aliases": []
                },
                "102": {
                    "ID": "425435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425435",
                    "TitleEnglish": "The Cross on Pony's Hill",
                    "SummaryEnglish": "En route to the Graytown construction site, the train is forced to halt because of Tom's cows passing across the tracks; When Candy recognizes him and reveals her destination, Tom advises her not to go to Graytown. He claims it are difficult conditions, not to mention full of criminals. He also tells her that Mrs. Pony is gravely ill. He helps Candy to a horse so she can ride to Pony's Home. As Candy crests Pony Hill, she comes across a cross claiming it as Mrs. Pony's resting place. But when Sister Mary finds Candy in tears she explains that a new boy Bob makes crosses of the people who are angry with him. Mrs. Pony is in perfect health, and Tom lied to divert her from Graytown and make her visit Pony's Home. Mrs. Pony and Sister Mary explain they let Bob make the crosses with names on it, because he takes pride in carpentering like his drunken father and is learning how to write. Candy orders Bob to make her signboard for the Graytown clinic. When Mrs. Pony and Sister Mary learn where Candy is going though, they hope to dissuade her from going as well. Graytown promises to be no picnic.",
                    "Aliases": []
                },
                "103": {
                    "ID": "425436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425436",
                    "TitleEnglish": "A Long and Life-Risking Journey",
                    "SummaryEnglish": "When the orphans and Tom still hope to prevent Candy from going to Graytown, Mrs. Pony explains that Graytown still needs nurses, perhaps even more so in those poor conditions. Candy sets off towards Graytown and discovers Klint as a stowaway. After having been separated from him ever since she started nursing school, she will be reunited with him again. As the journey progresses, the numbers of travelers becomes less and less, until there is only one wagon left, with just Candy and a masked wanted criminal. The stationmaster does not care about Arthur's past who wishes to join the workforce and there is no sheriff. The stationmaster urges Candy to take the train back to Chicago, while he starts the mine train towards the construction site. Candy decides to jump in anyhow and discovers that the criminal is not that bad of a person, when he protects her from an avalanche of stones. When they need to hide from a stone avalanche caused by an active blasting, they meet the foreman Nelson who cares more for the equipment than his workers. A worker has been injured, but the doctor at Graytown has fled a month ago. The foreman requires Candy to operate, which is a step too high for a nurse. To her surprise, the supposed criminal introduces himself as Dr. Kerry to the foreman who can perform the operation with Candy as his assistant. More, Dr. Kerry is a woman, but dressed as man.",
                    "Aliases": []
                },
                "104": {
                    "ID": "425437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425437",
                    "TitleEnglish": "A Clinic that Doesn't Need Angels",
                    "SummaryEnglish": "Even after a successful surgery, Candy finds that the men automatically assume that accidents are fatal and that a doctor is fed better than a nurse; She also discovers that Dr. Kerry is the sister of the wanted Arthur Kerry Candy took her for on the train. Arthur got into trouble after challenging a thieving administrator in a pet shop where he worked who fired him. While defending himself against an assault, the administrator was accidentally killed. And now Dr. Kerry is in search of her brother who as a fugitive most likely can be found at desperate places such as Graytown. Candy and Dr. Kerry learn that Arthur Kerry is in Chicago through Albert's doctor, Dr. Martin who used to work together with Dr. Kerry, Archibald and Annie who put two and two together after a letter from Candy with her first adventures at Graytown. Dr. Kerry takes a week of absence to find Arthur in Chicago. But now Candy is all alone and Nelson wants her gone. His men run for the clinic all the time with their little ailments, and the work progresses less rapidly. When Candy refuses to go, he holds her prison in a tunnel.",
                    "Aliases": []
                },
                "105": {
                    "ID": "425438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425438",
                    "TitleEnglish": "A Kind Fugitive",
                    "SummaryEnglish": "Klint helps to free Candy from her bondage and help her escape the tunnel. When Nelsonn sends his dog McKinley on Candy, a masked man intercedes o her behalf, asking for work. Because Candy wants to treat a wound of his and Klint plays with his false beard, Candy recognizes him as Arthur. She promises him that his secret is safe with her and informs him that his sister will be back from Chicago soon and sends a letter to Archibald to explain Arthur is in Graytown. Meanwhile, Eliza who went snooping in Archibald's desk found Candy's closed letter as well as copies of Archibald's letters to Candy concerning Arthur. Seeing a possibility to turn Candy into a criminal for helping a fugitive murderer, she goes to the police with the information she has. When McKinley falls ill, Nelson needs Candy's help. She knows that Arthur studied as veterinarian and he manages cure the dog. Nelson rewards them with a hearty breakfast. On the train back to Graytown Dr. Kerry overhears the sheriff talking and fears they are after Arthur. To stay ahead of the sheriff, Dr. Kerry travels the mountain track to Graytown on foot in a downpour at the risk of her own life, while the sheriff is held up at the station, because the conductor finds the weather too dangerous to travel any further by train.",
                    "Aliases": []
                },
                "106": {
                    "ID": "425439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425439",
                    "TitleEnglish": "Yet Another Murderer",
                    "SummaryEnglish": "McKinley finds Dr. Kerry who fell into the ravine and leads Arthur and Candy who went looking for him to the wounded doctor. Nelson and the workers help carry Dr. Kerry to the clinic. But when Candy has to undress the doctor, she has to reveal Dr. Kerry's gender to them. When Dr. Kerry gains consciousness and sees Arthur she warns him of the sheriff and marshall coming to capture him. But Arthur has nowhere to run anymore. The construction site and tunnel lead to a dead end. Unfortunately, Nelson overhears the conversation and takes Arthur prison. But the workers and Nelson who are grateful of Dr. Kerry wish to help Arthur escape. There is only one way to do that: finish the tunnel at record time. With a man-made avalanche they manage to stall the sheriff and marshall. Arthur and his sister escape, but the sheriff and the marshall have not come to Graytown for nothing. They apprehend the cook Margot who killed a drunk while trying to protect her daughter Belle for involuntarily manslaughter.",
                    "Aliases": []
                },
                "107": {
                    "ID": "425440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425440",
                    "TitleEnglish": "A Special Menu for One Hundred People",
                    "SummaryEnglish": "Graytown is left without a cook. Candy does her best to do both Margot's job and her own, but even with Belle helping out, Candy realizes Nelson will take Belle into the city to find her a foster family and get a replacement cook, because Belle cannot stay in Graytown without a guardian. Meanwhile back in Chicago, Eliza's plot backfires: Arthur was not found, Candy is still free, somebody else was arrested, and Archibald catches her in his room with his mail. Nelson gives Candy the responsibility to find a foster family for Belle in Chicago, and because Candy cannot find it in her heart to tell Belle the truth, Belle thinks she is going to see her mother again. But Archibald and Annie arrive from Chicago volunteering to work as cooks until Margot can come back after her trial, and Candy persuades Belle to return to the construction camp. The workers never had such a fancy dinner, but Belle is not as easily appeased as she sneaks away.",
                    "Aliases": []
                },
                "108": {
                    "ID": "425441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425441",
                    "TitleEnglish": "Sounds of Joy Roar in the Valley",
                    "SummaryEnglish": "Belle takes off with the small cargo train in order to catch the train to Chicago by herself. Hearing the steam whistle that Belle loves to sound, the workers, Annie, Archibald and Candy run outside and run after it. Candy is just in time to jump in the last wagon and climbs to the front from one to the other. But as the train gains speed and hits a curve, Candy is almost thrown off and can barely hold on. In order to save Candy's life, Belle decides to stop the train after all. When Eliza discovers the whereabouts of Annie and Archibald she uses her ties in Candy's hospital. Annie and Archibald are ordered back to Chicago, while Candy will be transferred to Alaska. Just as the three of them leave, Margot returns, exhausted but exonerated, allowing Belle to stay in Graytown. Candy returns to the construction site with the weakened Margot to take care of her as nurse. But Archibald and Annie continue to Chicago in order to use their own ties to protect Candy's work. As an unexpected bonus, Candy is asked to do the honors of blasting out the final wall before being thrown a farewell party where she is given amended transfer orders complete with a week's vacation.",
                    "Aliases": []
                },
                "109": {
                    "ID": "425442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425442",
                    "TitleEnglish": "The Tears of the Little Cowboy",
                    "SummaryEnglish": "Candy visits Pony's Home during her holidays. When Mr. Cartwright visits the orphanage, he needs Candy's help: ever since a few soldiers visited the region and told tales about their trench war experiences, all Jimmy thinks about these days is wanting to be a soldier. He plays trench war games all day with the other orphans and leaves most of his farm chores undone. Jimmy demonstrates his rifle to the children and shoots it, causing an angry stampede with the passing cattle. Jimmy and the children can take cover, but Mrs. Pony and Mr. Cartwright run into the thicket of the stampede looking for the children. Mr. Cartwright is very lucky to survive, but this is not clear before Jimmy thinks he killed his father and rides of in tears on his horse. When Jimmy is relieved to see his father alive and realizes he caused the stamped, he decides to retrieve his honor by trying to catch one of the cows, risking his own life in doing something he is not strong enough yet to accomplish by himself. Candy helps him. Still, Jimmy talks of being a soldier, how honorful it is, how heroic. When he even rejects her own experiences of the people she knows who survived the front or are still in it, Candy gets truly angry and takes him to a ravine where many of the stampeding cows ended up falling to their death. Jimmy is shocked to see the carnage. Candy lands the bloody lesson home.",
                    "Aliases": []
                },
                "110": {
                    "ID": "425443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425443",
                    "TitleEnglish": "The Troublesome Love",
                    "SummaryEnglish": "Neil drives recklessly through town and wrecks his car. As always a good Samaritan, Candy bandages his scraped hand with her handkerchief. It is the second time that Candy has come to Neil's aid, and he believes himself to be falling in love with her. The next day, Neil tries to court Candy on the job by ordering her to go out with him. When this has no success he asks for advice from one of the maidservants who tells him that softness and kindness can go a long way. So, at Neil's next attempt he waits for Candy to finish her work, give her flowers and then reason she cannot refuse to go out with him, once she accepted the flowers. Candy solves the situation, by giving the flowers back to him. But Eliza witnessed the awkward exchange and is frightened to lose her partner-in-crime. First, she hopes to make Neil interested in a friend of hers, but when that does not work and she discovers Candy's handkerchief at Neil's bedside, she involves her mother and plants the idea that Neil might decide to marry Candy. Mrs. Leagan visits Dr. Leonard and threatens to withdraw the Leagan funds of the hospital if he does not fire Candy on the spot and make sure she leaves Chicago. Sadly enough, Dr. Leonard cannot afford to anger the Leagans and fires Candy.",
                    "Aliases": []
                },
                "111": {
                    "ID": "425444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425444",
                    "TitleEnglish": "The Memories Come Back",
                    "SummaryEnglish": "As the shock begins to subside, Dr. Leonard gets right to the heart of the matter for the reason of Candy's loss of her work: Candy's dysfunctional relationship with the Leagan family. Meanwhile, Albert collapses at work and when he wakes again finds he has recovered all of his lost memories. The first memories that come to mind are those of sweet Candy, and how they share the same apartment. Though first annoyed at having to drive Eliza's friend around, Neil looks upon it as an opportunity to make Candy jealous when he sees her walking in town. But she thinks he knows of what his mother has done, and in her anger makes a dent into his car. And when Eliza tells him of her and his mother's success over Candy, he finally sees them for what they are. Dr. Martin and Albert come across Candy pondering in the park at the same time a lion has escaped the zoo and is prowling them. Albert saves the day and the lion by using his talent to make animals trust him and gets hired by the zoo over it. He takes her on a picnic and has her promise that they are friends, living together, and that she should share her troubles with him, but he fails to mention he knows his past again. Another plus is that Dr. Martin hires Candy as his nurse, though he pays for it by not having his whiskey at easy reach anymore. Neil seeks Candy out and tells her he has a job, while she is being totally honest when she says she hates him. Upset, he throws a magazine at her which tells of Terry's downfall as a star: Terry has abandoned his acting career. When next she leaves from work, a chauffeur comes to pick her up to give her a lift to a gentleman who wants to see her; that gentleman is Terry ...",
                    "Aliases": []
                },
                "112": {
                    "ID": "425445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425445",
                    "TitleEnglish": "Their Own Love",
                    "SummaryEnglish": "But it was a trap by Neil to lure Candy to an isolated, lakeside villa in an attempt to \"win\" her love. Candy repulses Neil's overtures, bellowing out her anger at his childhood persecution of her. Neil locks the villa doors and plans to hold her there until she tells him she loves him. But Candy plunges into the lake and swims away. On the way home, Albert who went looking for her in his new car meets her on the road. His gift, a new dress, is of much use now that she is wet through and through. When Albert lies about not knowing Neil, he realizes that their living arrangement is most awkward and cannot last after he declares himself healed. He just wants to enjoy her company for a little while longer. At Dr. Martin's an elderly couple who come to the Happy Clinic for a check up tell Candy not to trust Albert. He does not work, but sits in a bar all day where he meets with men in suits. Candy cannot believe it, but the Animal Institute tells her they do not know any Albert. She dreads Albert may be associating with dangerous men to buy her gifts. Meanwhile, Albert finds Terry at the bar, drowning his sorrows in alcohol. When Albert accosts him, Terry picks a fight with Albert, which Albert wins easily. To teach Terry a lesson in optimism, he takes Terry to a view on the Happy Clinic, where Terry witnesses how Candy stays positive, no matter if any other hospital will not hire her. Terry fantasises that when he last held Candy, he asked her to marry him, and that they were solely separated, because she needed to think about it. But when he is in Susanna's hospital room of his memory he tells Susanna that they will marry. Terry realizes that he only needed to see Candy one more time - happy, being herself - for him to continue the path he chose. So, when Albert asks him whether Terry wants to meet Candy, Terry says no, and thus Candy never knows that Terry watched her work in Chicago after they broke up.",
                    "Aliases": []
                },
                "113": {
                    "ID": "425446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425446",
                    "TitleEnglish": "A Man Leaves",
                    "SummaryEnglish": "While Candy is still asleep, Albert steals away early in the morning, leaving behind a letter expressing his gratitude for everything she has done for him. Dr. Martin reveals Albert visited him early to say goodbye and left in a car with men in suits. Candy searches fruitlessly for Albert. Meanwhile Neil stands up to his scheming mother and Eliza and insists he loves Candy with all his heart and that the two of them will run away to be together. When Candy sees a church that reminds her of Pony's Home she enters to pray for Albert and discovers Patricia praying for Alistear in France. Patricia shares a letter from him with Candy, in which he describes the loss of his best friend at the front and his newfound enlightenment that war is a cruel thing. Candy remembers the music box Alistear made for her the last day she saw him and left for New York. To soothe Patricia's heart Candy gives it to Patricia. And unbeknownst to them, while Patricia lets it play over and over, Alistear is involved in an aerial dogfight with the Germans. He has the upper hand, but when he thinks he recognizes his dead friend in the German he attempts to kill, Alistear stops firing and is shot himself. The moment that Alistear dies in his plane, the music box in Patricia's hands stops playing too, and they fear the worst. The Ardley family buries Alistear and is stricken by his loss. And while Candy remembers Alistear how she knew him in the past, from her first meeting him to saying goodbye, she hears the music box play again. Patricia had it fixed and takes it with her on the train to Florida. Together with her grandmother she will rejoin her parents there.",
                    "Aliases": []
                },
                "114": {
                    "ID": "425447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425447",
                    "TitleEnglish": "The Day to Meet the Uncle",
                    "SummaryEnglish": "Sitting alone in her now-empty apartment, Candy grapples for some kind of satisfactory perspective she imagines Albert would present if he were there to internalize the death of Alistear. She comes upon an advertisement in the newspaper about how the elusive Grandfather William is interested in coming above-ground, when Neil bursts in and tells her he wants to marry her. She begs him to leave her alone, but to no avail. Even when she reminds him that she cannot think well of him because of the lifelong pestering, he insists that one day Candy will change her mind. Mrs. Leagan refuses to consent to the idea of Neil marrying Candy, but Eliza realizes that the marriage would regain her power over her brother as well as make Candy unhappy. She appeals to her mother to make it a direct order from grandfather William when he presents himself to the family and world. After persuading her mother, they persuade great-aunt Elroy by stressing that Neil threatens to enlist for the war like Alistear if he cannot marry Candy and that it would be better for their families to have an Ardley in name married to a Leagan. A carriage comes to fetch Candy with the message that Grandfather William wishes to see her. But as soon as she arrives at the Ardley mansion, Neil is there to catch her and be photographed. The Leagans and great-aunt Elroy inform her that she is to marry Neil by Grandfather William's injunction and is to be promised immediately. Luckily, the maids inform her that Grandfather William is not present and give in to her plea to let her investigate. Candy goes to the Chicago bank which is owned by Grandfather William. But he is not there either, only George. He takes her to Lakewood and finally presented to her mysterious benefactor. When she is too apprehensive to talk, Grandfather William turns his chair to take a good look at her.",
                    "Aliases": []
                },
                "115": {
                    "ID": "425448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-candy/episodes/425448",
                    "TitleEnglish": "The Flowers Bloom on Pony's Hill",
                    "SummaryEnglish": "Candy is thunderstruck to discover that her benefactor \"Grandfather\" William Albert Ardley has been hiding in plain sight the whole time, ever since she was in anguish over Annie being adopted away from Pony's Home. Albert was too young to fill the desperately needed role of the head of the Ardley family, after his parents died and his aunt Elroy became his guardian, so he wisely applied the principle \"Deceive your allies to fool your adversaries.\" As both recall memories of the past it becomes clear that Albert tried to be a guiding father to Candy as much as he could, while remaining hidden, not only from Candy, but all of the Ardley family. He adopted her as his daughter after Alistear, Archibald and Anthony did not want to put all their eggs in one basket by leaving it up to their great-aunt whether Candy was treated as a person or a pariah in the Ardley family. And Candy's eyes reminded him of his deceased older sister, Anthony's mother. Of course, Albert never ordained Candy to marry Neil. The \"prince on the hilltop\" mystery solved, Albert enthralls the kid of Pony's Home with his Scottish attire and his bagpipes while Candy leads Archibald and Annie in a race to Pony's Home where a banquet has been prepared. Annie shows Candy a newspaper that shows Terry still acting. Candy is happy for Terry who got married with Susana. Candy stays at Pony Hill with Archie, Annie, Albert, Miss Pony and Sister Mary and the rest.",
                    "Aliases": []
                }
            }
        }
    }
}