{
    "URL": "https://thetvdb.com/series/kanon-2006",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0928093/",
        "http://www.tbs.co.jp/anime/kanon/",
        "http://www.reddit.com/r/Kanon",
        "https://www.themoviedb.org/tv/34124"
    ],
    "TitleEnglish": "Kanon (2006)",
    "SummaryEnglish": "As a young child, Aizawa Yuuichi had often visited his cousin in the city; however, something drastic happened to keep him away for seven long years. Now, Yuuichi returns, his memories of those days are simply gone.\r\n\r\nSettling into the wintry town, Yuuichi comes across several young girls, all of whom are connected to his past. As he befriends them and continues to interact with them, the long forgotten memories from his childhood begin to resurface...",
    "Aliases": [
        "Kanon (2006)",
        "Kanon（新）"
    ],
    "Modified": "2024-11-19",
    "Seasons": {
        "1": {
            "ID": "17463",
            "URL": "https://thetvdb.com/series/kanon-2006/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "326098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326098",
                    "TitleEnglish": "Silver Overture",
                    "SummaryEnglish": "Yuichi Aizawa returns to the snowy town he used to stay as a child seven years ago, under the roof of his cousin, Nayuki Minase, and her mother, Akiko Minase. Nayuki reintroduces Yuichi to his surroundings, during which, other characters are introduced to most of the main cast (if only in passing).",
                    "Aliases": []
                },
                "2": {
                    "ID": "326099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326099",
                    "TitleEnglish": "Introit in the Snow",
                    "SummaryEnglish": "Today is Yuichi's first day at the local high school, and is admitted into Nayuki's class. As Yuichi is walking home to buy food for dinner, he runs into Ayu Tsukimiya, the girl from the day before, in the exact same situation. As they are walking home, they run into a quiet first-year student. When he goes to shop for groceries, a mysterious girl attacks him, but is exhausted from hunger.",
                    "Aliases": []
                },
                "3": {
                    "ID": "326100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326100",
                    "TitleEnglish": "A Forgotten Partita",
                    "SummaryEnglish": "Bringing her the girl that attacked him home, Yuichi finds out she has amnesia and it quickly becomes apparent that the only thing she is able to remember is that she has a grudge against him. Despite Yuichi wanting to hand her over to the police, Akiko lets the girl stay, and as she begins to stay longer, she recalls her name: Makoto Sawatari. At school, Yuichi sees the same first-year student from the day before standing in the courtyard; she introduces herself as Shiori.",
                    "Aliases": []
                },
                "4": {
                    "ID": "326101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326101",
                    "TitleEnglish": "Holiday Caprice",
                    "SummaryEnglish": "Yuichi reminisces about events of the past seven years ago concerning his first meeting with Ayu. Nayuki makes Yuichi return to school to retrieve her school notes she borrowed to him, and as he is leaving the premises, he runs into a third-year student, Mai Kawasumi, who is wielding a sword.",
                    "Aliases": []
                },
                "5": {
                    "ID": "326102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326102",
                    "TitleEnglish": "Demons' Serenade",
                    "SummaryEnglish": "Yuichi runs into Mai and her friend, Sayuri Kurata, who invites him to eat lunch with them. When Makoto goes to buy food for Akiko, she uses the money to buy volumes of manga and nikuman. While Yuichi wants to scold Makoto to make her learn her lesson, Akiko simply decides to give Makoto her own allowance.",
                    "Aliases": []
                },
                "6": {
                    "ID": "326103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326103",
                    "TitleEnglish": "A Mysterious Divertimento",
                    "SummaryEnglish": "Yuichi wants Makoto to get a job in order to become more of a social person who has more common sense. On the same day as her interview, Yuichi goes out with Ayu to watch a scary movie, even though Ayu is completely terrified of horror films.",
                    "Aliases": []
                },
                "7": {
                    "ID": "326104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326104",
                    "TitleEnglish": "Fugue of a Runaway Kitten",
                    "SummaryEnglish": "Makoto starts her job working at a local nursery, and while walking home with Yuichi, they find a small, stray kitten, which is very affectionate towards Makoto. While talking on a bridge, Makoto drops the cat onto oncoming traffic, but it manages to survive. Yuichi gets angry at Makoto for this which causes Makoto to temporarily run away from home.",
                    "Aliases": []
                },
                "8": {
                    "ID": "326105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326105",
                    "TitleEnglish": "Fantasia of Reminiscence",
                    "SummaryEnglish": "Yuichi starts to spend more and more time with Makoto, and they become closer. However, a girl named Mishio Amano gives him an ominous warning about Makoto, and Yuichi's memories begin to resurface about her true identity.",
                    "Aliases": []
                },
                "9": {
                    "ID": "326106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326106",
                    "TitleEnglish": "The Berceuse of the Baby Fox",
                    "SummaryEnglish": "Makoto's strength starts deteriorating as Yuichi finally remembers everything about her. Her condition worsening, Yuichi begins skipping classes to spend more time with her, hoping to buy her more time.",
                    "Aliases": []
                },
                "10": {
                    "ID": "326107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326107",
                    "TitleEnglish": "Requiem atop the Hill",
                    "SummaryEnglish": "Makoto's story finally comes to a resolution, while she spends her last moments bonding with her \"family\", and having all her wishes come true. Yuichi brings her to the place where she once belonged and performs a deep and personal ceremony for the two of them.",
                    "Aliases": []
                },
                "11": {
                    "ID": "326108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326108",
                    "TitleEnglish": "Intermezzo of Light and a Shadow",
                    "SummaryEnglish": "Mai is called to the school's office, under the suspicion that she has broken one of the school's windows. Yuichi concludes that if Mai were more popular, she would not get into trouble as often, and invites her to the upcoming dance festival. Ayu makes an appearance and is offered to stay in the Minase household.",
                    "Aliases": []
                },
                "12": {
                    "ID": "326109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326109",
                    "TitleEnglish": "A Grotesque Waltz",
                    "SummaryEnglish": "Yuichi is starting to remember more about his past encounters with Ayu seven years ago, and the time he gave her a present, which he will grant three wishes for her. At school, Yuichi finally discovers that Shiori's surname is the same as one of his classmate's, Kaori Misaka; he suspects they are siblings, though Kaori denies such a claim. As the dance festival starts without a hitch, it is not long before a demon comes to attack.",
                    "Aliases": []
                },
                "13": {
                    "ID": "326110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326110",
                    "TitleEnglish": "A Dangerous Trio",
                    "SummaryEnglish": "After what happened at the dance, the student council president Kuze attempts to get Mai expelled, and Yuichi tries to get her out of the situation. At the same time, Yuichi is not content with just standing by and watching Mai fight the demons alone and decides to help her anyway he can.",
                    "Aliases": []
                },
                "14": {
                    "ID": "326111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326111",
                    "TitleEnglish": "Cracked Concerto",
                    "SummaryEnglish": "Sayuri is starting to get more worried about Mai and Yuichi, which causes Mai to try to drive her away in order to protect her. On Mai's birthday, Sayuri meets with Yuichi in town and tells more about her family situation before she met Mai. Later that night, Sayuri goes to school to surprise Mai, but while there Sayuri is suddenly ambushed by the creatures roaming the school grounds.",
                    "Aliases": []
                },
                "15": {
                    "ID": "326112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326112",
                    "TitleEnglish": "Sonatina of Hide-and-Seek",
                    "SummaryEnglish": "Yuichi and Mai continue to battle the monsters, and when Yuichi is attacked, he is shown something he should not have forgotten years ago: memories between him and Mai who has a mysterious power.",
                    "Aliases": []
                },
                "16": {
                    "ID": "326113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326113",
                    "TitleEnglish": "Midnight Oratorio",
                    "SummaryEnglish": "Keeping his promise to Shiori, Yuichi offers to take her around town for the day to some of Shiori's favorite places. During the night, Shiori's older sister Kaori meets with Yuichi, explaining why she denies her sibling relationship, and the mystery behind Shiori's illness.",
                    "Aliases": []
                },
                "17": {
                    "ID": "326114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326114",
                    "TitleEnglish": "Lieder Ohne Worte of an Elder Sister and a Younger Sister",
                    "SummaryEnglish": "With Shiori's birthday coming, Yuichi decides that he will try to do as much as he can for her, while she still has time. A week before her birthday, Shiori gets permission from her doctor to attend school for the remaining week, just like a regular student. Meanwhile, Kaori still insists on avoiding her, and warns Yuichi that Shiori might not survive long after her birthday passes.",
                    "Aliases": []
                },
                "18": {
                    "ID": "326115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326115",
                    "TitleEnglish": "The Disappearing Adagio",
                    "SummaryEnglish": "Shiori's birthday is days away and Yuichi wants to throw her a birthday party at a local café. He invites many students and classmates from school, along with Nayuki, Ayu, and even attempts to invite Kaori, who is reluctant to attend. As the minutes count down to midnight on her birthday, Yuichi and Shiori spend what could be their last moments together.",
                    "Aliases": []
                },
                "19": {
                    "ID": "326116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326116",
                    "TitleEnglish": "Étude of Contact",
                    "SummaryEnglish": "The annual track meet tournament has come up, and Nayuki competes to win along with the rest of her teammates. A few days later, Yuichi again helps Ayu to try to find what she has been searching for, but they still cannot find it. Their time together in this endeavor brings the two of them closer than ever.",
                    "Aliases": []
                },
                "20": {
                    "ID": "326117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326117",
                    "TitleEnglish": "Nocturne of Separation",
                    "SummaryEnglish": "As Yuichi and Ayu grow closer, Nayuki feels that she is being neglected by him. Ayu finally leads Yuichi to where her \"school\" is in the woods, but all they find is a large clearing with a tree stump in the center. The realization is too much for Ayu, and the unexpected happens right before Yuichi — she disappears.",
                    "Aliases": []
                },
                "21": {
                    "ID": "326118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326118",
                    "TitleEnglish": "A Rondo Without You",
                    "SummaryEnglish": "Ayu still has not come back, and Yuichi continues to search for her and her lost item. In the meantime, Nayuki tries to cheer Yuichi up while trying to jog his memory about what happened between them seven years ago. However, Akiko becomes the victim of a car accident, which could lead to devastating results.",
                    "Aliases": []
                },
                "22": {
                    "ID": "326119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326119",
                    "TitleEnglish": "Symphony of Recollection",
                    "SummaryEnglish": "As Akiko lies in the intensive care unit, Nayuki becomes deeply depressed. Locking herself in her bedroom, she refuses to leave. When she accidentally leaves her door unlocked, Yuichi uses the opportunity to talk with her, but she simply pushes him away. As Yuichi attempts to sleep it off, he dreams and discovers what happened to Ayu seven years ago. He leaves during a snow storm and heads for the woods, but soon collapses, and Makoto appears. When she kneels down to Yuichi's unconscious body, a bright light suddenly shines at them.",
                    "Aliases": []
                },
                "23": {
                    "ID": "326120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326120",
                    "TitleEnglish": "The Scarlet Red Finale",
                    "SummaryEnglish": "Waking up in an apartment, Yuichi meets an old acquaintance who he admired as a child named Makoto Sawatari. Back at their promised place, Yuichi sees Ayu again, and she asks for her third and final wish to be for Yuichi to forget about her, but Yuichi is unwilling to grant it. Ayu then makes a different wish, and disappears soon after in Yuichi's arms. Nayuki comes out of her depression, and she attempts to get her cousin out of his own.",
                    "Aliases": []
                },
                "24": {
                    "ID": "326121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kanon-2006/episodes/326121",
                    "TitleEnglish": "Kanon at the End of a Dream",
                    "SummaryEnglish": "A miracle occurs and everyone is healed of her illness or injury: Mai, Sayuri and Shiori return to school, while Akiko comes home. In a startling discovery, Akiko reveals to Yuichi on the events after Ayu's accident and Yuichi finally finds her, lying comatose in the hospital. As time goes on, everyone moves on with their lives, but Yuichi still clings to the hope that she will eventually wake up. However, he is still missing a final piece of his puzzle, before Ayu can truly end living in a dream. In the end, Ayu wakes up and is still together with Yuichi. Just before the closing credits, a familiar fox can be seen walking just beyond the stump, slightly blurred into the background.",
                    "Aliases": []
                }
            }
        }
    }
}