{
    "URL": "https://thetvdb.com/series/nodame-cantabile-2007",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Musical",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0928099/",
        "https://www.themoviedb.org/tv/45527"
    ],
    "TitleEnglish": "Nodame Cantabile (2007)",
    "SummaryEnglish": "At a top music academy in Japan, Shinichi Chiaki's arrogance is matched only by his top-notch piano playing. But when Chiaki and the teacher get into a fight, he's demoted to the reject class. Chiaki is left to pursue his dream of being a conductor while surrounded by a bunch of loser musicians and one annoying girl, Noda, who has proclaimed herself Chiaki's girlfriend. It doesn't help that Noda, who insists on being called Nodame, lives right next door to him.",
    "Aliases": [
        "Nodame Cantabile: Paris",
        "Nodame Cantabile: Finale"
    ],
    "Modified": "2025-09-27",
    "Seasons": {
        "0": {
            "ID": "27372",
            "URL": "https://thetvdb.com/series/nodame-cantabile-2007/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4545437",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/4545437",
                    "TitleEnglish": "Puri Gorota: The Movie",
                    "SummaryEnglish": "First appeared in Nodame Cantabile manga as a fictional anime series. Later, in episode 4 of the live-action TV drama it appeared as a theatrical movie. Finally, the \"movie\" was completed and included in Nodame Cantabile anime DVD as an extra feature.",
                    "Aliases": []
                },
                "2": {
                    "ID": "393232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/393232",
                    "TitleEnglish": "Nodame and Chiaki's Summer Tales",
                    "SummaryEnglish": "A 15-minute special that takes details a detour Chiaki, Nodame, Mine, and Masumi take to the mountains on their way to the music festival.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1149901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1149901",
                    "TitleEnglish": "Side Story of Paris-Hen",
                    "SummaryEnglish": "A 20-minute special centering around the life of Yukihisa Matsuda in Paris with his jealousy of Chiaki who is now a successful conductor also working in Paris.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2167651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/2167651",
                    "TitleEnglish": "Mine and Kiyora's Reunion",
                    "SummaryEnglish": "DVD special episode taking place before Episode 1 of Finale that focuses on Miki Kiyora making it to the final round of a competition in Paris.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2190301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/2190301",
                    "TitleEnglish": "Sequel of Finale",
                    "SummaryEnglish": "A 10 minutes special set after the events of Nodame Cantabile: Finale. Chiaki and Nodame somewhat stay together. At the end, it shows her dressed up as Mozart, as in a previous episode, and Chiaki watches and grins as she begins her performance saying,\"That, again..\" Before this, however, Lucas (who is now 15 years old)seems very much jealous of Chiaki and Nodame's realtionship. He vows to become a better conductor than him.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29017",
            "URL": "https://thetvdb.com/series/nodame-cantabile-2007/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "339271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339271",
                    "TitleEnglish": "Lesson 1",
                    "SummaryEnglish": "Shinichi Chiaki was almost giving up his dream of becoming a conductor, until he met Megumi Noda, also known as \"Nodame\". The pieces performed in the episode are Introduction and Rondo Capriccioso by Camille Saint-Saëns (brief), Piano Concerto No. 5 in E-flat major \"Emperor\" by Ludwig van Beethoven (brief), Piano Sonata No. 8, Op. 13 \"Adagio Cantabile\" by Ludwig van Beethoven (brief) and 2-Piano Sonata in D Major, K.448/375a by Wolfgang Amadeus Mozart.",
                    "Aliases": []
                },
                "2": {
                    "ID": "339272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339272",
                    "TitleEnglish": "Lesson 2",
                    "SummaryEnglish": "Ryutaro Mine is a violinist who needed a piano player for his violin jury. But when he chooses Nodame as his partner, little did he know his troubles were just beginning. The piece performed in the episode is Sonata No. 5 \"Spring\" for Violin and Piano, Op. 24 by Ludwig van Beethoven.",
                    "Aliases": []
                },
                "3": {
                    "ID": "339273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339273",
                    "TitleEnglish": "Lesson 3: Queen of Percussion Instruments",
                    "SummaryEnglish": "An admirer of Chiaki, timpanist Masumi Okuyama becomes jealous of Nodame's relationship with him, and torments her with pranks. To sort out their rivalry, they compete to see who can snag a date with Chiaki on Christmas Eve. The piece performed in the episode is a jazz arrangement of Chiaki's composition arranged by Nodame, Mine, and Masumi.",
                    "Aliases": []
                },
                "4": {
                    "ID": "339274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339274",
                    "TitleEnglish": "Lesson 4: Master Milch's Appearance",
                    "SummaryEnglish": "A foreigner visits Chiaki's school and becomes friends with Nodame. Chiaki refuses to let him into his house because of his perverted behavior. It turns out the foreigner is Maestro Franz von Stresemann and is attending the school as head of the conducting department. Chiaki, interested in changing his major to conducting, gets rejected by the new professor who is apparently at odds with Chiaki's former \"teacher\", Vieira. The piece performed in the episode is Fantaisie Impromptu, Op. 66 by Frédéric Chopin (brief).",
                    "Aliases": []
                },
                "5": {
                    "ID": "339275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339275",
                    "TitleEnglish": "Lesson 5: Orchestra Direction",
                    "SummaryEnglish": "With Stresemann knocked out cold, Nodame \"convinces\" Chiaki to be substitute conductor for the special orchestra. Chiaki agrees and finds out that the group he's conducting is out of synch. As the rehearsal falls apart, Stresemann takes over and demonstrates everything that Chiaki failed to do. Stresemann finally accepts Chiaki as his student but tells him to remain a piano major. The piece performed in the episode is Symphony No. 7, Op. 92 by Ludwig van Beethoven.",
                    "Aliases": []
                },
                "6": {
                    "ID": "339276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339276",
                    "TitleEnglish": "Lesson 6: Secession",
                    "SummaryEnglish": "The S orchestra is to perform before the A orchestra at the upcoming concert. However, Stresemann takes \"business\" leave and Chiaki is forced to take his place conducting the S orchestra. In a twist of events, Stresemann quits the S orchestra and in revenge against Chiaki, plans to lead the A orchestra in humiliating the S orchestra at the concert. With the concert just a week away, Chiaki becomes the S orchestra's new conductor. The piece performed in the episode is Symphony No. 3 Op. 55 \"Eroica\" by Ludwig van Beethoven.",
                    "Aliases": []
                },
                "7": {
                    "ID": "339277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339277",
                    "TitleEnglish": "Lesson 7: Kazuo's Many Years",
                    "SummaryEnglish": "Chiaki is still having trouble getting the orchestra into shape, and everyone's confidence shatters under his harsh criticisms. With help from Nodame, Chiaki finally realizes Stresemann's reasoning behind the S Orchestra just in time for the concert subscription series, and the S Orchestra manages to impress their audience with an unorthodox display. The piece performed in the episode is Symphony No. 3 Op. 55 \"Eroica\" by Ludwig van Beethoven.",
                    "Aliases": []
                },
                "8": {
                    "ID": "339278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339278",
                    "TitleEnglish": "Lesson 8: Milch's Repatriation",
                    "SummaryEnglish": "Chiaki is asked to leave the S orchestra to play the piano solo of Piano Concerto No. 2 by Sergei Rachmaninoff as requested by Stresseman for the A orchestra. It is revealed that Stresseman was asked by his ex-lover, a member of the academy's board of directors to instruct Chiaki in conducting. The piece performed by Nodame towards the end of the episode is Etude N° 4 in C Sharp Minor by Frédéric Chopin. The short piece that was played by Stresseman's ex is an excerpt from Nocturne Op 55 No. 1 in F minor, also by Frédéric Chopin.",
                    "Aliases": []
                },
                "9": {
                    "ID": "339279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339279",
                    "TitleEnglish": "Lesson 9: Music Festival",
                    "SummaryEnglish": "Stresseman sends Chiaki, Nodame, Mine, and Masumi to a musical festival where each takes lessons from famous musicians in order to better their playing. An unprepared Mine is quickly overwhelmed by the many talented musicians there. Meanwhile, Chiaki is ordered to look out for Stresemann and thanks to Stresemann's hangover, is also made to conduct an orchestra (the piece performed is the Symphony No. 5 in F major, Op. 76, B. 54, by Antonín Dvořák). Nodame is yelled at by the festival director, Nina Lutz, for not having motivation. At the end, however, after much practice, Nodame plays Bartok's Allegro Barbaro magnificently, but disappears from the practice room just as Lutz comes to see who was just playing.",
                    "Aliases": []
                },
                "10": {
                    "ID": "339280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339280",
                    "TitleEnglish": "Lesson 10: The Notion That 'Where it can Charm'",
                    "SummaryEnglish": "The school festival is here and the S Orchestra is to perform without the aid of Chiaki, who is busy practicing with the A Orchestra with their performance. Chiaki discovers what was missing from his playing courtesy of the S Orchestra, but Stresemann tells him to disregard it for their upcoming performance after insisting on it throughout all his practices. The pieces performed in this episode are Piano Concerto No. 2 by Sergei Rachmaninoff (brief) and Rhapsody in Blue by George Gershwin (pianica version).",
                    "Aliases": []
                },
                "11": {
                    "ID": "339281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339281",
                    "TitleEnglish": "Lesson 11: Piano",
                    "SummaryEnglish": "It is finally Stresemann, Chiaki, and the A Orchestra's turn to perform for the school's fall festival. They manage to captivate the audience with their Rachmaninoff performance. Chiaki and Stresemann go their separate ways as Stresemann returned to Europe the next day. Nodame becomes desperate to perform in an orchestra like Chiaki and is left with a message and present from Stresemann. Saiko, still thinking about Chiaki, comes by for a visit. Nodame also comes by after practicing Rachmaninoff for days without bathing and hardly any food. The piece performed in this episode is Piano Concerto No. 2 by Sergei Rachmaninoff.",
                    "Aliases": []
                },
                "12": {
                    "ID": "339282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339282",
                    "TitleEnglish": "Lesson 12: Course",
                    "SummaryEnglish": "Chiaki and Nodame perform Rachmaninoff on two pianos and cause quite a stir attracting an audience including Saiko and Etou-sensei. Later Chiaki meets with the writers from Classic Life magazine and they try to investigate why Chiaki is still in Japan when he could be going abroad. Nodame goes around bringing candy to various 4th year students in the S Orchestra as they reflect on their experience playing under Chiaki and on their future as graduation looms around the corner. The piece performed in the episode is Piano Concerto No. 2 (for 2 pianos 4 hands) by Sergei Rachmaninoff.",
                    "Aliases": []
                },
                "13": {
                    "ID": "339283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339283",
                    "TitleEnglish": "Lesson 13: Graduation",
                    "SummaryEnglish": "It's graduation time at the Momogaoka College of Music and its graduating students (including Chiaki and Masumi) put on a performance of various classical pieces for their graduation recital. Kiyora, the former concert mistress of the Nina Lutz Seminar Youth Orchestra, proposes to Chiaki her idea of assembling an orchestra. She invites Chiaki in as their conductor. Needless to say, she also requests that Chiaki and his \"superstar\" status to invite some of the elite musicians (cellist, violinist, and oboist) into the orchestra. The S Orchestra has their final get together as they disband and move on. The pieces performed in the episode are Concerto for Flute and Percussion by André Jolivet and Mephisto Waltz No. 1 (Der Tanz in der Dorfschenke) by Franz Liszt.",
                    "Aliases": []
                },
                "14": {
                    "ID": "339284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339284",
                    "TitleEnglish": "Lesson 14: Past",
                    "SummaryEnglish": "Under rather bizarre circumstances, Nodame makes a visit to the home in which Chiaki grew up, meets his family, and even makes dinner for them (onigiri and nabe). Since the passing of Chiaki's grandfather, tensions seem to have risen within the family, nearly to a breaking point. The pair end up staying over night, and when a nightmare wakes Chiaki, he retreats to his grandfather's audio room. Upon waking to the sound of the opera, Nodame finds Chiaki in the study, listening to records. Eager to play, she convinces him to accompany her on the violin while she plays the piano. There are no pieces performed in this episode; however, Chiaki listens to Matthäuspassion by Johann Sebastian Bach in his Grandfather's audio room.",
                    "Aliases": []
                },
                "15": {
                    "ID": "339285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339285",
                    "TitleEnglish": "Lesson 15: Change",
                    "SummaryEnglish": "Chiaki's relatives are awaken by Chiaki and Nodame's playing. Both uncle and cousin agree that Chiaki should continue his music studies. Just before leaving Chiaki and his relatives all agree that Nodame should become a concert pianist and not a kindergarten teacher (seeing as she will be bullied). Nodame is perturbed and decides to go home by herself (as opposed to riding a taxi with Chiaki). Later, back in school, Chiaki meets up with Kiyora (violin), Kuroki (oboe), and Kikuchi (cello) to discuss the new orchestra they were about to \"build\". Meanwhile, Nodame has been officially transferred to Etou-sensei (famous for his white fan for hitting people with). Later that night, Chiaki goes to a drinking party of the new orchestra deciding the piece of their first performance. Mine's father called and said that Nodame dropped by to look for Chiaki but did not eat anything. The piece performed in this episode is Violin Sonata (Sonata for Violin and Piano) op.82 by Edward Elgar.",
                    "Aliases": []
                },
                "16": {
                    "ID": "339286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339286",
                    "TitleEnglish": "Lesson 16: Starting",
                    "SummaryEnglish": "The R-S Orchestra starts rehearsing for their first concert, while Nodame and her new teacher finally come to an agreement. The piece played is Mozart's Oboe Concerto in C major K 314.",
                    "Aliases": []
                },
                "17": {
                    "ID": "339287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339287",
                    "TitleEnglish": "Lesson 17: Wastefulness",
                    "SummaryEnglish": "Nodame finishes her last \"Moja Moja\" song and now must do her part in her deal with Etou sensei. Meanwhile, some members of the R-S Orchestra take a break on rehearsals to dedicate to their solo competitions. The piece performed in this episode is Symphonie Espagnole, op. 21 - 1. Allegro non troppo by Édouard Lalo.",
                    "Aliases": []
                },
                "18": {
                    "ID": "339288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339288",
                    "TitleEnglish": "Lesson 18: Awakening",
                    "SummaryEnglish": "Finally the time comes for the R-S Orchestra's first concert.",
                    "Aliases": []
                },
                "19": {
                    "ID": "339289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339289",
                    "TitleEnglish": "Lesson 19: Flight",
                    "SummaryEnglish": "After the concert, Nodame uses hypnotism to cure Chiaki's fear of flying. The pieces performed in this episode are Symphony no.1 in c minor by Johannes Brahms, Piano Sonata D845 by Franz Schubert, and Transcendental Etude No. 5 \"Feux Follets\" by Franz Liszt.",
                    "Aliases": []
                },
                "20": {
                    "ID": "339290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339290",
                    "TitleEnglish": "Lesson 20: World",
                    "SummaryEnglish": "Nodame advances through the preliminaries of the Maradona piano competition, while the R-S Orcherstra's fame increases, drawing more and more attention. The pieces performed in this episode are Piano Sonata D845 by Schubert, Prelude and fugue no.16 (only the fugue) WTK book 2 by Bach, Etude Op. 10, No. 4 by Chopin, Transcendental Etude No. 5 \"Feux Follets\" by Liszt and L'Isle Joyeuse by Debussy.",
                    "Aliases": []
                },
                "21": {
                    "ID": "339291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339291",
                    "TitleEnglish": "Lesson 21: Accident",
                    "SummaryEnglish": "Nodame makes it to the final round, but an untimely fever from practicing too much sets her back as it now becomes a race against time to finish memorizing the pieces for the final round. Just when the pressure couldn't have been any heavier, she runs into a colleague from her childhood, Segawa Yuuto, which in turn brings back her bad memories she had repressed. Chiaki, on the other hand, has his hands full with the new violinist, but attends the Maradona finals to observe Nodame and the other contestants. The pieces performed in this episode are Variations on a Theme of Paganini by Johannes Brahms, Gaspard de la nuit by Joseph-Maurice Ravel, Piano Sonata No. 23 Op. 57 by Ludwig van Beethoven, Piano Sonata No. 8 K.310 by Wolfgang Amadeus Mozart, Sonata No. 2 in G minor by Robert Schumann and Petrushka by Igor Fyodorovich Stravinsky.",
                    "Aliases": []
                },
                "22": {
                    "ID": "339292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339292",
                    "TitleEnglish": "Lesson 22: End",
                    "SummaryEnglish": "Nodame is in deep trouble as her train of thought is robbed at an unfortunate moment. She leaves the competition hall disappointed as well as Chiaki who had hoped she would goto Europe with him. The New Year's concert is around the corner and Chiaki has yet to inform the Rising-Star Orchestra of his pending departure from Japan as well as his replacement conductor, Matsuda. Sakuma also shares his reasons as to why he had helped Chiaki throughout his past 2 years starting from his Rachmaninoff performance. The pieces performed in this episode are Petrushka by Igor Fyodorovich Stravinsky, Prélude à l'après-midi d'un faune by Claude Debussy, Carmen Fantasy by Pablo de Sarasate, and Till Eulenspiegels lustige Streiche Op.28 by Richard Strauss.",
                    "Aliases": []
                },
                "23": {
                    "ID": "339293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/339293",
                    "TitleEnglish": "Lesson 23: Future",
                    "SummaryEnglish": "Chiaki conducts his last piece with the Rising Star Orchestra and contemplates how he even got there in the first place. With Nodame still away in Okawa, Chiaki is urged to persuade her to return to piano by visiting her home town after the concert. Chiaki and Nodame share an intimate moment at the riverbed as her father catches sight of them from his boat. Chiaki and Nodame will be looking forward to seeing each other in Europe. The pieces performed in the episode are Symphony No. 7, Op. 92 by Ludwig van Beethoven and Piano Sonata D845 by Franz Schubert.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "36334",
            "URL": "https://thetvdb.com/series/nodame-cantabile-2007/seasons/official/2",
            "TitleEnglish": "Paris Hen",
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "398482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398482",
                    "TitleEnglish": "Lesson 1",
                    "SummaryEnglish": "Chiaki and Nodame arrive at Paris to hone their musical skills. While he who had lived in France before easily adapts himself to their new environment, she must face some difficulties herself, including having to learn the country's language.",
                    "Aliases": []
                },
                "2": {
                    "ID": "398483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398483",
                    "TitleEnglish": "Lesson 2",
                    "SummaryEnglish": "Chiaki takes part in his first competition as a conductor. But he ends up having to face strong contestants like Jean Donnadieu, one of Sebastiano Vieira's apprentices.",
                    "Aliases": []
                },
                "3": {
                    "ID": "398484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398484",
                    "TitleEnglish": "Lesson 3",
                    "SummaryEnglish": "Nodame and Chiaki meet Stresseman in Paris. Chiaki starts to travel the world attending concerts with Stresseman after being forced to sign a contract with his manager, while Nodame has her first class with an acquaintance of hers at the conservatoire.",
                    "Aliases": []
                },
                "4": {
                    "ID": "398485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398485",
                    "TitleEnglish": "Lesson 4",
                    "SummaryEnglish": "Chiaki rehearses for his debut concert in Paris, and finds that Nodame is troubled as she is not doing fine at the conservatoire. While he tries to cheer her up, their relationship ends up moving a little forward.",
                    "Aliases": []
                },
                "5": {
                    "ID": "398486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398486",
                    "TitleEnglish": "Lesson 5",
                    "SummaryEnglish": "Kuroki was having trouble to adapt himself to life at Paris until he meets Nodame at the conservatoire. Meanwhile, Chiaki is feeling insecure as Nodame does not answer his phone calls and wonders if both will really be able to spend Christmas together.",
                    "Aliases": []
                },
                "6": {
                    "ID": "398487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398487",
                    "TitleEnglish": "Lesson 6",
                    "SummaryEnglish": "Chiaki is appointed as the official conductor of a famous orchestra which is facing serious dificulties, and Son Rui, a famous pianist who is an old friend of his, gives a break on her performances to study at the conservatoire. However, Rui's closeness to Chiaki is more than enough to ignite Nodame's jealousy.",
                    "Aliases": []
                },
                "7": {
                    "ID": "398488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398488",
                    "TitleEnglish": "Lesson 7",
                    "SummaryEnglish": "The Marlet Orchestra is short on staff, and Chiaki asks Nodame to take a part on it. However, Nodame's dreams of having her first performance along Chiaki are crushed when Rui is forced to assume her place due to a misunderstanding.",
                    "Aliases": []
                },
                "8": {
                    "ID": "398489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398489",
                    "TitleEnglish": "Lesson 8",
                    "SummaryEnglish": "Disappointed with his first performance, Chiaki starts scouting for new musicians and invites Kuroki for an audition. Meanwhile, Rui is forced by her mother, Mrs. Son, to leave Paris with her, after she heard from Madame Bellou (possibly Rui's landlady) that she's been slacking off and spending time at Chaiki's. While Nodame rehearses for the exams at the conservatoire along with Kuroki and Paul duBois.",
                    "Aliases": []
                },
                "9": {
                    "ID": "398490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398490",
                    "TitleEnglish": "Lesson 9",
                    "SummaryEnglish": "Nodame travels to Saint-Malo with Chiaki, Tanya and Kuroki for her very first recital. However, her companions are worried about her insecurity, as she usually has trouble in playing pieces by Mozart.",
                    "Aliases": []
                },
                "10": {
                    "ID": "398491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398491",
                    "TitleEnglish": "Lesson 10",
                    "SummaryEnglish": "Nodame's first recital becomes a huge success, to the point of her receiving other proposals for job.",
                    "Aliases": []
                },
                "11": {
                    "ID": "398492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/398492",
                    "TitleEnglish": "Lesson 11",
                    "SummaryEnglish": "Auditions are held for the Marlet Orchestra, with Paul and Kuroki being among the new members. After intense rehearsal, the Orchestra has another concert, and the time comes for Chiaki to show the results of his ad his musicians' efforts so far.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "174651",
            "URL": "https://thetvdb.com/series/nodame-cantabile-2007/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "1558621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558621",
                    "TitleEnglish": "Lesson 1",
                    "SummaryEnglish": "Chiaki's popularity ahead of the Martlet Orchestra keeps increasing while Nodame gets depressed as she feels the distance between them growing and she decides to enter in a competition by herself, even without her teacher Auclair's approval.\r\nPieces featured: Bach's Concert No. 1 in D minor, Romeo and Juliet's Overture-Fantasy by Tchaikovsky, Études Op. 10 No. 8 and Op.10 No. 12 by Chopin",
                    "Aliases": []
                },
                "2": {
                    "ID": "1558631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558631",
                    "TitleEnglish": "Lesson 2",
                    "SummaryEnglish": "Chiaki decides to move to another apartment much to Nodame's despair and Rui tries her best to convince Auclair to have lessons with her, but he seems to be more much more interested in teaching Nodame instead. After hearing Nodame's smooth playing, she also starts to doubt herself.\r\nPieces featured: Sonata K157 in C Major by Scarlatti, Nocturne Op. 9 No. 2 in Eb Major by Chopin",
                    "Aliases": []
                },
                "3": {
                    "ID": "1558641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558641",
                    "TitleEnglish": "Lesson 3",
                    "SummaryEnglish": "Thanks to Chiaki's encouragement, Rui decides to keep playing and a special concert featuring both is arranged. Stresseman is seriously depressed over the death of a friend of his and Chiaki, on the way to attend one of Nodame's recitals, have a surprising reunion with Sebastiano Vieira and he decides to accompany him instead.\r\nPieces featured: Italian Concerto, BWV 971 by Bach, Op. 19 No. 1 \"Sweet Remembrance\" from Songs without Words by Felix Mendelssohn, Polonaise Fantasie by Frédéric Chopin, Légende No. 1: St François d'Assise by Franz Liszt",
                    "Aliases": []
                },
                "4": {
                    "ID": "1558651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558651",
                    "TitleEnglish": "Lesson 4",
                    "SummaryEnglish": "Tanya starts to feel jealousy when Kuroki is asked to take care of a young japanese girl who is trying to enter the conservatoire. While trying to get closer to him, she starts to wonder about her own future as she is near her graduation.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1558661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558661",
                    "TitleEnglish": "Lesson 5",
                    "SummaryEnglish": "Tanya and Yu Long have poor performances at the competitions they took part, and thus they will be forced to return to their respective countries after graduation. While trying to cheer Tanya up, Kuroki ends up making a surprising proposal to her. Meanwhile, Nodame hears a piece of music that draws her attention. She hopes to play it along Chiaki someday, unaware that it's the same piece that will be featured at Chiaki and Rui's concert.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1558671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558671",
                    "TitleEnglish": "Lesson 6",
                    "SummaryEnglish": "Nodame finds that Chiaki has hidden from her the connection between the piece and his concert with Rui and she can't hide from him her dissatisfaction for not telling her sooner. After looking at how much difficult pieces Nodame is studying with her teacher, Chiaki cancels an important trip to Italy just to lend a hand to her.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1558681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558681",
                    "TitleEnglish": "Lesson 7",
                    "SummaryEnglish": "Chiaki helps Rui for their concerto. When Nodame found out, she feels betrayed, and uses that feeling to help her master a piece.\r\n\r\nPieces featured: Paris Symphony by Mozart, Third Movement of Piano Sonata No. 31 by Beethoven",
                    "Aliases": []
                },
                "8": {
                    "ID": "1558691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558691",
                    "TitleEnglish": "Lesson 8",
                    "SummaryEnglish": "After Chiaki and Rui's concerto, Nodame and Chiaki spend the night together and she proposes to him in the following morning, just to be rejected by him. However, Chiaki starts to wonder about how serious she was at that time, and Stresseman pays a visit to her.\r\n\r\nPieces featured: Piano Concerto in G major by Maurice Ravel and Third Movement of Piano Sonata No. 31 by Beethoven",
                    "Aliases": []
                },
                "9": {
                    "ID": "1558701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558701",
                    "TitleEnglish": "Lesson 9",
                    "SummaryEnglish": "Nodame has been absent from school and Chiaki starts looking desperately for her, just to find that she was rehearsing for a concerto with Stresseman in London.\r\n\r\nPieces featured: Piano Concerto No. 1 in E minor, Op. 11 by Chopin",
                    "Aliases": []
                },
                "10": {
                    "ID": "1558711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558711",
                    "TitleEnglish": "Lesson 10",
                    "SummaryEnglish": "Nodame's concerto with Stresseman becomes a huge success worldwide. However, she loses the will to keep playing and disappears for a while. Meanwhile, Chiaki finally comes at terms with his feelings for her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1558721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nodame-cantabile-2007/episodes/1558721",
                    "TitleEnglish": "The Last Lesson",
                    "SummaryEnglish": "Back in Paris, Nodame spends her days quietly playing for children while her friends wonder if she will ever resume her studies or her career. Determined to put Nodame back on track, Chiaki asks her to play with him-- the same piece they played together when they first met. This episode also tells us what has happened to some of the characters they met in Paris.\r\nPiece Featured: Sonata for Two Pianos in D major by Mozart.",
                    "Aliases": []
                }
            }
        }
    }
}