{
    "URL": "https://thetvdb.com/series/chocotto-sister",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2629076/",
        "https://www.themoviedb.org/tv/76895"
    ],
    "TitleEnglish": "Chocotto Sister",
    "SummaryEnglish": "Haruma Kawagoe is an only child. A long time ago, at Christmastime, his mother miscarried the child that was to have been his baby sister. That night, young Haruma knelt down and offered up an earnest prayer: \"Please make my mother well again, and please give me a little sister.\" Years have passed, and Haruma has nearly forgotten his prayer. But Santa hasn't.... one Christmas, when Haruma is least expecting it, he gets an unusual present - his sister.",
    "Aliases": [],
    "Modified": "2025-07-16",
    "Seasons": {
        "1": {
            "ID": "37917",
            "URL": "https://thetvdb.com/series/chocotto-sister/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "413605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413605",
                    "TitleEnglish": "Present is little sister?",
                    "SummaryEnglish": "Choco is delivered to Haruma's house. The new siblings take a trip to the mall to buy Choco clothing, but accidentally lose sight of each other inside.",
                    "Aliases": []
                },
                "2": {
                    "ID": "413606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413606",
                    "TitleEnglish": "The first new year",
                    "SummaryEnglish": "The new siblings go to a shrine for New Year's. Yasuoka, Makoto and the original landlady make their first appearance. Choco starts her picture diary.",
                    "Aliases": []
                },
                "3": {
                    "ID": "413607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413607",
                    "TitleEnglish": "The New Manager Has Arrived",
                    "SummaryEnglish": "Chitose makes her way towards Tsubaki manor, but has many a mishap along the way. Eventually she makes it, thanks to Haruma's and Choco's help.",
                    "Aliases": []
                },
                "4": {
                    "ID": "413608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413608",
                    "TitleEnglish": "Black Valentine Day",
                    "SummaryEnglish": "Chitose plans to give chocolate to Haruma, who has been roped into a special Valentine's Day job by Tamami. Choco receives misinformation about the meaning of Valentine's Day from Makoto. Does Haruma have precognitive dreams ... ?",
                    "Aliases": []
                },
                "5": {
                    "ID": "413609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413609",
                    "TitleEnglish": "To buy a bra",
                    "SummaryEnglish": "After seeing Chitose's laundry and wheedling a demonstration out of the manager, Choco asks her big brother to buy her an item of lady's intimate apparel. A drunken Makoto embarrasses Chitose, but still manages to get herself invited for lunch the next day, along with Choco.",
                    "Aliases": []
                },
                "6": {
                    "ID": "413610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413610",
                    "TitleEnglish": "Easy-to-Understand Lecture on Public Baths",
                    "SummaryEnglish": "Tamami saddles Haruma with yet another job, which winds up being paid for in goods. In this case, T-shirts and some tickets for the premiere of a movie. Haruma ends up inviting Ayano, who is a huge fan of the movie's main actor. Meanwhile, Choco first encounters Kakeru. A water outage causes her to meet him for a second time, when the Kawagoes go to a public bath. Choco is instructed in public bath etiquette by Midori.",
                    "Aliases": []
                },
                "7": {
                    "ID": "413611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413611",
                    "TitleEnglish": "Cheerful, Heartbroken, Depressed",
                    "SummaryEnglish": "Haruma manages to anger Choco by going on a date with Ayano and leaving her at home. When Chitose sees the two of them out, she becomes depressed. However, it seems Ayano has romantic troubles of her own which do not concern Haruma, but rather a young man soon bound for the countryside ... In the end, Haruma manages to redeem himself somewhat in the eyes of Choco and Chitose.",
                    "Aliases": []
                },
                "8": {
                    "ID": "413612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413612",
                    "TitleEnglish": "Draft",
                    "SummaryEnglish": "After Ayano invites him out for some drinks to stave off her own romantic woes, Haruma is late to get back home. In the end, he has to take an inebriated Ayano home. Ayano's dreams reveal the truth about her relationship with Kazuya. Choco falls ill after staying up too late, waiting for Haruma, causing her big brother to panic.",
                    "Aliases": []
                },
                "9": {
                    "ID": "413613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413613",
                    "TitleEnglish": "Buds of Love",
                    "SummaryEnglish": "Haruma is ignoring Ayano because of what happened that night. When Kazuya comes to get his ring from Ayano, Haruma shows up to stop it. Ayano tells him about her and Kazuya. The next day he gets flowers as a gift from Ayano and he goes shopping with Choco to get a watering pot",
                    "Aliases": []
                },
                "10": {
                    "ID": "413614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413614",
                    "TitleEnglish": "Let's Hot Spring!",
                    "SummaryEnglish": "While shopping with Chitose at the local shopping arcade, Choco wins a free trip to the Hot Springs for 4. Choco chooses herself, Haruma, Chitose and Makoto to go. After a rehearsal bath at the public bath with Choco and Makoto, Makoto gets a call from her job while at the train station and she ends up not getting to go. Choco, Chitose and Haruma travel via train to the hot springs. When they got there they went to the baths. Haruma found out that it was a shared bath and he tried to hide from Choco and Chitose but after staying in too long he got up dizzy and as he was walking out Chitose saw his private places. That night Haruma couldn't sleep so Choco held his hand so he could.",
                    "Aliases": []
                },
                "11": {
                    "ID": "413615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413615",
                    "TitleEnglish": "Love, Gone",
                    "SummaryEnglish": "The Next Day Choco, Haruma and Chitose go to the top of the mountain with plans to hike down while seeing the sights. On the way Haruma meets Ayano and convinces her not to give up on her love.",
                    "Aliases": []
                },
                "12": {
                    "ID": "413616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413616",
                    "TitleEnglish": "A Downpour, and then...",
                    "SummaryEnglish": "During a rainstorm Haruma gets a call from Ayano saying that she will be moving to the countryside with her finance. Noticing Haruma's depression Choco asks Chitose and Makoto for help, she eventually writes a letter to Ayano explaining Haruma's feelings about her, Haruma gets angry which makes choco run away. Haruma reads Choco's diary afterwards.",
                    "Aliases": []
                },
                "13": {
                    "ID": "413617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413617",
                    "TitleEnglish": "First with Yuri-pyon",
                    "SummaryEnglish": "Yurika escaped from driver with some help of Choco. When her driver sees Yurika, Yurika quickly runs off and Choco follows her. Yurika tells Choco that she witnessed a murder and saw the murder's face by accident, which was a lie. The driver finally finds Yurika. Later Yurika goes searching for Choco, but she doesn't know her name. But she does know where Choco lives. By accident she finds the Tsubaki manor. Choco asks what was doing and they go inside the manor to get a drink. Then they become friends with each other.",
                    "Aliases": []
                },
                "14": {
                    "ID": "413618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413618",
                    "TitleEnglish": "Neko-nyan and Brassieres",
                    "SummaryEnglish": "Haruma and Choco are eating breakfast and they see the Nekonyan Dance on TV. Choco goes out and she walks by a school where little children are dancing the Nekonyan Dance. There teacher asks her to dance with them, so she does. They afterwards eat lunch together, and next they all play together. When it getting late all the little children go home except for a little boy, named Takeshi. Choco stays and plays with him. A while later Takeshi's mother comes to get Takeshi, but Choco and Takeshi have fallen in sleep. Later Choco is watching the Nekonyan Dance and Yurika calls, to say that she is nearby.",
                    "Aliases": []
                },
                "15": {
                    "ID": "413619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413619",
                    "TitleEnglish": "At the Pool, Japun!",
                    "SummaryEnglish": "Tamami forces Haruma into a new job: lifeguard at a pool. He's given some tickets, and brings along Choko and Chitose. Yurika skips her English lesson to visit Choko, but finds nobody home. Instead she gets attacked by a dog and is saved by Kakeru.",
                    "Aliases": []
                },
                "16": {
                    "ID": "413620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413620",
                    "TitleEnglish": "Dokiwaku Summer Festival",
                    "SummaryEnglish": "Choko is excited about attending her first summer festival. She quickly gets lost and separated from Haruma and Chiguse, but soon she meets Kakeru, and later Yurika, who has decided to come to a 'commoner' event accompanied by her maid. Yurika gets jealous seeing Choko and Kakeru together. In the end everyone re-unites and they watch fireworks.",
                    "Aliases": []
                },
                "17": {
                    "ID": "413621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413621",
                    "TitleEnglish": "Noisy Tea Party",
                    "SummaryEnglish": "Yurika finds herself smitten with Kakeru, and plans a tea party as an opportunity to socialize with him. However, she is too shy to invite him directly, so she invites Choco and asks her to bring her friends. To Yurika's dismay, Choco arrives at the party accompanied not by Kakeru, but by a number of the kindergarteners she befriended in episode 14.",
                    "Aliases": []
                },
                "18": {
                    "ID": "413622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413622",
                    "TitleEnglish": "Let's Meow-Sing!",
                    "SummaryEnglish": "Choko wants to join the Nekonyan Dance contest, but it turns out that she is not allowed to do it with less than five people. After convincing Haruma, Makoto, Chitose, and finally Yurika they videotape their dance and send it to the television.",
                    "Aliases": []
                },
                "19": {
                    "ID": "413623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413623",
                    "TitleEnglish": "The Idol's Melancholy",
                    "SummaryEnglish": "Eriko Odawara ('Odaeri'), the idol famous for performing the Nekonyan Dance live on television every morning, is tiring of the role and bails out of a scheduled performance at the kindergarten in Choco's neighborhood. A chance encounter with Makoto (who it is strongly implied is actually the famous gravure idol Arisa Otokami) changes her mind about the true importance of her job. Odaeri then visits Choco's apartment to give her a private performance of the Nekonyan Dance.",
                    "Aliases": []
                },
                "20": {
                    "ID": "413624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413624",
                    "TitleEnglish": "My Kitten",
                    "SummaryEnglish": "After Haruma refuses to buy her a pet, Choco befriends an escaped puma, who she names Kuro (an abbreviation of the Japanese word for 'black'). Choco visits Kuro daily at his home in an abandoned warehouse, and introduces him to Kakeru and Yurika. Tragically, Kuro dies in a road accident.",
                    "Aliases": []
                },
                "21": {
                    "ID": "413625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413625",
                    "TitleEnglish": "Let's Amusement Park!",
                    "SummaryEnglish": "Choko is still sad after Kuro's death and in order to liven her up, Haruma with Chitose and Makoto take her to the amusement park. Choko meets a girl who says she has lost her mom, and spends the day seeking for her. What she does not know is that the girl and her mother are Mr. Yasuoka's daughter and wife, long since dead.",
                    "Aliases": []
                },
                "22": {
                    "ID": "413626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413626",
                    "TitleEnglish": "First Master",
                    "SummaryEnglish": "Choco is puarsaded by Tamami to be a part of her club's maid café for Haruma's collage festival. As Haruma is working he gets a call from his cousin who is in town, and she asks to visit him. When Choco approached Haruma and his cousin he said that Choco is not his little sister. Choco begins too question who she is, and her existence is then put into jeapordy.",
                    "Aliases": []
                },
                "23": {
                    "ID": "413627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413627",
                    "TitleEnglish": "Wish",
                    "SummaryEnglish": "Choco has disappeared and its up Haruma to remember Choco.",
                    "Aliases": []
                },
                "24": {
                    "ID": "413628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chocotto-sister/episodes/413628",
                    "TitleEnglish": "Happy Christmas",
                    "SummaryEnglish": "Choco is delivering her christmas gifts, who will be the surprise guest at the christmas party",
                    "Aliases": []
                }
            }
        }
    }
}