{
    "URL": "https://thetvdb.com/series/shura-no-toki",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "History"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4773360/",
        "https://www.themoviedb.org/tv/60790"
    ],
    "TitleEnglish": "Shura no Toki: Age of Chaos",
    "SummaryEnglish": "Legends tell of an invincible martial art known as Mutsu Enmei-Ryu, an unarmed style that allows the user to defeat any number of armed opponents using incredible speed and strength. This is the story of three generations of those who bear the name Mutsu, and their encounters and battles with the strongest fighters of their era.",
    "Aliases": [
        "Age of Chaos",
        "Shura no Toki",
        "Mutsu Enmei Ryuu Gaiden - Shura no Toki",
        "Mutsu Enmei Ryuu Gaiden: Shura no Toki"
    ],
    "Modified": "2025-04-22",
    "Seasons": {
        "1": {
            "ID": "27540",
            "URL": "https://thetvdb.com/series/shura-no-toki/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "329242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329242",
                    "TitleEnglish": "A Man Like a Cloud",
                    "SummaryEnglish": "When a young nobelman is attacked by a group of bandits he is saved by the legendary swordsman Musashi Miyamoto. He is then offered a very lucrative job as the young man's bodyguard. Instead he recommends that they hire Yakumo Mutsu a wanderer who happens to be sitting nearby. Yakumo accepts the offer although his new charge seems to have doubts about the mans true skills.",
                    "Aliases": []
                },
                "2": {
                    "ID": "329243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329243",
                    "TitleEnglish": "The World's Unmatched Skill",
                    "SummaryEnglish": "Shiori is shocked when Yakumo figures out that she is not a boy and runs away. However, she is attacked by members of the ruthless Yagyu Clan who have been hired to kill her. The Yagyu prove no match however for the awesome skills of Yakumo and his Mutsu Enmeiryu.",
                    "Aliases": []
                },
                "3": {
                    "ID": "329244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329244",
                    "TitleEnglish": "The Sickle and Chain of Wind",
                    "SummaryEnglish": "Musashi, Shiori and Yakumo are all on their way to Edo by different routes and they each encounter a strange priest along their journey. We are also introduced to a young boy named Iori who claims to be Musashi's apprentice. Shiori also starts to explore her emotions, particularly towards Yakumo.",
                    "Aliases": []
                },
                "4": {
                    "ID": "329245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329245",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Yakumo has finally reached Edo and he once again meets up with Shiori. They also encounter a Princess called Yuki after a fight between some disgruntled samurai forces Yakumo to intervene. However the Princess's fondness for Yakumo may prove a problem for Shiori.",
                    "Aliases": []
                },
                "5": {
                    "ID": "329246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329246",
                    "TitleEnglish": "Dark Strategy",
                    "SummaryEnglish": "Yakumo, Shiori and Iori all head back to Princess Yuki's palace. Once here Yuki confesses her love for Yakumo and ask him to stay with her forever. This in turn forces Shiori to face up to her own feelings about the mysterious wanderer.",
                    "Aliases": []
                },
                "6": {
                    "ID": "329247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329247",
                    "TitleEnglish": "Duel at Three Pines",
                    "SummaryEnglish": "Shiori is captured by the Kuki Clan and used as bait to lure out Yakumo. Unfortunately for the Kuki Clan Yakumo is angered by the abduction of the woman he loves. As such he accepts the challenge and shows them why the name Mutsu is feared throughout Japan.",
                    "Aliases": []
                },
                "7": {
                    "ID": "329248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329248",
                    "TitleEnglish": "He who has Mastered Fighting",
                    "SummaryEnglish": "Following the aftermath of his battle with the Kuki Clan Yakumo finds himself face to face with Musashi. The two decide that now is the time for their long awaited duel and as Shiori and Iori look on the two fight for their very lives. Ultimately even the great Musashi is no match for the Mutsu Enmeiryu. After his defeat Musashi decides to hang up his sword forever and Yakumo and Shiori head off into the sunset hand in hand.",
                    "Aliases": []
                },
                "8": {
                    "ID": "329249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329249",
                    "TitleEnglish": "Takato and Tsubura",
                    "SummaryEnglish": "This episode is set twenty years after the last. The current Shogun, Iemitsu has arranged a tournament to decide once and for all which is the best fighting style in all of Japan. Musashi is offered an invite to the tournamanet. However, he declines as he is retired and has not drawn his sword since his defeat to Yakumo. Instead he sends his apprentice Iori to fight in his place. As Iori heads off to the tournament he encounters a young girl who is also on her way there who calls herself Tubura Mutsu.",
                    "Aliases": []
                },
                "9": {
                    "ID": "329250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329250",
                    "TitleEnglish": "The Man, The Beast",
                    "SummaryEnglish": "Tsubura is being held captive by the Yagyu clan and it is upto Takato and Sasuke to erescue her from the Yagyu's headquarters. Durring their rescue attempt Takato comes face to face with the murderous Jyubei for the first time but fate intervenes and their confrontation is cut short.",
                    "Aliases": []
                },
                "10": {
                    "ID": "329251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329251",
                    "TitleEnglish": "Mutsu in the Midst of Machinations",
                    "SummaryEnglish": "Tsubura is being held captive by the Yagyu clan and it is upto Takato and Sasuke to erescue her from the Yagyu's headquarters. Durring their rescue attempt Takato comes face to face with the murderous Jyubei for the first time but fate intervenes and their confrontation is cut short.",
                    "Aliases": []
                },
                "11": {
                    "ID": "329252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329252",
                    "TitleEnglish": "Waterfall Boiling Over",
                    "SummaryEnglish": "The group have finally reached Edo but with the tournament only a day away Takato's entry is in doubt. Because Takato has no family name or known combat style he is forced to take part in an entrance exam beofre the tournamanet. As such he must fight one of the Shoguns very own spear-masters and either win or die.",
                    "Aliases": []
                },
                "12": {
                    "ID": "329253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329253",
                    "TitleEnglish": "Kanei Era Shogunate Tournament",
                    "SummaryEnglish": "The tournament finally begins with Iyori, Tsubura, Jyubei and Takato each winning their first matches. But with stiff competition from the other competitors they may not be so lucky in the next round.",
                    "Aliases": []
                },
                "13": {
                    "ID": "329254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329254",
                    "TitleEnglish": "The Successor",
                    "SummaryEnglish": "The second round of matches begin and Iyori is pushed to his very limit even being forced to use two swords. However, when Tsubura is drawn against Jyubei it looks like the hard work has only just begun. After a very difficult fight Tsubura realises that she has no hope of winning and as such she and Sasuke decide to implement their plan regardless of the consequences.",
                    "Aliases": []
                },
                "14": {
                    "ID": "329255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329255",
                    "TitleEnglish": "The Beast",
                    "SummaryEnglish": "Takato is forced to intervene and protect Tsubura after her assassination attempt goes horrible wrong and Sasuke is killed. Takato finally reveals his identity as the true successor of the Mutsu Enmeiryu. But before he and Tsubura can escape thhe must face not only the shogun's men but also Jyubei himself. Unfortunately not even the legendary Jyubei is a match for Takato now that he has stopped holding back.",
                    "Aliases": []
                },
                "15": {
                    "ID": "329256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329256",
                    "TitleEnglish": "Sleeping Dragon",
                    "SummaryEnglish": "It is now the start of the Meji Revolution and after seeing Ryoma Sakamoto fight many years before Izumi Mutsu has tracked him down. Izumi wants to fight Ryoma and unleash the mans full potential but as the two spend more time together they quickly form a very firm friendship.",
                    "Aliases": []
                },
                "16": {
                    "ID": "329257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329257",
                    "TitleEnglish": "Patriot of the Sea",
                    "SummaryEnglish": "As Izumi and Sakamoto are out exploring they encounter a young boy named Soushi Okita. Okita challenges Izumi and Izumi decides to play along and try and lure Sakamoto into a duel. However, soon Okita's master a man named Hijikata Toshizou appears and Izumi recognises him as a strong opponent. The two exchange words and vow that when next they meet their true skills sill be revealed. Izumi also promises Okita that one day they will fight to the death. Having witnessed this Sakamoto is finally ready to fight with Izumi. However, durring the fight Sakamoto has a realisation that he want's to change the world not simply fight agains it. As such he vows to Izumi that he will never again draw his sword, and Izumi vows that he will always be there so that Sakamoto won't have to.",
                    "Aliases": []
                },
                "17": {
                    "ID": "329258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329258",
                    "TitleEnglish": "Shinsengumi",
                    "SummaryEnglish": "Sakamoto sets out on his new found political career but there are many who do not agree with his views of the world. One such group is the Shinsenngumi and it soon emerges that they are plotting to have him killed.",
                    "Aliases": []
                },
                "18": {
                    "ID": "329259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329259",
                    "TitleEnglish": "The Dragon Incarnate",
                    "SummaryEnglish": "Sakamoto's battles continue both politically and militarily as they revolution gains momentum and he is asked to join the fight against the Bakufu. Sakamoto sets off in hs ship the Union and Izumi joins his old friend determined to keep the vow that he made all those years ago.",
                    "Aliases": []
                },
                "19": {
                    "ID": "329260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329260",
                    "TitleEnglish": "Battle in the Darkness",
                    "SummaryEnglish": "Sakamoto comes up with a daring plan to defeat the Bakufu naval forces that are amassed in the harbour. However, the success of the mission is wholey dependent on Izumi's skills. Ultimately the mission is a huge success but Izumi must leap into action at the last moment to save Sakamoto from another assassination attempt.",
                    "Aliases": []
                },
                "20": {
                    "ID": "329261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329261",
                    "TitleEnglish": "The Jigen-Ryu Assassin",
                    "SummaryEnglish": "Sakomoto's enemies continue to plot against him but he continues to remain his apathetic self. However, when Izumi gets word that an assassin is coming to kill Sakomoto he heads out to defeat him before his friend is endangered. However, it soon becomes clear that this is a diversion to lure Izumi away from Sakomoto. Izumi quickly dispatches his opponent and rushes back to Sakomoto before it is too late.",
                    "Aliases": []
                },
                "21": {
                    "ID": "329262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329262",
                    "TitleEnglish": "My Friend, Ryoma Sakamoto",
                    "SummaryEnglish": "Izumi returns to find that his old friend has been murdered, he also notices that Sakomoto's sword is lying beside him and that it was not even drawn... just as was promised all those years ago. Izumi immediately suspects the shinsengumi and heads to their headquarters to confront them.",
                    "Aliases": []
                },
                "22": {
                    "ID": "329263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329263",
                    "TitleEnglish": "Farewell, My Friend",
                    "SummaryEnglish": "Izumi arrives at the shinsengumi headquarters and comes across some old friends. Both Hijikata and Okita are there to greet him. He soon learns that they are not the ones behind the assassination. As such Izumi heads off to tell Sakomoto's wife about his death. But before he goes he reaffirms his promises with both Okita and Hijikata.",
                    "Aliases": []
                },
                "23": {
                    "ID": "329264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329264",
                    "TitleEnglish": "The Promise",
                    "SummaryEnglish": "Many months have now passed since Sakomoto's death and the revolution continues to move forward. Izumi however, remains at the dojo and seems to have given up on life. That is until he is reminded of his promise to duel with Okita. Having found a reason to start journeying again Izumi heads off in search of the swordsman. Unbeknownst to Izumi Okita has been gravely ill for sometime and is currently all but bed bound. Yet strangely when Izumi appears at Okita's home the young swordsman finds the strength not only to stand but to draw his sword once more.",
                    "Aliases": []
                },
                "24": {
                    "ID": "329265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329265",
                    "TitleEnglish": "Like Snow",
                    "SummaryEnglish": "Izumi and Okita have their long awaited duel as Ran looks on in horror. Eventually Izumi overpowers Okita and because of his illness the youngman dies in Izumi's arms. But before he passes on he explains to Izumi how he was happy to have died fighting him and even asks a favour of him. Izumi is to deliver a message to Hijikata and fulfil the promise they made just as he fulfilled the promise to Okita. As such Izumi buries his friend and heads off in search of Hijikata. Ran however cannot accept Okita's death and knowing that she could never hope to defeat Izumi in battle she decideds to follow him in the hope that one day she will have a chance to kill him.",
                    "Aliases": []
                },
                "25": {
                    "ID": "329266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329266",
                    "TitleEnglish": "Going North",
                    "SummaryEnglish": "Izumi is heading North in search of Hijikata and Ran is still following close behind. However just as they approach Hijikata's position Ran is put in danger and Izumi is seriously hurt trying to save her. This gives Ran a chance to see a different side to the Mutsu but also means that they have missed Hijikata and must keep searching.",
                    "Aliases": []
                },
                "26": {
                    "ID": "329267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shura-no-toki/episodes/329267",
                    "TitleEnglish": "The Demon and the Shura",
                    "SummaryEnglish": "Ran and Izumi have finally caught up to Hijikata but a great battle is about to begin. Izumi walks out to confront the soldier and the two of them fight between the opposing armies as both sides look on in wonder at the power displayed before them. In the end even the demon that is Hijikata is no match for the Mutsu Enmeiryu. When all is said and done Izumi and Ran head off before the battle begins with Ran intent on never leaving Izumi's side.",
                    "Aliases": []
                }
            }
        }
    }
}