{
    "URL": "https://thetvdb.com/series/kingdom",
    "Genres": [
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0841961/",
        "https://www.themoviedb.org/tv/5287"
    ],
    "TitleEnglish": "Kingdom",
    "SummaryEnglish": "Peter Kingdom, a village solicitor who lives in a picturesque listed house in Norfolk and drives an Alvis, is looking after the sometimes bizarre legal needs of the locals. He is helped by a devoted secretary and an articling junior.  His needy sister lives with him, and his elderly aunt lives nearby.  To top it all, his brother Simon is missing and presumed dead, drowned in the North Sea.",
    "Aliases": [
        "Kingdom (ITV)"
    ],
    "Modified": "2024-12-27",
    "Seasons": {
        "0": {
            "ID": "535937",
            "URL": "https://thetvdb.com/series/kingdom/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5186753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/5186753",
                    "TitleEnglish": "Promo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5186754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/5186754",
                    "TitleEnglish": "Steven Fry on Parkinson",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "5779855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/5779855",
                    "TitleEnglish": "Behind the Scenes",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "27609",
            "URL": "https://thetvdb.com/series/kingdom/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "334848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/334848",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Peter Kingdom is slowly getting his life back on track after the death of his brother six months earlier, but normality is upset when his sister Beatrice moves into his spare room after a spell in rehab. Peter looks into two cases; in one, two sons have returned for the execution of their mother's estate, and in the other, local man Sidney Snell wants to bring action against the local planning authority over a bypass.",
                    "Aliases": []
                },
                "2": {
                    "ID": "334849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/334849",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "A woman arrives at the offices claiming her ex-employer has stolen her baby. Beatrice causes mayhem by shredding documents and sticking labels to everything. Peter tries to have the call to Simon's phone traced, but can learn only that it came from an international number. He has a heart-to-heart with Auriel as the locals prepare for the 127th annual Dyke Leaping Championships.",
                    "Aliases": []
                },
                "3": {
                    "ID": "334850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/334850",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "A father and his son (Trevor & Harry Peacock) come to Peter after their insurers refuse to pay when their fishing boat is destroyed in an explosion. Beatrice meets a local artist, Alan, and joins his life class as the model. The council takes revenge on Snell after his many small plots of land prevent them from building anything. Peter meets Christopher Waller's parents and finds out that Simon's bank account has been regularly paying money to them.",
                    "Aliases": []
                },
                "4": {
                    "ID": "334851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/334851",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "A girl's parents retain Peter to sue Cambridge University because she has not been offered a place. Peter visits his old tutor to investigate and learns that Simon contacted him for money shortly before he disappeared. Gloria is upset because it is a year since her husband died, and her son is picked up by the police for breaking windows in the town. Lyle assists Snell in a scheme to stop the gas company building on a piece of local grazing land. Beatrice uses Lyle to win back Alan, but on discovering that Alan has again been cheating on his sister Peter confronts him.",
                    "Aliases": []
                },
                "5": {
                    "ID": "334852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/334852",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Peter takes on the case of a woman who wants to divorce her husband after discovering his transvestism, while Lyle agrees to represent a horse owner against Romany travellers, only to later take the travellers' side. During a lucid spell, Beatrice confronts Peter to find out what he knows about Simon's disappearance. A windfall allows Peter to pay off Simon's gambling debts, but upon doing so he is told that this will not be the end of the matter.",
                    "Aliases": []
                },
                "6": {
                    "ID": "334853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/334853",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Peter learns Lyle intends to take a city job and hands him the case of an Auschwitz survivor who has received multiple eviction notices from the council. The man's story emotionally drains Lyle and when the eviction order is dropped he decides to stay. Beatrice decides to \"bond\" with Gloria as Peter meets the Wallers again and later discovers that someone else tried to pay off Simon's debts. A pregnant woman arrives at the office, revealing Simon is the father, and that it happened after his supposed death. Beatrice joins Peter on Simon's beach.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "30299",
            "URL": "https://thetvdb.com/series/kingdom/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "349361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/349361",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Peter finds himself becoming a surrogate father to Daniel with his brother still away. Lyle doesn't notice when Honor takes an interest in him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "349362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/349362",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Peter finds hiding his brother difficult. Peter is asked by a woman to investigate the nurse looking after her ill father as she is worried she is more interested in his money than his health. Lyle finds himself involved in a dispute between a naturist community and a group of unhappy local residents.",
                    "Aliases": []
                },
                "3": {
                    "ID": "349363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/349363",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Peter represents a pregnant woman who wants child support from the missing father to be.",
                    "Aliases": []
                },
                "4": {
                    "ID": "354378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/354378",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Simon wants to work at the practice again, and Snell has a proposition for Gloria.",
                    "Aliases": []
                },
                "5": {
                    "ID": "354379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/354379",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Peter visits Cambridge to deal with a dispute involving his old Professor.",
                    "Aliases": []
                },
                "6": {
                    "ID": "354380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/354380",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "In the final outing for Series 2, Peter finds his offices overrun by some of Aunt Auriel's co-residents, and Simon's trial draws ever closer.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "75671",
            "URL": "https://thetvdb.com/series/kingdom/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "733691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/733691",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Peter attempts to help an injured Iraq War veteran face his future. Lyle helps an attractive young lady who claims she has been sexually discriminated against by the army. Beatrice has to adjust to being a mother.",
                    "Aliases": []
                },
                "2": {
                    "ID": "733701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/733701",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "The local sci-fi community are intrigued by some crop circles in the area. A local farmer decides to make some money by charging people to see them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "733711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/733711",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Peter faces a tricky task when he tries to find a middle ground in the minefield of scientific research and animal rights. Nigel and Lyle set out to save an order of nuns from eviction. Beatrice attempts to distract Peter after he questions her about Petra's father.",
                    "Aliases": []
                },
                "4": {
                    "ID": "816081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/816081",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Peter finds out who the real father of his niece is. Lyle tries to sort out a depute over some land between some golfers and druids. He also tries to take the next step in his relationship with Emily. Peter tries to help somebody who is being blackmailed.",
                    "Aliases": []
                },
                "5": {
                    "ID": "816091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/816091",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Lyle returns home to Stockport to try and help his mother keep her allotment. When Scott is caught on the school's CCTV playing up he is suspended. Peter attempts to help a local family video their daughter's appearance in a school concert. When Mr Snell gets married everyone is left feeling shocked.",
                    "Aliases": []
                },
                "6": {
                    "ID": "816101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom/episodes/816101",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "When a duke starts selling his titles on eBay his estranged brother seeks out Peter to ask for his help - thinking the man is doing it to fund a drug habit.\r\n\r\nHaving previously collapsed after feeling unwell, Peter makes a trip to his doctor for test, resulting in the doctor wanting to run more tests. Gloria, meanwhile, frets about how to tell Peter about the birth certificate she discovered up in the attic... Does it have anything to do with his current state of health?",
                    "Aliases": []
                }
            }
        }
    }
}