{
    "URL": "https://thetvdb.com/series/blame",
    "Genres": [
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/94936",
        "https://www.wikidata.org/wiki/Q91931"
    ],
    "TitleEnglish": "Blame!",
    "SummaryEnglish": "The story takes place in a city where it's said that has thousands of levels.\r\n\r\nIn a shutdown area, thousands of levels overlap each other, you couldn't tell the sky from the ground and you couldn't tell which way is up or which way is down. Maybe the original purpose of this story is to unravel the mysteries bound in this time and world. For the humans who found this vast rare multi-level city, the mysterious main character \"Kirii\" wanders to search for the \"Net Terminal Genes\" that were not infected. Kirii's burden and his search for the \"Net Terminal Genes\" is a goal like no other and is very much the mystery of this story. Log1~Log6 contains the story of Cibo that wasn't done in the original works. The Cibo who strayed away with Kirii and wanders about. A disc thrown away in the rubble. Cibo starts downloading. Just who's \"Memory\" will he end up with?",
    "Aliases": [
        "Blame! (ONA)",
        "Blame (ONA)",
        "ブラム"
    ],
    "Modified": "2025-01-14",
    "Seasons": {
        "0": {
            "ID": "27878",
            "URL": "https://thetvdb.com/series/blame/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "2": {
                    "ID": "3378191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/3378191",
                    "TitleEnglish": "Killy",
                    "SummaryEnglish": "Adapting Log.6 where Killy fights Genitalias and Metajiini. In the end he kills Metajiini and runs away.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3378201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/3378201",
                    "TitleEnglish": "Sanakan",
                    "SummaryEnglish": "Doesn't Adapt any particular manga issue. Killy is fighting Genitalias. After the Silicon Life is killed Sanakan shows up.",
                    "Aliases": []
                },
                "5": {
                    "ID": "445194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/445194",
                    "TitleEnglish": "Extra Log: Collapsed Data",
                    "SummaryEnglish": "Based on the Blame! manga series by Tsutomu Nihei.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "41793",
            "URL": "https://thetvdb.com/series/blame/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "445187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/445187",
                    "TitleEnglish": "Log 1: Megastructure",
                    "SummaryEnglish": "Consists of some random locations in the manga. First we see the Fish from the Dhomochevsky's Unofficial Megastructure. Then some Megastructure buildings are shown. In the end we see Killy sitting on a platform similarly to how he is shown in Log.2.",
                    "Aliases": []
                },
                "2": {
                    "ID": "445188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/445188",
                    "TitleEnglish": "Log 2: Silicon Creature",
                    "SummaryEnglish": "Killy and Cibo fight Genitalias and Metajiini. In the end he kills Metajiini and runs away. Metajiini decapitates Cibo, then Genitalias throws a grenade and the episode ends.",
                    "Aliases": []
                },
                "3": {
                    "ID": "445189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/445189",
                    "TitleEnglish": "Log 3: netsphere",
                    "SummaryEnglish": "This episode summarized Cibo's \"synthetic Net Terminal Genes human\" experiment from Log.10.",
                    "Aliases": []
                },
                "4": {
                    "ID": "445190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/445190",
                    "TitleEnglish": "Log 4: Tochikyoku",
                    "SummaryEnglish": "A representative of the Authority explains Cibo and Killy why the Net Terminal Genes is needed. Since only humans with the Net Gene can access the Netsphere, the control over the Safeguard and the Builders was lost.\r\n\r\nNote: it seems that the conversation is taking place in the Netsphere as both Killy and Cibo wear white clothes and have colorful hair.",
                    "Aliases": []
                },
                "5": {
                    "ID": "445192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/445192",
                    "TitleEnglish": "Log 5: Killy",
                    "SummaryEnglish": "The episode loosely adapts Log.26 where Killy is sent to the Unstable Cave. He encounters a giant Silicon Life but saved by a flying alternate version of Cibo. Later they are attacked by another Silicon life that is killed by Killy.",
                    "Aliases": []
                },
                "6": {
                    "ID": "445193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blame/episodes/445193",
                    "TitleEnglish": "Log 6: Cibo",
                    "SummaryEnglish": "The episode loosely adapts Log.2 where the Girl with a dog is taking a human that Killy escorted. In the end of the episode the girl claims to be Cibo(This is not confirmed in the manga and generally considered to be non-canon)",
                    "Aliases": []
                }
            }
        }
    }
}