{
    "URL": "https://thetvdb.com/series/around-the-world-with-willy-fog",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0135114/",
        "https://www.themoviedb.org/tv/5150",
        "https://www.wikidata.org/wiki/Q838313"
    ],
    "TitleEnglish": "Around the World With Willy Fog",
    "SummaryEnglish": "One day, a punctual and square British gentleman who is a member of an exclusive club gets involved in a bet as to whether or not one can travel around the world in 80 days. That's how the adventure begins.\r\n\r\nWhile this gentleman proceeds with his journey accompanied by a newly-hired but devoted butler and his partner, two men from Scotland Yard are after him in order to prove that he is a bank-robber. In addition, a wicked member of the club sends his man to interfere with the journey. Played at a nice tempo and with lovable characters, this series is sure to attract and enchant all viewers.",
    "Aliases": [
        "Willy Fog 2",
        "Willy Fog Journey to the Center of the Earth",
        "Anime Hachijūnichikan Sekai Isshū"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "0": {
            "ID": "28000",
            "URL": "https://thetvdb.com/series/around-the-world-with-willy-fog/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "361576",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361576",
                    "TitleEnglish": "Around the World in 80 Days",
                    "SummaryEnglish": "A made for TV movie version of the first series.",
                    "Aliases": []
                },
                "2": {
                    "ID": "361577",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361577",
                    "TitleEnglish": "Journey to the Center of the Earth",
                    "SummaryEnglish": "Again a bet was made with Sullivan - and he sent Transfer to cause havoc. This time, however, more people believed in Willy Fog, although all of them (apart from Lord Guinness) turned against him at times - when reports came back that the volcano they journeyed into was about to erupt. Romy, Tico and Rigadon went with Willy on the voyage again and were joined by Professor Lidenbrock - an expert in archeology and Hans - an Icelandic who acted as a general dogsbody. The team again made it - just in time to win the bet.",
                    "Aliases": []
                },
                "3": {
                    "ID": "361578",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361578",
                    "TitleEnglish": "20000 Leagues Under the Sea",
                    "SummaryEnglish": "Willy was invited to help investigate strange goings on - several ships had been attacked by what seemed to be a sea monster. Willy, Romy, Rigadon and Tico went, although soon the ship they were on was invaded and they, alongside Ned the harpoonist (very like Hans from the previous story) and another Professor, were kidnapped by the mysterious Captain Nemo. After having adventures under the sea, they finally escaped",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31841",
            "URL": "https://thetvdb.com/series/around-the-world-with-willy-fog/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "361546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361546",
                    "TitleEnglish": "The Wager",
                    "SummaryEnglish": "Willy Fog hires Rigodon, a former circus performer, to replace the butler he dismissed the previous day and, unknowingly, hires Rigodon's friend, Tico, at the same time. Later, Fog tells his fellows at London's Reform Club that he has read an article which suggests one can travel around the world in eighty days. To prove to his skeptical colleagues that this is possible, he wagers half his £40,000 fortune that he can make the journey.",
                    "Aliases": []
                },
                "2": {
                    "ID": "361547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361547",
                    "TitleEnglish": "Bon Voyage",
                    "SummaryEnglish": "As Fog, Rigodon and Tico begin their journey, Mr Sullivan (one of the four who bet against Fog) hires a cunning master of disguise known as Transfer to sabotage the expedition. Meanwhile, Inspector Dix and Constable Bully of Scotland Yard discover that Fog matches the description of the suspect in a recent robbery at the Bank of England and are sent to trail him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "361548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361548",
                    "TitleEnglish": "The Mysterious Mademoiselle",
                    "SummaryEnglish": "Transfer, disguised as a French lady, attempts to lead Fog and his party astray in Paris, only to be thwarted by Rigodon and Tico in the woods on the outskirts of the city. As a result, Fog learns of Tico's presence in his party.",
                    "Aliases": []
                },
                "4": {
                    "ID": "361549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361549",
                    "TitleEnglish": "The Temple of Doom",
                    "SummaryEnglish": "During a stopover in Suez, Transfer steals Fog's passport and lures the travellers to a ruined temple. This episode marks the first appearance of Tico's sun-clock, which features in all but one of the subsequent episodes.",
                    "Aliases": []
                },
                "5": {
                    "ID": "361550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361550",
                    "TitleEnglish": "The Counterfeit",
                    "SummaryEnglish": "While sailing to India, Fog and his party meet Brigadier Corn, who is on his way to rejoin his regiment in Benares and travels with them throughout most of their adventures in India. Meanwhile, Transfer's latest scheme involves disguising himself as Fog, in order to break into the latter's cabin.",
                    "Aliases": []
                },
                "6": {
                    "ID": "361551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361551",
                    "TitleEnglish": "Bombay Adventure",
                    "SummaryEnglish": "His previous attempt to pose as Fog thwarted, Transfer tries again when the travellers arrive in Bombay. However, his disguise is so convincing that Dix and Bully arrest him, thinking he is the real Fog. Meanwhile, Tico and Rigodon's curiosity lands them in trouble with a local religious order.",
                    "Aliases": []
                },
                "7": {
                    "ID": "361552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361552",
                    "TitleEnglish": "The End of the Line",
                    "SummaryEnglish": "Fog and his party learn that the railway linking Bombay and Calcutta is still under construction, forcing them to trek through the jungle to Allahabad. Transfer quickly takes advantage of the situation and, posing as a local guide, starts leading Fog and his party into the jungle on a stolen elephant.",
                    "Aliases": []
                },
                "8": {
                    "ID": "361553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361553",
                    "TitleEnglish": "The Deadly Jungle",
                    "SummaryEnglish": "Transfer tries to leave Fog and his party (whom he has been leading in the wrong direction) stranded in the jungle, only to be thwarted by the elephant he stole.",
                    "Aliases": []
                },
                "9": {
                    "ID": "361554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361554",
                    "TitleEnglish": "The Remarkable Rescue of Romy",
                    "SummaryEnglish": "The travellers encounter the beautiful Princess Romy, who is due to be burned on her late husband's funeral pyre. Fog is determined to save her, but, in order to do so, he and the others must risk being captured and killed themselves.",
                    "Aliases": []
                },
                "10": {
                    "ID": "361555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361555",
                    "TitleEnglish": "A Present for Parsi",
                    "SummaryEnglish": "The travellers escape from the jungle and cross paths with the elephant's rightful owner, who agrees to take them to Allahabad. Meanwhile, Romy recovers from her ordeal and, fearing she will be hunted down if she stays in India, agrees to leave the country with Fog and his party.",
                    "Aliases": []
                },
                "11": {
                    "ID": "361556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361556",
                    "TitleEnglish": "Guilty as Charged",
                    "SummaryEnglish": "Shortly after arriving in Calcutta, Rigodon and Tico are arrested and charged with desecrating the temple they were chased out of in Bombay. Fog must now do everything in his power to free them before the Rangoon, the ship which will take the travellers on the next leg of their journey, sets sail.",
                    "Aliases": []
                },
                "12": {
                    "ID": "361557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361557",
                    "TitleEnglish": "Shipwreck",
                    "SummaryEnglish": "Romy is searching for the uncle and aunt she has not seen for several years and traces them to Hong Kong. But, while she and the others are sailing there, they find themselves in the path of a typhoon.",
                    "Aliases": []
                },
                "13": {
                    "ID": "361558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361558",
                    "TitleEnglish": "The Butler's Dilemma",
                    "SummaryEnglish": "Learning that her uncle and aunt have died, a grief-stricken Romy agrees to travel to England with Fog and his party. Meanwhile, since Hong Kong is the last outpost of the British Empire Fog will pass through before returning to England, Dix is determined to detain him as long as possible and tries to enlist Rigodon's help to do so. Then, to further complicate matters, Transfer diguises himself as Dix.",
                    "Aliases": []
                },
                "14": {
                    "ID": "361559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361559",
                    "TitleEnglish": "En Route for Yokohama",
                    "SummaryEnglish": "Drugged by Transfer, Rigodon and Tico awaken to find themselves on the steamship Carnatic, at the mercy of the master of disguise, who is impersonating the ship's stoker. Meanwhile, left behind in Hong Kong, Fog and Romy search for another ship to take them to Japan, in addition to searching for their missing companions.",
                    "Aliases": []
                },
                "15": {
                    "ID": "361560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361560",
                    "TitleEnglish": "Akita's Circus",
                    "SummaryEnglish": "Finding themselves stranded in Yokohama, Rigodon and Tico seek work in a local circus to raise the money they need to get home, while Fog and Romy (who have also arrived in Japan) continue to search for them.",
                    "Aliases": []
                },
                "16": {
                    "ID": "361561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361561",
                    "TitleEnglish": "Hawaiian Party",
                    "SummaryEnglish": "Fog and his party are sailing across the Pacific for San Francisco on the steamship General Grant. When they are forced to make an unscheduled stop in Hawaii, the travellers learn that an island princess is dangerously ill. Romy volunteers to try and save the princess, but the travellers will all be killed if her attempts fail.",
                    "Aliases": []
                },
                "17": {
                    "ID": "361562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361562",
                    "TitleEnglish": "A Trip in a Balloon",
                    "SummaryEnglish": "Transfer sets fire to the General Grant's sails, forcing the ship to dock in Mexico while repairs are carried out. Shortly afterwards, a hot-air balloon crashes into the ship and Fog (who must cover more than 400 miles in one day) buys it from the pilot. But, as the travellers prepare to take off, Dix (who has a plan to gain Fog's confidence) and Bully hitch a ride.",
                    "Aliases": []
                },
                "18": {
                    "ID": "361563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361563",
                    "TitleEnglish": "The Showdown",
                    "SummaryEnglish": "Arriving in San Francisco, the travellers experience their first taste of life in the Wild West, while Transfer enlists the help of the Dingo Kid and his gang of outlaws to lure Fog into a fight.",
                    "Aliases": []
                },
                "19": {
                    "ID": "361564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361564",
                    "TitleEnglish": "Moment of Truth",
                    "SummaryEnglish": "As Fog and the others travel across America by train, Transfer attempts to use the wild terrain against them. When he sabotages the bridge across Medicine Bow Gorge, Fog is forced to take a desperate gamble by attempting to direct the train across the bridge at maximum speed.",
                    "Aliases": []
                },
                "20": {
                    "ID": "361565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361565",
                    "TitleEnglish": "Warpaint in the West",
                    "SummaryEnglish": "The train is attacked by American Indians, but Fog, Rigodon, Dix and Bully manage to drive them off. Shortly afterwards, however, Transfer (disguised as one of the Indians) attacks the train's driver and stoker, sending the train careering out of control. Rigodon and Tico, sent to investigate, end up being captured by Indians and, though the train is eventually brought back under control, Fog is not prepared to continue travelling without them.",
                    "Aliases": []
                },
                "21": {
                    "ID": "361566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361566",
                    "TitleEnglish": "A Very Special Train",
                    "SummaryEnglish": "The travellers are reunited and must now travel across over 100 miles of rough terrain to reach Omaha. Transfer leads a gang of outlaws in an ambush on a stage-coach whose driver has found the travellers on the prairie and agreed to take them to their destination.",
                    "Aliases": []
                },
                "22": {
                    "ID": "361567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361567",
                    "TitleEnglish": "Below Zero",
                    "SummaryEnglish": "With the railway system linking Chicago and Buffalo closed due to heavy snow, Fog and the others plan to cross the Great Lakes in an ice-boat. But, during the trip, Tico is taken ill, forcing the travellers to seek shelter in a log cabin until he has recovered.",
                    "Aliases": []
                },
                "23": {
                    "ID": "361568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361568",
                    "TitleEnglish": "Destination Liverpool",
                    "SummaryEnglish": "Having just missed the ship in which they had planned to sail home, the travellers book passage on the Henrietta, a cargo ship bound for Bordeaux, even though, by not sailing directly to England, they risk missing their deadline. But, when the ship's captain, Andrew Speedy, falls victim to one of Transfer's traps and needs medical attention, he orders Fog to head for the nearest port. As luck would have, the nearest port is Liverpool, Fog's intended destination.",
                    "Aliases": []
                },
                "24": {
                    "ID": "361569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361569",
                    "TitleEnglish": "Fire Down Below",
                    "SummaryEnglish": "When the Henrietta's coal supply is exhausted fighting a hurricane, Fog buys the ship, intending to use the wood on board as fuel. By the end of the episode, nothing remains of the ship except a metal framework.",
                    "Aliases": []
                },
                "25": {
                    "ID": "361570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361570",
                    "TitleEnglish": "Last Train to London",
                    "SummaryEnglish": "On arriving in Liverpool, Dix tells Fog he is under arrest. Though Fog is soon freed (since the real bank-robber is already in custody) he and the others have only a few hours to reach London - and the only train available is a freight train.",
                    "Aliases": []
                },
                "26": {
                    "ID": "361571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/361571",
                    "TitleEnglish": "What a Difference a Day Makes",
                    "SummaryEnglish": "Fog has narrowly lost the bet and, with it, most of what remains of his fortune after all the expenses incurred on the trip. But, then, Romy asks him to marry her; Fog accepts and, while Rigodon and Tico are taking care of the arrangements, they learn that, having failed to account for crossing the International Date Line, they believe it to be a day later than it actually is. There follows a race against time to reach the Reform Club before the deadline actually expires.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "467702",
            "URL": "https://thetvdb.com/series/around-the-world-with-willy-fog/seasons/official/2",
            "TitleEnglish": "Willy Fog 2",
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4477278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4477278",
                    "TitleEnglish": "The Coded Message",
                    "SummaryEnglish": "After a recap of their Journey Around the World in 80 Days, Lord Guinness introduces Willy Fog to Professor Lidenbrock, who believes it is possible to travel to the Center of the Earth. Fog and Lidenbrock decode a note written by Icelander Arne Saknussemm detailing his own journey, and the pair decide to follow in his footsteps. The disbelieving Sullivan - now running a Betting Shop, having been sacked at the end of the previous series - refuses to believe it possible and bets another 20,000 pounds that Fog will fail. The villainous Transfer reappears and offers to help stop them. Again.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4114853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114853",
                    "TitleEnglish": "Off to Iceland",
                    "SummaryEnglish": "Fog, Lidenbrock and Rigodon set off for Iceland, but forget their train tickets; Romy and Tico arrive at the last minute with the tickets, and accompany them to Iceland intending to stay there and wait for Fog et al.'s return from the Center of the Earth.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4114854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114854",
                    "TitleEnglish": "A Silent Guide",
                    "SummaryEnglish": "Fog hires Hans to guide them on their journey, but Transfer takes his place intent on sabotaging the trip.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4114855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114855",
                    "TitleEnglish": "The Sleeping Volcano",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4114856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114856",
                    "TitleEnglish": "Romy in Danger",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4114857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114857",
                    "TitleEnglish": "Towards the Centre of the Earth",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4114858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114858",
                    "TitleEnglish": "Transfer's Revenge",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4114859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114859",
                    "TitleEnglish": "An Unexpected River",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4114860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114860",
                    "TitleEnglish": "Lost in Darkness",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4114861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114861",
                    "TitleEnglish": "The Underground Sea",
                    "SummaryEnglish": "Hans and Rigodon continue to search for Romy and Tico. After a fruitless search, Hans accidentally finds an underground sea and interconnected series of tunnels/slides linking the underground cavern system. Reunited again, the group encounter a prehistoric monster, and Professor Lidenbrock blunders into some quicksand.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4114862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114862",
                    "TitleEnglish": "The Battle of the Monsters",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4114863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114863",
                    "TitleEnglish": "The Storm",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "4114864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114864",
                    "TitleEnglish": "The Trip Back",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "4114865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114865",
                    "TitleEnglish": "A Maritime Mystery",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "4114866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114866",
                    "TitleEnglish": "Old Friends",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "4114867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114867",
                    "TitleEnglish": "Ned Land, the Harpooner",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "4114868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114868",
                    "TitleEnglish": "On the High Seas",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "4114869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114869",
                    "TitleEnglish": "The Monster of the Depths",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "4114870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114870",
                    "TitleEnglish": "The Mysterious Captain",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "4114871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114871",
                    "TitleEnglish": "Prisoners on the Nautilus",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "4114872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114872",
                    "TitleEnglish": "An Underwater Walk",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "4114873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114873",
                    "TitleEnglish": "On Terror Firma",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "4114874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114874",
                    "TitleEnglish": "The Pearl Divers",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "4114875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114875",
                    "TitleEnglish": "At the South Pole",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "4114877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114877",
                    "TitleEnglish": "Fighting with the Octopus",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "4114878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/around-the-world-with-willy-fog/episodes/4114878",
                    "TitleEnglish": "Escape Plans",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}