{
    "URL": "https://thetvdb.com/series/rec",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0807834/",
        "https://www.themoviedb.org/tv/34195"
    ],
    "TitleEnglish": "Rec",
    "SummaryEnglish": "Fumihiko Matsumaru is an average salaryman with no girlfriend. He invited his colleague Miss Tanaka to a movie but was stood up. Right at the time he was about to toss tickets into a trash can, a cute girl appeared and asked him not to waste those two tickets. After movie and dinner, he escorted her home and found they live in the same neighborhood, yet unfortunately her apartment caught on fire hours later. Having nowhere else to stay, rookie seiyuu Aka Onda moved to Matsumaru's place, and the two had started a \"more than friend but not yet lovers\" relationship under the same roof while keeping this secret from their employers.",
    "Aliases": [],
    "Modified": "2025-06-17",
    "Seasons": {
        "0": {
            "ID": "28173",
            "URL": "https://thetvdb.com/series/rec/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1693641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/1693641",
                    "TitleEnglish": "The Unforgiven",
                    "SummaryEnglish": "Matsumaru and Aka go out to eat and come across Tanaka who was just dumped by her boyfriend. She pressures him to drink with her for the night as Aka becomes jealous. He brings her home to Aka's dismay which makes her wonder if Tanaka can be trusted with him.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "28174",
            "URL": "https://thetvdb.com/series/rec/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "333360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333360",
                    "TitleEnglish": "Roman Holiday",
                    "SummaryEnglish": "Fumihiko Matsumaru anxiously awaits his date to arrive in front of the movie theater. Realizing she is late, He crumples the movie tickets and prepares to throw them away. He then \"hears\" the voice of the tickets telling him not to throw them away. Actually, it was a girl who was dubbing the voice of the tickets. He gives one of his tickets to the girl and they watch the movie together. Matsumaru realizes that the girl is reading the subtitles of the movie out loud and concludes that she is just weird. While exiting the theater, Matsumaru finds out that his date ditched him for another man and thus is accompanied by the girl for Yakitori and Beer. Matsumaru finds out that the girl lives almost next door. In the middle of the night, he wakes up to find the girl's neighborhood in flames and convinces her to stay in his house. For some reason, they kiss. The girl introduces herself as Aka, shortly before they make love and fall asleep.",
                    "Aliases": []
                },
                "2": {
                    "ID": "333361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333361",
                    "TitleEnglish": "Sabrina Fair",
                    "SummaryEnglish": "The next day, Matsumaru learns at work that his marketing concept \"Nekoki\" (a cat-tree) has been approved as the mascot of a snack product called \"Ha\". Furthermore, Aka is chosen to voice nekoki. They decide to keep their live-in relationship a secret from their employers due to Aka's worries about an appearance of impropriety. She also insists they are not a couple just from having slept together once in a moment of weakness, and that she will merely be lodging with him. The series is heavily concerned with the developing dynamic of their relationship.",
                    "Aliases": []
                },
                "3": {
                    "ID": "333362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333362",
                    "TitleEnglish": "Wait Until Dark",
                    "SummaryEnglish": "The episode deals with Matsumaru realizing that he has let a total stranger into his house. It also has two flashbacks to when Aka and Matsumaru were at high school. Aka's flashback has her friend commenting on how great it would be to hear Aka's voice on TV. Matsumaru's flashback has his friend tell him that Tokyo girls are easy, a comment that Matsumaru refutes after he is once again struck by Aka for trying to kiss her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "333363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333363",
                    "TitleEnglish": "Breakfast at Tiffany's",
                    "SummaryEnglish": "After a shaky start when Matsumaru walks in on Aka on the toilet the two of them go and launch their advertising campaign. It starts badly but, after a little girl recognizes the voice and the character their spirits are lifted. Afterwards, Aka cries with happiness at her voice being recognized.",
                    "Aliases": []
                },
                "5": {
                    "ID": "333364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333364",
                    "TitleEnglish": "Love in the Afternoon",
                    "SummaryEnglish": "Aka is having trouble with her current job because she is voice acting in an H-game. She struggles with the words and eventually asks Matsumaru. He initially misunderstands her intentions but realizes before he does anything stupid. After successfully completing her job, Matsumaru buys the game but it is confiscated by Aka and he is banned from playing it.",
                    "Aliases": []
                },
                "6": {
                    "ID": "333365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333365",
                    "TitleEnglish": "The Children's Hour",
                    "SummaryEnglish": "After an incident involving underwear on live television, both Aka's and Matsumaru's careers take a boost. This causes friction, culminating in Aka saying once she earns enough money she will leave causing both of them to get depressed. Aka's depression affects her performance on one of her jobs, but she manages to get the lines right after remembering her feelings whenever Matsumaru came home. The episode ends with Aka crying alone and wondering if she can return to Matsumaru.",
                    "Aliases": []
                },
                "7": {
                    "ID": "333366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333366",
                    "TitleEnglish": "War and Peace",
                    "SummaryEnglish": "In this Episode, Aka and Fukihiko take a trip to the hot springs. They each enter one side of the same springs and find each other naked, much to their dismay.",
                    "Aliases": []
                },
                "8": {
                    "ID": "333368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333368",
                    "TitleEnglish": "My Fair Lady",
                    "SummaryEnglish": "As Aka's career takes off even more she unintentionally misses a date she had planned with Matsumaru. That day things go bad to worse for him at work among other things and when he finally sees her late that night in the apartment his jealousy got the best of him and said some things he shouldn't have.",
                    "Aliases": []
                },
                "9": {
                    "ID": "333369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rec/episodes/333369",
                    "TitleEnglish": "Two for the Road",
                    "SummaryEnglish": "Feeling guilty about what he said to her before Matsumaru tries to think of a way to apologize, but instead pushes Aka away even more thinking he's not worthy of her as she has become popular. That day Hatakeda takes him out for a night of drinking to cheer him up and end up in the same place as Aka and the people of the new anime series she's voicing. They express their feelings to each other and finally become a couple.",
                    "Aliases": []
                }
            }
        }
    }
}