{
    "URL": "https://thetvdb.com/series/gravitation",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0331743/",
        "https://www.themoviedb.org/tv/30979"
    ],
    "TitleEnglish": "Gravitation",
    "SummaryEnglish": "Aspiring singer Shuichi Shindo and his band, Bad Luck, work to become Japan's next musical sensation, while he struggles to capture Eiri Yuki's attention.",
    "Aliases": [],
    "Modified": "2025-06-27",
    "Seasons": {
        "0": {
            "ID": "28224",
            "URL": "https://thetvdb.com/series/gravitation/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "343536",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/343536",
                    "TitleEnglish": "OVA 1 - Lyrics of Love",
                    "SummaryEnglish": "Bad Luck's lead singer and lyricist, Shindou Shuichi, is a total wreck. With deadlines for the band's next album looming, the pressure is on, but the normally energetic Shuichi has become listless and fallen into a writing slump. It's all because Yuki - the great love of his life - has suddenly become cold and distant. Depressed and anxious, Shuichi doesn't want to think about lyrics - he just wants to know how to get Yuki to talk to him!\r\n\r\nNow, thanks to Shuichi's big mouth bragging to the press about how talented he is, the band can't even hire someone else to write the lyrics for them. If they don't manage to break Shuichi out of his slump soon, it could mean the end of Bad Luck for good!",
                    "Aliases": []
                },
                "2": {
                    "ID": "343537",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/343537",
                    "TitleEnglish": "OVA 2 - Lyrics of Love",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "28225",
            "URL": "https://thetvdb.com/series/gravitation/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "333743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333743",
                    "TitleEnglish": "Gravitation",
                    "SummaryEnglish": "Shindou Shuichi is the main vocalist of the new band \"Bad luck\". One night as he was walking home through the park, his lyric sheet flew out of his hand, and was caught by a mysterious blond haired man. He makes a snide comment, and this leaves Shuichi anxious to find out who he is. He later sees the same man in his car and jumps in front of it to stop him so he can confront him about his nastiness. The man takes him home and gives him a towel and more insults. When Shuichi comes back to confront him again, he gets a kiss... Is this a new beginning for Shuichi or just a quaint misunderstanding?",
                    "Aliases": []
                },
                "2": {
                    "ID": "333744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333744",
                    "TitleEnglish": "Live in Soul",
                    "SummaryEnglish": "When Shindou is taken out of his band practice, Yuki's sister asks a favour from him, if he can get Yuki to spend more time with his family, they will give his band more commercial access.  Yuki finds out and asks Shindou why he did it, but Shindou demands that he didn't do it for the commercial access, he wanted to know more about Yuki, will Yuki accept it or will he suspect?",
                    "Aliases": []
                },
                "3": {
                    "ID": "333745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333745",
                    "TitleEnglish": "Stray Heart",
                    "SummaryEnglish": "After the performance they had given last night, Mr. Touma decided that there should be another member added to the Band because he felt that there was something strongly lacking in their performance. And Sakano was fired as the Band's manager, but later in the episode he is told that he can become the bands producer. Shuichi can't understand why they aren't good enough and can't accept another member in the band which he and Hiro have been members of for a while, He believes that a new member would mess up what they already have. Hiro and him get in a fight when Hiro believes that a new member would improve them and Shuichi runs away into the park. Ryuichi and K (\"Nittle Grasper's\" previous manager, he now currently the manager of Ryuichi) find him crying and try to calm him down. Shuichi goes to see Hiro but confronts a little boy on the way that claims to be the new member in Bad Luck. That night Shuichi tells Yuki all his problems and Yuki tells him he's being very foolish and childish and tells him to leave. The next day he finds out that Fujisaki Suguru, the new member in the band ends up being very talented. Shuichi suddenly lost confidence in him, and even worse! The new guy is trying to change his song! This hurts Shuichi's pride and leaves him depressed... at least until Hiro goes and tells Yuki to give Shuichi some confidence. Can Shuichi accept the new member? Can Yuki convince him? Who's to know; you have to find out yourself!!!",
                    "Aliases": []
                },
                "4": {
                    "ID": "333746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333746",
                    "TitleEnglish": "Wave Shock",
                    "SummaryEnglish": "When Shuichi invites himself into Yuki's home, Yuki gets rather mad, although he does not decide to chuck him out. In the morning Shuichi goes to band practice, but cant leave because K has gotten the band a gig on Tv!  It actually turns out its a game show, but they do not want the money, so they ask if they win, can they perform there song. They agree and when Shuichi answers the last question correctly (the last question was fixed by Tohma), they perform on set.  Later on, Shuichi and Hiro here some fan girls talking about Yuki, and Shuichi wonders, does he deserve Yuki?",
                    "Aliases": []
                },
                "5": {
                    "ID": "333747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333747",
                    "TitleEnglish": "Winding Road",
                    "SummaryEnglish": "When Hiro and Shuichi are taking a walk in the park after there rehearsal, they notice that two older men and trying to have there way with a young lady, and they save her with some cocky insults etc. After wards she tells both of them shes looking for someone very important to her. Hiro offers to get her in a hotel, and Shuichi decides to leave to go to Yuki's. Although, when he gets there, he does not find Yuki, but his brother, Tatsuha.  They both get along very well, because they both have a huge obsession with the Lead Vocalist from Nittle Grasper. Then Tatsuha gets a little to teasing and gets to close to Shuichi, and Yuki walks in.  Later on Shuichi finds out that Ayaka is Yuki's fiancee!. It only gets worse when the Bad Luck concert is coming very soon. When at the concert Shuichi see's Yuki and Ayaka in the crowd, and cant help but scream in between the song, YUKI IS MINE! after seeing that Shuichi does have self courage after all, he tells Shuichi he will be his lover.",
                    "Aliases": []
                },
                "6": {
                    "ID": "333748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333748",
                    "TitleEnglish": "Shady Scheme",
                    "SummaryEnglish": "When Yuki's sister tells Shuichi that she doesn't know anything about her brother, Shuichi starts asking questions and because of it, Yuki becomes very cold and distant. On top of everything else, with Shuichi's rising fame and Yuki popularity already, rumors are spreading very fast about Shuichi and Yuki. Yuki, deciding to get away from his stress, decides to dump Shuichi. In the meantime, Tachi of ASK is up to no good again, what is he going to do? and will Yuki and Shuichi get together again?",
                    "Aliases": []
                },
                "7": {
                    "ID": "333749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333749",
                    "TitleEnglish": "Ground Zero",
                    "SummaryEnglish": "Shuichi doesnt want to do anything to hurt Yuki, and he would do anything to protect Yuki, he would even quit bad luck. Yuki resolves the Tachi situation, and he arealises something in Yuki's eye. Yuki needs to get away from Shuichi and his stress, and he knows that if he tells Shuichi to go alone, he will come back again. He decides to go away, what will Shuichi do when he hears the news?....that hes getting married.",
                    "Aliases": []
                },
                "8": {
                    "ID": "333750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333750",
                    "TitleEnglish": "Song and Song",
                    "SummaryEnglish": "During one of Bad Luck's interviews, a member of ASK comes up to Shuichi and warns him that Tachi is up to no good, but Tohma has other plans for Tachi and his business. When ASK is out of the way, by a massive surprise to Shuichi, Nittle Grasper is back, and better than ever. Now a problem arises with Shuichi as whether he can accept Nittle Grasper as rivals, when they have been his Idols throughout his musical career. Meanwhile Yuki is having troubles, the barrier he's built around his cold heart is crumbling, and Shuichi needs to help him soon, but can he tackle this and his own problems?",
                    "Aliases": []
                },
                "9": {
                    "ID": "333751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333751",
                    "TitleEnglish": "The Deepest Brain",
                    "SummaryEnglish": "When Bad Luck's new album is too be released, Mr K decides to ask Yuki Eiri a favor. It definetely seems Mr K is eager to get a million sales, and so is Shuichi. Meanwhile, the press have finally found out that Yuki and Shuichi are living together, and they wait outside there apartment, how is Yuki going to react when he finds out, and what will he say about there relationship?",
                    "Aliases": []
                },
                "10": {
                    "ID": "333752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333752",
                    "TitleEnglish": "Heads or Tails",
                    "SummaryEnglish": "When Hiro quits the group, he says hes decision is final. No matter what Shuichi does, Hiro is not coming back. Shuichi refuses to go along without Hiro, after all, him and Hiro were the original members, and hes his best friend.  Ayaka Chan gets told by Hiro that he likes him, even though Hiro thinks she will never return the feelings. And Yuki takes a surprise visit to Kyoto.",
                    "Aliases": []
                },
                "11": {
                    "ID": "333753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333753",
                    "TitleEnglish": "Secret Day",
                    "SummaryEnglish": "Yuki is sick because of many measures in hospital....and for the most account, Shuichi is to blame. They tell him to separate from Shuichi for a while, and when Shuichi here's this. He's traumatized. Shuichi goes to see Yuki in hospital at night and speaks to him why he is sleeping, little does he know that Yuki is actually listening, and eventually finds out.",
                    "Aliases": []
                },
                "12": {
                    "ID": "333754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333754",
                    "TitleEnglish": "Breathless",
                    "SummaryEnglish": "Shuichi is still looking for Yuki and is going mad looking. In the meantime, Tohma and even Yuki's sister is confronting Shuichi and telling him not to try and find Yuki. Shuichi knows that Yuki has gone to New York, but only realizes then why he has left everything behind. Shuichi decides to carry on with Bad Luck's concert. But can they surpass Nittle Grasper?",
                    "Aliases": []
                },
                "13": {
                    "ID": "333755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravitation/episodes/333755",
                    "TitleEnglish": "Got it all",
                    "SummaryEnglish": "Shuichi's got alot of problems, He lost his voice, probably due to worry, Yuki's gone off somewhere, and Ryu-Chan seems to be annoyed with him for some reason. Hiro eventually persuades him to go to find Yuki, will he find Yuki there? and what will happen?",
                    "Aliases": []
                }
            }
        }
    }
}