{
    "URL": "https://thetvdb.com/series/mononoke",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1992935/",
        "https://www.mononoke-anime.com/",
        "https://www.themoviedb.org/tv/16660"
    ],
    "Titles": {
        "eng": "Mononoke",
        "jpn": "モノノ怪"
    },
    "Summaries": {
        "eng": "The Medicine Seller is a deadly and mysterious master of the occult who travels across feudal Japan in search of malevolent spirits called mononoke to slay. When he locates one of these spirits, he cannot simply kill it; he must first learn its Form, its Truth, and its Reason in order to wield the mighty Exorcism Sword and fight against it. He must begin his strange exorcisms with intense psychological analysis and careful investigative work—an extremely dangerous step, as he must first confront and learn about the mononoke before he even has the means to defeat it.",
        "jpn": "謎の薬売り、ふたたび――\r\n『皆々様の真（まこと）と理（ことわり）、お聞かせ願いたく候。 』"
    },
    "Aliases": [],
    "Modified": "2025-09-11",
    "Seasons": {
        "0": {
            "ID": "536064",
            "URL": "https://thetvdb.com/series/mononoke/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "9304672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/9304672",
                    "Titles": {
                        "eng": "Bakeneko - Part 1",
                        "jpn": "化猫 序の幕"
                    },
                    "Summaries": {
                        "eng": "In the Edo period, the young daughter of a samurai family is planning to marry, but not for love. Her father, while being a good man, is financially incompetent and too madly in love with her mother to refuse her anything, drowning the family in debt. To save themselves from disgrace and the poor-house, her parents and the head of family decide to sell her marriage to clear these debts. While waiting for the agreed upon time to leave for her new husband's home, a strange, nameless medicine peddler arrives and enters the house, its entrance left unguarded in the rush to prepare for the wedding. Heading immediately to the servant's quarters he meets Kayo, a young servant girl, who explains the situation after he shows her some \"marriage aid\" charms. Her bravery and good sense continue to aid him throughout the storyline.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9304674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/9304674",
                    "Titles": {
                        "eng": "Bakeneko - Part 2",
                        "jpn": "化猫 二の幕"
                    },
                    "Summaries": {
                        "eng": "The moment the bride crosses the threshold of the house to leave, she is struck dead. The medicine peddler, being a stranger and looking rather suspicious, is seized as the culprit and bound. After an older retainer is killed while attempting to fetch a doctor, the medicine peddler breaks his bounds, reveals himself to also be a demon-hunter, and claims the true villain is a bakeneko. The medicine peddler sets up a barrier to keep the demon at bay and begins questioning the family and their retainers to learn the shape (katachi), truth (makoto) and reasoning (kotowari) of the demon so that it can be exorcised. At first the family prevaricates, but as the demon grows stronger, breaking through the barriers of the medicine peddler and killing their members, they begin to talk, alluding to the family's dark past. As the demon breaks through his final barrier, the medicine peddler attempts to unsheathe his sword and destroy it, but fails and is shown a vision by the demon itself.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9304675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/9304675",
                    "Titles": {
                        "eng": "Bakeneko - Part 3",
                        "jpn": "化猫 大詰め"
                    },
                    "Summaries": {
                        "eng": "In his youth, the head of family had kidnapped a sacrificial maiden, keeping her locked away in a basement prison to be raped and abused at his leisure. Her only companionship was a young cat which she secretly raised with the food she was given, hoping it would one day escape where she could not. One day the head of family's elder son was caught raping her, after which the head beat her to the point of death as punishment. The cat attacked him to protect her, then escaped as she died; its regret from being unable to protect her combined with her sorrow, eventually turning it into a demon. Having finally realized the shape, truth, and reasoning of the demon, the medicine peddler unsheathes his sword, which in reality releases his true spirit-nature from the human shell it is bound within, allowing him to exorcise the bakeneko's grief and release it from its vengeance. In the end, only the two blameless retainers, Kayo and a young samurai, are left to be saved. The story ends with the m",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "10840926",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/10840926",
                    "Titles": {
                        "eng": "Mononoke the Movie: Phantom in the Rain",
                        "jpn": "劇場版「モノノ怪 唐傘」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10868344",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/10868344",
                    "Titles": {
                        "eng": "Mononoke The Movie Chapter II: The Ashes of Rage",
                        "jpn": "劇場版「モノノ怪 第二章 火鼠」"
                    },
                    "Summaries": {
                        "eng": "One month after the events taken place at the Inner Chambers, the Medicine Seller returns to the imperial harem, where the carnal workings for the lower-ranking concubines seems to have improved. However, the higher-ranking concubines continue to fight each other to produce a new imperial heir, and things come to a head when one of the concubines spontaneously combusts.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "37804",
            "URL": "https://thetvdb.com/series/mononoke/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "412569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412569",
                    "Titles": {
                        "eng": "Zaraki Warashi, Part 1",
                        "jpn": "座敷童子 前編"
                    },
                    "Summaries": {
                        "eng": "The Medicine Seller checks into the last room of a traditional inn, just as a pregnant woman named Shino desperately asks for shelter.\r\n\r\nShe is given a secret room - a room possessed by a group of ghosts.",
                        "jpn": "ある雨の夜、宿場町の老舗宿に一人の女が訪れた。その女・志乃は一晩の投宿を願うが、宿の女将・久代は志乃にやっかいごとの臭いをかぎ取り、なかなか首を縦に振らない。「泊めてもらえないと自分とおなかの子は明くる日にも命を奪われてしまう」という志乃の必死の願いに根負けした久代は、志乃を普段は客を泊めない曰くありげな部屋に通すのだった。その部屋で怪異が起こる・・・。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "412570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412570",
                    "Titles": {
                        "eng": "Zaraki Warashi, Part 2",
                        "jpn": "座敷童子 後編"
                    },
                    "Summaries": {
                        "eng": "The Medicine Seller delves into the inn's past as he attempts to understand the ghost's motivations and history, before it can interfere with Shino.",
                        "jpn": "あかずの間の怪異の原因はモノノ怪「座敷童子」だった。薬売りの男は退魔の剣を抜くために久代たちから座敷童子の真と理を得ようとする。女将の口から、かつてこの宿屋が女郎屋であったこと、多くの女郎たちが「開かずの間」でやや子を堕ろしたことが語られる。志乃とその胎内のややこを狙う座敷童子の理とは何か・・・？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "412571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412571",
                    "Titles": {
                        "eng": "Umibouzu, Opening Act",
                        "jpn": "海坊主 序の幕"
                    },
                    "Summaries": {
                        "eng": "The Medicine Seller takes a journey on a merchant's luxurious ship, but before long the craft is diverted into the Dragon's Triangle, an area of the sea infested with ghosts.",
                        "jpn": "江戸に向かう大型商船「そらりす丸」。その船上には、自称「呪術師」の柳幻殃斉を始め、一癖も二癖もある人々が集っていたある夜、そらりす丸は突然規定の航路を外れて居場所を見失ってしまう。何者かの手により羅針盤が狂わされていたのだ。そして、そらりす丸の数倍はあろうかという巨大な戦船（いくさぶね）が現れ、人の首の姿をしたアヤカシの群れが乗客たちに襲いかかった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "412572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412572",
                    "Titles": {
                        "eng": "Umibouzu, Second Act",
                        "jpn": "海坊主 二の幕"
                    },
                    "Summaries": {
                        "eng": "The Medicine Seller tries to find out who diverted the ship and why, as the crew is terrorised by a ghost who forces them to reveal their deepest fears.",
                        "jpn": "薬売りの男の機転により一度はアヤカシの群れを退けたそらりす丸だったが、アヤカシの海から脱出する手がかりは依然として得られない。そこへ新たなアヤカシ「海座頭」が現れ、乗客の一人一人に「恐ろしいものは何か？」と問いかける。海座頭により内なる本心を暴露されていく乗客たち。そして、羅針盤に細工をし、そらりす丸をアヤカシの海に誘った者の正体が明らかになる・・・。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "412573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412573",
                    "Titles": {
                        "eng": "Umibouzu, Finale",
                        "jpn": "海坊主 大詰め"
                    },
                    "Summaries": {
                        "eng": "Genkei the monk explains what happened to him when he was younger as the Medicine Seller inspects the submerged craft thrown up by the seamonster.",
                        "jpn": "そらりす丸が遭遇した一艘の虚ろ船。海に跋扈するアヤカシを鎮めるために人身御供の人間を閉じこめて流される船、それが虚ろ船だ。そらりす丸が遭遇した虚ろ船は５０年前源慧の妹・お庸が,本来虚ろ船に閉じこめられるはずだった源慧の代わりに乗り込んだ船だった。虚ろ船の中を改める一行だったが、中にはお庸の姿はおろか遺骸すら見あたらなかった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "412574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412574",
                    "Titles": {
                        "eng": "Nopperabou, Part 1",
                        "jpn": "のっぺらぼう 前編"
                    },
                    "Summaries": {
                        "eng": "Trapped in jail, a woman named Ochou confesses to the murder of her husband and his family. The Medicine Seller has reason to doubt this and visits her, coming across a creature with thousands of faces.",
                        "jpn": "自らの夫、姑を始めとする佐々木家一家惨殺の咎で死罪を申しつけられ、牢につながれている女・お蝶。お蝶による佐々木家一家惨殺事件の背後にはモノノ怪が存在するとあたりをつけた薬売りの男は、お蝶が幽閉されている牢屋に姿を現わした。お蝶を追求する薬売り、しかし能面をまとった男が現れ、お蝶を牢屋から連れ出そうとする。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "412575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412575",
                    "Titles": {
                        "eng": "Nopperabou, Part 2",
                        "jpn": "のっぺらぼう 後編"
                    },
                    "Summaries": {
                        "eng": "The Medicine Seller unmasks the masked creature while revealing the life of Ochou, the enslaved housewife.",
                        "jpn": "再び仮面の男と対峙する薬売り。しかし、仮面の男はなかなかその本当の「形」を表わさない。業を煮やした薬売りは、仮面の男が執着する相手・お蝶の情念を仮面の男に突きつけることにより仮面の男の形を表わそうと試みる。お蝶の心を探るうちにお蝶が佐々木一家を惨殺するに至った原因があぶり出される。それは、お蝶とお蝶の母親の関係にあった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "412576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412576",
                    "Titles": {
                        "eng": "Nue, Part 1",
                        "jpn": "鵺 前編"
                    },
                    "Summaries": {
                        "eng": "Four men should have turned up to the house of Lady Ruri in a bid to win her hand in marriage. However, one of them has disappeared, so the Medicine Seller takes his place in the traditional incense competition taking place.",
                        "jpn": "京の街のとある屋敷で、笛小路家の姫・瑠璃姫の婿を決するための聞香の会が催されていた。瑠璃姫の婿にならんと名乗りを上げたものは四人。しかし、その中の一人・実尊寺惟勢が現れない。残りの３人で聞香は開始された。瑠璃姫から課された想像以上の難題に翻弄される男たち。それぞれが回答を決し、結果を待っていたその時、屋敷の奥の間で実尊寺の死体が発見される。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "412577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412577",
                    "Titles": {
                        "eng": "Nue, Part 2",
                        "jpn": "鵺 後編"
                    },
                    "Summaries": {
                        "eng": "The Medicine Seller takes over the responsibility of refereeing the incense competition while prying into the real reason these three men have gathered here - the Toudaiji.",
                        "jpn": "実尊寺に続き、瑠璃姫までが死体となって発見された。しかし残された大澤廬房・室町具慶・半井淡澄の三人は嫁となるべき瑠璃姫が死んでしまったにもかかわらず聞香を続行しようとする。その裏には笛小路家に宝として伝わる「東大寺」と呼ばれる香木の存在があった。「東大寺」を手に入れれようとする男たちの執念がさらなる悲劇を生んでゆく・・・。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "412578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412578",
                    "Titles": {
                        "eng": "Bakeneko, Opening Act",
                        "jpn": "化猫 序の幕"
                    },
                    "Summaries": {
                        "eng": "Skipping ahead a few centuries, the Medicine Seller boards a train filled with seemingly unrelated people, and before long find themselves trapped in limbo.",
                        "jpn": "地下鉄の新路線の開通式。そこは大勢の人々でにぎわっていた。地下鉄開通の立役者である福田市長に市民が盛大な拍手を送る中、招待客たちを乗せた第1号列車が発車した。しかし、運行中の列車から、突然ほとんどの乗客が消失。残されたのは市長を含めた7人の乗客のみ。しかも、外の様子を伺おうとした福田市長は、地下鉄から転落してしまう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "412579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412579",
                    "Titles": {
                        "eng": "Bakeneko, Second Act",
                        "jpn": "化猫 二の幕"
                    },
                    "Summaries": {
                        "eng": "Unable to leave the train under threat of death, the passengers reveal what they know about an event that affected them all.",
                        "jpn": "乗客たちの前に姿を現わした薬売りの男は、地下鉄に起こった怪現象がモノノ怪の仕業であると告げる。モノノ怪を切るために薬売りは、乗客たちがなぜこの車両に集められたのか？その理由を探ろうとする。薬売りの手により、一見無関係に見える乗客たちの間に隠された「地下鉄開通を巡る汚職と一人の女性新聞記者」の姿が浮かび上がってくる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "412580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mononoke/episodes/412580",
                    "Titles": {
                        "eng": "Bakeneko, Finale",
                        "jpn": "化猫 大詰め"
                    },
                    "Summaries": {
                        "eng": "The Medicine Seller unravels the mystery and finds the truth behind the passenger's stories.",
                        "jpn": "真実を語るたびに、乗客たちは化猫の手にかかり次々と車内から姿を消していった。後に残されたのは薬売りと新聞記者・森谷の二人だけだった。乗客たちの真を得た化猫はますます力を増し、地下鉄を押しつぶそうとするが、依然真と理を得ることのできない薬売りは退魔の剣を解き放つことが出来ずにいた。果たして、森谷と女性記者市川節子との間に隠された真の理とはなにか？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}