{
    "URL": "https://thetvdb.com/series/angel-heart",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0965544/",
        "https://www.themoviedb.org/tv/42999"
    ],
    "TitleEnglish": "Angel Heart",
    "SummaryEnglish": "An assassin at the tender age of fifteen cannot cope with the pressure and commits suicide. Through fate or luck, she is given the transplant heart of Kaori; the partner of Saeba Ryo-City Hunter. Now the former assassin works with Saeba Ryo-City Hunter to solve the problems of others while the deceased Kaori lives on in the body of an assassin.",
    "Aliases": [],
    "Modified": "2025-03-12",
    "Seasons": {
        "0": {
            "ID": "536138",
            "URL": "https://thetvdb.com/series/angel-heart/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4944543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944543",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "4944544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944544",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "4944545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944545",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "4944546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944546",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "4944547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944547",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "4944548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944548",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "4944549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944549",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "4944550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944550",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "28654",
            "URL": "https://thetvdb.com/series/angel-heart/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "336636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336636",
                    "TitleEnglish": "Glass Heart",
                    "SummaryEnglish": "14 year old assassin code named Glass Heart from the Suzacu unit doesn't want to kill anymore. Every time she kills her heart breaks and all she wants is to break free. Will her answer to her problems be the right one and solve all her problems like she wants. She’s not a lost cause yet and one year later Glass Heart is about to learn what her heart truly wants.\r\n\r\nMeanwhile somewhere else another broken heart wonders the streets. After an accident his fiance was involved in one year ago he wonders if his life will ever be the same.",
                    "Aliases": []
                },
                "2": {
                    "ID": "336637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336637",
                    "TitleEnglish": "Kaori has Returned",
                    "SummaryEnglish": "Given a new chance to live Glass Heart escapes from the surgery and decides to seek the meanings of her visions. She must find Saeba Ryo but when she gets to Shinjuku she finds it hard to leave old habits like killing behind as her heart is not made of glass anymore.\r\n\r\nWill she find what she is seeking without losing herself in memories that dont belong to her and the places which are familiar to a part of her but she has never been to.",
                    "Aliases": []
                },
                "3": {
                    "ID": "336638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336638",
                    "TitleEnglish": "City of XYZ",
                    "SummaryEnglish": "Upon hearing Umibozu's statement that Kaori has returned, Saeba Ryo prowls the streets of Shinjuku, aimlessly looking for Kaori. At the same time, Glass Heart, with a whole-hearted desire to meet Ryo, uncovers clues about the secret message board code \"XYZ\" to contact City Hunter. She goes to the location of the message board at Shinjuku Station guided by visions of Kaori, however the board has been removed because it is no longer used. Glass Heart loses hope of meeting City Hunter and faints, but before she hits the ground, Ryo arrives and catches her, then takes her to a local clinic.",
                    "Aliases": []
                },
                "4": {
                    "ID": "336639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336639",
                    "TitleEnglish": "Wavering Heart",
                    "SummaryEnglish": "After recovering consciousness in the clinic, Glass Heart has an encounter with Kaori in a mirror, which sparks a feeling in Glass Heart that her mind and body are being usurped by Kaori, creating hostility towards her heart donor. Witnessing this, Doc, the doctor, goes to Umibozu's cafe where he tells Ryo, Umibozu and Superintendent Saeko Nogami that the girl with Kaori's heart also has her memories. Meanwhile, Li Jian Qiang, the boss of Zheng Dao Hui has secretly arrived Japan and is being briefed by Mochiyama on Glass Heart's appearance in Shinjuku when Li is shot in the head by a sniper. Mochiyama recalls that Glass Heart was searching for City Hunter and meets him to warn him that the assassin is after him, hoping for them to eliminate each other. However, after seeing her photo, Ryo realizes that Glass Heart is the one with Kaori's transplanted heart. Meanwhile Glass Heart retrieves a weapons cache.",
                    "Aliases": []
                },
                "5": {
                    "ID": "336640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336640",
                    "TitleEnglish": "Farewell...Kaori",
                    "SummaryEnglish": "Li Jian Qiang, the boss of Zheng Dao Hui, was critically wounded in the assassination attempt. Saeko, the superintendent of Shinjuku West police station, sets up an emergency response headquarters because of the potential power vacuum in the Shinjuku gangland if Li dies. Glass Heart, who is assumed to be the assassin, becomes the prime target of the Zheng Dao Hui, who aggressively search for her in the streets of Shinjuku. Meanwhile, Glass Heart, has lost her identity and reason to live, and prepares to shoot herself in her heart, but Kaori's influence stops her from pulling the trigger. Me awhile, Master Li visits Umibozu's café and appears before Ryo who realizes that the person shot was Li's secret double, his twin brother, Li Qian De.",
                    "Aliases": []
                },
                "6": {
                    "ID": "336641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336641",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Ryo recalls the time, 22 years ago, when he rescued Li Qian De from a country's guerrillas on the request of his twin brother Li Jian Qiang. Ryo visits the Zheng Dao Hui medical facility where he recognizes Qian De and says goodbye to him as he takes his last breath. Back in Umibozu's café, Li Jian Qiang, explains to Ryo that Glass Heart is his long lost daughter Xiang-Ying who had attempted suicide, and confesses that Kaori's Heart was stolen in order to save her without him knowing its origin. Later, Glass Heart finds her way to the café, and emotionally meets Ryo, face-to-face for the first time.",
                    "Aliases": []
                },
                "7": {
                    "ID": "336642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336642",
                    "TitleEnglish": "My Beloved Town",
                    "SummaryEnglish": "Glass Heart becomes acquainted with Ryo in Umibozu's café, but the Qing Long, the infantry branch of Zheng Dao Hui led by Zhao, are close behind. The two manage to escape and lead the soldiers of Qing Long through the locked down the streets of Kabukichou area in Shinjuku. As they are chased, Glass Heart tells Ryo to save himself and kill her, but he replies that she has been given a second chance to live which she should cherish. Ryo communicates with Saeko through the city surveillance system and offers to lead the pursuers to a hotel in a deserted area where the Special Assault Team (SAT) can engages them without endangering the citizens.",
                    "Aliases": []
                },
                "8": {
                    "ID": "336643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336643",
                    "TitleEnglish": "True Friends",
                    "SummaryEnglish": "In preparation for the gunfight with Qing Long, Ryo takes Glass Heart into a district that is blockaded off, and they finally reached the Hotel Kojyo. Waiting for them there is a large group of Ryo's friends including Umibozu, Saeko and Doc in the midst of a party. They intended to fight along Ryo against Qing Long which Glass Heart cannot comprehend, as she was trained to never rely on anyone. As the showdown draws near they all drink a toast to Kaori. Meanwhile a scout from Qing Long has infiltrated the building, and Glass Heart goes to engage him by herself. However the man turns out to be Liu Xin Hong who she knew only as Number 36, and she was known as Number 27, while training for Zheng Dao Hui. He was her only friend, but she thought she had killed him in the final trials for the Suzaka Unit. After declaring his love for her, Xin Hong leaves to set off a massive explosion in the Qing Long headquarters to protect her, but he is saved from death by Ryo.",
                    "Aliases": []
                },
                "9": {
                    "ID": "336644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336644",
                    "TitleEnglish": "Shan-In~Lost Name~",
                    "SummaryEnglish": "While unconscious, Liu Xin Hong recalls his training days, when he and Number 27 trusted and supported each other, but they were forced to fight to the death in the final test when Number 27 thought that she had killed him. When he regains consciousness, he reveals that he was the sniper who had shot Master Li, but he only stayed alive to see Number 27 again. Meanwhile, another branch of Zheng Dao Hui fills the area with sleeping gas, and abducts Xin Hong. Barely awake, Glass Heart stabs herself to keep awake and goes after Xin Hong's captors. Master Li questions Xin Hong who says the was hired to assassinate Li by Zhao and that he chose to leave his unit and join Glass Heart because he owes her his life, unaware that she is Li’s daughter. Li ritually \"executes\" him for his rebellious action and then allows Xin Hong to leave the organization. Master Li's personal bodyguard, the Genbu unit, are sent to finish off the traitorous Zhau and Qing Long. Glass Heart finds Xin Hong just before falling unconscious, but he leave for some unfinished business while Master Li has a tearful reunion with his daughter, Xiang Ying.",
                    "Aliases": []
                },
                "10": {
                    "ID": "336645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336645",
                    "TitleEnglish": "Angel Smile",
                    "SummaryEnglish": "Master Li is reunited with his unconscious daughter Xing Hong, now known as Glass Heart. Li decides to liquidate Cho, one of his ambitious lieutenants, who was behind the assassination attempt and who ordered the Qing Long unit to kill Glass Heart. Genbu and Xin Hong race to kill Cho but Xin Hong is stopped by Grand Chamberlain Chen, Master Li's right-hand man to allow Genbu to punish Cho, however he is sniped first by Ryo. Ryo reveals Glass Heart's real name, Xiang Ying, to Xin Hong and suggests that Xin Hong should be the one to tell her. Xin Hong later finds out that she is also Master Li's daughter. While unconscious, Glass Heart again communicates with Kaori about her relationship with Ryo whom she sees as a father figure. When Glass Heart awakes, she calls Ryo \"papa\" and later asks him to be her father. Ryo accepts, realizing that she is the child that he and Kaori could never have.",
                    "Aliases": []
                },
                "11": {
                    "ID": "336646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336646",
                    "TitleEnglish": "Family Time",
                    "SummaryEnglish": "Xin Hong loses his confidence at the last second and decides not to tell Glass Heart her real name, but he accidentally says \"Xiang Ying\". Embarrassed, he tells her that Ryo made up the name and she accepts it. Ryo arranges for Xiang Ying to show Master Li around Shinjuku, without revealing that Li is her father. Li and Xiang Ying ended up taking pictures together at a photo booth, and when the photos are printed out, they realize they are both wearing the same expression.",
                    "Aliases": []
                },
                "12": {
                    "ID": "336647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336647",
                    "TitleEnglish": "Encounter and Separation On Board The Ship",
                    "SummaryEnglish": "Ryo and Xiang Ying attended the funeral of Qian De, who was her uncle. Jian Qiang tells Ryo how he met Xiang Ying's mother, Lin Xiang Ping, and how it was his caring brother Qian De who brought them together and encouraged him to have children. Although he lived in his brother's shadow Qian De was happy to be out of the limelight, and especially enjoyed that Xiang Ying thought that she had two fathers. As Qian De's ashes are scattered on the ocean, Xiang Ying asks Ryo to scatter her ashes on the ocean if she dies before him.",
                    "Aliases": []
                },
                "13": {
                    "ID": "336648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336648",
                    "TitleEnglish": "Present from Master Li",
                    "SummaryEnglish": "Ryo and Xiang Ying adjust to life together and she insists that Ryo undergo a medical exam and he is pronounced healthy. When Xiang Ying also undergoes an examination, it is discovered that there is an unusually high level of compatibility between her and Kaori indicating that her heart is unlikely to be rejected and that she may outlive Ryo, to her great relief. Later, Chen, Master Li's right hand man, shows Ryo a new ornate message board in Shinjuku Station with the words \"XYZ: Be a good father - Li\" and Ryo decides to start up his City Hunter business again.",
                    "Aliases": []
                },
                "14": {
                    "ID": "336649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336649",
                    "TitleEnglish": "Revival, City Hunter!",
                    "SummaryEnglish": "Xiang Ying has trouble adapting to normal life away from the battlefield while Ryo accepts his first City Hunter job since coming out of retirement. His first client is Nagisa, a high school drop-out who carried out a \"roofie robbery\" on a member of the yakuza. Ryo assigns Xiang Ying to take her to their apartment for protection, but there is considerable friction as Xiang Ying is only focussed on the mission and Nagisa wants to have fun. A crisis presents itself when the yakuza find them and grab Nagisa, but Xiang Ying doesn't believe protecting her is part of the mission. Eventually Xiang Ying intervenes, sending the yakuza to hospital. Later, a grateful Nagisa decides to return to school and asks Xiang Ying to be her friend, but the ex-assassin doesn't know how to react.",
                    "Aliases": []
                },
                "15": {
                    "ID": "336651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336651",
                    "TitleEnglish": "Find Papa!",
                    "SummaryEnglish": "A little girl, Tanya, leaves a message for City Hunter and Xiang Ying decides to take the job herself without telling Ryo. Tanya wants to find her father \"Shinjuku's One-Shot Wolf\" and her description matches Ryo. Ryo and Xiang Ying find that her mother Irina was engaged to Katsumi Kurahashi, however he was framed for the activities of Kishimoto, a corrupt politician, and went into hiding to protect his family. Xiang Ying's solution is to kill Kishimoto and she begins to scout sniping locations.",
                    "Aliases": []
                },
                "16": {
                    "ID": "336652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336652",
                    "TitleEnglish": "City Hunter's Qualifications",
                    "SummaryEnglish": "Xiang Ying prepares to snipe Kishimoto, the man responsible for framing Tanya's father, Kurahashi. Meanwhile, Ryo finds that Kurahashi is working as Mr. Bear, a mascot handing out balloons to children in a playground were Tanya plays. He then leaks information from Kurahashi about Kishimoto to the Taiwan media exposing Kishimoto's corruption. Meanwhile, Xiang Ying is unable to pull the trigger to kill Kishimoto. After the family are reunited, Xiang Ying is distraught at not being able to pull the trigger but Ryo the qualifications for being a City Hunter means more than just killing. Ryo realizes that it is her growing awareness of her new life and the influence of Kaori's heart in her body is slowly changing her.",
                    "Aliases": []
                },
                "17": {
                    "ID": "336653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336653",
                    "TitleEnglish": "Encounter in a Dream",
                    "SummaryEnglish": "Xiang Ying has a recurring dream in which she is a child and cannot find Ryo. Ryo suggests that she tells Doc about it when she goes for her periodic physical check-up. When she arrives, Doc mistakes her for Kaori because of her similar manner. While waiting for Ryo, Xiang Ying drifts off again and experiences visions from Kaori's past where Kaori goes to Ryo's aid. She then sees Kaori at home with her brother Hideyuki Makimura, a police detective, who criticizes her for pursuing a nursing job. Then, she sees an injured Ryo whom Hideyuki insists is a \"stray dog\" who should be handed over to the police as all his identity documents are fake, but Kaori argues that he is a patient. That night, Ryo, fearing that he will be arrested, prepares to kill Kaori when he thinks she notices that he has regained consciousness.",
                    "Aliases": []
                },
                "18": {
                    "ID": "336654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336654",
                    "TitleEnglish": "Familial Ties",
                    "SummaryEnglish": "Xiang Ying continues seeing visions from Kaori's past and hears Kaori tell the semi-conscious Ryo that she also sees herself as a \"stray dog\", having been adopted by the Makimura family, and Ryo refrains from killing her. Ryo discharges himself from the clinic and encounters Hideyuki who allows Ryo to pass instead of arresting him. Ryo suggests that Hideyuki is the original City Hunter and warns him that s life is in danger. Later, Ryo saved Hideyuki from an ambush and tells the detective that his true mission was to kill Hideyuki, but he abandoned the mission after meeting Kaori. Ryo also decides to join Hideyuki as a \"sweeper\". Xiang Ying's vision continues to where Kaori selects the name \"Ryo Saeba\" for him from his list of fake identities and Xiang Ying is accepted as their daughter. Xiang Ying finally awakes from her reverie, and tells Ryo that she had a dream about \"Kaori-mama\".",
                    "Aliases": []
                },
                "19": {
                    "ID": "336655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336655",
                    "TitleEnglish": "Old Man Chen's Place",
                    "SummaryEnglish": "Chen opens a Chinese restaurant called Genbumon, a reference to his former, Genbu unit of Zeng Dao Hui. Ryo volunteers Xiang Ying and Xin Hong to be his waiters since there aren't any requests on the message board. The two ex-assassins initially have difficulty understanding the process of serving others or the reason for dining out, because previously they always ate alone and quickly to minimize their vulnerability to attack. However, Xiang Ying and Xin Hong easily defend the restaurant from disruptive yakuza, especially after they realize the staff are ex Zeng Dao Hui operatives. The yakuza boss even leaves Mochiyama to assist in the restaurant. Later, Ryo teaches them about the enjoyment of eating slowly together with your loved ones.",
                    "Aliases": []
                },
                "20": {
                    "ID": "336656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336656",
                    "TitleEnglish": "Fated Prelude",
                    "SummaryEnglish": "Xiang Ying sees a newspaper article about the young violinist, Yume Kayano, and realizes she is the daughter of her last assassination target for Zheng Dao Hui. Xiang Ying meets Yume and finds that she has requested City Hunter to investigate her father's death. Yume tells Ryo that all evidence of her father's existence has been destroyed, and that her father was smiling when he died. Ryo learns from Chen that her father was and assassin called Mad Dog who used bombs to kill his targets, often catching others in the blast. When Yume's teacher, Haruka Takanami, is shot at, Ryo suspects that Mad Dog's former partner Dog Walker is responsible.",
                    "Aliases": []
                },
                "21": {
                    "ID": "336657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336657",
                    "TitleEnglish": "Sorrowful Guardian",
                    "SummaryEnglish": "Yume invites Xiang Ying to one of her violin concerts. Chen reveals that Mad Dog killed a family nine years ago, but the 2-year-old daughter was never found and he suspects that the girl is Yume. At the concert they meet Masaomi Kazama, world renowned violinist and Haruka's boyfriend. To draw Dog Walker's attention onto herself, Xiang Ying exudes her killer's Qi, and when Xiang Ying detects his presence, she jumps on the stage to shield Yume from Walker's bombs. Yume is saved, but Xiang Ying is knocked unconscious and taken to Doc's clinic. While there, Yume is contacted by Dog Walker who provides a gun for her to kill Glass Heart who is Xiang Ying.",
                    "Aliases": []
                },
                "22": {
                    "ID": "336658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336658",
                    "TitleEnglish": "Unfair Happiness",
                    "SummaryEnglish": "Yume points the gun provide by Dog Walker at Xiang Ying, but she cannot not pull the trigger. She leaves the clinic with her teacher, Haruka, and Walker's gun. Separately, Ryo and Xiang Ying deduce that Dog Walker is Haruka's boyfriend, the famous violinist Masaomi Kazama also named \"Slow Finger\". Meanwhile, Masaomi enters Yume's house and tells her how Mad Dog raised her as his own child, however Yume already knew this. Dog Walker prepares to kill Yume and Haruka, but Ryo and Chen's Genbu unit are waiting outside to attack. Suddenly, Xiang Ying arrives and she drives her car into the house and disarms Dog Walker. Seeking revenge, Yume points Walker's gun at Xiang Ying's heart, prepared to kill her.",
                    "Aliases": []
                },
                "23": {
                    "ID": "336659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336659",
                    "TitleEnglish": "Melody of Departure",
                    "SummaryEnglish": "Yume cannot bring herself to shoot Ryo or Xiang Ying, and the Genbu unit disposes of Walker. Haruka decides to adopt Yume and they prepare to leave for Vienna to continue her violin lessons. Xiang Ying feels awkward about her relationship with Yume, but they share a happy farewell at the airport after Yume plays her violin. Later Xiang Ying begins to relax and enjoy life, such as travelling with Ryo on the Tamanote train line around Tokyo. She even peacefully falls asleep on his shoulder, something that she would have never done as an assassin.",
                    "Aliases": []
                },
                "24": {
                    "ID": "336660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336660",
                    "TitleEnglish": "With The Beat...",
                    "SummaryEnglish": "A recap of episodes 1-23.",
                    "Aliases": []
                },
                "25": {
                    "ID": "336661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336661",
                    "TitleEnglish": "A Client With a Death Wish",
                    "SummaryEnglish": "Yusuke Fukutome wants City Hunter to kill him and his twin brother Yuji. Yusuke tells Ryo and Xiang Ying that they were abandoned, but then adopted by the couple who run the restaurant. Yuji became frustrated with their poor situation and joined the yakuza to make quick money and support his parents. However, they rejected his financial offerings and they eventually died in a traffic accident. To Xiang Ying’s horror, Ryo accepts the job, but he decides they should investigate the brothers first. Xiang Ying and Xin Hong go to Yuji's office and steal all Yuji's money and drugs from a vault, including a small box containing photographs of his family. Xiang Ying then demands a ransom from Yuji and threatens to kill him, but he insists that she give everything to his brother on his death. He reveals that he really did care about his brother and parents, but chose the wrong way to help them. She returns his money and tells him to give it to his brother himself.",
                    "Aliases": []
                },
                "26": {
                    "ID": "336662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336662",
                    "TitleEnglish": "Going Back to Those Times",
                    "SummaryEnglish": "Xiang Ying discovers that, despite Yuji's rebellious ways, he was just trying to help his family and she encourages him to patch things up with Yusuke. However, Yuji's yakuza organisation plan to use Yuji as a scapegoat for a smuggling operation and they send men to kill Yuji. Xiang Ying offers to return Yuji's money and drugs, but she kidnaps him, effectively protecting him from the assassins. When the two brothers met on Christmas Eve they are both shot and apparently killed, however Ryo used tranquilizer darts to make it look like they are dead. He then arranges for them to work in a restaurant in Taiwan.",
                    "Aliases": []
                },
                "27": {
                    "ID": "336663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336663",
                    "TitleEnglish": "Am I in love!?",
                    "SummaryEnglish": "Xin Hong takes Xiang Ying to see a romantic movie hoping for some romance himself, but Xiang Ying complains that it needs more action. Later, they met a street artist, Yoshiki Natsume and Xiang Ying senses something familiar but he does not recognize her. Later she discovers that he went to school with Kaori and was in love with her. Kaori's lingering affections for Yoshiki causes Xiang Ying to think she may be in love with him.",
                    "Aliases": []
                },
                "28": {
                    "ID": "336664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336664",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "Xin Hong become jealous of Xiang Ying's affections for Yoshiki and Xiang Ying becomes confused about her own affections. Yoshiki tells Xiang Ying about his time with Kaori and how he left for Paris after he sketched a portrait of her which captured her inner soul and then gives her the portrait. Xiang Ying tells Yoshiki that Kaori's spirit lives on inside her through her transplanted heart. Xiang Ying farewells Yoshiki at the train station which was something Kaori was unable to do, to her regret. Xiang Ying realizes her feelings for Yoshiki were influenced by Kaori.",
                    "Aliases": []
                },
                "29": {
                    "ID": "336665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336665",
                    "TitleEnglish": "My Sister...Kaori",
                    "SummaryEnglish": "Sayuri Tachiki, editor-in-chief of a famous magazine in New York and Kaori's blood sister, travels to Japan and asks City Hunter to find her sister. However, Ryo sadly tells her that Kaori is dead. Sayuri explains that after her parents divorced her mother denied that that Sayuri had a sister, until just before she died. Sayuri asks Ryo for proof that Kaori was happy with her life, and he and Xiang Ying slowly reveal the type of person Kaori was after meeting some of the people who knew her.",
                    "Aliases": []
                },
                "30": {
                    "ID": "336666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336666",
                    "TitleEnglish": "This City Means Everything to Me",
                    "SummaryEnglish": "Sayuri is unhappy about Xiang Ying's circumstances living with Ryo and their City Hunter business and threatens to take her to New York. However, Chen convinces her that they have world class medical facilities at their disposal, and that the city itself appears to aid in the compatibility of Kaori's heart and Xiang Ying's body. Xiang Ying explains how after Kaori's father died, Kaori was befriended by Hideyuki Makimura, the son of the family which adopted her. He was the first City Hunter, but was killed and Ryo took on his role to protect the city. Sayuri then decides to return to New York alone. On her last night in Japan Sayuri shares a bed with Xiang Ying where she has a dream-like vision of Kaori's early life.",
                    "Aliases": []
                },
                "31": {
                    "ID": "336667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336667",
                    "TitleEnglish": "The Vision She Saw on the Last Night",
                    "SummaryEnglish": "Sayuri’s dream continues, to the time when Kaori discovers that Hideyuki and Ryo are collectively the City Hunter and Kaori joins them. She sees the time when Ryo awkwardly proposes to Kaori and the fact that he was always there for her. When Sayuri awakes the next morning, Sayuri and Xiang Ying realize that they shared the same dream in which Kaori told them about her life. Satisfied that Kaori was happy with Ryo, and that her memories live on through Xiang Ying Sayuri returns to America.",
                    "Aliases": []
                },
                "32": {
                    "ID": "336668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336668",
                    "TitleEnglish": "The Woman from the Organization",
                    "SummaryEnglish": "A young woman named Bai Lan sees Liu Xin Hong in the street and follows him to Cat's Eye cafe. Bai Lan was Xing Hong's former team-mate and friend in his days in the Qing Long unit of Zeng Dao Hui. When Xin Hong left for Shinjoku, he left his Qin Long ring with her, to be returned one day. They spend the day together, but Ryo sees that they are being followed. Xing Hong realizes that she has been reassigned to the Byakko unit of Zeng Dao Hui when she gives him her ring as she departs. Xing Hong learns from Chen that she is on a mission to infiltrate the Jun'yo Kai who oppose Zeng Dao Hui and the target is a man named Shunsuke Hayakawa.",
                    "Aliases": []
                },
                "33": {
                    "ID": "336669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336669",
                    "TitleEnglish": "Blessed Child from God",
                    "SummaryEnglish": "Xiang Ying decides to visit Hayakawa, and he tells her that he treats Bai Lan as his own daughter. After finding Bai Lan wounded in the street, he cared for her because of her resemblance to his late daughter which he saw as a blessing from God. Xiang Ying offered to protect Hayakawa as City Hunter, but he refuses. As Xiang Ying leaves the building she meets Bai Lan who reveals that she also tried to kill herself, but after being saved and cared for by Hayakawa, she confesses that she don't want him to die.",
                    "Aliases": []
                },
                "34": {
                    "ID": "336670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336670",
                    "TitleEnglish": "Their Determination",
                    "SummaryEnglish": "Bai Lan plans to stay with Hayakawa and protect him, regretting her former life as a god of death. Xin Hong offers to help her but she declines his offer. Hayakawa takes Bai Lan to his villa in Hakone on the day before the planned revenge assignation by the Suzaku unit of Zeng Dao Hui. Soon after they arrive at the villa, all the guards are killed, and Bai Lan goes after the assassin. She gets caught, but she is freed by Xin Hong and they stop the assassin. Suddenly, a bomb explodes inside the villa. When Bai Lan rushes in, Hayakawa accuses her of being a spy.",
                    "Aliases": []
                },
                "35": {
                    "ID": "336671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336671",
                    "TitleEnglish": "To the Future...",
                    "SummaryEnglish": "Hayakawa threatens to kill Bai Lan, but she convinces him that she did not betray him. He then reveals that he is dying from leukemia. They confess their devotion to each other, and he gives her a ring meant for his daughter. Xin Hong rushes into the burning building, but is stopped by Ryo and Xiang Ying, who say that only Bai Lan can save herself. They find Hayakawa engulfed in flames and Ryo and Xiang Ying help rescue Bai Lan. Later, Ryo reports that Bai Lan died in the fire, but in fact she leaves for Palawan in the Philippines, a favorite place of Hayakawa, and begins working as an elementary schoolteacher. Two months later Xin Hong receives a letter from Bai Lan explaining how happy she is, and hopes that he can find happiness with Xiang Ying.",
                    "Aliases": []
                },
                "36": {
                    "ID": "336672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336672",
                    "TitleEnglish": "The Girl Who Carries Happiness",
                    "SummaryEnglish": "Superintendent Saeko Nogami has a hard time dealing with her loneliness, and after a late night out drinking, she is followed into her apartment by a little girl who gives her a flower. The next day she thinks it was a zashiki-warashi, however she has been also receiving other unseen assistance lately. Xiang Ying investigates and finds that she is a real girl who picks up offerings from local businesses, but loses her in the crowd. She checks with the store owners who all say that she has improved their businesses. Saeko buys a book for the girl who reads it and comforts the lonely Saeko, then reveals her name is Miki. Saeko falls asleep and dreams that She, Ryo, Xiang Ying and Miki are a family.",
                    "Aliases": []
                },
                "37": {
                    "ID": "336673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336673",
                    "TitleEnglish": "Untainted Heart",
                    "SummaryEnglish": "Miki appears in front of Umibozu and starts reading for him. Meanwhile, Xiang Ying tracks Miki to her living quarters in an abandoned underground arcade. In a flashback, Miki's mother, Sato, is shown dying in the snow. Ryo and Xiang Ying question the locals about Miki, when suddenly they hear the girl has been hit by a car. While Miki is in the clinic they realize that she has been waiting for her mother to return. Miki returns to her quarters and after Xiang Ying calms her, Miki sees Kaori appear before her.",
                    "Aliases": []
                },
                "38": {
                    "ID": "336674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336674",
                    "TitleEnglish": "Become My Eyes",
                    "SummaryEnglish": "Kaori explains to Miki that her mother's body no longer exists, but that she still lives on within Miki's heart. The next morning, Xiang Ying returns Miki to the clinic with a high fever. Miki has a vision of seeing her mother who explains that she will always be with her. Miki decides to spend her days with Umibozu, being his eyes, although she returns to her underground arcade at night. However, after Umibozu shows kindness to a woman who tries to cheat him with his change, Miki eventually decides to live with him.",
                    "Aliases": []
                },
                "39": {
                    "ID": "336675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336675",
                    "TitleEnglish": "The Client is a Famous Actress",
                    "SummaryEnglish": "Xiang Ying doubles as the famous action film actress Joy law, but after she is almost assassinated at a press conference, she demands the truth. Joy reveals that her life is under threat because her lover, the King of Thamannant has disappeared and been replaced by a double. Before he disappeared he asked Joy to find his daughter, the child of a Japanese woman, one of his 30 lovers. Joy searches for the girl, but after meeting Miki, she suspects that she may be the girl.",
                    "Aliases": []
                },
                "40": {
                    "ID": "336676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336676",
                    "TitleEnglish": "Miki's Hidden Secret",
                    "SummaryEnglish": "Saeko Nogami prepares to arrest Joy Law's movie producer Zhang Yi for staging dangerous promotional stunts when they a shot at by a group of assassins. Joy moves into the Cat's Eye café for safety and to be close to Miki. Ryo takes Joy to Miki's living quarters in the abandoned underground arcade, but everything is gone, however Joy believes that Miki's mother truly loved and cared for her. Miki arrives and treats Joy like her lost mother. Having found Miki for her ex-lover, Joy decides she has nothing more to live for.",
                    "Aliases": []
                },
                "41": {
                    "ID": "336677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336677",
                    "TitleEnglish": "Where I Belong",
                    "SummaryEnglish": "Joy and Xiang Ying go to a bar, and when Xiang Ying passes out, Kaori takes over and tells Joy that if she really want to live on, she could ask Ryo to protect her and she would not be against the relationship. Meanwhile, Ryo leaks information that the king has been replaces by a double, thus removing the threat to Joy's life. Later, Joy takes Ryo to the run-down, Bar Jonathan, and he discovers that it was where the king met Miki's mother, Sato, six years ago. Having now connected the king, Sato and Miki, Joy decides to return home and gives Miki the locket containing strands of the late king's hair. She promises to return some time in the future when both of them have forgotten the former loves of their lives.",
                    "Aliases": []
                },
                "42": {
                    "ID": "336678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336678",
                    "TitleEnglish": "Their Secret Signal",
                    "SummaryEnglish": "Ryo loses the mobile phone which he uses to call women, and it is found by Tomomi Asakura, anchor woman on the evening TV news. She returns the phone, assuming that he is a host because of the number of women's numbers listed. When she takes him to a function, he is the life of the party, but she cannot relax. However, after a couple of drinks she opens up about the problems in her life, work and no friends, but Ryo has already left. Ryo promises to keep in contact with Tomomi, but does not pay her much attention. Tomomi loses patience with Ryo and his apparent wastrel lifestyle, until Xiang Ying decides to tell her what he really does.",
                    "Aliases": []
                },
                "43": {
                    "ID": "336679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336679",
                    "TitleEnglish": "My Everyday Life",
                    "SummaryEnglish": "Tomomi's boss Sanemichi Bando reveals that Ryo is City Hunter but Tomomi refuses to believe it. She is abducted in the street by Yang Fang Yu, leader of the Black Panther group. It appears that Ryo saved Fang Yu when they were mercenaries 10 years earlier and she fell in love with him and he promised to email her every Christmas, but because of Tomomi, he missed this year. Fang Yu challenges Tomomi to a drinking contest, but when Tomomi passes out, Xiang Ying arrives to rescue her. Fang Yu challenges Xiang Ying, but when they start, Fang Yu sees Kaori before her, and confesses that she still cares about Ryo. Later, Tomomi thanks Ryo for changing her life, and when he arrives home, he finds Xiang Ying, Fang Yu and Bando partying in his apartment.",
                    "Aliases": []
                },
                "44": {
                    "ID": "336680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336680",
                    "TitleEnglish": "For the Sake of Our Children",
                    "SummaryEnglish": "Yang Fang Yu, Ryo's former mercenary teammate, now runs an orphanage for children whose parents were killed in war zones. She asks Ryo for help to develop a vaccine for a deadly virus which an organization has developed for warfare, of which she has a sample. Meanwhile she has kidnapped twelve researchers and is now seeking funding to develop a vaccine. Her plan is to free the arrested son of an oil tycoon from prison who will pay highly to save his family's embarrassment. They burst into the prison, but Fang Yu takes a dislike to the tycoon's spoiled son, and leaves him there. Meanwhile, the organization raids her headquarters and kidnaps the researchers.",
                    "Aliases": []
                },
                "45": {
                    "ID": "336681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336681",
                    "TitleEnglish": "Human Nuclear Warhead, Yang",
                    "SummaryEnglish": "Yang Fang Yu abducts mercenary Max Neumann thinking that he kidnapped the researchers, but he denies that it was him. Fang Yu releases Neumann, however she planted a bug in him, and they track him to a ship moored offshore. Fang Yu finds out that her lover, Cheng, used her to smuggle the virus into Japan and that he is behind the attempt to create a vaccine. She swims out to the ship alone seeking revenge.",
                    "Aliases": []
                },
                "46": {
                    "ID": "336682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336682",
                    "TitleEnglish": "Mother Heart",
                    "SummaryEnglish": "Fang Yu boards the ship and prepares to kill Cheng, but Xiang Ying stops her and offers a better plan after knocking Cheng unconscious. Cheng wakes up dressed in a wig and woman's clothes and Fang Yu informs him that he will carry out the research to create a vaccine himself, wearing those clothes as punishment for lying to her. She frees the researchers, but after Xiang Ying and Kaori explain the purpose of their abduction, they decide to stay and help.",
                    "Aliases": []
                },
                "47": {
                    "ID": "336683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336683",
                    "TitleEnglish": "Bright Future?!",
                    "SummaryEnglish": "Xiang Ying encounters a woman in the street that says an accident is about to happen which proves to be true. Later, Xin Hong takes Xiang Ying to visit Pure Reisen, a future-teller. She predicts that in ten years, Xin Hong will not be married, and that Xiang Ying is supposed to be dead. She reveals that she is the same woman Xiang Ying saw days earlier and her name is Reiko Kawamoto. She has become tired of seeing other people's futures and asks City Hunter to make her life worth living, to find a man whose future she cannot see. After a night of heavy drinking Xiang Ying takes he home, but in the morning she meets Ryo and she thinks he is the ideal man because she cannot see his future, but after she sobers up she is hugely disappointed. Meanwhile, Shougo Shimazu, a young police officer whose future Reiko predicted would end badly if he continued seeing his girlfriend Si Zhong, is demoted after he rejects the proposal of a senior policewoman.",
                    "Aliases": []
                },
                "48": {
                    "ID": "336684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336684",
                    "TitleEnglish": "Drawing in Destiny",
                    "SummaryEnglish": "Xin Hong and Xiang Ying decide to protect the police officer, Shougo Shimazu from his impending death and take Ryo and with them to his village so Reiko can more accurately predict Shougo's end. Reiko sees a vision that Shougo will be killed on the night of the village festival, but is burdened by being able to see tragedies that befall people. On the evening of the festival, Xiang Ying intercepts some gangsters, but one escapes with a gun, meanwhile Shougo hears gunshots and heads towards the same location.",
                    "Aliases": []
                },
                "49": {
                    "ID": "336685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336685",
                    "TitleEnglish": "Get My Life",
                    "SummaryEnglish": "Xin Hong waits at the place where Reiko predicted Shougo would be killed, and Reiko staggers towards him, very drunk. Suddenly the gunman being chased by Xiang Ying arrives and takes Reiko hostage. At that moment, Shougo cycles towards them on his bicycle, and as the gunman fires at him, Xin Hong leaps into the path of the bullet and crashes into Shougo. Moments later, Xin Hong is shown to be only wounded in the shoulder and Shougo is alive. Later, Reiko explains everything to Shougo and Si, who finally understand why she advised them against staying together. Ryo then tells Reiko that both Xin Hong and Xiang Ying had cheated fate before, which is why they tried so hard for Shougo. Reiko finally acknowledges that fate can be changed and offers to look into Xiang Ying's future, but instead she sees her own happy future with her child.",
                    "Aliases": []
                },
                "50": {
                    "ID": "336686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336686",
                    "TitleEnglish": "Last Present",
                    "SummaryEnglish": "At Christmas time, Yang Fang Yu invites Xiang Ying and Ryo to the wedding of Su Qing, one of her orphans who was adopted by a Japanese couple, Mr. and Mrs. Hotta. Surprisingly, Xiang Ying realizes that Kaori knew the family, and even recognizes the ring Kaori bought for Su Qing when she started college. The wedding saddens Ryo in that he never married Kaori, but he gives the ring he bought as a present for Kaori to Xiang Ying who realizes that receiving Kaori's heart has been a blessing.",
                    "Aliases": []
                }
            }
        }
    }
}