{
    "URL": "https://thetvdb.com/series/angel-heart",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0965544/",
        "https://www.themoviedb.org/tv/42999"
    ],
    "Titles": {
        "eng": "Angel Heart",
        "jpn": "エンジェル・ハート"
    },
    "Summaries": {
        "eng": "An assassin at the tender age of fifteen cannot cope with the pressure and commits suicide. Through fate or luck, she is given the transplant heart of Kaori; the partner of Saeba Ryo-City Hunter. Now the former assassin works with Saeba Ryo-City Hunter to solve the problems of others while the deceased Kaori lives on in the body of an assassin.",
        "jpn": "台湾から来た殺し屋の少女と、新宿のスイーパーとの家族愛の物語。\r\n新宿に現れた史上最強の暗殺者は、美しすぎる人間兵器だった。彼女（香瑩）のコードネームは「グラス・ハート」。　完璧を誇る仕事振りに組織からは高い評価を得ていたが、彼女の心は、暗殺という任務を重ねる度に軋み、蝕ばまれていった。　やがて彼女は自ら死を選ぶが、組織の力によって、再び現世に呼び戻された。冴羽獠の最愛のパートナー、槇村香の心臓を移植されて。\r\n香の心臓を移植したことにより、「グラス・ハート」と呼ばれた彼女の心に変化が起き、感情が生まれた。そして暗殺から手を引き、組織と対立する意思を持つ。　香の心臓を持つ事によって無意識の内に獠と接触し、スイーパーとして「シティーハンター」の世界に入っていく。"
    },
    "Aliases": [],
    "Modified": "2025-03-12",
    "Seasons": {
        "0": {
            "ID": "536138",
            "URL": "https://thetvdb.com/series/angel-heart/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4944543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944543",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4944544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944544",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4944545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944545",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4944546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944546",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4944547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944547",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4944548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944548",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4944549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944549",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4944550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/4944550",
                    "Titles": {
                        "eng": null,
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "28654",
            "URL": "https://thetvdb.com/series/angel-heart/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "336636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336636",
                    "Titles": {
                        "eng": "Glass Heart",
                        "jpn": "ガラスの心臓 -グラス・ハート-"
                    },
                    "Summaries": {
                        "eng": "14 year old assassin code named Glass Heart from the Suzacu unit doesn't want to kill anymore. Every time she kills her heart breaks and all she wants is to break free. Will her answer to her problems be the right one and solve all her problems like she wants. She’s not a lost cause yet and one year later Glass Heart is about to learn what her heart truly wants.\r\n\r\nMeanwhile somewhere else another broken heart wonders the streets. After an accident his fiance was involved in one year ago he wonders if his life will ever be the same.",
                        "jpn": "台湾マフィアに殺人マシンとして養成された15歳の少女、コードネーム“グラス・ハート”が自殺を図った。心臓移植を受けて一命は取り留めたが、1年たっても意識は戻らない。一方“シティーハンター”ことスイーパー（始末屋）の冴羽リョウは1年前に最愛のパートナー・槇村香を交通事故で亡くしていた。その直後、ドナー登録していた香の心臓が何者かに強奪されるという事件が起きた。それ以来、仕事もせず抜け殻のような生活を送っていた冴羽だが、香の心臓は誰かに移植され、どこかで生き続けていると信じていた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "336637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336637",
                    "Titles": {
                        "eng": "Kaori has Returned",
                        "jpn": "香が帰ってきた"
                    },
                    "Summaries": {
                        "eng": "Given a new chance to live Glass Heart escapes from the surgery and decides to seek the meanings of her visions. She must find Saeba Ryo but when she gets to Shinjuku she finds it hard to leave old habits like killing behind as her heart is not made of glass anymore.\r\n\r\nWill she find what she is seeking without losing herself in memories that dont belong to her and the places which are familiar to a part of her but she has never been to.",
                        "jpn": "ようやく意識を取り戻したグラス・ハートは組織から逃亡。そして眠り続けていた間に夢の中で見た、香と冴羽リョウに導かれるように新宿を目指す。見ず知らずの新宿の交差点に立ち尽くしたグラス・ハートは「私はここで死んだ」という自分の中の声を聞く。そこは香が事故死した場所だった。しかしそこでヤクザに絡まれた彼女は発砲し、車を爆破させる派手な事件を起して警察に追われる。そしてまた何者かに導かれるように、冴羽の親友・海坊主が営む喫茶店「キャッツ・アイ」に現れる。目の見えない海坊主は香が帰って来たのだと感じるのだった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "336638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336638",
                    "Titles": {
                        "eng": "City of XYZ",
                        "jpn": "XYZの街"
                    },
                    "Summaries": {
                        "eng": "Upon hearing Umibozu's statement that Kaori has returned, Saeba Ryo prowls the streets of Shinjuku, aimlessly looking for Kaori. At the same time, Glass Heart, with a whole-hearted desire to meet Ryo, uncovers clues about the secret message board code \"XYZ\" to contact City Hunter. She goes to the location of the message board at Shinjuku Station guided by visions of Kaori, however the board has been removed because it is no longer used. Glass Heart loses hope of meeting City Hunter and faints, but before she hits the ground, Ryo arrives and catches her, then takes her to a local clinic.",
                        "jpn": "海坊主から「香が戻ってきた」と聞かされた冴羽リョウは、彼女を追って新宿の街をさまよう。\r\nそのころグラス・ハートは、リョウに会いたい一心で、ＸＹＺの暗号の謎を探していた。\r\nそしてその暗号を新宿駅にある伝言板に書き込めば、シティーハンター・冴羽リョウに会えると知ったグラス・ハートは、香の幻に導かれるように伝言板を捜し求める…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "336639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336639",
                    "Titles": {
                        "eng": "Wavering Heart",
                        "jpn": "さまようHEART"
                    },
                    "Summaries": {
                        "eng": "After recovering consciousness in the clinic, Glass Heart has an encounter with Kaori in a mirror, which sparks a feeling in Glass Heart that her mind and body are being usurped by Kaori, creating hostility towards her heart donor. Witnessing this, Doc, the doctor, goes to Umibozu's cafe where he tells Ryo, Umibozu and Superintendent Saeko Nogami that the girl with Kaori's heart also has her memories. Meanwhile, Li Jian Qiang, the boss of Zheng Dao Hui has secretly arrived Japan and is being briefed by Mochiyama on Glass Heart's appearance in Shinjuku when Li is shot in the head by a sniper. Mochiyama recalls that Glass Heart was searching for City Hunter and meets him to warn him that the assassin is after him, hoping for them to eliminate each other. However, after seeing her photo, Ryo realizes that Glass Heart is the one with Kaori's transplanted heart. Meanwhile Glass Heart retrieves a weapons cache.",
                        "jpn": "ドクの診療所に運ばれ意識を取り戻したグラス・ハートは、自分に移植された心臓の持ち主・香と対峙する。「これからずっとあなたと一緒」。香にそう言われ、自分の体を乗っ取られたように感じるグラス・ハートは香に反発する。そんな様子を目撃したドクは?のもとに駆けつけ、「香の心臓をもった女が香の記憶をもって戻ってきた」と告げるが、?は信じない。その頃、逃亡したグラス・ハートを追って台湾マフィア･正道会のボス・李大人が極秘に来日するが、李は何者かに狙撃される"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "336640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336640",
                    "Titles": {
                        "eng": "Farewell...Kaori",
                        "jpn": "永別（さよなら）…カオリ"
                    },
                    "Summaries": {
                        "eng": "Li Jian Qiang, the boss of Zheng Dao Hui, was critically wounded in the assassination attempt. Saeko, the superintendent of Shinjuku West police station, sets up an emergency response headquarters because of the potential power vacuum in the Shinjuku gangland if Li dies. Glass Heart, who is assumed to be the assassin, becomes the prime target of the Zheng Dao Hui, who aggressively search for her in the streets of Shinjuku. Meanwhile, Glass Heart, has lost her identity and reason to live, and prepares to shoot herself in her heart, but Kaori's influence stops her from pulling the trigger. Me awhile, Master Li visits Umibozu's café and appears before Ryo who realizes that the person shot was Li's secret double, his twin brother, Li Qian De.",
                        "jpn": "正道会のボス・李大人が狙撃され、危篤に陥った。正道会は狙撃犯と目されるグラス･ハートを血眼になって探し回り、新宿の街は殺気立っていた。新宿を裏で牛耳る李が死ねば、勢力の均衡が崩れて戦争になるのは必至で、新宿西警察署は有事に備えて対策本部を設置した。一方、逃亡を続けるグラス・ハートは生きる理由を見失い、拳銃で胸を打ち抜こうとするが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "336641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336641",
                    "Titles": {
                        "eng": "Reunion",
                        "jpn": "再会"
                    },
                    "Summaries": {
                        "eng": "Ryo recalls the time, 22 years ago, when he rescued Li Qian De from a country's guerrillas on the request of his twin brother Li Jian Qiang. Ryo visits the Zheng Dao Hui medical facility where he recognizes Qian De and says goodbye to him as he takes his last breath. Back in Umibozu's café, Li Jian Qiang, explains to Ryo that Glass Heart is his long lost daughter Xiang-Ying who had attempted suicide, and confesses that Kaori's Heart was stolen in order to save her without him knowing its origin. Later, Glass Heart finds her way to the café, and emotionally meets Ryo, face-to-face for the first time.",
                        "jpn": "リョウの前に、狙撃されたはずの李大人が現れた。実は狙撃されたのは影武者の李の双子の弟・謙徳だったのだ。リョウは22年前、李からの依頼で某国のゲリラに囚われた謙徳を命がけで救い出した過去があった。李はグラス・ハートが自分の実の娘であることを明かし、自殺を図った娘の命を救うために、香の心臓を奪ったことを告白する。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "336642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336642",
                    "Titles": {
                        "eng": "My Beloved Town",
                        "jpn": "俺の愛すべき街"
                    },
                    "Summaries": {
                        "eng": "Glass Heart becomes acquainted with Ryo in Umibozu's café, but the Qing Long, the infantry branch of Zheng Dao Hui led by Zhao, are close behind. The two manage to escape and lead the soldiers of Qing Long through the locked down the streets of Kabukichou area in Shinjuku. As they are chased, Glass Heart tells Ryo to save himself and kill her, but he replies that she has been given a second chance to live which she should cherish. Ryo communicates with Saeko through the city surveillance system and offers to lead the pursuers to a hotel in a deserted area where the Special Assault Team (SAT) can engages them without endangering the citizens.",
                        "jpn": "グラス･ハートがついにリョウの前に現れた。そこへ彼女の命を狙う青龍部隊が踏み込むが、2人は間一髪で脱出する。青龍部隊の兵士たちが歌舞伎町に終結し、血眼になって２人を探す。武装したリョウはグラス･ハートを連れて、彼らをおびき寄せるようにある場所へと向かっていた。命がけで自分を守ろうとするリョウに、グラス･ハートは「奴らの狙いは私。私を殺して彼らに渡せばいい。私はあなたに心臓を返しに来たのだ」と告げる。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "336643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336643",
                    "Titles": {
                        "eng": "True Friends",
                        "jpn": "真実（ホント）の仲間"
                    },
                    "Summaries": {
                        "eng": "In preparation for the gunfight with Qing Long, Ryo takes Glass Heart into a district that is blockaded off, and they finally reached the Hotel Kojyo. Waiting for them there is a large group of Ryo's friends including Umibozu, Saeko and Doc in the midst of a party. They intended to fight along Ryo against Qing Long which Glass Heart cannot comprehend, as she was trained to never rely on anyone. As the showdown draws near they all drink a toast to Kaori. Meanwhile a scout from Qing Long has infiltrated the building, and Glass Heart goes to engage him by herself. However the man turns out to be Liu Xin Hong who she knew only as Number 36, and she was known as Number 27, while training for Zheng Dao Hui. He was her only friend, but she thought she had killed him in the final trials for the Suzaka Unit. After declaring his love for her, Xin Hong leaves to set off a massive explosion in the Qing Long headquarters to protect her, but he is saved from death by Ryo.",
                        "jpn": "リョウは青龍部隊との銃撃戦に備え、グラス･ハートを連れて封鎖地区のホテルへとたどり着く。そこには海坊主や冴子、ドクら仲間たちが待ち受けていた。彼らもリョウとともに青龍部隊と戦うつもりなのだ。そこへ青龍部隊の斥候が潜入し、グラス･ハートは単身で立ち向かってゆく。だがその男はかつて彼女が殺したはずの仲間だった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "336644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336644",
                    "Titles": {
                        "eng": "Shan-In~Lost Name~",
                        "jpn": "香瑩 〜失われた名前〜"
                    },
                    "Summaries": {
                        "eng": "While unconscious, Liu Xin Hong recalls his training days, when he and Number 27 trusted and supported each other, but they were forced to fight to the death in the final test when Number 27 thought that she had killed him. When he regains consciousness, he reveals that he was the sniper who had shot Master Li, but he only stayed alive to see Number 27 again. Meanwhile, another branch of Zheng Dao Hui fills the area with sleeping gas, and abducts Xin Hong. Barely awake, Glass Heart stabs herself to keep awake and goes after Xin Hong's captors. Master Li questions Xin Hong who says the was hired to assassinate Li by Zhao and that he chose to leave his unit and join Glass Heart because he owes her his life, unaware that she is Li’s daughter. Li ritually \"executes\" him for his rebellious action and then allows Xin Hong to leave the organization. Master Li's personal bodyguard, the Genbu unit, are sent to finish off the traitorous Zhau and Qing Long. Glass Heart finds Xin Hong just before falling unconscious, but he leave for some unfinished business while Master Li has a tearful reunion with his daughter, Xiang Ying.",
                        "jpn": "グラス・ハートの命を狙う青龍部隊とリョウらとの戦闘が始まった。そんな中、彼女を守るために青龍部隊をおびき寄せて自爆しようとしていた信宏をリョウが救い出した。訓練生時代、お互いに信頼し合っていた信宏とグラス・ハートは最終試験で殺し合いを命じられ、グラス・ハートは信宏を殺したと思い込んでいた。それが心の深い傷になって苦しみ続けてきたことを知った信宏は自らを責める。だがその信宏こそが李大人を狙撃した男だった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "336645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336645",
                    "Titles": {
                        "eng": "Angel Smile",
                        "jpn": "エンジェル スマイル"
                    },
                    "Summaries": {
                        "eng": "Master Li is reunited with his unconscious daughter Xing Hong, now known as Glass Heart. Li decides to liquidate Cho, one of his ambitious lieutenants, who was behind the assassination attempt and who ordered the Qing Long unit to kill Glass Heart. Genbu and Xin Hong race to kill Cho but Xin Hong is stopped by Grand Chamberlain Chen, Master Li's right-hand man to allow Genbu to punish Cho, however he is sniped first by Ryo. Ryo reveals Glass Heart's real name, Xiang Ying, to Xin Hong and suggests that Xin Hong should be the one to tell her. Xin Hong later finds out that she is also Master Li's daughter. While unconscious, Glass Heart again communicates with Kaori about her relationship with Ryo whom she sees as a father figure. When Glass Heart awakes, she calls Ryo \"papa\" and later asks him to be her father. Ryo accepts, realizing that she is the child that he and Kaori could never have.",
                        "jpn": "青龍部隊は李大人配下の玄武部隊に鎮圧され、リョウたちは窮地を救われた。玄武に連れ去られた信宏のために自分の身を傷つけてまで彼を追ってきたグラス・ハートは意識を失うが、李大人はそこで初めて我が娘をその腕に抱く。そしてリョウは、李大人を裏切ってその暗殺を指示し、グラス・ハートに狙撃犯の濡れ衣を着せた青龍部隊司令官の張を始末する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "336646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336646",
                    "Titles": {
                        "eng": "Family Time",
                        "jpn": "父娘（おやこ）の時間"
                    },
                    "Summaries": {
                        "eng": "Xin Hong loses his confidence at the last second and decides not to tell Glass Heart her real name, but he accidentally says \"Xiang Ying\". Embarrassed, he tells her that Ryo made up the name and she accepts it. Ryo arranges for Xiang Ying to show Master Li around Shinjuku, without revealing that Li is her father. Li and Xiang Ying ended up taking pictures together at a photo booth, and when the photos are printed out, they realize they are both wearing the same expression.",
                        "jpn": "グラス・ハートに実の父親であることを名乗らない決意をした李大人。その気持ちを汲み取ったリョウは、自分が父親代わりになり、彼女を引き取ることにする。グラス・ハートは自分に名前がないことに苦しんでいた。一方、海坊主の店で働きながらグラス・ハートとともに新宿で生きる決意をした信宏は、彼女の名前が「香瑩(シャンイン)」であることをリョウから聞かされていたが、李がつけた名前だとはとても彼女に言えなかった。だがあるとき彼女の前で口を滑らせて香瑩と呼んでしまい、とっさにリョウが考えた名前だと嘘をつく。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "336647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336647",
                    "Titles": {
                        "eng": "Encounter and Separation On Board The Ship",
                        "jpn": "船上の出会いと別れ"
                    },
                    "Summaries": {
                        "eng": "Ryo and Xiang Ying attended the funeral of Qian De, who was her uncle. Jian Qiang tells Ryo how he met Xiang Ying's mother, Lin Xiang Ping, and how it was his caring brother Qian De who brought them together and encouraged him to have children. Although he lived in his brother's shadow Qian De was happy to be out of the limelight, and especially enjoyed that Xiang Ying thought that she had two fathers. As Qian De's ashes are scattered on the ocean, Xiang Ying asks Ryo to scatter her ashes on the ocean if she dies before him.",
                        "jpn": "李大人の影武者として生きた双子の弟・謙徳の葬儀がひっそりと行われた。李は最後まで兄の陰で自分を犠牲にして生きた弟が不憫でならなかった。だが若い日の謙徳を知るリョウから、かつて彼が李の娘・香瑩のことを自分の娘のように思っていたことを聞かされ、救われる。リョウにわけも分からず葬儀に連れてこられた香瑩は、リョウに促されるまま謙徳の遺灰を海に撒く。その姿をみて、李は謙徳が喜んでくれているに違いないと感じ、涙をこぼす。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "336648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336648",
                    "Titles": {
                        "eng": "Present from Master Li",
                        "jpn": "李大人からの贈り物"
                    },
                    "Summaries": {
                        "eng": "Ryo and Xiang Ying adjust to life together and she insists that Ryo undergo a medical exam and he is pronounced healthy. When Xiang Ying also undergoes an examination, it is discovered that there is an unusually high level of compatibility between her and Kaori indicating that her heart is unlikely to be rejected and that she may outlive Ryo, to her great relief. Later, Chen, Master Li's right hand man, shows Ryo a new ornate message board in Shinjuku Station with the words \"XYZ: Be a good father - Li\" and Ryo decides to start up his City Hunter business again.",
                        "jpn": "リョウと香瑩は“親子”として一緒に暮らし始めた。香の心臓を移植された香瑩は自分の命が長くないと感じ、リョウより先に死んで彼を悲しませるのではないかと不安を募らせていた。一方、ドクは香瑩のこれまでのカルテと医療データを入手。そこには香瑩と香のＨＬＡ抗原の型がほぼ同一であることが記されておりドクは驚く。それは心臓移植患者の寿命を縮めるとされる免疫抑制剤を大量に使わなくていいことを意味した。それを知って香瑩は香に感謝する。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "336649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336649",
                    "Titles": {
                        "eng": "Revival, City Hunter!",
                        "jpn": "復活C・H（シティーハンター）!"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying has trouble adapting to normal life away from the battlefield while Ryo accepts his first City Hunter job since coming out of retirement. His first client is Nagisa, a high school drop-out who carried out a \"roofie robbery\" on a member of the yakuza. Ryo assigns Xiang Ying to take her to their apartment for protection, but there is considerable friction as Xiang Ying is only focussed on the mission and Nagisa wants to have fun. A crisis presents itself when the yakuza find them and grab Nagisa, but Xiang Ying doesn't believe protecting her is part of the mission. Eventually Xiang Ying intervenes, sending the yakuza to hospital. Later, a grateful Nagisa decides to return to school and asks Xiang Ying to be her friend, but the ex-assassin doesn't know how to react.",
                        "jpn": "リョウと香瑩の新しい生活が始まり、リョウはシティー・ハンターの仕事を再開する。その依頼第1号は遊び人風の若い女・凪砂だった。彼女はナンパした男に睡眠薬を飲ませて金を抜き取る常習者だったが、たまたまやくざの男にひっかかり、逆にゆすられる羽目になったのだ。リョウにはやる気になれない仕事だったが、ある考えがあってこの仕事を引き受けることにする。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "336651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336651",
                    "Titles": {
                        "eng": "Find Papa!",
                        "jpn": "パパを捜して!"
                    },
                    "Summaries": {
                        "eng": "A little girl, Tanya, leaves a message for City Hunter and Xiang Ying decides to take the job herself without telling Ryo. Tanya wants to find her father \"Shinjuku's One-Shot Wolf\" and her description matches Ryo. Ryo and Xiang Ying find that her mother Irina was engaged to Katsumi Kurahashi, however he was framed for the activities of Kishimoto, a corrupt politician, and went into hiding to protect his family. Xiang Ying's solution is to kill Kishimoto and she begins to scout sniping locations.",
                        "jpn": "シティーハンターの仕事に興味を持ち始めた香瑩は、リョウが見落とした依頼を見つけ、一人で依頼人に会いに行く。だが依頼人に会ってみるとそれは小さな女の子だった。依頼は父親を探して欲しいという。彼女は父親の顔を知らなかったが、母親から聞かされたという父親の特長を聞き出すと、それはまさにリョウにピッタリだった。リョウも「心当たりがありすぎて」と否定せず、香瑩は憤慨する。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "336652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336652",
                    "Titles": {
                        "eng": "City Hunter's Qualifications",
                        "jpn": "C・H（シティーハンター）としての資格"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying prepares to snipe Kishimoto, the man responsible for framing Tanya's father, Kurahashi. Meanwhile, Ryo finds that Kurahashi is working as Mr. Bear, a mascot handing out balloons to children in a playground were Tanya plays. He then leaks information from Kurahashi about Kishimoto to the Taiwan media exposing Kishimoto's corruption. Meanwhile, Xiang Ying is unable to pull the trigger to kill Kishimoto. After the family are reunited, Xiang Ying is distraught at not being able to pull the trigger but Ryo the qualifications for being a City Hunter means more than just killing. Ryo realizes that it is her growing awareness of her new life and the influence of Kaori's heart in her body is slowly changing her.",
                        "jpn": "ターニャの父親・倉橋が姿を消したのは、彼が秘書をしていた国会議員・岸本に利用され、横領の濡れ衣を着せられた為だった。香瑩は元凶の岸本を消せばいいと考え、一人で狙撃の準備を開始する。一方、リョウはそんな彼女の過激な行動が気になりながらも、身を隠していた倉橋と接触する。倉橋から全ての真相を聞いたリョウは、香瑩とは違う方法で事件を解決しようと考える。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "336653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336653",
                    "Titles": {
                        "eng": "Encounter in a Dream",
                        "jpn": "夢の中の出会い"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying has a recurring dream in which she is a child and cannot find Ryo. Ryo suggests that she tells Doc about it when she goes for her periodic physical check-up. When she arrives, Doc mistakes her for Kaori because of her similar manner. While waiting for Ryo, Xiang Ying drifts off again and experiences visions from Kaori's past where Kaori goes to Ryo's aid. She then sees Kaori at home with her brother Hideyuki Makimura, a police detective, who criticizes her for pursuing a nursing job. Then, she sees an injured Ryo whom Hideyuki insists is a \"stray dog\" who should be handed over to the police as all his identity documents are fake, but Kaori argues that he is a patient. That night, Ryo, fearing that he will be arrested, prepares to kill Kaori when he thinks she notices that he has regained consciousness.",
                        "jpn": "香瑩は、近頃同じ夢を見るようになっていた。それはリョウと香が初めて出会った時の夢だった。新宿の街で若き日のリョウが何者かに撃たれ、それを助けたのがドクの診療所で働いていた看護学生の香だった。診療所で懸命に看護を続ける香を、幼い姿の香瑩が祈るように見守っていた。だがリョウの免許証もパスポートも偽造だとわかり、香の兄で刑事の槇村はその身柄を引き渡すよう求めるが…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "336654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336654",
                    "Titles": {
                        "eng": "Familial Ties",
                        "jpn": "親子の絆"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying continues seeing visions from Kaori's past and hears Kaori tell the semi-conscious Ryo that she also sees herself as a \"stray dog\", having been adopted by the Makimura family, and Ryo refrains from killing her. Ryo discharges himself from the clinic and encounters Hideyuki who allows Ryo to pass instead of arresting him. Ryo suggests that Hideyuki is the original City Hunter and warns him that s life is in danger. Later, Ryo saved Hideyuki from an ambush and tells the detective that his true mission was to kill Hideyuki, but he abandoned the mission after meeting Kaori. Ryo also decides to join Hideyuki as a \"sweeper\". Xiang Ying's vision continues to where Kaori selects the name \"Ryo Saeba\" for him from his list of fake identities and Xiang Ying is accepted as their daughter. Xiang Ying finally awakes from her reverie, and tells Ryo that she had a dream about \"Kaori-mama\".",
                        "jpn": "香瑩は夢の中で、リョウと香の出会いを見守り続けていた。夜、診療所で意識を取り戻したリョウは、意識の戻らないフリをして、凶器を隠し持って身構えていた。だが香は眠り続けるリョウを胸に抱き寄せ「死んではダメ、死ねば悲しむ人がいる」と涙をこぼす。香の胸の中で、リョウはこれまでに感じたことのない安心感に包まれる。そんな二人の心情を、幼い香瑩がそばで手に取るように感じていた…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "336655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336655",
                    "Titles": {
                        "eng": "Old Man Chen's Place",
                        "jpn": "陳老人の店"
                    },
                    "Summaries": {
                        "eng": "Chen opens a Chinese restaurant called Genbumon, a reference to his former, Genbu unit of Zeng Dao Hui. Ryo volunteers Xiang Ying and Xin Hong to be his waiters since there aren't any requests on the message board. The two ex-assassins initially have difficulty understanding the process of serving others or the reason for dining out, because previously they always ate alone and quickly to minimize their vulnerability to attack. However, Xiang Ying and Xin Hong easily defend the restaurant from disruptive yakuza, especially after they realize the staff are ex Zeng Dao Hui operatives. The yakuza boss even leaves Mochiyama to assist in the restaurant. Later, Ryo teaches them about the enjoyment of eating slowly together with your loved ones.",
                        "jpn": "幼い頃から殺人マシンになるべく育てられた香瑩と信宏は、楽しく食事をするとか、心に余裕を持って生活を楽しむという人間らしい喜びを知らずに生きてきた。それを憂えるリョウは、正道会の陳侍従長が開店した中華料理店で、2人を働かせることにする。客たちが食事をしながら幸せそうに談笑する姿を見ても、何が楽しいのかよく理解できない香瑩だが…。そこへ根堀組長と若頭の餅山が店に因縁をつけにやってくる。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "336656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336656",
                    "Titles": {
                        "eng": "Fated Prelude",
                        "jpn": "宿命のプレリュード"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying sees a newspaper article about the young violinist, Yume Kayano, and realizes she is the daughter of her last assassination target for Zheng Dao Hui. Xiang Ying meets Yume and finds that she has requested City Hunter to investigate her father's death. Yume tells Ryo that all evidence of her father's existence has been destroyed, and that her father was smiling when he died. Ryo learns from Chen that her father was and assassin called Mad Dog who used bombs to kill his targets, often catching others in the blast. When Yume's teacher, Haruka Takanami, is shot at, Ryo suspects that Mad Dog's former partner Dog Walker is responsible.",
                        "jpn": "茅野　夢という少女から、父親を殺した犯人を捜して欲しいという依頼が入る。彼女はかつて香瑩が暗殺した男の娘だった。その父親は殺された直後から遺体が行方不明のままで、夢は父親が本当は何者だったのか、それも調べて欲しいという。リョウは香瑩にこの依頼を断ってもいいと言うが、香瑩は傷つくのを覚悟でこの依頼を受け、夢と向かい合う決意をする。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "336657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336657",
                    "Titles": {
                        "eng": "Sorrowful Guardian",
                        "jpn": "哀しき守護者（ガーディアン）"
                    },
                    "Summaries": {
                        "eng": "Yume invites Xiang Ying to one of her violin concerts. Chen reveals that Mad Dog killed a family nine years ago, but the 2-year-old daughter was never found and he suspects that the girl is Yume. At the concert they meet Masaomi Kazama, world renowned violinist and Haruka's boyfriend. To draw Dog Walker's attention onto herself, Xiang Ying exudes her killer's Qi, and when Xiang Ying detects his presence, she jumps on the stage to shield Yume from Walker's bombs. Yume is saved, but Xiang Ying is knocked unconscious and taken to Doc's clinic. While there, Yume is contacted by Dog Walker who provides a gun for her to kill Glass Heart who is Xiang Ying.",
                        "jpn": "夢がバイオリンコンクールのコンサートに出場することになり、香瑩に自分の演奏をぜひ聴いて欲しいと招待する。ドッグウォーカーが夢の命を狙うには絶好の機会だが、夢は自分が狙われていることを知らない為、辞退させるわけにもいかない。コンサート当日、香瑩は、夢に警護を気づかれないよう最前列の席で彼女を見守る。そして夢の演奏の途中、香瑩は会場にドッグウォーカーがいることに気づく。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "336658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336658",
                    "Titles": {
                        "eng": "Unfair Happiness",
                        "jpn": "不公平な幸せ"
                    },
                    "Summaries": {
                        "eng": "Yume points the gun provide by Dog Walker at Xiang Ying, but she cannot not pull the trigger. She leaves the clinic with her teacher, Haruka, and Walker's gun. Separately, Ryo and Xiang Ying deduce that Dog Walker is Haruka's boyfriend, the famous violinist Masaomi Kazama also named \"Slow Finger\". Meanwhile, Masaomi enters Yume's house and tells her how Mad Dog raised her as his own child, however Yume already knew this. Dog Walker prepares to kill Yume and Haruka, but Ryo and Chen's Genbu unit are waiting outside to attack. Suddenly, Xiang Ying arrives and she drives her car into the house and disarms Dog Walker. Seeking revenge, Yume points Walker's gun at Xiang Ying's heart, prepared to kill her.",
                        "jpn": "夢はドッグウォーカーの罠にはまり、父親を殺したのがグラスハート（香瑩）だと知ってしまう。ショックを受ける夢に、ドッグウォーカーはさらに香瑩を殺すよう仕向け、眠る香瑩に銃を向けるが、夢には引き金は引けなかった。意識を取り戻した香瑩は、夢がその事実を知ったことを聞いて愕然とする。だがドッグウォーカーの正体に気づいた香瑩は「逃げるわけにはいかない」と、夢を守るために彼女の元へと向かう。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "336659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336659",
                    "Titles": {
                        "eng": "Melody of Departure",
                        "jpn": "出発（たびだち）のメロディー"
                    },
                    "Summaries": {
                        "eng": "Yume cannot bring herself to shoot Ryo or Xiang Ying, and the Genbu unit disposes of Walker. Haruka decides to adopt Yume and they prepare to leave for Vienna to continue her violin lessons. Xiang Ying feels awkward about her relationship with Yume, but they share a happy farewell at the airport after Yume plays her violin. Later Xiang Ying begins to relax and enjoy life, such as travelling with Ryo on the Tamanote train line around Tokyo. She even peacefully falls asleep on his shoulder, something that she would have never done as an assassin.",
                        "jpn": "ドッグウォーカーを倒した香瑩はついに夢と対峙する。香瑩は自分に憎しみを抱く夢に拳銃を握らせると、自分を撃って父親の仇を討つようにと迫る。夢は葛藤しながらも、震える手で銃口を香瑩の胸に押し当てる。やがて銃から伝わってくる香瑩の心臓の鼓動が、夢をやさしく包み込んでゆく。夢はついに銃をおろすと、泣きながら香瑩の胸に飛び込んだ。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "336660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336660",
                    "Titles": {
                        "eng": "With The Beat...",
                        "jpn": "鼓動と共に…"
                    },
                    "Summaries": {
                        "eng": "A recap of episodes 1-23.",
                        "jpn": "香瑩はこれまでの自分の過去を静かに回想していた。暗殺者グラス･ハートとして人の命を奪うことに苦しみ、自殺を図った彼女は、新しい心臓を与えられ、そこに宿った何者かの記憶に導かれるように新宿へとやってきた。そしてこの街で出会ったシティーハンター・冴羽リョウと彼の仲間たちによって、香瑩は人として生まれ変わり、その人生は大きく変わり始めた…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "336661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336661",
                    "Titles": {
                        "eng": "A Client With a Death Wish",
                        "jpn": "死にたがる依頼者"
                    },
                    "Summaries": {
                        "eng": "Yusuke Fukutome wants City Hunter to kill him and his twin brother Yuji. Yusuke tells Ryo and Xiang Ying that they were abandoned, but then adopted by the couple who run the restaurant. Yuji became frustrated with their poor situation and joined the yakuza to make quick money and support his parents. However, they rejected his financial offerings and they eventually died in a traffic accident. To Xiang Ying’s horror, Ryo accepts the job, but he decides they should investigate the brothers first. Xiang Ying and Xin Hong go to Yuji's office and steal all Yuji's money and drugs from a vault, including a small box containing photographs of his family. Xiang Ying then demands a ransom from Yuji and threatens to kill him, but he insists that she give everything to his brother on his death. He reveals that he really did care about his brother and parents, but chose the wrong way to help them. She returns his money and tells him to give it to his brother himself.",
                        "jpn": "リョウと香瑩は、食堂の主人・裕介から、自分と双子の弟・裕司を一緒に殺してほしいという依頼を受ける。実の親に捨てられ、食堂を営んでいた夫婦に拾われ育てられた2人だったが、弟・裕司は自分を捨てた両親や世間を恨み、いまや手のつけられない極道になっていた。裕介は、歯止めのきかなくなった弟を止めるには、一緒に死ぬしかないと考えたのだが…。リョウはその依頼を承諾し、香瑩を驚かせるが、彼にはある考えがあった。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "336662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336662",
                    "Titles": {
                        "eng": "Going Back to Those Times",
                        "jpn": "もう一度あの頃に"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying discovers that, despite Yuji's rebellious ways, he was just trying to help his family and she encourages him to patch things up with Yusuke. However, Yuji's yakuza organisation plan to use Yuji as a scapegoat for a smuggling operation and they send men to kill Yuji. Xiang Ying offers to return Yuji's money and drugs, but she kidnaps him, effectively protecting him from the assassins. When the two brothers met on Christmas Eve they are both shot and apparently killed, however Ryo used tranquilizer darts to make it look like they are dead. He then arranges for them to work in a restaurant in Taiwan.",
                        "jpn": "極道の弟･裕司の暴走を案じる兄・裕介から、兄弟一緒にクリスマスイブの日に殺してほしいと依頼を受けたリョウと香瑩だったが、その裕司が組の本家から命を狙われていることを知る。「イブまでは裕司の命を守らなければならない」というリョウだが、香瑩はリョウが本当に兄弟を殺すつもりなのか、その真意を計れないでいた。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "336663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336663",
                    "Titles": {
                        "eng": "Am I in love!?",
                        "jpn": "私、恋してる!?"
                    },
                    "Summaries": {
                        "eng": "Xin Hong takes Xiang Ying to see a romantic movie hoping for some romance himself, but Xiang Ying complains that it needs more action. Later, they met a street artist, Yoshiki Natsume and Xiang Ying senses something familiar but he does not recognize her. Later she discovers that he went to school with Kaori and was in love with her. Kaori's lingering affections for Yoshiki causes Xiang Ying to think she may be in love with him.",
                        "jpn": "香瑩は公園で出会った画家・夏目をひと目見てなぜか無性に胸の鼓動が高鳴る。街角で彼の個展のポスターを見かけた香瑩は、そこに描かれた絵に目を奪われた。それは若き日の香の姿だった。夏目は中学時代に香を描き続けた同級生だったのだ。当時の香の話を聞きながら、ますます夏目に心惹かれていく香瑩。生まれて初めて経験する恋のときめき…その不思議な感覚に、香瑩は自分でもどうしていいのかわからなくなる。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "336664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336664",
                    "Titles": {
                        "eng": "Promise",
                        "jpn": "約束"
                    },
                    "Summaries": {
                        "eng": "Xin Hong become jealous of Xiang Ying's affections for Yoshiki and Xiang Ying becomes confused about her own affections. Yoshiki tells Xiang Ying about his time with Kaori and how he left for Paris after he sketched a portrait of her which captured her inner soul and then gives her the portrait. Xiang Ying tells Yoshiki that Kaori's spirit lives on inside her through her transplanted heart. Xiang Ying farewells Yoshiki at the train station which was something Kaori was unable to do, to her regret. Xiang Ying realizes her feelings for Yoshiki were influenced by Kaori.",
                        "jpn": "香瑩の“母”香の中学の同級生だった画家の夏目と出会い、初めて恋をした香瑩。その気持ちをどうしていいかわからず、思いを直接夏目にぶつけるが、そんな香瑩のストレートさには戸惑う夏目。告白したものの、自分がまだ子供で相手にされないと思い込んでいる香瑩は、夏目に会いに行かずひとりで悩んでいた。そしてついに夏目の個展が楽日を迎え、夏目から今夜画廊に来て欲しいと連絡が入る。呼び出された香瑩は、彼が中学のときに描いた香の肖像画を、彼女の代わりに受け取ってほしいといわれて驚く。それは夏目と香が交わした約束だという。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "336665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336665",
                    "Titles": {
                        "eng": "My Sister...Kaori",
                        "jpn": "私の妹…香"
                    },
                    "Summaries": {
                        "eng": "Sayuri Tachiki, editor-in-chief of a famous magazine in New York and Kaori's blood sister, travels to Japan and asks City Hunter to find her sister. However, Ryo sadly tells her that Kaori is dead. Sayuri explains that after her parents divorced her mother denied that that Sayuri had a sister, until just before she died. Sayuri asks Ryo for proof that Kaori was happy with her life, and he and Xiang Ying slowly reveal the type of person Kaori was after meeting some of the people who knew her.",
                        "jpn": "妹を捜してほしいと依頼をしてきた女性はなんと香の姉・早百合だった。リョウから香がすでに３年前に亡くなったと聞かされ愕然とする早百合は、香の心臓が香瑩に移植されていると聞いても、その現実を受け入れられなかった。さらに香がリョウとともにシティー・ハンターという犯罪者まがいの仕事をしていたことを知って、香が幸せだったのか確かめると言い出す。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "336666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336666",
                    "Titles": {
                        "eng": "This City Means Everything to Me",
                        "jpn": "この街は私の全て"
                    },
                    "Summaries": {
                        "eng": "Sayuri is unhappy about Xiang Ying's circumstances living with Ryo and their City Hunter business and threatens to take her to New York. However, Chen convinces her that they have world class medical facilities at their disposal, and that the city itself appears to aid in the compatibility of Kaori's heart and Xiang Ying's body. Xiang Ying explains how after Kaori's father died, Kaori was befriended by Hideyuki Makimura, the son of the family which adopted her. He was the first City Hunter, but was killed and Ryo took on his role to protect the city. Sayuri then decides to return to New York alone. On her last night in Japan Sayuri shares a bed with Xiang Ying where she has a dream-like vision of Kaori's early life.",
                        "jpn": "香の姉・早百合は、香瑩に危険なシティー・ハンターの仕事をやめさせ、最高の医療を受けさせるためにもニューヨークに連れて帰りたいと言い出す。だが香瑩と香、二人のこの新宿の街への思いが精神的に結ばれ、それが香瑩と香の心臓の奇跡的な適合性を高めていることを知る。香瑩は、香の思い出の詰まった場所へ早百合を案内し、香になり代わって、この街への熱い思いを語り始める…。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "336667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336667",
                    "Titles": {
                        "eng": "The Vision She Saw on the Last Night",
                        "jpn": "最後の夜に見た奇跡"
                    },
                    "Summaries": {
                        "eng": "Sayuri’s dream continues, to the time when Kaori discovers that Hideyuki and Ryo are collectively the City Hunter and Kaori joins them. She sees the time when Ryo awkwardly proposes to Kaori and the fact that he was always there for her. When Sayuri awakes the next morning, Sayuri and Xiang Ying realize that they shared the same dream in which Kaori told them about her life. Satisfied that Kaori was happy with Ryo, and that her memories live on through Xiang Ying Sayuri returns to America.",
                        "jpn": "早百合は香の記憶を夢として見ていた。香の義理の兄で警察官の槇村は、実は裏でリョウと組み、法で裁けない人間を裁くシティー・ハンターとして活動していた。それを知った香は、父が殉職したときのような辛い目にはあいたくないと槇村に訴えるが、正義感の強い槇村は、「誰かがやらないといけないことだ」と言ってやめようとしなかった。リョウは香のためにも槇村を絶対に守り抜くと心に誓うのだった。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "336668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336668",
                    "Titles": {
                        "eng": "The Woman from the Organization",
                        "jpn": "組織から来た女"
                    },
                    "Summaries": {
                        "eng": "A young woman named Bai Lan sees Liu Xin Hong in the street and follows him to Cat's Eye cafe. Bai Lan was Xing Hong's former team-mate and friend in his days in the Qing Long unit of Zeng Dao Hui. When Xin Hong left for Shinjoku, he left his Qin Long ring with her, to be returned one day. They spend the day together, but Ryo sees that they are being followed. Xing Hong realizes that she has been reassigned to the Byakko unit of Zeng Dao Hui when she gives him her ring as she departs. Xing Hong learns from Chen that she is on a mission to infiltrate the Jun'yo Kai who oppose Zeng Dao Hui and the target is a man named Shunsuke Hayakawa.",
                        "jpn": "かつて信宏とともに青龍部隊にいた仲間・白蘭が突然彼の前に現れた。信宏が死んだと思っていた白蘭は、彼が生きていたことを知って喜びの涙をこぼす。部隊内で孤立していた信宏に唯一思いを寄せてくれたのが、彼女だった。自分の任務について一切語らない白蘭だったが、別れ際、自分が現在所属する白虎部隊の部隊章を信宏に託して立ち去る。それを見て愕然とする信宏。白虎部隊とは敵に潜入して情報収集する最も生還率の低い部隊だった。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "336669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336669",
                    "Titles": {
                        "eng": "Blessed Child from God",
                        "jpn": "神から授かりし子"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying decides to visit Hayakawa, and he tells her that he treats Bai Lan as his own daughter. After finding Bai Lan wounded in the street, he cared for her because of her resemblance to his late daughter which he saw as a blessing from God. Xiang Ying offered to protect Hayakawa as City Hunter, but he refuses. As Xiang Ying leaves the building she meets Bai Lan who reveals that she also tried to kill herself, but after being saved and cared for by Hayakawa, she confesses that she don't want him to die.",
                        "jpn": "かつての仲間・白蘭が暴力団・隼鷹会に潜入し、死を覚悟して幹部･早川暗殺の手引きという危険な任務についていることを知った信宏は、彼女のため自分も組織に潜入すると言い出す。だが香瑩は組織に面が割れている信宏に代わりに自分が動くといい、熱くなった彼を止める。香瑩はまず早川の警護の堅さを確かめるため、狙撃のシミュレーションを試みるが、それに気づいた白蘭が身を挺して早川を守ろうとする不可解な行動に出る。その夜、香瑩は早川の自宅に侵入し、対峙した彼に自分を警護に雇わないかと持ちかける。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "336670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336670",
                    "Titles": {
                        "eng": "Their Determination",
                        "jpn": "二人の決意"
                    },
                    "Summaries": {
                        "eng": "Bai Lan plans to stay with Hayakawa and protect him, regretting her former life as a god of death. Xin Hong offers to help her but she declines his offer. Hayakawa takes Bai Lan to his villa in Hakone on the day before the planned revenge assignation by the Suzaku unit of Zeng Dao Hui. Soon after they arrive at the villa, all the guards are killed, and Bai Lan goes after the assassin. She gets caught, but she is freed by Xin Hong and they stop the assassin. Suddenly, a bomb explodes inside the villa. When Bai Lan rushes in, Hayakawa accuses her of being a spy.",
                        "jpn": "早川暗殺の手引きをするため隼鷹会に潜入した白蘭だったが、今や早川を実の父のように慕い、組織を裏切ってでも彼の命を守ろうとしていた。香瑩からそれを聞いた信宏はショックを受ける。白蘭に会うため彼女の部屋を訪れた信宏は、自分が白蘭と早川の命を守ると約束し、白蘭から暗殺の決行日が1週間後であることを聞き出す。だが信宏を巻き込みたくない白蘭は嘘をついていた。実際の決行日は明日に迫っていた。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "336671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336671",
                    "Titles": {
                        "eng": "To the Future...",
                        "jpn": "未来へ…"
                    },
                    "Summaries": {
                        "eng": "Hayakawa threatens to kill Bai Lan, but she convinces him that she did not betray him. He then reveals that he is dying from leukemia. They confess their devotion to each other, and he gives her a ring meant for his daughter. Xin Hong rushes into the burning building, but is stopped by Ryo and Xiang Ying, who say that only Bai Lan can save herself. They find Hayakawa engulfed in flames and Ryo and Xiang Ying help rescue Bai Lan. Later, Ryo reports that Bai Lan died in the fire, but in fact she leaves for Palawan in the Philippines, a favorite place of Hayakawa, and begins working as an elementary schoolteacher. Two months later Xin Hong receives a letter from Bai Lan explaining how happy she is, and hopes that he can find happiness with Xiang Ying.",
                        "jpn": "信宏の助けで朱雀の暗殺者は撃退したが、すでに仕掛けられていた爆薬で、早川の別荘は炎に包まれていた。白蘭は早川を助けようと信宏の制止を振り切って単身中へ飛び込むが、そこには拳銃を構えた早川の姿が。早川は白蘭の正体に気付いていたのだ。だが白蘭はひるむことなく「あなたに撃たれるなら本望だ」と、その銃口に向かって進んでいく…。そして一発の銃声が屋敷に響き渡った。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "336672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336672",
                    "Titles": {
                        "eng": "The Girl Who Carries Happiness",
                        "jpn": "幸せを運ぶ女の子"
                    },
                    "Summaries": {
                        "eng": "Superintendent Saeko Nogami has a hard time dealing with her loneliness, and after a late night out drinking, she is followed into her apartment by a little girl who gives her a flower. The next day she thinks it was a zashiki-warashi, however she has been also receiving other unseen assistance lately. Xiang Ying investigates and finds that she is a real girl who picks up offerings from local businesses, but loses her in the crowd. She checks with the store owners who all say that she has improved their businesses. Saeko buys a book for the girl who reads it and comforts the lonely Saeko, then reveals her name is Miki. Saeko falls asleep and dreams that She, Ryo, Xiang Ying and Miki are a family.",
                        "jpn": "新宿西警察署署長・冴子の自宅に、指名手配犯の潜伏場所の写真など、捜査の重要な手がかりとなる物がこのひと月の間に４度も何者かから届けられた。冴子はそれが１ヶ月ほど前から自分につきまとっている不思議な女の子の仕業ではないかと感じていた。だがリョウたちは、子供にそんな探偵のような真似ができるわけがないと信じない。夜、気になった香瑩が冴子のマンションを見張っていると、女の子が現れる。その女の子は「幸運の少女」と呼ばれ、都市伝説のようになっていた。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "336673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336673",
                    "Titles": {
                        "eng": "Untainted Heart",
                        "jpn": "汚れのない心"
                    },
                    "Summaries": {
                        "eng": "Miki appears in front of Umibozu and starts reading for him. Meanwhile, Xiang Ying tracks Miki to her living quarters in an abandoned underground arcade. In a flashback, Miki's mother, Sato, is shown dying in the snow. Ryo and Xiang Ying question the locals about Miki, when suddenly they hear the girl has been hit by a car. While Miki is in the clinic they realize that she has been waiting for her mother to return. Miki returns to her quarters and after Xiang Ying calms her, Miki sees Kaori appear before her.",
                        "jpn": "新宿繁華街の片隅。少女が絵本を読んでいるところに通りかかった海坊主は、その子の声になぜか魅了され、足を止めて聞き入った。海坊主の目が見えないことを知った少女は、毎日そこで彼に絵本を読んできかせるようになる。それ以来、毎日ため息ばかりついて腑抜けのようになってしまった海坊主。彼に読み聞かせをしているのが、冴子をも腑抜けにしてしまった不思議な少女・ミキであることを知った香瑩とリョウは、新宿地下街跡の廃墟に、ミキがひっそりと一人で住んでいることを突き止める。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "336674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336674",
                    "Titles": {
                        "eng": "Become My Eyes",
                        "jpn": "オレの目になってくれ"
                    },
                    "Summaries": {
                        "eng": "Kaori explains to Miki that her mother's body no longer exists, but that she still lives on within Miki's heart. The next morning, Xiang Ying returns Miki to the clinic with a high fever. Miki has a vision of seeing her mother who explains that she will always be with her. Miki decides to spend her days with Umibozu, being his eyes, although she returns to her underground arcade at night. However, after Umibozu shows kindness to a woman who tries to cheat him with his change, Miki eventually decides to live with him.",
                        "jpn": "地下街跡に戻ったミキを追ってきた香瑩。だがミキには香瑩の中にいる香の姿が見えていた。香はミキの母も自分と同じく、心だけの存在となって、いつも一緒にいるのだ…と話して聞かせ、死というものを易しく伝えようとする。だがミキには母の死が受け入れられず、香の胸で泣き出し、やがて泣き疲れて寝てしまう。我に返った香瑩はミキが高熱を出していることに気付き、再びドクの診療所に連れ帰る。心配して徹夜で付き添う冴子や海坊主たち一同。明け方、ミキを呼ぶ声に目覚めるとそこには優しく微笑むミキの母親の姿があった。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "336675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336675",
                    "Titles": {
                        "eng": "The Client is a Famous Actress",
                        "jpn": "依頼者は大女優"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying doubles as the famous action film actress Joy law, but after she is almost assassinated at a press conference, she demands the truth. Joy reveals that her life is under threat because her lover, the King of Thamannant has disappeared and been replaced by a double. Before he disappeared he asked Joy to find his daughter, the child of a Japanese woman, one of his 30 lovers. Joy searches for the girl, but after meeting Miki, she suspects that she may be the girl.",
                        "jpn": "来日中の女優ジョイ・ロウから、休養のため1週間自分に成り代わってスケジュールをこなしてほしいとの依頼を受け、ジョイに成りすまして仕事をこなしていた香瑩は、暴漢に襲われ誘拐されそうになるが撃退する。何者かがジョイを狙っていると知った香瑩は、ジョイとプロデューサーのチャンに「はじめから襲われることを知っていて、隠していたのではないか？」と詰め寄る。観念したジョイらは、実は自国の軍隊から追われていると打ち明ける。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "336676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336676",
                    "Titles": {
                        "eng": "Miki's Hidden Secret",
                        "jpn": "ミキの隠された秘密"
                    },
                    "Summaries": {
                        "eng": "Saeko Nogami prepares to arrest Joy Law's movie producer Zhang Yi for staging dangerous promotional stunts when they a shot at by a group of assassins. Joy moves into the Cat's Eye café for safety and to be close to Miki. Ryo takes Joy to Miki's living quarters in the abandoned underground arcade, but everything is gone, however Joy believes that Miki's mother truly loved and cared for her. Miki arrives and treats Joy like her lost mother. Having found Miki for her ex-lover, Joy decides she has nothing more to live for.",
                        "jpn": "消えたジョイ・ロウを探すため、ホテルから飛び出した香瑩とプロデューサーのチャンのもとに冴子がパトカーでやってくる。冴子はチャンが映画のプロモーションのためにわざとジョイを襲わせたと疑っていたのだ。だがそこにもジョイに変装した香瑩を狙って、敵が襲撃してきた。パトカーが爆破されるほどの騒ぎとなり、冴子はようやくこれが芝居でないと悟る。そのころジョイはキャッツアイを訪れ、海坊主にここに匿ってほしいと頼んでいた。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "336677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336677",
                    "Titles": {
                        "eng": "Where I Belong",
                        "jpn": "自分の居場所"
                    },
                    "Summaries": {
                        "eng": "Joy and Xiang Ying go to a bar, and when Xiang Ying passes out, Kaori takes over and tells Joy that if she really want to live on, she could ask Ryo to protect her and she would not be against the relationship. Meanwhile, Ryo leaks information that the king has been replaces by a double, thus removing the threat to Joy's life. Later, Joy takes Ryo to the run-down, Bar Jonathan, and he discovers that it was where the king met Miki's mother, Sato, six years ago. Having now connected the king, Sato and Miki, Joy decides to return home and gives Miki the locket containing strands of the late king's hair. She promises to return some time in the future when both of them have forgotten the former loves of their lives.",
                        "jpn": "ミキが住んでいた地下街跡からの帰り、バー・キリエに寄り道するジョイと香瑩。ジョイは愛した国王の落とし胤であるミキを見つけ彼女が幸せだとわかった今、自分がすることは全て終わり、自分の居場所がもうこの世にないと語る。そんな彼女に、酔って寝てしまった香瑩の中から香が現れ語りかける。「あなたがリョウを本当に必要とするなら、彼はあなたを一生守ってくれる。私はそれを邪魔しない」と。ジョイは、香がかつてリョウの愛した女性だと知る。そして香瑩が目を覚ますと再びジョイの姿はなかった。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "336678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336678",
                    "Titles": {
                        "eng": "Their Secret Signal",
                        "jpn": "二人だけのサイン"
                    },
                    "Summaries": {
                        "eng": "Ryo loses the mobile phone which he uses to call women, and it is found by Tomomi Asakura, anchor woman on the evening TV news. She returns the phone, assuming that he is a host because of the number of women's numbers listed. When she takes him to a function, he is the life of the party, but she cannot relax. However, after a couple of drinks she opens up about the problems in her life, work and no friends, but Ryo has already left. Ryo promises to keep in contact with Tomomi, but does not pay her much attention. Tomomi loses patience with Ryo and his apparent wastrel lifestyle, until Xiang Ying decides to tell her what he really does.",
                        "jpn": "女の子専用携帯電話を落として落ち込むリョウ。だが拾い主と連絡がとれ会いに行くと、拾った女性はニュースキャスターの浅倉朋美だった。携帯に何十人もの女性から電話がかかってきたことから、リョウを勝手に売れっ子ホストだと思い込んだ朋美は、今ホスト業界を取材しているから協力して欲しいと強引に頼み込んでくる。仕方なく彼女をなじみのホストクラブへ連れて行くが…。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "336679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336679",
                    "Titles": {
                        "eng": "My Everyday Life",
                        "jpn": "私が生きる日常"
                    },
                    "Summaries": {
                        "eng": "Tomomi's boss Sanemichi Bando reveals that Ryo is City Hunter but Tomomi refuses to believe it. She is abducted in the street by Yang Fang Yu, leader of the Black Panther group. It appears that Ryo saved Fang Yu when they were mercenaries 10 years earlier and she fell in love with him and he promised to email her every Christmas, but because of Tomomi, he missed this year. Fang Yu challenges Tomomi to a drinking contest, but when Tomomi passes out, Xiang Ying arrives to rescue her. Fang Yu challenges Xiang Ying, but when they start, Fang Yu sees Kaori before her, and confesses that she still cares about Ryo. Later, Tomomi thanks Ryo for changing her life, and when he arrives home, he finds Xiang Ying, Fang Yu and Bando partying in his apartment.",
                        "jpn": "香瑩の話でますますリョウの正体がわからなくなった朋美は坂東のもとを訪れる。彼はリョウが「闇のスィーパー、シティーハンターだ」と答えるが朋美は信じない。その帰り、朋美は何者かに誘拐されてしまう。その頃寝起きのリョウは、昨晩リョウを襲ったヒットマンが持っていた部隊章を香瑩から手渡され、驚愕していた。それは傭兵部隊・黒豹の部隊章で、その女頭・楊芳玉からのリョウへのメッセージだった。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "336680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336680",
                    "Titles": {
                        "eng": "For the Sake of Our Children",
                        "jpn": "俺たちの子供のために"
                    },
                    "Summaries": {
                        "eng": "Yang Fang Yu, Ryo's former mercenary teammate, now runs an orphanage for children whose parents were killed in war zones. She asks Ryo for help to develop a vaccine for a deadly virus which an organization has developed for warfare, of which she has a sample. Meanwhile she has kidnapped twelve researchers and is now seeking funding to develop a vaccine. Her plan is to free the arrested son of an oil tycoon from prison who will pay highly to save his family's embarrassment. They burst into the prison, but Fang Yu takes a dislike to the tycoon's spoiled son, and leaves him there. Meanwhile, the organization raids her headquarters and kidnaps the researchers.",
                        "jpn": "新宿駅に伝言板を見に来たリョウと香瑩。依頼は無く、帰ろうとする二人の前に現れたのは楊だった。楊はデートするからと無理やりリョウを連れていってしまう。程なく自宅に戻っていた香瑩のもとに楊が飛び込んでくる。楊への誕生日メールを忘れた理由を問いただしたところ、リョウは逃げてしまったのだ。楊は香瑩からリョウがその日、風邪をひいた香瑩の看病を付きっきりでしていたと聞かされる。それを知って楊は納得するが、リョウに会いに来たのはほかにも理由があった。それは楊の持つアタッシュケースに関係していた。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "336681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336681",
                    "Titles": {
                        "eng": "Human Nuclear Warhead, Yang",
                        "jpn": "人間核弾頭、楊"
                    },
                    "Summaries": {
                        "eng": "Yang Fang Yu abducts mercenary Max Neumann thinking that he kidnapped the researchers, but he denies that it was him. Fang Yu releases Neumann, however she planted a bug in him, and they track him to a ship moored offshore. Fang Yu finds out that her lover, Cheng, used her to smuggle the virus into Japan and that he is behind the attempt to create a vaccine. She swims out to the ship alone seeking revenge.",
                        "jpn": "生物兵器のワクチンを作らせるために楊が軟禁していた学者たちが何者かに連れ去られた。それが傭兵のマックスの仕業だとにらんだ楊は、リョウたちに彼を捕まえさせ、眠らせている間に体内にＧＰＳと盗聴器を埋め込み、黒幕と接触をするのを待つ作戦をとる。そして予想通りマックスが向かった先には、黒幕と学者たちがいた。だがその黒幕の声を聞いて楊は驚愕する。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "336682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336682",
                    "Titles": {
                        "eng": "Mother Heart",
                        "jpn": "マザー・ハート"
                    },
                    "Summaries": {
                        "eng": "Fang Yu boards the ship and prepares to kill Cheng, but Xiang Ying stops her and offers a better plan after knocking Cheng unconscious. Cheng wakes up dressed in a wig and woman's clothes and Fang Yu informs him that he will carry out the research to create a vaccine himself, wearing those clothes as punishment for lying to her. She frees the researchers, but after Xiang Ying and Kaori explain the purpose of their abduction, they decide to stay and help.",
                        "jpn": "チェンが自分をだましていたことを知った楊は怒りのあまり海に飛び込み、泳いでチェンがいる船に向かってしまう。リョウと香瑩が追っかけ船に到着すると、すでにチェンと対峙する楊の姿が。この期に及んでチェンは、製薬会社に誘拐されてワクチン開発を強要されたのだと弁解するが、楊には通用せず怒りに任せて彼に拳銃を突きつけ、引き金を引こうとしたとき、香瑩の中の香がそれを静止する。そして「彼を殺すことはいつでもできる。生かして利用するべき」と諭し、生物兵器を開発したチェン本人にワクチンを作らせるよう提案する。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "336683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336683",
                    "Titles": {
                        "eng": "Bright Future?!",
                        "jpn": "アカルイミライ!?"
                    },
                    "Summaries": {
                        "eng": "Xiang Ying encounters a woman in the street that says an accident is about to happen which proves to be true. Later, Xin Hong takes Xiang Ying to visit Pure Reisen, a future-teller. She predicts that in ten years, Xin Hong will not be married, and that Xiang Ying is supposed to be dead. She reveals that she is the same woman Xiang Ying saw days earlier and her name is Reiko Kawamoto. She has become tired of seeing other people's futures and asks City Hunter to make her life worth living, to find a man whose future she cannot see. After a night of heavy drinking Xiang Ying takes he home, but in the morning she meets Ryo and she thinks he is the ideal man because she cannot see his future, but after she sobers up she is hugely disappointed. Meanwhile, Shougo Shimazu, a young police officer whose future Reiko predicted would end badly if he continued seeing his girlfriend Si Zhong, is demoted after he rejects the proposal of a senior policewoman.",
                        "jpn": "町で偶然ぶつかった女性が、香瑩を見るなり「もうすぐ暴走車が渋滞に突っ込んで大惨事になる」といって助けを求めてきた。しばらくすると彼女のいうとおり暴走車が走ってきて、香瑩はとっさにサイレンサーつき銃でタイヤを撃ち抜き、車を止めた。女性はそのまま姿を消したが、その後、偶然再会したその女性は人気占い師・麗泉だった。彼女は人の未来を透視する能力を持っており、男性と付き合ってもその未来まで見えてしまうため、恋もできないと嘆く。そして彼女は香瑩に「未来の見えない男性を探してほしい」と依頼するが…。"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "336684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336684",
                    "Titles": {
                        "eng": "Drawing in Destiny",
                        "jpn": "引き寄せられる運命"
                    },
                    "Summaries": {
                        "eng": "Xin Hong and Xiang Ying decide to protect the police officer, Shougo Shimazu from his impending death and take Ryo and with them to his village so Reiko can more accurately predict Shougo's end. Reiko sees a vision that Shougo will be killed on the night of the village festival, but is burdened by being able to see tragedies that befall people. On the evening of the festival, Xiang Ying intercepts some gangsters, but one escapes with a gun, meanwhile Shougo hears gunshots and heads towards the same location.",
                        "jpn": "新宿署勤務の島津は、上司からの縁談を断わって、恋人スジョンと結婚したが、ほどなくして春日村の駐在所に左遷された。人の未来が見える占い師の麗子には、この結婚が島津の人生の歯車を狂わせ、１ヶ月以内に死が待っていることを予見していた。それを知った信宏は、なんとか島津を救おうと奔走する。信宏は、すべてを捨てて愛する人を選んだ島津に、香瑩を守るためだけに生きてきた自分を重ねていたのだ。"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "336685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336685",
                    "Titles": {
                        "eng": "Get My Life",
                        "jpn": "Get My Life"
                    },
                    "Summaries": {
                        "eng": "Xin Hong waits at the place where Reiko predicted Shougo would be killed, and Reiko staggers towards him, very drunk. Suddenly the gunman being chased by Xiang Ying arrives and takes Reiko hostage. At that moment, Shougo cycles towards them on his bicycle, and as the gunman fires at him, Xin Hong leaps into the path of the bullet and crashes into Shougo. Moments later, Xin Hong is shown to be only wounded in the shoulder and Shougo is alive. Later, Reiko explains everything to Shougo and Si, who finally understand why she advised them against staying together. Ryo then tells Reiko that both Xin Hong and Xiang Ying had cheated fate before, which is why they tried so hard for Shougo. Reiko finally acknowledges that fate can be changed and offers to look into Xiang Ying's future, but instead she sees her own happy future with her child.",
                        "jpn": "銃声を聞いて自転車で急ぐ島津。一方、香瑩も犯人と思しき男を追っていた。向かっている先はどちらも島津が拳銃で撃たれて死ぬと麗子が予知した場所。現場では信宏が待機していたが、先に現れたのは酔っ払った麗子だった。だが次の瞬間、逃げてきた男が飛び出してきて、麗子が人質にとられてしまう。そこへ駆けつけてくる島津。絶体絶命。動き出した歯車はもう誰にも止められないかに思えたが、信宏は「人の未来は変わらない」という麗子の言葉を信じ、ある行動に出る。"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "336686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-heart/episodes/336686",
                    "Titles": {
                        "eng": "Last Present",
                        "jpn": "ラストプレゼント"
                    },
                    "Summaries": {
                        "eng": "At Christmas time, Yang Fang Yu invites Xiang Ying and Ryo to the wedding of Su Qing, one of her orphans who was adopted by a Japanese couple, Mr. and Mrs. Hotta. Surprisingly, Xiang Ying realizes that Kaori knew the family, and even recognizes the ring Kaori bought for Su Qing when she started college. The wedding saddens Ryo in that he never married Kaori, but he gives the ring he bought as a present for Kaori to Xiang Ying who realizes that receiving Kaori's heart has been a blessing.",
                        "jpn": "クリスマス直前でにぎわう新宿。ワクチンが完成して楊芳玉が帰ってきた。だが楊には他に目的があった。それは、香瑩をある結婚式に連れてゆくことだった。わけもわからず式場にやってきた香瑩は控え室で花嫁のスゥチンを一目見た瞬間、心臓の鼓動が高鳴り、涙が止まらなくなる。スゥチンは楊が引き取って育てた戦災孤児の一人で、15歳の時に日本で勉強したいと言い出したスゥチンを、楊は香に託したのだった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}