{
    "URL": "https://thetvdb.com/series/green-green",
    "Genres": [
        "Animation",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/05B7-8A18-D906-53A9-4616-I",
        "https://www.imdb.com/title/tt1170225/",
        "https://www.themoviedb.org/tv/21897",
        "https://www.themoviedb.org/tv/21897"
    ],
    "TitleEnglish": "Green Green",
    "SummaryEnglish": "Kanenone Academy was an all-boys high school isolated from the world by mountains and hills. Yusuke Takasaki, the average 11th grader, led a normal life in the academy until the academy announced attempting for co-ed, and high-school girls were being transferred for the summer semester.",
    "Aliases": [],
    "Modified": "2025-02-26",
    "Seasons": {
        "0": {
            "ID": "28689",
            "URL": "https://thetvdb.com/series/green-green/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "414247",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/414247",
                    "TitleEnglish": "OVA",
                    "SummaryEnglish": "Hanaoka high school is an all girls' school, and the girls were pretty excited when they heard that boys were admitted into their high school. Smart and elegant boys, that's in their fantasy. However, in reality, the boys who were actually admitted are from the countryside and not smart at all, leave alone being elegant. And in fact, two of them are dirty perverts...",
                    "Aliases": []
                },
                "2": {
                    "ID": "726051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/726051",
                    "TitleEnglish": "Erolutions",
                    "SummaryEnglish": "Several months after the end of the trial run, Chigusa-sensei returns to Kanenone for a weekend to prepare for the upcoming school integration. Joining her on the trip is Futaba, who has kept in touch with Yuusuke since her return to her original school. Although Yuusuke and Futaba are both anxious to see each other again, they are unable to admit their feelings for each other. It is up to a dreamworld Midori to give the would-be couple the push they need to take the final step.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1184761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/1184761",
                    "TitleEnglish": "Midori & Reika",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "1184751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/1184751",
                    "TitleEnglish": "Futaba & Chigusa",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "1184741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/1184741",
                    "TitleEnglish": "Sanae & Wakaba",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "3652371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/3652371",
                    "TitleEnglish": "Midori Music Video",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4167900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/4167900",
                    "TitleEnglish": "Reika Music Video",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4167901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/4167901",
                    "TitleEnglish": "Futaba Music Video",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4167902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/4167902",
                    "TitleEnglish": "Chigusa Music Video",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4167903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/4167903",
                    "TitleEnglish": "Sanae Music Video",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4167904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/4167904",
                    "TitleEnglish": "Wakaba Music Video",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "5420811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/5420811",
                    "TitleEnglish": "Promo Omake",
                    "SummaryEnglish": "A Preview Showing the Making of the Anime Series Green Green.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "28690",
            "URL": "https://thetvdb.com/series/green-green/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "336883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336883",
                    "TitleEnglish": "Excitement in the Woods!",
                    "SummaryEnglish": "A busload of girls from an all-girls school is on its way to Kanenone Gakuen for a month-long trial run of integrating the two schools. At Kanenone, Yuusuke leads the boys in preparing a welcoming party, with the Baka Trio acting as lookouts. Once the bus finally arrives, Midori leaps out, knocking Yuusuke unconscious in her excitement over finally meeting him, and declares that they will change their fate \"this time\".",
                    "Aliases": []
                },
                "2": {
                    "ID": "336884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336884",
                    "TitleEnglish": "A Fall into the Bath",
                    "SummaryEnglish": "The girls are dismayed at the antics of the Baka Trio and the spartan facilities at Kanenone, but are cheered up when they discover the place boasts an outdoor hot spring. The Baka Trio decide to peep on the girls as they bathe, while Yuusuke takes it upon himself to stop them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "336885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336885",
                    "TitleEnglish": "Hard Times in the Forest",
                    "SummaryEnglish": "Outraged over a prank pulled on her by the Baka Trio, Futaba decides to leave Kanenone for home. In her search for a short cut to the bus stop, she gets lost in the surrounding forest and injures her ankle. Yuusuke, Midori, and the Baka Trio attempt to find and bring her back to Kanenone.",
                    "Aliases": []
                },
                "4": {
                    "ID": "336886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336886",
                    "TitleEnglish": "Trouble at the Girl's Dorm",
                    "SummaryEnglish": "Futaba realizes she is starting to develop feelings for Yuusuke. Midori notices this and confronts Yuusuke about Futaba. That evening, the Baka Trio (and a reluctant Yuusuke) attempt to break into the girls' dormitory while the girls are asleep.",
                    "Aliases": []
                },
                "5": {
                    "ID": "336887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336887",
                    "TitleEnglish": "Fall Down in the Infirmary",
                    "SummaryEnglish": "Sanae misplaces her medicine box, but Yuusuke helps her find it. His good deed is seen and misinterpreted by Reika, who decides to try to bring the two together; and by a jealous Tazio, who enlists the help of the other members of the Baka Trio to come up with a way to win Sanae's heart.",
                    "Aliases": []
                },
                "6": {
                    "ID": "336888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336888",
                    "TitleEnglish": "Hot Hot in the PE Preparation Room",
                    "SummaryEnglish": "\"A Steamy Time in the P.E. Equipment Room\"\r\n\r\nMidori and Yuusuke are assigned to scout for locations for a school affair. Midori decides to treat the assignment as a date, and gets Reika to promise not to interfere. In order to prevent the Baka Trio from getting in the way, Reika locks them inside the PE storage room, where the heat soon causes them to have vivid hallucinations about the girls they desire.",
                    "Aliases": []
                },
                "7": {
                    "ID": "336889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336889",
                    "TitleEnglish": "Soaking Wet by the Pool",
                    "SummaryEnglish": "After repeated failures to win Futaba's heart by following the dubious recommendations of a dating guidebook, Hikaru turns to Midori for help, with the rest of the Baka Trio in tow. Unfortunately, they take her suggestion to put themselves in the girls' position much too literally.",
                    "Aliases": []
                },
                "8": {
                    "ID": "336890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336890",
                    "TitleEnglish": "Morning Bath Fuss",
                    "SummaryEnglish": "Alone in the outdoor bath, Reika delivers a surveillance report on Midori and her attempts to attract the interest of Yuusuke. Soon after \"signing off\", she is joined by Chigusa-sensei and the rest of the girls. They all talk about their experiences at Kanenone to date, unaware of the presence of the camouflaged Baka Trio.",
                    "Aliases": []
                },
                "9": {
                    "ID": "336891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336891",
                    "TitleEnglish": "Hightailing It out of the Test of Courage",
                    "SummaryEnglish": "Chigusa-sensei organizes a late-night \"test of courage\", with the boys and girls pairing off. To Midori's dismay, Yuusuke draws Futaba as his partner. Reika sees this as an opportunity to bring Yuusuke and Futaba closer. Meanwhile, the Baka Trio try to take advantage of the girls they were paired with.",
                    "Aliases": []
                },
                "10": {
                    "ID": "336892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336892",
                    "TitleEnglish": "Stumbling Around in the Library",
                    "SummaryEnglish": "After a failed examination, Chigusa-sensei assigns Yuusuke to tutor Midori in the hope of bringing her grades up. As an incentive, she tells Midori that Yuusuke will give her a reward if her test results are above average. Wakaba mishears this, and soon a rumor that getting an above-average test result will allow you to receive a reward from the person you like goes around the entire school.",
                    "Aliases": []
                },
                "11": {
                    "ID": "336893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336893",
                    "TitleEnglish": "Overwhelmed by Destiny",
                    "SummaryEnglish": "An accidental kiss from Midori reawakens Yuusuke's past memories and feelings for her. Although the newly-reunited couple is overjoyed at finding each other again, this unexpected turn of events distresses Reika, Futaba, and the Baka Trio for very different reasons.",
                    "Aliases": []
                },
                "12": {
                    "ID": "336894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/green-green/episodes/336894",
                    "TitleEnglish": "Farewell Kanenone Gakuen Academy",
                    "SummaryEnglish": "Confused by the memories of his past life and wary of going against fate, Yuusuke decides it is better for him and Midori to remain separated. Upset by Yuusuke's choice, Midori runs off. Yuusuke goes after her, but seriously injures himself when he saves her from a fall over a cliff. Although the pair are found by the Baka Trio and brought back to Kanenone, bad weather prevents Yuusuke from being transferred to a place with better medical facilities.\r\n\r\nWith Yuusuke's life in the balance, Midori uses her remaining life-force to restore him to health, although she does so at the price of her having to return to her own era. Despite this, she declares her wish to be together again with Yuusuke has come true, as she, through her life-force, will become one with Yuusuke. She and Yuusuke share a final kiss before Reika takes her back to the 31st century.",
                    "Aliases": []
                }
            }
        }
    }
}