{
    "URL": "https://thetvdb.com/series/patlabor",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/F8D7-583A-C421-A9BB-B111-J",
        "https://www.imdb.com/title/tt0159883/",
        "https://www.themoviedb.org/tv/21736"
    ],
    "Titles": {
        "eng": "Patlabor: The Mobile Police",
        "jpn": "機動警察パトレイバー"
    },
    "Summaries": {
        "eng": "In the future, advanced robotics has created heavy robots (\"labors\") for use in a variety of functions: construction, fire-fighting, military, and more. However, though the robots are only machines, their operators are also only human—and humans sometimes turn to crime. Since a heavy labor unit can be a dangerous weapon, the police of the future are set to fight fire with fire, using advanced patrol labor units, \"patlabors.\" This is the story of the Second Special Vehicles Division, a motley crew of patlabor policemen and women doing their best to fight crime and live a normal life.",
        "jpn": "舞台は1998年の東京。\r\nロボット工學の発展により、多足歩行式大型マニュピレーター「レイバー」が誕生した。\r\nレイバーの発展と普及、さらに東京灣護岸及び埋め立て工事「バビロンプロジェクト」により日本は好景気であったが、一方でレイバーを用いた犯罪行為も増加していった。\r\nそこで警視庁は警備部內に「特科車両二課中隊（特車二課）」を設立。パトロール用レイバー、通稱「パトレイバー」を配備し、レイバー犯罪の取り締まりに當たらせていた。\r\n\r\nしかし、レイバー犯罪の増加に対し、現在の特車二課では対抗しきれなくなってきたため、警視庁は人員と裝備の増強を決定。最新鋭のパトレイバーを擁した「特車二課第二分隊」が新たに編成されることとなったのだが…。"
    },
    "Aliases": [
        "Patlabor (TV)",
        "Patlabor OVA",
        "Patlabor The Mobile Police: The New Files",
        "Patlabor ON TELEVISION",
        "Patlabor New OVA",
        "Patlabor: The New Files",
        "Patlabor: The TV Series"
    ],
    "Modified": "2025-10-20",
    "Seasons": {
        "0": {
            "ID": "29228",
            "URL": "https://thetvdb.com/series/patlabor/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "4225659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225659",
                    "Titles": {
                        "eng": "Second Unit, Move Out!",
                        "jpn": "第2小隊出動せよ!"
                    },
                    "Summaries": {
                        "eng": "It's day one of the formation of the the second division of the Special Vehicles Unit 2 (SV2). Unfortunately the team seems to be a bunch of misfits. Noa, a girl that loves labors a little too much; Asuma, a cadet who doesn't want to be there; Oota, a gun maniac; Shinshi, a hen picked husband; and Hiromi, a gentle giant of a man. Leading this squad is Captain Gotoh, a man who seems rather laid back, but is quite a strategist and an excellent cop. Soon they are dispatched to apprehend an armed terrorist Labor, but first they'll need to retrieve their Patlabors en route to the crime scene from the middle of a traffic jam...",
                        "jpn": "舞台は近未来。続発するレイバー犯罪に対抗するために、警視庁はパトロール・レイバー隊を設立。高校を卒業したばかりの新米警官・泉野明は、レイバーの操縦担当を任される。彼女の前には如何なる難事件が待ち受けているのだろうか!?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4225660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225660",
                    "Titles": {
                        "eng": "Long Shot",
                        "jpn": "ロングショット"
                    },
                    "Summaries": {
                        "eng": "The mayor of New York is coming to Tokyo to inspect the Babylon Project - a long term land fill project to reclaim Tokyo Bay. All of the Tokyo Police force are assigned to protect the mayor including the SV2. To help them, the New York Police force has sent Kanuka Clancy, an American-Japanese woman who immediately causes suspicion amongst the SV2, and much interest amongst most of the male squad members. The SV2's mission is mainly for show, but they soon find themselves in the middle of a terrorist plot!",
                        "jpn": "ニューヨーク市長を護衛する第二小隊。しかし、厳重な警備をかいくぐり、テロリストの時限式ランチャーが市長を狙う。解体を任された遊馬の、イチかバチかの大バクチ=ロングショットがはじまった!"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4225661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225661",
                    "Titles": {
                        "eng": "The 450 Million-Year-Old Trap",
                        "jpn": "4億5千万年の罠"
                    },
                    "Summaries": {
                        "eng": "A series of incidents occur in Tokyo Bay including a damaged undersea cable, and a car being pulled off a pier. Could this be the work of an actual sea monster? Detective Matsui of the Metropolitan Tokyo Police Department asks Captain Gotoh for help. Shige and Sakaki help pilot a remote control Labor, to search for what caused the incidents.",
                        "jpn": "待ってましたの怪獣退治!東京湾に謎の巨大生物出現。マッドサイエンティスト、平田博士が生み出したモンスターがレイバーに迫る!レイバー隊VSモンスター、決戦の時は近い!!"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4225662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225662",
                    "Titles": {
                        "eng": "The Tragedy of L",
                        "jpn": "Lの悲劇"
                    },
                    "Summaries": {
                        "eng": "The SV2 are called upon to help with a hostage situation at a video shop, but Oota's temper gets the better of him, and he blows away half of the shop as well as stopping the criminals. Gotoh decides that his team need retraining and sends them back to the academy. They arrive but strangely there are no cadets there. The next day, after a night filled with strange events, Noa and Asuma ditch their training to go to the local shop. There, Asuma meets the shop owner, an old man he knew when he was a cadet. The old man tells him that an accident occurred several months ago. A young woman at a mock battle was hit and killed with a paint bullet from a Labor gun. Is the academy really haunted by her spirit?",
                        "jpn": "再訓練を命じられた野明たちが富士の隊員養成所で体験した不思議な出来事とは?少女の幽霊、闇の中を彷徨うレイバーの亡霊…。いったい、ここで何が起きたというのか!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4225663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225663",
                    "Titles": {
                        "eng": "The SV2's Longest Day Part 1",
                        "jpn": "二課の一番長い日（前編）"
                    },
                    "Summaries": {
                        "eng": "The Second Unit are on vacation. Most of the team have a place to go except Gotoh, who just seems to want to hang around the office with Shinobu, and Asuma who decides to go to his father's factory. Meanwhile in Tokyo, a police road block stops a truck. One of the policemen become suspicious when they see a Labor under the truck's tarp. He asks to see the Labor's permit, but the truck runs the road block. The police give chase, but the Labor in the back of the truck fires upon them destroying all the police cars following. It is a Self Defense Forces Labor. Later that night, Gotoh calls Shinobu outside her house. He tells her that a truck with a military Labor ran a road block and shot up several police cars. With the Japanese military in the middle of war games, it will take several days for them to account for all their Labors. Are the military trying to stage a coup?",
                        "jpn": "冬期休暇を迎えた特車隊。しかし、庁舎の周囲には不穏な人影が…。折しも、東北縦貫道でレイバー犯罪発生!恐るべきクーデター計画が日本を、そして特車隊に襲いかかろうとしていた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4225664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225664",
                    "Titles": {
                        "eng": "The SV2's Longest Day Part 2",
                        "jpn": "二課の一番長い日（後編）"
                    },
                    "Summaries": {
                        "eng": "It is the second day of the siege, but the rebels have not made any demands yet. Kanuka, disguised as a delivery person, asks the mechanics for help. Sakaki tells Kanuka that the police academy has a Patrol Labor prototype they could use. One of the mechanics says he overheard one of the rebels say that have a nuclear weapon. Meanwhile Shinobu has a video conference with the police chiefs. They tell her that the US military will be coming to end the coup before it becomes a civil war, and she should step down. She tells that she won't give into their bluff, and refuses to carry out their orders. Disgusted by their actions, Shinobu forcibly leaves the conference after an officer attempts to take her into custody. Asuma and Noa arrive in Tokyo and Asuma tells Gotoh that he saw Kai in a restaurant in Hokkaido. Upon hearing the news, Gotoh thinks he has Kai's plan figured out. A short range missile has been stolen from the US military, and two ships have been hijacked and equipped with missile launchers. This means one of the launchers is fake, but which one?",
                        "jpn": "クーデター勃発!甲斐の率いる反乱軍が東京の中枢を支配した。核ミサイルを武器に日本支配を謀る反乱軍に、後藤隊長率いる特車二課は奇襲作戦をしかける。日本の運命をかけた戦いの火蓋が切って落とされる!"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4225665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225665",
                    "Titles": {
                        "eng": "SV Units, Go North!",
                        "jpn": "特車隊、北へ!"
                    },
                    "Summaries": {
                        "eng": "A truck at a gas station is stolen, but when the attendant tells a passing police man, the driver of the truck doesn't want the police chase after it. The police suspect something fishy is going on and arrest him. He is in fact a member the terrorist group \"Beach House\". He stole the truck which was carrying a Labor from the Tokyo Labor show. The SV2 attempt to capture the truck in front of a tunnel, but the truck escapes with the help of the terrorist in the Labor, who breaks trough the trailer after not being able to get into contact with his friend in the truck. Later, the man who stole the truck drives off the highway only to discover that he is helping a terrorist. The theft of the truck from the petrol station was just a opportunistic crime to get a ride home. He's just a seasonal worker that doesn't want to be involved in this. Unfortunately for them Shaft will do anything to stop the truck and it's contents.",
                        "jpn": "市制施行100周年記念行事の一環として高崎市を訪れていた第２小隊に、緊急連絡が届いた。テロリストによって盗難中のSEEのコンテナが、さらに何者かによってトレーラーごと二重盗難され、関越自動車道を北上中だというのである。\r\n　コンテナの中身が気にかかる隊員たち。後藤隊長は何かイヤな勘が働いていた。\r\n　体制を整え、トレイラーを待ち受ける第２小隊。だが、野明がその操縦席に見たものは、とても悪人には見えない中年男だけであった。一瞬、躊躇する野明。しかし、そのとき突如として荷台のコンテナから１台のレイバーが出現する。＜TYPE7 ブロッケン＞、SEE製の純然たる軍用品である。予想外のことに、連携を乱してしまう野明と太田。トレーラーはその虚を突き、逃走した。\r\n　第２小隊には、協力を申し出てきたSEEと連携作戦をとるようにと海法部長からの命が下る。ところが南雲から情報を得ていた後藤は、SEEの行動を密輸入の証拠隠滅と看破する。\r\n　一方、共産圏への＜ブロッケン＞密売を企んでいたテロリストの一味である森友が、トレイラーを待機していた。ところが、森友が見たトレーラーの運転手は、見たこともない中年男。この男は一体何者なのか？\r\n　再度、待ち伏せを仕掛ける、第２小隊とSEEのレイバー＜グラウ・ベア＞。作戦は見事に的中し、トレーラーは横転。負傷した森友は、中年男に目的地の新潟へ〈ブロッケン〉の輸送を託すのだが、男は森友の願いも無視する勢いでどこかへ向かおうとしている。実はこの男、妻が産気づいたため、急いで故郷に帰らねばならなくなり、目前にあったトレーラーをつい借用してしまっただけなのだ。\r\n　それを知り、すべてをテロリストの責任にしてしまう後藤。南雲はそんな彼の行動を非難するが、最後には「自分は何も見なかった」と言って去って行くのであった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "374744",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/374744",
                    "Titles": {
                        "eng": "Patlabor: The Movie",
                        "jpn": "機動警察パトレイバー the Movie"
                    },
                    "Summaries": {
                        "eng": "The year is 1999 and Tokyo’s Mobile Police have a new weapon in the war on crime – advanced robots called Labors are used to combat criminals who would use the new technology for illegal means. The suicide of a mysterious man on the massive Babylon Project construction site sets off a cascade of events that may signal the destruction of Tokyo.",
                        "jpn": "すべてが朱に染まる夕暮れ、篠原重工の天才プログラマー・帆場暎一が、バビロンプロジェクトの要となるレイバー用海上プラットホーム「方舟」から投身自殺を遂げる。何とか彼を引き留めようと叫ぶ同僚や作業員を背に、海に向かって飛び降りる彼の口元には嘲りの笑みが浮かんでいた。時を同じくして、レイバーが突如暴走する事件が多発。遂には自衛隊の試作レイバーまでが、無人にもかかわらず風洞実験中に暴走事件を起こす。 特車二課第1小隊は、近々正式配備される新型パトレイバー（通称「零式」）に関する研修中のため不在。留守を預かる第2小隊は単独で暴走事件の処理に追われていた。第2小隊の篠原遊馬巡査は、多発する暴走事件の異常性にいち早く気付いて独自に調査を始め、原因が暴走した機体すべてに搭載されていた篠原重工製の最新レイバー用OS「HOS」(Hyper Operating System)ではないかと推測する。また、同様の疑念を抱いていた第2小隊長・後藤喜一警部補は、「HOS」の主任開発者だった帆場の捜査を、本庁の松井刑事に依頼していた。 遊馬の調査の結果、強風によって建造物から発せられる低周波音を引き金として、帆場の意図したとおりに「HOS」が引き起こす暴走が事件の原因であることが明らかとなった。篠原重工から同じ内容の報告を受けた警視庁上層部や政府は、有力企業である篠原重工との関係や「HOS」を認可した国の責任問題の隠蔽を重視し、公式には「HOS」のバージョンアップと称しつつ、「HOS」を旧OSに書き換えることで政治的決着を図ろうとする。 そしてすべての謎が解明された頃、大型台風が東京に近付いてきた。大規模なレイバー暴走を未然に食い止めるため、大音量の低周波音を発し得る「方舟」を解体するべく、第2小隊は本庁黙認のもと緊急出動する。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "3475141",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/3475141",
                    "Titles": {
                        "eng": "Patlabor 2: The Movie",
                        "jpn": "機動警察パトレイバー 2 the Movie"
                    },
                    "Summaries": {
                        "eng": "The date is 2002, three years after the events of PATLABOR 1 – Mobile Police. The destruction of a United Nations Labor team in South East Asia begins the build-up to a deadly terrorist plan that threatens to send shockwaves throughout Japan's military. With evidence of an impending military takeover, the scattered members of the original SVD (Special Vehicle Division) must gather to defend the city against danger. To make matters worse, the mastermind behind the operation is none other than Nagumo’s former teacher and ex-lover Tsuge.",
                        "jpn": "1999年、東南アジア某国で、PKO部隊として日本から派遣された陸自レイバー小隊がゲリラ部隊と接触、発砲許可を得られないまま壊滅する。しかし、一人の生存者がいた。破壊されたレイバーから脱出した彼がそこで見たのは、異教の神像が見下ろす古代遺跡であった。そして、彼は「彼岸の人」となった。\r\n\r\n「方舟」の一件から3年後の2002年冬、かつての特車二課第2小隊の面々は、隊長の後藤と山崎を除いて、新しい職場に異動し、それぞれの日々を送っていた。そんなある日横浜ベイブリッジで爆破事件が起こり、それは自衛隊の戦闘機F-16Jらしき物体から放たれた一発のミサイルによるものであることがテレビによって報道される。そして、これがすべての始まりであった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "3475151",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/3475151",
                    "Titles": {
                        "eng": "Patlabor 3: WXIII",
                        "jpn": "WXIII 機動警察パトレイバー"
                    },
                    "Summaries": {
                        "eng": "When the level of Labor accidents begin to escalate around Tokyo Bay, police detectives Kusumi and Hata are assigned to investigate. What they discover leads to a series of government cover-ups, conspiracy concerning a new biological weapon entitled WXIII-Wasted Thirteen and a tragic, personal connection to Hata. The only hope to stop this threat is to cooperate with the military and lead WXIII into a showdown with the Labors of Special Vehicle Division 2.",
                        "jpn": "東京湾沿岸ではレイバーを狙う謎の破壊活動が続いていた。事件を追う城南署の刑事、久住と秦はその捜査に難航していた。そんな中、秦は生物医学研究所の研究員・岬冴子と偶然に出会い、彼女の不思議な魅力に惹かれていった。ある日、捜査中の久住と秦は湾岸に浮かぶ備蓄基地で次々と人間を食い殺す“怪物”に遭遇する。二人はこの“怪物”が、彼らの追うレイバー連続襲撃事件の犯人と疑いを強める。しかし、残された“怪物”の肉片からは驚くべき事実が判明する。さらに、二人の捜査の周辺で怪しく動く冴子の影が浮かび上がってくる……。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "6340576",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/6340576",
                    "Titles": {
                        "eng": "Pilot Movie",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29229",
            "URL": "https://thetvdb.com/series/patlabor/seasons/official/1",
            "Titles": {
                "eng": "Patlabor: The TV Series",
                "jpn": "機動警察パトレイバー　ON TELEVISION",
                "fra": "Patlabor : La série TV",
                "zho": "机动警察PATLABOR ON TELEVISION",
                "spa": "Patlabor: La serie"
            },
            "Summaries": {
                "eng": null,
                "jpn": "汎用人間型機械“レイバー”があらゆる分野で活躍する近未来。警視庁は特殊車両二課、通称“パトレイバー”を新設し、続発するレイバー犯罪に対抗していた。ある日、太田巡査と遊馬は、新型レイバー“イングラム”を見に行く途中、若い婦警、泉野明に出会う。",
                "fra": "A la fin du 20ème siècle, de grands travaux sont entrepris au japon. Compte tenu de leurs ampleurs, de nouvelles machines font leur apparition; celles-ci sont appelées communément les \"labors\". Cependant certains pilotes détournent celles-ci de leurs fonctions premières. Des brigades de police équipées de labors sont alors constituées.\r\nMobile Police Patlabor nous conte l'histoire de la 2nde brigade, au sein de laquelle on retrouve une jeune équipe sympathique menée par la dynamique Elodie (Noah Izumi en VO) qui nous en feront voir de toutes les couleurs...",
                "zho": "不久的将来，通用人形机器“Labor”活跃在所有领域。警视厅新设了特殊车辆二课，通称“机动警察”，以对抗接连发生的Labor犯罪。一天，太田巡查和游马去看新型Labor“英格拉姆”的途中，遇到了年轻的女警泉野明。",
                "spa": null
            },
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "340776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340776",
                    "Titles": {
                        "eng": "Ingram Activated",
                        "jpn": "イングラム起動"
                    },
                    "Summaries": {
                        "eng": "SV2 is assigned new AV 98 Ingrams. Asuma and Ota go to Shinohara Heavy Industries to pick them up. Noa also heads there to take her labor aptitude test. When someone steals one of the Ingrams, Noa gives chase.",
                        "jpn": "汎用人間型機械“レイバー”があらゆる分野で活躍している近未来。警視庁は特殊車両二課、通称“パトレイバー”を新設し、続発するレイバー犯罪に対抗していた。ある日、太田巡査と遊馬は、新型レイバー“イングラム”を見に行く途中、若い婦警、泉野明に出会う。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "340777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340777",
                    "Titles": {
                        "eng": "Kanuka Appears!",
                        "jpn": "香貫花が来た"
                    },
                    "Summaries": {
                        "eng": "Kanuka comes to Japan from America. She participates in a labor combat tournament. Noa and the gang also compete in it.",
                        "jpn": "養成学校にて“イングラム”の研修を受けていた第二小隊の隊員たち。中でも野明は、最終日の模擬戦によって今後の配置が決まると聞いた途端、鼻息を荒くする。第一小隊の五味丘、ニューヨーク市警からやってきた香貫花らが立ちはだかる中、果たして野明はパイロットの座を勝ち取れるだろうか!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "340778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340778",
                    "Titles": {
                        "eng": "Special Vehicles Department 2",
                        "jpn": "こちら特車二課"
                    },
                    "Summaries": {
                        "eng": "Noa must adapt to living in SV2.",
                        "jpn": "特車二課が置かれているのは、人跡未踏の埋立地。故に、特車二課の隊員たちは、整備班の高速艇を漁船にして食糧難を解決していた。しかし、高速艇が漁の帰りに座礁、加えて太田が二号機の操縦をミスし、二重遭難してしまう。整備班長・榊に知られる前に何とかしなくては!"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "340779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340779",
                    "Titles": {
                        "eng": "Go to Demon Mountain",
                        "jpn": "魔の山へ行けっ!"
                    },
                    "Summaries": {
                        "eng": "A monster surprises a group of hikers in a forest. The police sends SV2 to capture it.",
                        "jpn": "なぎ倒された木々と、激しく破損した“クラブマン”。そして、森にこだまする不気味な唸り声。通報を受けた第二小隊は、怪獣退治と色めき、早速捜索を開始。山林へと分け入るが、見つけ出した声の主の傍らには、思いがけないものが待ち受けていた!"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "340780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340780",
                    "Titles": {
                        "eng": "Labor X-10, Out of Control!",
                        "jpn": "暴走レイバーX10"
                    },
                    "Summaries": {
                        "eng": "Runaway Labor X-10 is loose in the forest. Division 2 is sent to go stop it.",
                        "jpn": "試作戦闘用レイバー“HAL-X10”が、評価試験中に暴走を始めてしまった!事態を極秘裡に処理すべく、尻拭い役が第二小隊に回ってきたが、重装備の軍用レイバーに正面から向かっても勝てるはずはない。果たして第二小隊は暴走を止めることができるだろうか!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "340781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340781",
                    "Titles": {
                        "eng": "The Tower: S.O.S.",
                        "jpn": "ザ・タワーSOS"
                    },
                    "Summaries": {
                        "eng": "A fire broke out in Tower 1 of Tower City. Division 1 and 2 are sent in to save the people trapped inside.",
                        "jpn": "建設中の都市型高層建築物タワーシティで、大規模な火災が発生。加えて、視察中の某国外相一行が地上200メートルの地点に閉じこめられてしまう!救助命令を受けた第二小隊は、屋上に設置されているクレーンからイングラムを釣り降ろす作戦に出るが・・・。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "340782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340782",
                    "Titles": {
                        "eng": "New Model 97",
                        "jpn": "栄光の97式改"
                    },
                    "Summaries": {
                        "eng": "The new 97 model is visiting Division 2.",
                        "jpn": "旧式レイバー“97式パイソン改”で、レイバー犯罪に挑み続ける第一小隊に、最新鋭のレイバー“SRX-70”の試験導入が舞い込んできた。しかし、この試験導入の背後には、軍需産業で有名な外資系企業、シャフト・エンタープライズ・ファーイーストの影が潜んでいた・・・!"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "340783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340783",
                    "Titles": {
                        "eng": "The Green Phantom",
                        "jpn": "まぼろしの緑"
                    },
                    "Summaries": {
                        "eng": "Several construction labor units at the site of a planned road have been destroyed. Noa, Asuma, and Hiromi are sent to investigate. Some are quick to blame a local legend for the mayhem.",
                        "jpn": "渋滞解消の切り札、首都環状二十号線の建設現場が破壊された。調査に乗り出した野明たちは、東京近郊の鬼降村に向かうが、そこは古くから伝わる鬼伝説の舞台だった。これは本当に祟りなのか?捜査を進めていく内、野明達は意外な真相にたどり着く!"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "340784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340784",
                    "Titles": {
                        "eng": "Red Labor Landing",
                        "jpn": "上陸 赤いレイバー"
                    },
                    "Summaries": {
                        "eng": "Noa and Asuma are sent to investigate a terrorist who is going to steal a military labor of the Soviet Armed Forces.",
                        "jpn": "第二小隊に舞い込んだ依頼、それは、テロリスト・犬走一直によるソビエト軍最新鋭レイバー“ドシュカ”奪取の阻止だった。野明と遊馬は”ドシュカ”が隠されているという酒田に向かうが、その裏ではレイバー奪取を陽動にして、ソビエト高級将校の亡命が行われようとしていた!!"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "340785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340785",
                    "Titles": {
                        "eng": "Eve's Trap",
                        "jpn": "イヴの罠"
                    },
                    "Summaries": {
                        "eng": "Kanuka's grandma from Hawaii visits Tokyo for Christmas. Then she suddenly disappears. The only clue to find her is \"The Christmas of 50 years ago\". When they try to find her, they are called off to duty.",
                        "jpn": "50年のクリスマスを探しに行く―クリスマス・イヴの夕刻、香貫花の祖母レイは、そうメッセージを残して姿を消した。一方、東京テレポートでは、すべての通信、交通が遮断され、調査に向かった第一小隊までも音信不通となってしまった。東京テレポートに何が起こったのか!?そしてレイに隠された秘密とは?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "340786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340786",
                    "Titles": {
                        "eng": "Eve's Terror",
                        "jpn": "イヴの戦慄"
                    },
                    "Summaries": {
                        "eng": "Kanuka's grandma is still missing. Shinshi and some guy is sent to go find her. Kanuka uses Ota's labor to help Noa in the mission.",
                        "jpn": "謎に包まれた敵レイバー“ファントム”の電磁波を正面から浴び、作動不能に陥る二号機。野明は一号機で奮闘するが、圧倒的な戦力差に苦戦、退却を強いられる。一方、松井と進士は米軍立川基地の跡地でレイを発見、彼女の口から“50年のクリスマス”の真相を聞くこととなる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "340787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340787",
                    "Titles": {
                        "eng": "Ohta's Afternoon of Puzzlement",
                        "jpn": "太田 惑いの午後"
                    },
                    "Summaries": {
                        "eng": "Ota is having an arranged marriage. Noa and the others help Ota out on his dates.",
                        "jpn": "“燃える正義の射撃バカ”、太田に見合い話が舞い込んだ。しかも相手は美人で良家のお嬢様!張り切って見合いに臨んだ太田は緊張のあまりドジを重ねるが、意外にもデートに誘われる。浮かれる太田を前に、仰天する第二小隊と整備班の面々。果たして太田に春が訪れるのだろうか!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "340788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340788",
                    "Titles": {
                        "eng": "Please Be Generous, Your Highness",
                        "jpn": "殿下 お手柔らかに"
                    },
                    "Summaries": {
                        "eng": "A prince from a desert country joins Division 2 for a couple of days so he can establish a labor team in his homeland. A sniper is out to kill the prince, so Division 2 goes to stop him.",
                        "jpn": "中東の産油国・オアシスより、レイバーマニアの皇太子、ウル王子殿下がお忍びで来日する。第二小隊に体験入隊した殿下はイングラムを操縦して大はしゃぎ。しかし、盗難されていたレイバー“ブロッケン”が出現、殿下の身代わりを狙っているとの情報が入る!殿下を巻き込んだテロリスト退治が始まった!!"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "340789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340789",
                    "Titles": {
                        "eng": "You Win!",
                        "jpn": "あんたの勝ち!"
                    },
                    "Summaries": {
                        "eng": "Goto takes Division 2 out for drinks as a team building excercise.",
                        "jpn": "つまらない事件で大損害を出してしまったせいで、香貫花と野明が大激突する!隊の人間関係に問題あり!と南雲の説教をくらった後藤は、若い隊員たちを日本の伝統的トラブル解決法“屋台酒”へと誘う。果たして香貫花と野明は無事、和解することができるだろうか?"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "340790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340790",
                    "Titles": {
                        "eng": "A Whale That Sang a Song",
                        "jpn": "歌を唄ったクジラ"
                    },
                    "Summaries": {
                        "eng": "An endangered humpback whale enters the Tokyo Bay. The city and Division 2 try to get the whale to leave the bay and go back to the ocean.",
                        "jpn": "ある日、東京湾に一頭のザトウクジラが迷いこみ、第二小隊が野次馬整理のために動員された。汚れきった東京湾の水の中では、クジラはとても生きていけない。試行錯誤の末、山崎のアイディアでクジラは湾外に出たかに見えたが、なぜか再び戻ってきてしまう・・・。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "340791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340791",
                    "Titles": {
                        "eng": "The Division Crosses the Sea",
                        "jpn": "小隊 海を渡る"
                    },
                    "Summaries": {
                        "eng": "Noa's hometown is having a snow festival and Division 2 is helping out. They also try to help out a boy named Satoru who hates labors.",
                        "jpn": "札幌の雪祭りの設営協力に駆り出され、はるばる北海道に来た野明たちは、レイバー嫌いの少年・サトルと出会う。そんな折、過激環境保護組織・地球防衛軍の下部組織による爆弾テロが予告された!野明達は雪像に仕掛けられた爆弾を回収できるだろうか!?"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "340792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340792",
                    "Titles": {
                        "eng": "Captain Goto",
                        "jpn": "目標は後藤隊長"
                    },
                    "Summaries": {
                        "eng": "Goto starts to act very strangely lately. Also, there are a lot of random attacks coming at Goto. Could these attacks have anything to do why Goto is acting strangely?",
                        "jpn": "後藤隊長の身辺を騒がせる、何者かによる怨念がらみのイタズラ。隊員たちは後藤の過去に興味を持ち始めるが、何を試してもはぐらかされるばかり。野明と香貫花で尾行してもあっさり見つかってしまう。後藤隊長を付け狙う者の正体とは?そしてその目的とは一体なんだろうか!?"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "340793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340793",
                    "Titles": {
                        "eng": "I Love You Miss Noa",
                        "jpn": "スキスキ野明先輩"
                    },
                    "Summaries": {
                        "eng": "A famous entertainer named Kana is joining Division 2 for one week. Everybody is trying to teach Kana how to pilot a labor. A crime gang tries to kidnap Kana so they can get one of Division 2's ingrams. However, they accidently steal Noa. Now, they have to save Noa without having to give the gang one of their ingrams.",
                        "jpn": "第二小隊に、国民的アイドル“妹にしたいタレントNo.1”の松本加奈が一週間だけ訓練にやってきた。大ファンの太田をはじめ、熱狂的な歓迎ぶりを示す男子隊員に対し、野明はアルフォンスを転倒させられカンカン!それなのに加奈はどなりつけられた野明になついてしまい・・・。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "340794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340794",
                    "Titles": {
                        "eng": "The Shadow of Geofront",
                        "jpn": "ジオフロントの影"
                    },
                    "Summaries": {
                        "eng": "A terrorist planted a bomb in Geo-City. Division 2 is tasked with disarming it. Kanuka and Noa are put on the mission.",
                        "jpn": "直径40キロにも及ぶ建設中の巨大地下都市、“東京ジオシティ”で爆弾テロが発生、犯人が残りの爆弾を抱え最下層に籠城した。後藤は、香貫花の二号機と野明の一号機に進入を命じるが、そこでふたりを待ち受けていたのは、かつて“竜神”と呼ばれた奇怪な巨大生物だった!!"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "340795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340795",
                    "Titles": {
                        "eng": "Dark Troubles Rising",
                        "jpn": "黒い胎動"
                    },
                    "Summaries": {
                        "eng": "Noa and Asuma get into a fight concerning Asuma's personal life. When Division 2 get's assigned a special mission, Asuma is sent to Hajioji to pick up Unit 3.",
                        "jpn": "ひょんなことから野明と遊馬が仲違いを始めてしまった矢先、陸自レイバーが正体不明のレイバーに破壊された。東京テレポートに現れた“ファントム”らしいとの情報を受け、第二小隊は伊豆大島へと向かうが、そこに遊馬の姿はなかった。仲直りできずに別れていく野明と遊馬を待つ運命とは!?"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "340796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340796",
                    "Titles": {
                        "eng": "Return of the Phantom",
                        "jpn": "亡霊(ファントム)ふたたび"
                    },
                    "Summaries": {
                        "eng": "Asuma heads to Hajioji to recover Unit 3. In the meantime, Noa and Ota are having trouble keeping the enemy at bay.",
                        "jpn": "海底から大島に再上陸し、海岸警備を突破して内陸に移動する“ファントム”。自衛隊と第二小隊による追撃が始まるが、不破の率いる空挺レイバー小隊も太田の操縦する二号機も返り討ちにあう。“ファントム”に追い詰められた絶体絶命の野明!その時、野明の前に現れたのは・・・!?"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "340797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340797",
                    "Titles": {
                        "eng": "Flowers and Labors",
                        "jpn": "花とレイバー"
                    },
                    "Summaries": {
                        "eng": "Noa's and Kanuka's labor skills attract the attention of a wealthy individual.",
                        "jpn": "レイバーの安全運転の講習会に駆りだされた特車二課の前に、レイバーコレクターの極道の親分が現れた。彼のレイバーの初期設定を手伝ったことから、やたら組長になつかれてしまった野明。しかし、これはレイバーまでも動員した、仁義なき抗争の序章に過ぎなかった・・・。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "340798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340798",
                    "Titles": {
                        "eng": "Kanuka's Report",
                        "jpn": "香貫花レポート"
                    },
                    "Summaries": {
                        "eng": "Kanuka is now leaving Division 2 and going back home to America. Asuma, Ota, and the others decide to throw her a farewell party. Noa is sent to spy on Kanuka. When the guys finish setting up the party, they come across Kanuka's reports on Division 2 and decide to read them.",
                        "jpn": "香貫花に内緒で送別会の準備をするべく、自宅に忍び込んだ第二小隊の面々は、香貫花がニューヨーク市警へ提出するためのレポートを見つけた。彼女がつけた小隊メンバーの評価に興味津々の隊員達は、いけないと知りつつも、ついページをめくってしまう・・・。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "340799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340799",
                    "Titles": {
                        "eng": "Farewell, Kanuka",
                        "jpn": "さらば香貫花"
                    },
                    "Summaries": {
                        "eng": "Kanuka is heading back to America. However, there is a hijacker trying to hijack the plane Kanuka is riding on. How is Kanuka going to stop this, and without her gun?",
                        "jpn": "帰国の日を迎えた香貫花を見送る第二小隊。しかし、香貫花が搭乗した飛行機が離陸直前にハイジャック!犯人らは、かつて第二小隊に逮捕されたテロリスト、犬走一直の解放を要求する。機内の香貫花と機外の第二小隊は、事件解決を目指して最後の共同作戦を開始する!"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "340800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340800",
                    "Titles": {
                        "eng": "Spring Storm",
                        "jpn": "春の嵐"
                    },
                    "Summaries": {
                        "eng": "Shinshi takes control of Kanuka's position in Division 2. However, he is really bad at it. Then, he is offered a new job. Will Shinshi stay with Division 2 or will he take the new job? And how is his wife going to react?",
                        "jpn": "太田の二号機を指揮するようになった進士は、胃痛に悩まされる日々を送る。自信を失っていた矢先、進士はヘッドハンティングによる転職の誘いを受ける。高待遇、自分を評価してくれる人間、そして愛すべき妻・・・。果たして進士が選ぶ道とは?"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "340801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340801",
                    "Titles": {
                        "eng": "I'm Takeo Kumagami",
                        "jpn": "私が熊耳武緒です"
                    },
                    "Summaries": {
                        "eng": "Takeo Kumagami now joins Division 2. Noa is worried that Goto will reassign positions and that Takeo will take her place as the pilot for Unit 1.",
                        "jpn": "第二小隊に新たに配属された熊耳武緒は、容姿端麗、頭脳明晰、運動神経抜群の優等生。彼女に対しコンプレックスを抱く野明。そんな中、第二小隊に出動命令が下る。しかも熊耳が二号機を指揮することに・・・。野明は、無事任務を果たせるか?"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "340802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340802",
                    "Titles": {
                        "eng": "Voices in the Darkness",
                        "jpn": "闇に呼ぶ声"
                    },
                    "Summaries": {
                        "eng": "SV2 is training in an old abandoned mansion. After a while, several members of the team encounter seemingly supernatural phenomena.",
                        "jpn": "特殊な状況下での作戦や災害救助の参考にもなると、老朽化した倒壊寸前のビルを訪れた第二小隊。そこは時代を超えて忌わしい事件が多発する、いわくつきの場所だった。隊員達が感じる薄気味悪さ、続発する怪奇現象は、本物の幽霊による仕業なのか?"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "340803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340803",
                    "Titles": {
                        "eng": "The Suspicious Pair",
                        "jpn": "怪しいふたり"
                    },
                    "Summaries": {
                        "eng": "Noa and Asuma meet a strange duo at an arcade. Later, a strange and powerful labor is revealed.",
                        "jpn": "休日のデート(?)でゲームセンターを訪れた野明と遊馬は、怪しい二人組みに遭遇する。見事なゲームテクニックを披露する陽気な中年、内海と無邪気な少年バドの二人組み。果たして彼らは何者なのか!?そして第二小隊に陰謀が忍び寄る!"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "340804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340804",
                    "Titles": {
                        "eng": "The Destruction of Special Vehicles!",
                        "jpn": "特車二課 壊滅す!"
                    },
                    "Summaries": {
                        "eng": "SV2 orders their lunch from Shanghai Restraunt, as usual. But they never get it. They intend to find out why and won't work until they get their food.",
                        "jpn": "食事、それは生命の維持に必要不可欠な行為。陸の孤島に存在するため、特車二課の食糧事情は困窮を極めた。食糧のライフラインに些細な綻びが生じたとき、彼らの日常は容易に崩壊を始める。食べるという行為への執着が生んだ悲劇と喜劇の物語。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "340805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340805",
                    "Titles": {
                        "eng": "Griffon Arrives!",
                        "jpn": "グリフォン参上!"
                    },
                    "Summaries": {
                        "eng": "Utsumi plans to unveil the Griffon to the public. Meanwhile, H.Q. wants to stand up additional labor divisions, planning to replace the Ingrams with a more economic model.",
                        "jpn": "小笠原で訓練していた自衛隊レイバー部隊が、謎の黒いレイバーにより全滅。何者の仕業か?一方、上層部が進める廉価版レイバー導入計画に納得できない特車二課の面々。そして舞台は東京国際レイバーショウへ…。最強の敵“グリフォン”が遂に現れる!!"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "340806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340806",
                    "Titles": {
                        "eng": "Tragedy in the Rain",
                        "jpn": "雨の惨劇"
                    },
                    "Summaries": {
                        "eng": "Division 2 is on duty at the International Labor Show. Asuma takes Noa's movement disk to test out the new economy model. But then, the Griffon is unleashed. He beats up Asuma and Ota. Noa enters the fight after getting her disk back, but the Griffon retreats since it was raining.",
                        "jpn": "第二小隊が警備する国際レイバーショウには、警察上層部が次期機種候補と考える篠原重工“AVS-98 エコノミー”も出展されていた。ショウ終了後に“AVS-98”を試乗する遊馬は、“グリフォン”の奇襲を受ける!その圧倒的かつ脅威的な戦闘能力が野明たちに襲いかかる!!"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "340807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340807",
                    "Titles": {
                        "eng": "Reunion",
                        "jpn": "再会"
                    },
                    "Summaries": {
                        "eng": "The Griffon has crashed and Noa is relieved. However, the Griffon is being fixed up. Kanuka comes back to Tokyo and temporarily takes control of command of Unit 1.",
                        "jpn": "国際レイバーショウを舞台としたグリフォンの奇襲攻撃により、深刻なダメージを負った第二小隊。そこに、“グリフォン”らしき機体が千葉に墜落したとの報告が入るが、その背後では内海率いる企画七課が暗躍していた。一方、苦しい状況の第二小隊に、アメリカから頼もしい助っ人が参入する。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "340808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340808",
                    "Titles": {
                        "eng": "The Dogs of SCHAFT",
                        "jpn": "シャフトの犬たち"
                    },
                    "Summaries": {
                        "eng": "Noa and the gang that the Griffon didn't really crash, the crash was faked. SCHAFT must not let Utsumi get to Tokyo, but he gets there. Noa must prepare for the fight against the Griffon.",
                        "jpn": "シャフト・エンタープライズの専務、徳永は、企画七課の内海と“グリフォン”の保護をお抱えの警備組織、“SSS”に命じる。その手を逃れて海路から東京を目指す内海と“グリフォン”は、東京港大突堤、通称“バビロンの城門”にてSSSのレイバーと対決!その報を受け、第二小隊が出動する!"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "340809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340809",
                    "Titles": {
                        "eng": "Battle at Castle Gate",
                        "jpn": "城門の戦い"
                    },
                    "Summaries": {
                        "eng": "Noa and Alphonse begin the fight with Bud and the Griffon. Noa is given a rifle to use but she can't use it because there are stupid people in the way. She tries using it like a sword but it didn't work out.",
                        "jpn": "“バビロンの城門”では“グリフォン”と“イングラム”、そしてSSSのレイバー隊との混戦が続いていた。SSSの爆弾によりダメージを受ける“グリフォン”と“イングラム”。失神する野明に迫るバドが操る“グリフォン”。戦いの結末は如何に!?"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "340810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340810",
                    "Titles": {
                        "eng": "The Black Giant Has Landed!",
                        "jpn": "グリフォン墜つ!"
                    },
                    "Summaries": {
                        "eng": "Noa and Alphonse continue her fight with the Griffon. But the Griffon gets away in order for Utsumi to escape. Kanuka must go back to America.",
                        "jpn": "メインモニターが故障した野明の“イングラム”だが、太田とひろみの援護もあってバドの“グリフォン”と真っ向から殴り合う!遂に内海はバドに撤退を指示。そして、SSSのトップも内海の処遇について判断を下す。これで一件落着となるか…。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "340811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340811",
                    "Titles": {
                        "eng": "Noa's Big Adventure",
                        "jpn": "野明の冒険"
                    },
                    "Summaries": {
                        "eng": "Division 2 goes to stay by the mountains for a week for training. While out buying dinner, Noa finds 20,000 yen and goes to find where the money came from all by herself.",
                        "jpn": "“グリフォン”との死闘を終え、第二小隊はレイバー隊員研修学校にて訓練を受けていた。達成感を得ぬまま“グリフォン”事件の終結を迎えた野明は、自分のポジションや能力に思い悩む。そのモヤモヤを晴らそうと、夜間の買出しに出掛けた野明だが…。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "340812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340812",
                    "Titles": {
                        "eng": "I'm Selling Peace of Mind",
                        "jpn": "安心売ります"
                    },
                    "Summaries": {
                        "eng": "Division 2 must get the Patlabor Insurance to cover for the cars they destroyed.",
                        "jpn": "街を壊して車両を破壊する、悪評高き第二小隊。その補償に絡んで、ついに保険会社から調査員が派遣される。戦々恐々とする隊員たち。“保険”をキーワードに、特車二課の存在と役割が改めて見つめ直される。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "340813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340813",
                    "Titles": {
                        "eng": "Mysterious Underground Labyrinth",
                        "jpn": "地下迷宮物件"
                    },
                    "Summaries": {
                        "eng": "Something is out stealing stuff from Division 2. It appears to come from an old tunnel. Ota and Shinshi go to check it out. When Division 2 loses contact with them, Noa, Asuma, Hiromi, and Takeo go to find them.",
                        "jpn": "特車二課の“食糧事情”を起点にして描かれる彼らの日常における闘争。今度の舞台は地下ダンジョン!食料盗難事件の犯人を追って地下に下りた進士と太田から連絡が途絶えた!残りの隊員たちもパーティーを編成し、いざ魔の空間へ!"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "340814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340814",
                    "Titles": {
                        "eng": "Mass Market Product Plan",
                        "jpn": "量産機計画"
                    },
                    "Summaries": {
                        "eng": "Shinohara Industries has finished the new production model of a police labor. Noa, Ota, and Gomioka tests them. What will they think of them?",
                        "jpn": "特車二課へ導入が検討される新型レイバー“AVS-98 MARKII”のテストに参加する野明、太田、第一小隊の五味丘。太田や五味丘の評価は好評の新型機だが、野明だけは異なる評価を下す。そして遂に、野明が操縦する“イングラム”との模擬格闘戦が行われることになるが…。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "340815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340815",
                    "Titles": {
                        "eng": "The Painful Coastal Order",
                        "jpn": "沿岸警備命令"
                    },
                    "Summaries": {
                        "eng": "People claim to have seen some kind of monster on the beach. Division 2 investigates this.",
                        "jpn": "真夏の盛り、第二小隊は海岸地域の警備に出動していた。遥か古代に絶滅したはずの首長竜プレシオサウルスらしき海獣により、漁船が沈められたというのだ。漁師達が語る沖合いの御神体と、海獣“プレッシー”。何かを確信する後藤。果たして海獣の正体とは!?"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "340816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340816",
                    "Titles": {
                        "eng": "Terrorist Rescue",
                        "jpn": "テロリストを救え"
                    },
                    "Summaries": {
                        "eng": "Division 2 must save 2 very lousy terrorists that set off a bomb in the wrong place.",
                        "jpn": "バビロン・プロジェクト・ディベロッパー・コンベンションが開かれている会場爆破を狙うテロリストたちは、あろうことか、自分たちのミスで倒壊の危機があるラウンジ最上階に取り残されてしまう。更なる大惨事を回避すべく、第二小隊の“テロリスト救出作戦”が始まる。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "340817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340817",
                    "Titles": {
                        "eng": "The Men Who Returned",
                        "jpn": "帰ってきた男たち"
                    },
                    "Summaries": {
                        "eng": "Three old terrorists team up to steal some money.",
                        "jpn": "レイバーによるキャッシュディスペンサー強奪事件が続発。現場に残された落書きから、後藤の脳裏に過去の事件が思い浮かぶ。その事件には、犬走(TV第9話)、猫渡(TV第24話)、そして猿滑三吉のテロリスト三人組が関係していた。後藤率いる第二小隊の戦いが始まる!"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "340818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340818",
                    "Titles": {
                        "eng": "The Working Woman",
                        "jpn": "はたらくお嬢さん"
                    },
                    "Summaries": {
                        "eng": "Momoko Sakurayama is interviewing Noa for \"The Working Girl\" show. Meanwhile, a sick man steals a labor in order to commit suicide.",
                        "jpn": "野明がテレビ番組｢働くお嬢さん｣に出演することに。収録が始まり、せめて醜態だけは見せまいと悪戦苦闘する野明だが、どうも上手くいかない。そんな折、作業用レイバーを奪った男の自殺騒動が発生。突撃レポーター・桜山桃子と野明は現場へ急行する。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "340819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340819",
                    "Titles": {
                        "eng": "Long Live CLAT",
                        "jpn": "CLATよ永遠に"
                    },
                    "Summaries": {
                        "eng": "Shige is being sent to New York. However, he gets hurt before he goes and has a dream that he is in New York working with CLAT.",
                        "jpn": "香貫花を隊長とするニューヨーク市警レイバー隊へ最新の技術を伝えるため、整備班のシゲに渡米の辞令が下る。ニューヨークを訪れたシゲの前には、予想を上回る展開が待っていた。巨大ロボ・メガアイアンを操る女マッドサイエンティストから、世界を守れ!"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "340820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340820",
                    "Titles": {
                        "eng": "Vocational Options",
                        "jpn": "職業選択の自由"
                    },
                    "Summaries": {
                        "eng": "Noa is offered to become a pilot for a Helldiver. While Noa tries to make her decision, she must stop a criminal without Alphonse.",
                        "jpn": "空挺レイバー隊“99式ヘルダイバー”の演習を見学するため、自衛隊の総合火力演習を訪れた後藤以下第二小隊。彼らを呼びとめた自衛官の案内で向かった格納庫にいたのは、南雲隊長の学生時代の友人にしてヘルダイバー部隊の隊長を務めている不破だった。彼女の狙いとは!?"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "340821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340821",
                    "Titles": {
                        "eng": "His Name is Zero",
                        "jpn": "その名はゼロ"
                    },
                    "Summaries": {
                        "eng": "SV2 gets a new patlabor model called the Zero. It is superior to the ingram. After messing up during a mission, Noa is worried that she will lose Alphonse.",
                        "jpn": "第一小隊に篠原重工の最新鋭レイバー“AV-0”の導入が決定した。あらゆる面で“イングラム”の能力を凌ぐ新型機。その姿を見る野明の胸の内に沸き起こるのは、いかなる感情か…。“アルフォンス”と名付けた愛機への想いが、今の野明には重い。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "340822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/340822",
                    "Titles": {
                        "eng": "Condition Green",
                        "jpn": "コンディション・グリーン(最終話)"
                    },
                    "Summaries": {
                        "eng": "Noa goes back to her hometown and sees the grave of her dog Alphonse. Asuma goes to get her when a terrorist comes. Division 1 and 2 must find the terrorist without using weapons since it would cause a fire.",
                        "jpn": "出動するたびに評価が高まる、第一小隊の“AV-0”。それと相反するかのように沈んでいく野明の心。苫小牧に帰郷し、かつての愛犬、アルフォンスとの死別を思い返す野明。迎えに来た遊馬と共に東京へ戻る二人に、第一小隊援護のため、緊急出動の命令が下る!"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "480797",
            "URL": "https://thetvdb.com/series/patlabor/seasons/official/2",
            "Titles": {
                "eng": "Patlabor: The New Files",
                "jpn": "機動警察パトレイバー　NEW OVA",
                "fra": "Patlabor : Les OAV",
                "spa": "Patlabor: The New Files"
            },
            "Summaries": {
                "eng": "On a certain evening when prominent Labors figures from around the world had gathered, an unidentified black Labor emerged in Tokyo Bay. The members of the First Unit, who were dispatched to intercept, couldn't believe their eyes. What appeared was the \"Type J9-Griffon,\" which had supposedly sunk at the gates of Babylon after a deadly battle with the \"Ingram\" in the past!!",
                "jpn": "世界各地から大物レイバー関係者が結集したある晩、東京湾に正体不明の黒いレイバーが出現。迎撃に出動した第一小隊の面々は目を疑った。現れたのは、かつて“イングラム”との死闘の末、バビロンの城門に沈んだはずの“タイプJ９-グリフォン”だったのだ！！",
                "fra": null,
                "spa": "En una noche donde se habían congregado figuras prominentes de los Labors de todo el mundo, un enigmático Labor negro emerge súbitamente en la Bahía de Tokio. Los miembros del Primer Equipo, desplegados para interceptarlo, no pueden creer lo que están presenciando. ¡La sorpresa es mayúscula al descubrir que se trata del \"Tipo J9-Griffon\", el cual se creía perdido tras un enfrentamiento letal con el \"Ingram\"!"
            },
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "4225666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225666",
                    "Titles": {
                        "eng": "Griffon Resurrected",
                        "jpn": "グリフォン復活"
                    },
                    "Summaries": {
                        "eng": "It's 30 December 1999. Utsumi and Bud have returned to Japan to challenge the SV2 again, and sell their team's services in the format of the Griffin. At the SV2, the AV-Zero is going though its paces. It has been improved and is now much faster. Kanuka has returned to Japan to visit her grandmother and has dropped by to visit her former colleagues at the SV2. Detective Matsui discovers that several top Labor specialists are in town and informs Captain Goto of his findings. Meanwhile, Momoko Sakurayama receives a tip-off that several arms dealers are also in Tokyo. She informs Kumagami, who in turn tells Captain Goto. Something big is going to happen. That night the Griffin Labor returns. Division 2 was previously called out to a fire, so Division 1 is called in to deal with the Labor. Bud soon figures out the Zero's weakness: it is programmed to stop near buildings to avoid damage. He takes full advantage of this and defeats both Patlabors.",
                        "jpn": "世界各地から続々と大物レイバー関係者が結集したある晩、東京湾に正体不明の黒いレイバーが出現した。迎え撃つべく出動した第一小隊と最新鋭機AVゼロ・ピースメイカーの面々は目を疑った。彼らの前に現れたのは、かつて“イングラム”との死闘の末、バビロンの城門に沈んだはずの“タイプJ9-グリフォン”だったのだ!!"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4225667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225667",
                    "Titles": {
                        "eng": "Schaft's Counterattack",
                        "jpn": "逆襲のシャフト!"
                    },
                    "Summaries": {
                        "eng": "The remains of Division 1's Labors return to the hanger. Noa is somewhat scared of the prospect of having to fight the Griffin again, but Asuma assures her that she can defeat it. Meanwhile Schaft's section chief is livid at Utsumi's actions. Goto asks Kumagami about her relationship with Utsumi. She tells him it is none of his business. Bud leaves the ship where the Griffin is being hidden to visit the SV2.",
                        "jpn": "ピースメイカー墜つ!“グリフォン”の圧倒的な力の前に第一小隊は撤退を余儀なくされた。重苦しい惨敗ムードが漂う中、しかし、第二小隊だけは高揚感とも言うべき雰囲気に包まれていた。それぞれの胸によぎる確信的な対決の予感――。野明も、太田も、香貫花までも…。そして大晦日の晩。雪の降りつもる東京湾舞浜に、“グリフォン”の漆黒の機体がついにその姿を現した!!"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4225668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225668",
                    "Titles": {
                        "eng": "The Greatest Showdown in History",
                        "jpn": "史上最大の決戦"
                    },
                    "Summaries": {
                        "eng": "The Griffin is ready to fight Division 2. Momoko Sakurayama races to the scene, but a traffic jam is holding them up. She decides she can wait no longer, and runs to the scene without her camera crew. Meanwhile, the Ingrams face off the Griffin across a bridge. In the ensuing battle, the Griffin escapes off the bridge into the water and Ota shoots a hole into the bridge with the shotgun in an attempt to hit it. But the Griffin pulls Ota's Labor down through the hole. Ota manages to escape, but his Labor is at the bottom of the bay.",
                        "jpn": "東京湾から上陸した“グリフォン”は首都高速湾岸線上を移動し始めた。しかも、進行方向は舞浜方面。その先には大晦日の終夜営業でにぎわう東京最大の遊園地がある。舞浜への被害を防ぐため、その手前、旧江戸川にかかる舞浜大橋上で、“グリフォン”を待ち受ける野明たち一号機と二号機。状況は特車二課の有利かに見えたのだが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4225669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225669",
                    "Titles": {
                        "eng": "GAME OVER",
                        "jpn": "GAME OVER"
                    },
                    "Summaries": {
                        "eng": "Noa isn't moving, so Hiromi moves his carrier back, out of reach of the Griffin. Meanwhile Shinshi rams the Griffin with his carrier to enable Hiromi and Noa to escape. Noa's Labor is now totally out of power. She needs to recharge her batteries fast. Unfortunately, the Griffin has gotten past Shinshi, who tries to block it, but feels the Griffin's wrath for his trouble. The Griffin runs after the escaping carrier, but Kanuka arrives in the nick of time and starts fighting it. Sakaki has also arrived in machine 3's carrier with a new set of batteries for Noa. Kanuka needs to hold off the Griffin until Noa can change her batteries.",
                        "jpn": "一号機バッテリー切れ!絶体絶命かと思われたその時、割って入る一台のレイバーキャリア。香貫花の三号機だ!香貫花が時間を稼いでいる間に、素早くバッテリーを交換し、戦闘に復帰する野明の一号機。だがその直後、グリフォンの外部スピーカーから漏れた操縦者の声は、野明も知っているあの少年の声だった――。そして戦いの裏でジリジリと狭まる事件への捜査の環。事件の決着はいかに!?全てのドラマがついに終結!"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4225670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225670",
                    "Titles": {
                        "eng": "One of Those Days",
                        "jpn": "災厄の日"
                    },
                    "Summaries": {
                        "eng": "Noa wakes up to discover she has a toothache. But some members of the team think it's more than that, especially when Asuma has been teasing her about her wisdom teeth all morning. The team force Asuma to apologize, but that just makes things worse, especially when there was no apparent reason to apologize. Shinshi gives Noa painkillers to ease the pain, but unfortunately she takes them all at once causing her to sleep most of the morning. Later in the afternoon, Division 2 are suddenly called out to an incident where a stolen Labor is running a muck in a forest. Only problem is that every time Noa takes a step in her Ingram, her tooth hurts like mad.",
                        "jpn": "いかに元気一杯の野明とはいえ、コンディションの悪いことも――。この日野明はあまりの歯痛で眠れずに朝を迎え、食事もとれずに苦しんでいた。氷も薬も遊馬の気遣いも空しく、歯痛は悪化するばかりで、野明の頬はもうパンパン。そんな時、盗難レイバーの暴走事件が発生、急拠出動した特車二課だったが・・・・・・。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4225671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225671",
                    "Titles": {
                        "eng": "90% Viewer Rate",
                        "jpn": "視聴率90%"
                    },
                    "Summaries": {
                        "eng": "The children's TV program Together With Mother has finally been axed after 20 years, and is about to begin its final broadcast. Unfortunately, one of the cast members, Kumagoro, a man in a bear suit, has decided to take the rest of cast hostage by grabbing them with a small a Labor. He demands ¥300,000,000 and a helicopter or he'll blow up the cast. To prove his claims, he sets off a car bomb in the parking lot. Division 2 are called in, but the producers of the show seem to want to prolong the situation in order to get higher ratings. Kumagami and Noa enter the studio disguised as waitresses in order to free the hostages, but the plan does not go well. The riot police are called in after Division 2's failure, but Goto thinks they'll just inflame the situation more. However, Goto does have a plan which is so bizarre it might just work.",
                        "jpn": "二十年間続いた長寿番組｢お母さんとごいっしょ｣の最終回。マスコット・クマ五郎のぬいぐるみ俳優が、司会のお姉さんと体操のお兄さんを人質にとり、爆発物を仕掛けてスタジオ内にたてこもった!!イングラム得意のちからワザは使えない。頼みの綱は、小隊きっての知性派お姉さん“おタケさん”こと熊耳巡査ただひとりっ!"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4225672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225672",
                    "Titles": {
                        "eng": "Black Trinary",
                        "jpn": "黒い三連星"
                    },
                    "Summaries": {
                        "eng": "After the hot water system (a 40-gallon drum attached to propane tank) at the SV2 literally blows up, Division 2 is forced to go to a bath house to wash themselves. Upon driving to the bath house, they come across a man lying unconscious in the street. He identifies himself as a policeman. He has been tracking down a terrorist who has been responsible for several bombings of businesses with contracts with the Babylon Project.",
                        "jpn": "近頃、頻発する爆弾テロ、その被害は全て東京湾開発事業・バビロンプロジェクトの関連企業に集中していた。そんな折、特車二課でもドラム缶風呂のガス漏れによる爆発さわぎが・・・。唯一の風呂を失い、銭湯へと行軍するはめになった、後藤以下第二小隊面々。途中、倒れている刑事を助けた彼らは、その先の銭湯に連続爆破犯人が逃げ込んだことを知る・・・。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4225673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225673",
                    "Titles": {
                        "eng": "The Seven Days of Fire",
                        "jpn": "火の七日間"
                    },
                    "Summaries": {
                        "eng": "Ota has yet again totaled his Ingram in the line of duty. Sakaki orders the mechanics to fix the labor overnight. Shige tells him that they can't do it and have been working non-stop, and will probably need a night off. Sakaki is sympathetic to their plight and checks up on the sleeping mechanics. However he finds tons and tons of pornographic magazines and videos in their possession. Enraged, he publicly burns the lot and instigates new rules, banning many popular pastimes such as fishing, and leaving very little of a private life. The mechanics are very upset and Shige decides to talk to Sakaki. Before he can get a word out, Sakaki tells him that he may be retiring soon, and that Shige will eventually be head mechanic. Sakaki tells him that he will have to look after the mechanics and discipline them. Shige takes this talk the wrong way, and forms a force to weed out mechanics who break the rules. This causes the mechanics to revolt, but some don't agree and splinter groups form. Kidnappings and beatings of other mechanics begin. Though the ruckus doesn't effect their work, Sakaki must do something to regain control.",
                        "jpn": "最近ぶったるみきった整備班の生活態度に、二課の主、整備班長・榊さんの怒り爆発!発足はじまって以来の大粛正が開始された!!エッチ本、エッチビデオの類は全て焼かれ、整備班のプライバシーも管理された。結果、闇取引が横行し、対する風紀委員の弾圧もそのきわみに達した。そしてついに整備班は血で血を洗う内乱状態に陥るに至ったのである!?これは特車二課を震撼させ、光輝ある整備班に唯一の汚点を残した歴史的事件の全記録である。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4225674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225674",
                    "Titles": {
                        "eng": "Vs",
                        "jpn": "VS(バーサス)"
                    },
                    "Summaries": {
                        "eng": "Captain Goto treats all of Division 2 to a break at hot spring. Things seem to be going well until Kumagumi tells Kanuka that she has put away the underwear she left in the change room. Kanuka is quite angry at Kumagami. She finds it an invasion of privacy. This causes both of them to argue with each other. The other members try to stop them from fighting, but it only causes them to argue even more. Division 2 give up trying, so they decide to drink themselves into a stupor and try to forget about it. The arguing only gets worse with more alcohol. Meanwhile Captain Goto escapes and decides to call Shinobu just to get away from them.",
                        "jpn": "グリフォンとの戦いが一段落し、特車二課第2小隊の面々は温泉宿へと慰安旅行にやってきた。ひと風呂浴びて、さっそく宴会へと突入したが、なぜか険悪ムードの香貫花と熊耳。野明と遊馬ら周囲の気遣いを尻目に、二人の冷戦はエスカレートするばかり。その毒気にあてられてか、宴会はやがて意味不明の世界へ・・・。人気を二分する二人の戦い。果たして勝利はどちらの手に・・・?"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4225675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225675",
                    "Titles": {
                        "eng": "It's Called Amnesia",
                        "jpn": "その名はアムネジア"
                    },
                    "Summaries": {
                        "eng": "Ota has a strange dream where he kills his team mates who have all become criminals. He wakes up to find himself in Shinshi's house where Hiromi, Asuma, Shinshi, and Shige are dead from gun wounds, and Ota is holding a gun in his hand. He runs screaming from the house, but he soon can't remember who he is. Did he kill all those people? He looks in his wallet and because he has Shinshi's wallet, he believes he's Shinshi. Meanwhile the SV2 search for Ota. Goto believes he has amnesia. They must find him before he hurts someone else or himself.",
                        "jpn": "近未来のサイバーな夢にうなされる太田。ひろみを撃ち殺し、シゲを撃ち殺し、遊馬も、進士も撃ち殺して、夢から醒めたとき、そこには彼の想像を絶した惨劇のあとが待っていた。記憶を失い、自らを殺人者と思いこみ街をさまよう太田。そのとき、彼の心によぎっていたものは?太田の意外な側面を描く、押井 守脚本作品第三弾!"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4225676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225676",
                    "Titles": {
                        "eng": "Goma who Came with the Rain",
                        "jpn": "雨の日に来たゴマ"
                    },
                    "Summaries": {
                        "eng": "While riding back to the hanger in the rain, Noa spots a cardboard box near the gate. Inside is a small kitten that was abandoned by someone. She sneaks it inside and asks Hiromi to help care for it. He says it's very weak and might die, but Noa is determined to help it survive. Being called out to Labor incidents doesn't really help, so she asks Asuma to talk Shige into helping while their called out to crime scenes. The kitten survives and is doing very well. Unfortunately, it looks like Captain Goto might know, and it's getting harder and harder to keep it under wraps. During cleaning of the hanger, the kitten escapes and nobody can find it. Division 2 are called out to a crime and Noa discovers the kitten sitting in the cockpit of Alphonse. Unfortunately, it wants to play and causes Noa to lose control of her Ingram.",
                        "jpn": "ある雨の降る日、野明は特車二課デッキ前に捨てられた仔猫を見つける。今にも死んでしまいそうなこの仔猫を助けるために、周囲に秘密で飼い始める野明、遊馬、ひろみたち。手厚い世話の甲斐あってすっかり元気を取り戻す仔猫。しかしそうなると他の隊員たちに隠しておけるはずもなく・・・・・・。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4225677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225677",
                    "Titles": {
                        "eng": "Our Karuizawa",
                        "jpn": "二人の軽井沢"
                    },
                    "Summaries": {
                        "eng": "Goto and Shinobu are returning from a conference in Karuizawa. Shinobu has sprained her ankle by falling down the stairs as she left and Goto has had to drive her back. Unfortunately, a typhoon is headed for Tokyo and they end up in the middle of the storm. Every way they turn there are traffic jams and road closures. Shinobu refuses to return to the conference because of the embarrassment of spraining her ankle. There's no way to get back to Tokyo. Instead of waiting it out, Goto suggests they stop over at a motel for the night and drive back the next morning. The only problem is that there is only Love Motels in the area, not normal ones. Feeling a little nervous about the prospect, Shinobu reluctantly agrees to spend the night at one of these places. Goto of course doesn't really care where he spends the night. But could this be Goto's lucky day? This episode explores Goto's unrequited love towards Shinobu and shows that she might feel the same way.",
                        "jpn": "台風直下の軽井沢。二人きりの男女を乗せて、一台の車がひた走る。今夜のうちに東京へ戻らなければならないふたりだったが・・・・・・。土砂降りは、ますますひどく、道もなく、夜はふける。そして行き過ぎる、ホテルのあかり・・・・・・。果たして二人は無事、東京に帰りつくことが出来るのだろうか?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4225678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225678",
                    "Titles": {
                        "eng": "The Dungeon Again",
                        "jpn": "ダンジョン再び"
                    },
                    "Summaries": {
                        "eng": "A urethra stone made of pearl is excreted from the captured albino alligator (now in the Tokyo Zoo) that was found in the labyrinth of tunnels under the reclaimed land beneath the SV2 hanger. With the stone being worth over ¥200,000,000, some of the mechanics try their luck to see if there are anymore albino alligators excreting the stones down there. They don't return and nobody is particularly happy about staging a rescue mission to find them, especially after what happened last time. Sakaki wants to seal the manhole up, but Asuma decides to help and ropes in most of Division 2 to help him. Meanwhile Matsui calls Gotoh to tell him Tadayama Fumihiro, the man who lived down there and occasionally stole food from the SV2, has escaped the mental institution he was in and is most likely headed back to the underground passages. This information comes a little to late for the team and they fall prey to most of his traps, causing Ota to accidentally shoot up most of their equipment. Will they ever get out of there alive?",
                        "jpn": "覚えているだろうか?二課デッキの地下に網の目のように広がる下水道、その奥深くから這い出した巨大な白いワニを。今では湾岸の水族館で静かな余生を送るそのワニが、ある日、推定二億円といわれる大真珠を産み落とした。それは、あの呪われし迷宮の扉を再び開く恐ろしい事件の前兆であった・・・・・・。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4225679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225679",
                    "Titles": {
                        "eng": "Snow Rondo",
                        "jpn": "雪のロンド"
                    },
                    "Summaries": {
                        "eng": "Asuma discovers a postcard inviting him to a school reunion. However, he doesn't remember receiving it. He goes to the reunion and sees Yuki Kasama, a girl whom he once had a crush on when he was at school. He feels rather embarrassed and doesn't speak to her, but she goes over to talk to him after the reunion. After talking to her, he reluctantly asks her on a date. The next day they go to the museum and planetarium. Asuma has to go to the toilet but when he returns to his seat Yuki has gone. In the seat where she sat there is a postcard from an exhibition of photographs. Rather confused, he goes to the exhibition the following day and meets Yuki, who is looking at the photographs. She apologizes for leaving and they both sign the guest book. While walking her out, she mysteriously disappears again.\r\n\r\nThe following day at a crime scene, Noa is about to fire upon a criminal labor. Suddenly Asuma sees Yuki standing behind the labor and orders Noa not to shoot. Noa eventually stops the labor, but his team mates are confused at his actions. They could not see anybody behind the labor. Later that night, Yuki comes to the SV2 hanger to apologize for actions that day. She tells him that she will be leaving the country and she'll never see him again. She runs out, but Asuma can't catch up with her. The next day, he finds the invitation to the school reunion again, but the date is the following day. At the reunion, he asks about Yuki. His old school friends tell him that she hasn't been seen in years and no one could get in contact with her. Asuma goes to the exhibition and cannot find his or Yuki's name in the guest book. Did she actually meet him or is it all just a dream?",
                        "jpn": "ある日、遊馬のもとに届いた一通の同窓会通知。その当日、そこには彼がかつて想いを寄せていた少女・加嶋由紀江の成長した姿もあった。遊馬の胸によみがえるかすかな痛み。そして、ふたりはごく自然に逢うようになるのだったが・・・・。それは、はかない初恋の想い出とまぼろしが交差する青春の墓標――。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4225680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225680",
                    "Titles": {
                        "eng": "Woman Who Came from the Stars",
                        "jpn": "星から来た女"
                    },
                    "Summaries": {
                        "eng": "Noa has had a very hard day. She comes back to the hanger and heads straight for bed. She wakes in the middle of the night and notices a light on in a small building at the back of the hanger. She investigates, but can find no one inside. She places her hand on a poster on the wall, and a portal opens below her feet. She ends up in some sort of underground base, and finds the whole of the SV2 down there in strange uniforms.  into Ingraman, a giant alien from the AV-98 Nebula who defends Earth.",
                        "jpn": "1999年、すでに人類は地球防衛組織｢CLAT｣を結成していた。その基地は、とある埋立地の地下深く秘密裏に作られ、冷静沈着なゴトウ隊長のもと日夜敢然と異星人の来襲に備えていた・・・。TV放送時、異色の番外編として話題をさらった第44話｢CLATよ永遠に｣の続編ついに登場!行け、野明!進め、CLAT!迫り来る侵略宇宙人の総攻撃を迎え撃て!!"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4225681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225681",
                    "Titles": {
                        "eng": "All Quiet in the Second Unit",
                        "jpn": "第二小隊異状なし"
                    },
                    "Summaries": {
                        "eng": "Division 2 are on vacation. Noa is doing some cleaning at home, but can't find a personal item she had since she was a child. She goes to work but can't find it there either. She meets Kumagami there who is writing up a proposal to create two extra Divisions. Ota is also there, dismantling and cleaning his Labor's gun. Kumagami submits her plan to Captain Goto and Shinobu. He tells her that they are already planning something like this and ask if she would be interested in being captain for the third division. She says that she would have to think it over, which surprises both Goto and Shinobu. The next day Kumagami is taking a trip to see some of the new cadets who will eventually form the third division, and asks everyone to come along. Asuma says he and Noa can't and tells them they have something important to do. Despite her protests, Noa goes along with Asuma.",
                        "jpn": "2000年も暮れかかる年の瀬。野明は自室の大掃除の最中、どうしても見つからないものがあることに気付く。探し物ついでに二課棟に顔を出すと、そこには非番のはずの面々が・・・・・・。そんな中、思い立ったように野明を墓参りに連れ出す遊馬――。激しい勤務の中でいつの間にか成長した隊員たちの姿をとらえるビデオシリーズ最終話!"
                    },
                    "Aliases": []
                }
            }
        }
    }
}