{
    "URL": "https://thetvdb.com/series/tales-of-agriculture",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1143514/",
        "https://www.themoviedb.org/tv/27977"
    ],
    "Titles": {
        "eng": "Moyashimon",
        "jpn": "もやしもん"
    },
    "Summaries": {
        "eng": "Tadayasu Sawaki heads off to his first year at an agricultural university on the edge of Tokyo. Sawaki has a unique ability: he can see and communicate with bacteria and other microorganisms. Hijinks ensue.\r\n\r\nIn the second season the story continues exactly where it left off previously. Professor Itsuki's Fermentation Cellar and laboratory is ready for operation and with Sawaki Tadayasu's unique gift to see and communicate with microbes to help, Itsuki's motley group of students begin to process different fermented products like soy sauce and sake.",
        "jpn": "種麹屋の次男坊である沢木 惣右衛門 直保（さわき そうえもん ただやす）は、菌やウィルスを視認し会話ができるという不思議な能力を持っていた。直保は幼馴染の結城とともに、祖父の友人である樹慶蔵が教授を務める「某農業大学」へと入学する。二人は、院生の長谷川遥と、ゼミ生の武藤葵の他、密造酒の製造に失敗して多額の借金を背負うことになった2年の美里と川浜 、偶然ゼミに参加することになった1年の及川 葉月を加えた8人は、菌とウィルスに纏わる様々な騒動に巻き込まれてゆく。"
    },
    "Aliases": [
        "Moyashimon Returns",
        "Moyashimon"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "29280",
            "URL": "https://thetvdb.com/series/tales-of-agriculture/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "812841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/812841",
                    "Titles": {
                        "eng": "Microbe Theatre Deluxe 1: Intestinal Flora",
                        "jpn": "菌劇場デラックス1「腸内フローラ」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1301561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/1301561",
                    "Titles": {
                        "eng": "Microbe Theatre Deluxe 2: Epidermal-Residing Microbes",
                        "jpn": "菌劇場デラックス2「表皮常在菌」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1301571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/1301571",
                    "Titles": {
                        "eng": "Microbe Theatre Deluxe 3: Rhizosphere",
                        "jpn": "菌劇場デラックス3「根圏」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4307334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4307334",
                    "Titles": {
                        "eng": "Microbe Theatre Deluxe 4: The Yellow Dugong of the Caribbean",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "10477415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/10477415",
                    "Titles": {
                        "eng": null,
                        "jpn": "Moyashimon Returns Specials 1"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "10477416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/10477416",
                    "Titles": {
                        "eng": null,
                        "jpn": "Moyashimon Returns Specials 2"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "10477417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/10477417",
                    "Titles": {
                        "eng": null,
                        "jpn": "Moyashimon Returns Specials 3"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29281",
            "URL": "https://thetvdb.com/series/tales-of-agriculture/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "341089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341089",
                    "Titles": {
                        "eng": "The Story of Microbes at the Agricultural University",
                        "jpn": "農大菌物語"
                    },
                    "Summaries": {
                        "eng": "It's the first day of Tadayasu and Kei's university life. Tadayasu shows off his ability to Professor Itsuki and Haruka. The talent show is cut short when Tadayasu spots fructivorans in the air.",
                        "jpn": "農大一年生の沢木直保はなぜか菌が見える体質。学校内で地中から大量に噴出している菌を発見、行方不明の女生徒・長谷川遥が埋まっている！と大騒ぎになる。そこへスコップを持った老人・樹慶蔵教授が現れた！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "341090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341090",
                    "Titles": {
                        "eng": "The 300 Million Yen Student",
                        "jpn": "三億円の農大生"
                    },
                    "Summaries": {
                        "eng": "Tadayasu and Kei follow the fructivorans and find a spilled tank of spoiled sake. They meet the perpetrators Kaoru and Takuma who invite them to their dorm room.",
                        "jpn": "日本酒の敵・ヒオチ菌が大量に噴出！沢木は、学校内で勝手にお酒を造っている犯人・川浜と美里に出くわす。密造に失敗し多額の借金を抱えた二人は、沢木の能力を使ってひと儲けを企む。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "341091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341091",
                    "Titles": {
                        "eng": "Bacteria Within",
                        "jpn": "菌でかもすぞ！"
                    },
                    "Summaries": {
                        "eng": "Hazuki Oikawa is introduced. She comes to Kaoru and Takuma's dorm room and kills the bacteria they were planning to cultivate. Everyone is summoned back to the lab where Professor Itsuki and Haruka show them how to make sake for educational purposes.",
                        "jpn": "菌を培養してひと儲けを狙う川浜と美里だったが、除菌が趣味の及川葉月により菌は死滅してしまう。一方、樹教授は新しい発酵蔵の起工を祝ってお酒造りを実演、沢木は菌の活動で酒ができる仕組みを目の当たりにする。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "341092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341092",
                    "Titles": {
                        "eng": "Bacteria Celebration Everywhere",
                        "jpn": "あちこち菌祭り"
                    },
                    "Summaries": {
                        "eng": "The first years are invited on a tour around the campus and a picnic. Tadayasu spots harmful bacteria in the food and saves everyone from E. coli food poisoning.",
                        "jpn": "樹教授から農場の野菜をこっそり盗ってくるよう命じられた沢木と結城蛍。夜の畑の中で初体験のドロボーにビクビクする二人だが、実は新入生を使った学校ぐるみの野菜ドロボー撃退イベントだった！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "346753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346753",
                    "Titles": {
                        "eng": "Bizarre! Microbe Monster",
                        "jpn": "怪奇！菌オバケ"
                    },
                    "Summaries": {
                        "eng": "Tadayasu becomes disgusted when he sees a man covered in microbes. Professor Itsuki asks everyone to buy liquor at Hiyoshi Liquor Store near the school. Tadayasu discovers the owner is the microbe monster who brews delicious sake.",
                        "jpn": "樹教授から農場の野菜をこっそり盗ってくるよう命じられた沢木と結城蛍。夜の畑の中で初体験のドロボーにビクビクする二人だが、実は新入生を使った学校ぐるみの野菜ドロボー撃退イベントだった！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "346754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346754",
                    "Titles": {
                        "eng": "Enchanting! Miss Agriculture!",
                        "jpn": "悩殺！ミス農大"
                    },
                    "Summaries": {
                        "eng": "Aoi Mutō returns from a long trip bringing fermented meat. She also brings Vibrio parahaemolyticus, El Tor, Shigella dysenteriae, Salmonella enterica and Plesiomonas shigelloides. After getting disinfected, Aoi brings Tadayasu to the UFO club room where all the members are sick and unintentionally breeding new forms of influenza with pigs and chickens.",
                        "jpn": "発酵食品を背負い陸路帰国した元ミス農大・武藤は、すっかり色気も清潔さもなくなっていた。ひさびさの日本にくつろぐ武藤だが、沢木はその体に見慣れない菌を発見。なんとそれはアジアトップ5の食中毒菌だった！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "346755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346755",
                    "Titles": {
                        "eng": "Raise the Curtains! The Spring Agricultural Festival",
                        "jpn": "開幕！農大春祭"
                    },
                    "Summaries": {
                        "eng": "The spring agricultural festival has started, and that means that during this time, the campus is closed and students have to exchange real money for school money, but when the festival ends the school money is worthless and cannot be exchanged back for real money. There are also many special rules related to the event that students have to find out on their own.",
                        "jpn": "全身黒タイツの怪しい団体・農士会が支配する「春祭」がいきなり開催！外部と隔絶された学内で自給自足の農大精神を強要されれる生徒たち。農士会が決めたルールの謎を解かないと春祭は終わらないという・・・"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "346756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346756",
                    "Titles": {
                        "eng": "The Epic Agricultural Front Gate Capture Game",
                        "jpn": "農大正門攻略戦"
                    },
                    "Summaries": {
                        "eng": "It is the third day of the spring agricultural festival, and the students are forming a resistance in order to end the festival. At 4:00 PM, the students charge towards the front gate to engage in a battle, and during this time, Kaoru, Takuma, and Tadayasu work together to take down the robot in front of the gate and effectively end the festival. In return, they get 100,000 school yen which they use to get Professor Itsuki's aphrodisiac, they try to get one of the girls to take one but Haruka foils their plan by using all of them on herself, seemingly immune to their effects. Oikawa and Mutō get some from the professor themselves and sleep with each other as a result.",
                        "jpn": "春祭最終日。樹先生が開発した媚薬を手に入れようと息巻く美里と川浜。農士会の弱点を突き、自治寮レジスタンスの総攻撃がついに開始される。大乱戦を乗り越えた沢木は、巨大な農士会大将との戦いに挑む！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "346757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346757",
                    "Titles": {
                        "eng": "Fitting for Soft Skin",
                        "jpn": "柔肌にとりつけ"
                    },
                    "Summaries": {
                        "eng": "Professor Itsuki holds a celebration for Kaoru and Takuma getting part-time jobs, and during this party introduces everyone to the foul-smelling surströmming. Later, Haruka is summoned to a private dinner with her father and fiancé, but gets Kaoru and Takuma, who had actually been working at the restaurant before getting fired by Haruka minutes before, to think of something to get her out of the dinner. They call Tadayasu who brings a can of surströmming; once the can is opened, Kaoru and Takuma take Haruka out in the confusion and go to a bar.",
                        "jpn": "臭いに耐えながらも和気あいあいとシュールストレミングを試食する樹ゼミの一同。そんなおり父親から大学を辞めるよう説得される長谷川。自分の行く末を悩みつつ眠りに落ちた長谷川に、菌の影が迫る！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "346758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346758",
                    "Titles": {
                        "eng": "GothLoli Kiss",
                        "jpn": "ゴスロリキッス"
                    },
                    "Summaries": {
                        "eng": "After not seeing Kei for a while, Tadayasu discovers that he is working at Hiyoshi's liquor store, and on top of that is cross-dressing as a Gothic Lolita. Unexpectedly, Kei kisses Tadayasu, and afterwards Tadayasu discovers that he cannot see microbes anymore. This has happened before, but Haruka finds out and confronts him about the loss of his ability.",
                        "jpn": "日吉酒店で見かけたゴスロリ少女が気になる沢木。ついに再会した少女の言葉から、その正体に気付き驚愕する。突然少女にキスをされパニックに陥った沢木は、驚きから菌が見えなくなってしまった！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "346759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346759",
                    "Titles": {
                        "eng": "The Dazzling Microbe Future",
                        "jpn": "輝く菌未来"
                    },
                    "Summaries": {
                        "eng": "Haruka thinks that without his ability to see microbes, there is not much reason for him to be at the university anymore, though Kaoru and Takuma stick up for him. Tadayasu seeks advice from Kei, and in the process finds out that despite Kei getting mad in the past for being called feminine, he decided that deep down he was not being entirely honest with himself about his gender identity. Haruka reconciles with Tadayasu later, and at that time Tadayasu regains the ability to see microbes once more.",
                        "jpn": "菌が見えない沢木をかばう美里と川浜。一方、「菌が見えなきゃただのチビ」と沢木を突き放す長谷川。親友・蛍に悩みを打ち明けたことをきっかけに自分の人生を見つめなおした沢木は、自分の思いを長谷川に伝える—"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "488311",
            "URL": "https://thetvdb.com/series/tales-of-agriculture/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4291825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4291825",
                    "Titles": {
                        "eng": "Rise, Moyashimon!",
                        "jpn": "もやしども起つ"
                    },
                    "Summaries": {
                        "eng": "Professor Itsuki divides the students into two groups for the creation of different fermentation products. Oikawa discovers a secret entrance which is later no longer there.  She begins to suspect that the others are hiding something from her.",
                        "jpn": "農大1年生、沢木惣右衛門直保は菌が見える特殊な能力をもっている。\r\n収穫の季節を迎え、沢木は同級生の及川葉月、先輩の美里薫、川浜拓馬、ミス農大の武藤葵、そして院生の長谷川遥とともに樹ゼミの発酵蔵を運営することになった。\r\n同じく1年の結城蛍は大学を休学し日吉酒店を手伝い始めるが、沢木たちと共に発酵蔵で念願の酒造りに参加することに。\r\n樹教授の指導の下、初めての味噌作り、酒造りに没頭する樹ゼミメンバー。\r\nそんな中、及川が発酵蔵に不思議な穴があることに気づく。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4337862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337862",
                    "Titles": {
                        "eng": "Fermentation Cellar",
                        "jpn": "発酵蔵"
                    },
                    "Summaries": {
                        "eng": "Tadayasu teams up with Oikawa to find the truth about the mysterious door while Haruka is warned by her father that the time is running out for her to wrap up her research and fulfill the promise she made to him.",
                        "jpn": "発酵蔵の穴に気づいた及川は、もしかしたら自分だけ知らされていないことがあるのでは？と沢木を問いつめる。\r\n菌が見える能力を及川にだけは隠しているため、後ろめたさに焦る沢木。\r\n２人は穴の秘密を探るうちに、そこに樹教授の隠し事があるのではと考え始める。\r\nそんな時、泊まり込みで発酵蔵の作業を続ける及川と武藤が自治寮の風呂を借りることになり、色めき立つ寮生たち。\r\n沢木、美里、川浜がガードする中、寮生たちの覗き見作戦が決行されたとき、新たな事実が明らかになる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4337863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337863",
                    "Titles": {
                        "eng": "Team Oikawa",
                        "jpn": "チーム及川"
                    },
                    "Summaries": {
                        "eng": "Haruka is worried about her father's demands while Tadayasu and the others pay a visit to the remodeled Hiyoshi's liquor store and learn about what lies behind the secret door. Oikawa gets depressed about not finding anything important after so much effort to discover about it, and to cheer her up, Tadayasu decides to reveal his secret to her.",
                        "jpn": "穴の秘密を探ろうとしているのは自分だけだと思っていた及川は、\r\n美里、川浜も賛同してくれたことに心を打たれ、仲間としての思いを強くする。\r\nそんな中、長谷川は大学を辞めて結婚するようにと父親から説得され、ひとり思い悩んでいた。\r\n一方で改装工事が終わり、蛍の理想を形にした日吉酒店が新装開店する。\r\n店を仕切る蛍に触発された及川は、発酵蔵に戻り、長谷川に自分の考えをぶつける。\r\n「食の研究者が最も望む研究」とは何なのか。\r\n及川たちは、穴の秘密に決着を付けようとチームで行動を開始する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4337864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337864",
                    "Titles": {
                        "eng": "An Autumn of Change",
                        "jpn": "変化の秋"
                    },
                    "Summaries": {
                        "eng": "Tadayasu confesses his secret to Oikawa, but she does not believe him at all. Haruka is picked up by her father who leaves her letter of resignation in Mutō's hands. While Haruka embarks on a trip with her fiancé against her will, the students start to make preparations for the upcoming Harvest Festival. Oikawa and Mutō refrain from telling the boys the truth about Haruka's sudden abscence.",
                        "jpn": "発酵蔵の穴の真相を知り、予想外の展開に意気消沈する及川。\r\nその姿を見た沢木は、隠し事をしてきたことを心苦しく思い、\r\n自分の特殊な能力を告白する。真実を知った彼女の反応は…… 。\r\nさらに、長谷川の酒癖が露呈して以降、美里、川浜と長谷川の間に不自然な壁を感じている沢木は、\r\n３人をつなぐきっかけを探していた。\r\nそんなある日、長谷川の父が大学に現れ、武藤に封筒と白衣を手渡す。それは長谷川の退学届だった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4337865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337865",
                    "Titles": {
                        "eng": "The Harvest Festival",
                        "jpn": "収穫祭"
                    },
                    "Summaries": {
                        "eng": "The Harvest Festival begins. Misato and Kawahama mount a Tequila stand resorting to suspicious tactics in their scheme to win the Grand Prize, while leaving Tadayasu and the others to attend the customers by themselves. Meanwhile, Professor Itsuki makes his move in an attempt to bring Haruka back to the University.",
                        "jpn": "長谷川の退学届にショックをうける武藤と及川。\r\nしかし、なんとかする、という樹の言葉を信じ、沢木と美里、川浜には打ち明けていなかった。\r\nそんな中、収穫祭を目前にした発酵蔵は大忙し。長谷川も姿を見せず、\r\n美里と川浜もほとんど連絡がとれなくなり沢木と及川は困惑するが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4337866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337866",
                    "Titles": {
                        "eng": "Teamwork",
                        "jpn": "チームワーク"
                    },
                    "Summaries": {
                        "eng": "As the Harvest Festival goes on, Tadayasu learns the reason for Haruka's abscence, while her father falls in Professor Itsuki's trap. Misato and Kawahama's grand scheme is a success, but instead of keeping the money they decide to buy plane tickets for Mutō and Tadayasu to look for Haruka in France.",
                        "jpn": "収穫祭が始まり、アイドル田中恭子ショーやたくさんの出店で盛り上がる農大。\r\n「葵'sバー」も大盛況だが、美里と川浜がまたしても姿を消し残された沢木、武藤、及川は大混乱となる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4337867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337867",
                    "Titles": {
                        "eng": "Caged Bird",
                        "jpn": "かごの鳥"
                    },
                    "Summaries": {
                        "eng": "Misato and Kawahama's antics during the Harvest Festival cost them a 20 days suspension and Professor Itsuki takes the oportunity to have them accompanny Tadayasu's search for Haruka in Paris. Despite Sawaki's protests, the trio ends up goofing arround the city until all their money runs out, and only then they finally start to look for her. Little they know she is already far away from the capital, in the outskirts of Mont Saint-Michel.",
                        "jpn": "収穫祭最終日。長谷川のために使ってくれと、秘密のオークションで手に入れた金を差し出す美里と川浜。\r\n誰もが長谷川を思い、行動していたことを知る樹ゼミのメンバー。\r\nしかし美里と川浜の学則違反のため、あてにしていた出店賞を逃してしまい、資金が足りなくなってしまう。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4337868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337868",
                    "Titles": {
                        "eng": "Marriage",
                        "jpn": "マリアージュ"
                    },
                    "Summaries": {
                        "eng": "While looking for Haruka in Burgundy, Sawaki and co. stumble on Marie, a French girl who also speaks Japanese and has a striking resemblance with Yuuki. The trio is drafted by Marie to work as waiters in a special banquet held at her place, and much to their surprise, they finally meet Haruka in the occasion.",
                        "jpn": "フランスにやってきた沢木たちは、ワインの銘醸地・ブルゴーニュの玄関口なら長谷川は必ず通るはずという勘だけを頼りにボーヌへと降り立つ。\r\n葡萄畑が連なる黄金丘陵で、長谷川を探す３人。そしてグラン＝クリュ街道に入ったところで蛍にそっくりな少女マリーに出会う。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4337869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337869",
                    "Titles": {
                        "eng": "On the Route des Grand Crus",
                        "jpn": "グラン＝クリュ街道にて"
                    },
                    "Summaries": {
                        "eng": "Haruka asks for Misato and Kawahama to take her back to Japan, but with her fiancéé's escorts looking for her, they decide to go separate ways to evade them. Sawaki confronts Marie about her relutance to inherit her family's winery despite she is so enthusiastic about her life on it, while Misato and Haruka manage to evade her pursuers and surprisingly end up having some quality time together.",
                        "jpn": "長谷川のためのパーティを沢木たちにめちゃくちゃにされ激怒する龍太。\r\nドメーヌとしての誇りを忘れないマリーの発言に長谷川は詫びを言い退席する。\r\nその後、美里・川浜から今回の旅行の目的が結婚式であることを聞かされた長谷川は思わずワインを飲み干し、ホテルの部屋で龍太と対峙する…… 。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4337870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337870",
                    "Titles": {
                        "eng": "Misunderstandings",
                        "jpn": "すれちがう思い"
                    },
                    "Summaries": {
                        "eng": "Sawaki and the others bid farewell to Marie, but before departing, Sawaki have the microbes there to write a message of encouragement to her and her father. Haruka returns to confront her fiancéé just to find him ill. As she tends to his condition, the two finally comes to terms.",
                        "jpn": "長谷川を逃がすことに成功した美里と川浜。マリーの自宅に集合し、ブルゴーニュを代表するワイン、クロ＝パラントゥで乾杯する。\r\nそんな中、ひとりだけ違うワインを飲むマリーの父の姿を見て、沢木はあることに気づいてしまう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4337871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337871",
                    "Titles": {
                        "eng": "We're Home",
                        "jpn": "ただいま"
                    },
                    "Summaries": {
                        "eng": "Before returning home, Sawaki and his friends meet Marie once more and learn that the messages left by the microbes helped her family to resolve their differences and move on with their family business. Finally back at Japan, Hasegawa wonders about what she should do from then on, as with her engagement cancelled, there is no reason for her to remain at the university, but Sawaki encourages her to move on with her carreer not for obligation but for doing what she really wants to.",
                        "jpn": "龍太に自分の本当の思いを打ち明けた長谷川は、また大学に戻ることを約束し、沢木たちと笑顔で別れる。\r\n一方マリーも、沢木と菌たちのサポートで父親と対峙する。ようやく互いの気持ちを知る二人。翌朝マリーは、黄金丘陵で父にある提案をする。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}