{
    "URL": "https://thetvdb.com/series/blue-drop",
    "Genres": [
        "Animation",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1139447/",
        "https://www.themoviedb.org/tv/26045"
    ],
    "TitleEnglish": "Blue Drop",
    "SummaryEnglish": "Mari Wakatake has been living with her Grandmother for the past 5 years after a tragedy caused the loss of her home, friends and family, as well as her memories. Fearing for her future, her Grandmother admits her into Kaihou Academy, for her to make friends, instead of home studying. Although reluctant to go, she does and meets Hagino Sekonji. At first appearance, this girl appears like a normal student but inside her lies a deep secret that relates to the tragedy of 5 years ago.",
    "Aliases": [],
    "Modified": "2022-06-22",
    "Seasons": {
        "1": {
            "ID": "29283",
            "URL": "https://thetvdb.com/series/blue-drop/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "341093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/341093",
                    "TitleEnglish": "Hydrangea",
                    "SummaryEnglish": "At her grandmother’s request, Mari Wakatake grudgingly begins attending the Kaiho Academy. Upon her arrival, the headmaster is informed that five years ago, Mari was in an accident and lost all of her memories. Mari is shown around the school by Michiko Kozuki, a classmate. At her dorm, she is introduced to Hagino Senkoji, a strange girl who begins to choke Mari after greeting her. Michiko comforts Mari and tells her that she needs to get better acquainted with Hagino. Things do not go so well at dinner, or in the middle of the night when Mari follows Hagino outside and sees a alien ship.",
                    "Aliases": []
                },
                "2": {
                    "ID": "341094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/341094",
                    "TitleEnglish": "Lavandula",
                    "SummaryEnglish": "Disturbed by what she saw the previous night, Mari has a dream about drowning and the alien ship. The next day, Mari can’t seem to get away from Hagino. First her admirers are rude to her at breakfast, then she must sit next to her in class, and finally, Hagino has arranged for the two to share a dorm room. Things get even worse when Mari catches Hagano communicating with her subordinates on the ship and learns that she is an alien.",
                    "Aliases": []
                },
                "3": {
                    "ID": "341095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/341095",
                    "TitleEnglish": "Datura",
                    "SummaryEnglish": "Hagino’s presence is needed back on her ship, Blue, and leaves the school. Her absence is not scrutinized by the other students, due to a scandal arising between the headmaster and Mari’s homeroom teacher. Mari, on the other hand, can not stop wondering about Hagino. After class, Mari and Michiko take part in the monthly student cooking session, but Mari’s poor culinary skills spells disaster.",
                    "Aliases": []
                },
                "4": {
                    "ID": "341096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/341096",
                    "TitleEnglish": "Dahlia Pinnata",
                    "SummaryEnglish": "On board Blue, Hagino delivers her report to Master Commander Shibariel, who calls her Ekaril. Hagino explains that there was a malfunction in the ship’s Emiru Force Drive, which knocked out communications and caused the accident on Kamioki Island, of which, Mari was the only survivor. Shibariel orders that Mari be retrieved. Meanwhile, Mari and Michiko go to lunch with Akane Kawashima in the town. There Mari is kidnapped, but rescued by Hagino.",
                    "Aliases": []
                },
                "5": {
                    "ID": "341097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/341097",
                    "TitleEnglish": "Garden Verbena",
                    "SummaryEnglish": "Hagino and Tsubael explain the situation to Mari. Shibariel has sent another ship to attack Blue for Hagino’s defiance and refusal to hand over Mari. Blue barely makes it through the attack, but Tsubael is able to do extensive damage to the other ship. Back at school, Akane’s father, the principal is taken to the hospital. Mari, Michiko, and Hiroko help her leave the school to visit him. Hagino is surprised by Mari’s efforts and talk of helping those important to you.",
                    "Aliases": []
                },
                "6": {
                    "ID": "341098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/341098",
                    "TitleEnglish": "Campanula",
                    "SummaryEnglish": "Mari’s school work is not going very well, and she has to study with Yuko for her exams. Yuko makes a deal to join her at the festival if she passes. However, Mari learns that Yuko is in fact trying to uncover details about her past and lost memories. Mari and Yuko are attacked in the woods by Azaneal, who has been dispatched by Shibariel, but are saved by Hagino.",
                    "Aliases": []
                },
                "7": {
                    "ID": "343218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/343218",
                    "TitleEnglish": "Crinum",
                    "SummaryEnglish": "Hiroko invites Mari, Michiko, Akane and Hagino to spend the day at her house over the summer. The girls have a fun time playing on the beach and swimming in the ocean. Back at the house, Hiroko’s sister goes into labor and Hiroko’s four friends are asked to watch her young niece.",
                    "Aliases": []
                },
                "8": {
                    "ID": "343219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/343219",
                    "TitleEnglish": "Hyoscyamus niger",
                    "SummaryEnglish": "Tsubael visits Hagino at school to look around her dorm, and is perplexed by the activities and indulgences of humans. Michiko is trying to work on the script for the school festival’s play, but is experiencing writer’s block. The stress becomes too much for her, and she runs away for a short time. When she returns, she sees Mari, Hagino, and Tsubael walking and begins to find her inspiration.",
                    "Aliases": []
                },
                "9": {
                    "ID": "343220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/343220",
                    "TitleEnglish": "Lagenaria siceraria",
                    "SummaryEnglish": "Michiko is almost finished with her script and receives favorable praise from her classmates. Mari and Hagino visit the town to gather materials for the play, and spend some time at the ferris wheel. As they walk home in the rain, Mari has a small accident. After the two take shelter for the night in a closed restaurant, Mari remembers that it was Hagino who saved her life back on Kamioki Island. Watching from a far, Azanael is angered that Hagino chose to save the life of a human over her crew.",
                    "Aliases": []
                },
                "10": {
                    "ID": "343221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/343221",
                    "TitleEnglish": "Cercis",
                    "SummaryEnglish": "With the script complete, Michiko has been appointed the play’s director. Mari feels self-conscious in her role, especially opposite Hagino’s strong performance. Hagino, admiring Michiko’s display of openness in the play, brings Mari onto Blue for a fun ride. However, after the ship begins to have technical issues, Azaneal reveals to Mari painful details about the accident five years prior and who was to blame.",
                    "Aliases": []
                },
                "11": {
                    "ID": "346760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/346760",
                    "TitleEnglish": "Thoroughwort",
                    "SummaryEnglish": "Mari, thoroughly upset by the details of the incident and Hagino’s role in it, does not want to participate in the play anymore. Hagino sits in her former crewmate Onomil’s quarters and cries until the specter of Onomil appears and tells her not to continue blaming herself. Azanael goes back to Shibariel’s ship and learns that multiple ships have been deployed to destroy Blue. As the Arume ships close in, Mari implores a hologram of Hagino to survive the coming battle.",
                    "Aliases": []
                },
                "12": {
                    "ID": "346761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/346761",
                    "TitleEnglish": "Cosmos",
                    "SummaryEnglish": "The school prepares for the festival and the play. Hagino returns and is confronted by Yuko as to her plans and intentions. Hagino tells about the coming Arume invasion and her hopes to protect the planet. Azanael learns that the Blue’s Emiru Force Drive’s explosion and the resulting disaster were all planned by Shibariel in order to create a new weapon. After a failed assassination attempt on Shibariel, Azanael escapes. Mari’s grandmother arrives at the school for the festival, and Mari tells her that she now understands why she was sent there. Even though Mari is upset at Hagino for not telling her the details about her accident sooner, she acknowledges the special bond",
                    "Aliases": []
                },
                "13": {
                    "ID": "346762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-drop/episodes/346762",
                    "TitleEnglish": "Rosmarinus",
                    "SummaryEnglish": "Michiko is happy that Mari and Hagino have made up and the play begins. The Arume ship closes in and the invasion begins, as the human defense forces are no match for the new Arume weapon. Blue joins the fight and destroys several enemy ships. As the fight escalates, the school is bombed and everyone evacuates. Hagino returns to the ship, and Mari watches from the docks as Blue heads into battle and the final confrontation with Shibariel.",
                    "Aliases": []
                }
            }
        }
    }
}