{
    "URL": "https://thetvdb.com/series/kodomo-no-jikan",
    "Genres": [
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1125577/",
        "https://www.themoviedb.org/tv/46179"
    ],
    "Titles": {
        "eng": "Kodomo no Jikan",
        "jpn": "こどものじかん"
    },
    "Summaries": {
        "eng": "This is the story of the surprisingly tangled loves of three elementary school girls. Kokonoe Rin, old beyond her years, is extrovert and energetic, and has a crush on her teacher, Aoki-sensei. Nor is she the slightest bit reticent about showing it, with embarassing explicitness. Her friends, Kuro and Mimi, likewise have love in their hearts, though they are less willing to display it.",
        "jpn": "小学校教師として初赴任の日。学期途中の引き継ぎながらもクラス担任となった青木大介は、上下揃ったスーツを着込み、自分が担任となる3年1組の教室の扉の前に立っていた。その扉を開ければ、「親しみやすいお兄さんみたいな先生」を目指す青木にとっての、教師生活の始まりなのだ。緊張する青木だったが、意を決し、教室のドアを開ける。――と、そこには、着替え中の女子児童達がいるのだった……！"
    },
    "Aliases": [
        "Nymphet",
        "A Child's Time"
    ],
    "Modified": "2025-09-06",
    "Seasons": {
        "0": {
            "ID": "29294",
            "URL": "https://thetvdb.com/series/kodomo-no-jikan/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "378699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/378699",
                    "Titles": {
                        "eng": "Recess Time \"The Thing You Gave to Me\"",
                        "jpn": "こどものじかん やすみじかん 〜あなたがわたしにくれたもの〜"
                    },
                    "Summaries": {
                        "eng": "Rin, Kuro, and Mimi spend the day at various shops searching for a birthday present for Aoki and even buy a book of charms. However, after Rin runs out of money, they decide to stay over at her house for the night to make presents for him instead. There Mimi meets Reiji for the first time and falls in love with him. Kuro makes a voodoo doll of Aoki and Rin makes herself as the present. The next day, they go to school to give Aoki his presents.",
                        "jpn": "コミック第4巻特別限定版 特典OVA"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "2177881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/2177881",
                    "Titles": {
                        "eng": "Rin's Classroom Diary (Special Compilation)",
                        "jpn": "りんの学級日誌（特別編）"
                    },
                    "Summaries": {
                        "eng": "This 90 min special re-caps the events of the first season.\r\n\r\nOriginally released as an OAD sold with the Limited Edition of Volume 5 of the Kodomo no Jikan manga to promote the second season.",
                        "jpn": "コミック第5巻特別限定版 特典OVA"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "440646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/440646",
                    "Titles": {
                        "eng": "Kuro-chan and Shiro-chan",
                        "jpn": "くろちゃんとしろちゃん"
                    },
                    "Summaries": {
                        "eng": "Kuro wants to become friends with Shirai, because she admires her and feels they have something in common (i.e. hating Aoki). As a sign of friendship Kuro gives a white hair pin to Shirai and wears a black version herself. One day, Shirai inadvertently hurts Kuro's feelings by dismissing her infatuation for Rin as abnormal. After realizing what she has done, Shirai eventually decides to wear the white hair pin in front of Kuro, making her very happy. Shirai ponders what her life would be like if she had a friend like Kuro in her youth.",
                        "jpn": "コミック第6巻特別限定版 特典OVA"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "3539401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/3539401",
                    "Titles": {
                        "eng": "A Child's Summer Time",
                        "jpn": "こどものじかん 〜こどものなつじかん〜"
                    },
                    "Summaries": {
                        "eng": "Daisuke, Kyoko, Rin, Kuro and Mimi travel to Daisuke's hometown where they meet his family, including his younger sister, Chika. As the girls go to the beach, Rin recalls the times she went to the beach with Aki and Reiji. Later that night, Rin tries to make a move on Daisuke as he sleeps, but backs off when she believes him to be 'a bit too big' for her. Meanwhile, Kyoko, who got very drunk, mistakes Chika for Daisuke and kisses her, though forgets about it the next morning. The next day, the girls help with preparations for Obon, giving Rin fond memories of her mother, so Daisuke lets her hug her during the night. They return home the next day, with Rin leaving behind a photo of them to sit next to a picture of Daisuke when he was younger.",
                        "jpn": "コミック第9巻特別限定版 特典OVA"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8513307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/8513307",
                    "Titles": {
                        "eng": "Scenes Too Hot For Anime - 01 Manga Cafe Scene",
                        "jpn": "Scenes Too Hot For Anime - 01 Manga Cafe Scene"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8513308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/8513308",
                    "Titles": {
                        "eng": "Scenes Too Hot For Anime - 02 Public Bath Scene",
                        "jpn": "Scenes Too Hot For Anime - 02 Public Bath Scene"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8513309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/8513309",
                    "Titles": {
                        "eng": "Scenes Too Hot For Anime - 03 Festival Scene",
                        "jpn": "Scenes Too Hot For Anime - 03 Festival Scene"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8513310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/8513310",
                    "Titles": {
                        "eng": "Scenes Too Hot For Anime - 04 The Three Girls And Their Boobs Scene",
                        "jpn": "Scenes Too Hot For Anime - 04 The Three Girls And Their Boobs Scene"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8513311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/8513311",
                    "Titles": {
                        "eng": "Scenes Too Hot For Anime - 05 Kuro-chan Enters The Classroom Scene",
                        "jpn": "Scenes Too Hot For Anime - 05 Kuro-chan Enters The Classroom Scene"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8513312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/8513312",
                    "Titles": {
                        "eng": "Scenes Too Hot For Anime - 06 Want Me To Milk You Scene",
                        "jpn": "Scenes Too Hot For Anime -06 Want Me To Milk You Scene"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29295",
            "URL": "https://thetvdb.com/series/kodomo-no-jikan/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "341136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/341136",
                    "Titles": {
                        "eng": "A Friendly Step",
                        "jpn": "なかよしのいっぽ"
                    },
                    "Summaries": {
                        "eng": "It is the first day of teaching for Daisuke Aoki and his third grade class. During the course of the day, he learns about the reasons behind Mimi Usa's extended absence from school. Her absence is due to a long-term harassment by the previous teacher. Neither the other teachers nor her parents believed her, so Mimi's only choice was to quit school. This enraged Rin and Kuro, so they harassed that teacher to the point of causing the teacher to have a nervous breakdown during class and quit. Later, Rin tells Aoki that she hates adults because of that incident.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "341137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/341137",
                    "Titles": {
                        "eng": "A Smile Reward",
                        "jpn": "にこにこのごほうび"
                    },
                    "Summaries": {
                        "eng": "Aoki starts off by assigning an essay about dreams, but the class responds with pessimistic views towards today's issues. At night, Aoki goes to a bar and rambles to his colleagues about how hard it is being a teacher. When they ask if there are any sexy teachers, Aoki accidentally mentions Rin. His colleagues tell him to move on to her, unaware of who Rin really is. The next day, it becomes apparent that Aoki's students' scores have begun to drop. Since Rin scored low on her test, Aoki asks her to come to a private lesson.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "341138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/341138",
                    "Titles": {
                        "eng": "Rapid Upbringing",
                        "jpn": "すくすくそだて"
                    },
                    "Summaries": {
                        "eng": "During PE class, Aoki notices Mimi's large chest. He starts thinking of a way to deal with it, and in the process, makes Hoin think that he's a lolicon. Later, Mimi goes shopping for a bra, but does not know anything about them, and ends up buying a bra that didn't fit her. Two boys at school make fun of her, so Rin and Kuro help Mimi purchase a bra by taking her measurements at Kuro's private clothing department.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "341139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/341139",
                    "Titles": {
                        "eng": "My Mother",
                        "jpn": "わたしのおかあさん"
                    },
                    "Summaries": {
                        "eng": "Aoki gives all of his students a home visit notification. After talking with Shirai, Aoki's curiosity about his students leads him to the archives where he learns about Rin's mother. Aoki begins to treat Rin with a lot of care, however when he hands out the home visit cancellations, he slips up about Rin's mother, which causes Rin to become depressed for being treated like a fool. After Aoki visits Rin's house and talks with Reiji, he mends his relationship with Rin by telling her that she is important to him.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "341140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/341140",
                    "Titles": {
                        "eng": "A Summer Vacation Friend",
                        "jpn": "なつやすみのとも"
                    },
                    "Summaries": {
                        "eng": "Summer break is quickly approaching, and Rin becomes saddened by the fact that she won't be able to see Aoki. Aoki tells her that he will still be at school to monitor the pool. Rin spends her summer with Kuro and Mimi, but at one point she is alone due to Kuro and Mimi's family-related absences. Rin remembers what Aoki says and goes to the school where she finds Aoki talking with Hoin. Aoki spots Rin and chases her to the pool where Rin pushes him in. She hugs him and they watch the fireworks.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "346597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/346597",
                    "Titles": {
                        "eng": "Memories",
                        "jpn": "おもいで"
                    },
                    "Summaries": {
                        "eng": "A flash back is told of Reiji's parents and Rin's mother. Reiji's father was an alcoholic and got angry over minor things; one night his parents got in a car crash and died. Afterwards, Reiji moved in with his cousin Aki, Rin's mother, whom had lung cancer, but did not tell any one until it was too late.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "346598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/346598",
                    "Titles": {
                        "eng": "Outdoor School",
                        "jpn": "りんかんがっこう"
                    },
                    "Summaries": {
                        "eng": "Rin and her classmates all went on a class outing to the mountains. While staying there, they play mischievous pranks on Aoki. The episode ends off when as the class were about to leave, Kyoko went to wake them up, finding the three of them, Rin, Kuro and Mimi, fell asleep with Aoki under a tree. Apparently. Aoki's pants were soiled, actually due to Rin's saliva, but the three of them made it look as though he ejaculated on his pants.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "346599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/346599",
                    "Titles": {
                        "eng": "Hold Me Tightly",
                        "jpn": "だっこしてぎゅっ"
                    },
                    "Summaries": {
                        "eng": "Aoki tries to ignore Rin when she harasses him for attention. This was because \"males and females should avoid skin contact\", as emphasized by a fellow teaching staff. On the same day, a former teacher who taught at the school is coming back for a visit. She was the teacher that taught Rin when she was in Grade 1. She mentions Rin and tells Aoki that 'some children will feel lonely'. Later on Rin tries to crossdress as a boy to try to get skin contact with Aoki. The episode ends when Aoki discovers that Rin was cross-dressing as a male in order to try to get close to him. As such, Aoki apologizes to Rin and tells Rin to punish him whatever she desires. Rin in turn slaps him but later on hugs him, crying and tells him that she does not want him to ignore her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "346600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/346600",
                    "Titles": {
                        "eng": "Jealousy Drill",
                        "jpn": "やきもちドリル"
                    },
                    "Summaries": {
                        "eng": "Aoki decides to be more strict with the students after a fellow teacher commented on his relaxed manner of teaching on the students. Rin knew about it and was not happy about that. It is revealed that Rin was apparently jealous that Aoki went with Kyouko to a family restaurant. The following day, Aoki is absent due to a cold. Rin became worried and went with Kuro and Mimi to visit him.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "346601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/346601",
                    "Titles": {
                        "eng": "Kind to People",
                        "jpn": "ひとにやさしく"
                    },
                    "Summaries": {
                        "eng": "After a serious, heartfelt attempt to confess her love for Aoki is completely misinterpreted by him, Rin's darker side manifests itself, and she resorts to blackmail and emotional manipulation to try to get him to either return her feelings or at least acknowledge his own for her. Her aggressive tactics backfire, however, and only succeed in causing emotional turmoil for Aoki and Mimi, disrupting his life (as well as an unofficial date with Kyoko), scaring him into keeping his distance. Unsure and confused about what she should do, a depressed Rin finds inspiration in the words of her \"romantic rival\", Kyoko, and she pursues a radical new strategy: treating the object of her affection with kindness.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "346602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/346602",
                    "Titles": {
                        "eng": "Everyone Getting Along",
                        "jpn": "みんななかよく"
                    },
                    "Summaries": {
                        "eng": "As Kyoko channels her frustration about her failed date with Aoki into the dodgeball competition between their two classes, each of the girls attempt to mend their strained relationship with their Aoki in her own unique way. After being trapped together in the gymnasium's storage locker for hours, Rin and Aoki finally reconciled and he assures her that he'll always remain by her side. Upon being rescued, Reiji — hysterical beyond reason due to recurring nightmares about his traumatic childhood and his perceived failure to keep his promise to Aki to protect her daughter from harm — snaps and strikes Aoki in rage before dragging Rin back home. Shirai discourages Aoki from making a volatile situation even worse by reminding him of his responsibility as a teacher to take care of his students without demonstrating favouritism, while Rin is reluctantly cowed into abandoning her attempts to explain the situation to Reiji after perceiving the unmitigated anger belying his seemingly calm demeanor.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "382285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/382285",
                    "Titles": {
                        "eng": "A Child's Time",
                        "jpn": "こどものじかん"
                    },
                    "Summaries": {
                        "eng": "The next day Rin doesn't come to school. Aoki notices this then he notices that Kuro and Mimi are getting texts from her. Reiji asks Rin what's wrong and she tells him she wants to go to school. He is still extremely angry at Aoki for \"being alone with her\". He also continues to have nightmares. Rin finds a letter in the mailbox from Aoki, and she later tells Reiji she is going outside for a while and he yells at her, thinking she is going to Aoki's house. He puts a padlock on the outside of her room to keep her from leaving. Reiji has some kind of breakdown when Rin threatens to stab him with scissors.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "41317",
            "URL": "https://thetvdb.com/series/kodomo-no-jikan/seasons/official/2",
            "Titles": {
                "eng": "Second Term",
                "jpn": "2学期",
                "rus": "Детское время: Второй семестр"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "rus": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "440643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/440643",
                    "Titles": {
                        "eng": "Fourth Graders",
                        "jpn": "よねんせい"
                    },
                    "Summaries": {
                        "eng": "Aoki finds Rin sitting up in a tree. He tries to apologize for his earlier behavior. Rin shows off her new look, \"low-rise\", which is extremely revealing. Reiji unwillingly allows her to wear it. He walks her to school, trying to block other parents' view of her. He is accused of being a molester because of his close proximity to Rin's backside. Aoki and Reiji have a silent mental conversation threatening/accusing one another. Before leaving, Rin kisses Reiji good-bye, which makes Aoki (for reasons even he does not understand) jealous. Rin becomes the Class Representative. The day passes and Rin appears to be making a sincere effort to be a good Class Rep. Aoki asks her to have the class clean the backyard after class. When he enters his classroom after it is over, he notices that all the students backpacks are gone. He immediately misinterprets this as that they ditched the work. Aoki finally runs into Mimi and Kuro, who are cleaning the backyard. Rin realizes that he had no trust in her to complete the request he made and, sincerely hurt, she runs away. Aoki finds her up in the tree. After accepting Aoki's apology, she goes to climb down, slips, and falls revealing her body. Aoki is slapped for this, but forgiven as usual.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "795811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/795811",
                    "Titles": {
                        "eng": "Fun Athletic Meet",
                        "jpn": "たのしいうんどうかい"
                    },
                    "Summaries": {
                        "eng": "The school is making preparations for the sports festival, and Rin is inspired to 'do her best' towards the day. Aoki and Hoin use faux intimidation to fire up the kids, although it doesn't go as planned on Aoki's part. Hoin comes up with the idea of a costume parade for the teachers, which Shirai is totally against until Kuro gets excited about her dressing up. On the day of the sports festival, Rin is suffering from a chest cough from working on a banner late into the night. She declines Kuro's offer of taking her to the nurses, stating that she wanted to work hard for Aoki as thanks for seeing through the mess that she is. Kuro is upset to find Shirai had dressed up as a panda, but Shirai hugs her to calm her down, going against her beliefs of skinship. Mimi laments that she misses her father's comfort, and when her mother arrives to cheer on her brother instead, she breaks down and cries. Rin manages to win the relay race for her class, but later that night her cough is still bothering her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1291731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kodomo-no-jikan/episodes/1291731",
                    "Titles": {
                        "eng": "Green Cherry Tree",
                        "jpn": "はざくらのころ"
                    },
                    "Summaries": {
                        "eng": "Rin catches a fever from being overworked and has to miss school. Mimi is still feeling lonely and Kuro scolds Aoki because Rin got sick for his sake. Mimi visits Rin's house in order to deliver a handout. Delirious from the fever, Rin asks to suck Mimi's breasts, which she allows in order to help her. Kuro gets Shirai to walk her home, who then apologises for what she said before. When Reiji notices Mimi's loneliness is similar to how he used to be, he comforts her and assures her that happiness will find her someday. Rin comes back to school healthy and later catches up to Aoki and kisses him.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}