{
    "URL": "https://thetvdb.com/series/lovely-complex",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1587394/",
        "https://www.themoviedb.org/tv/27167"
    ],
    "Titles": {
        "eng": "Lovely Complex",
        "jpn": "ラブ★コン"
    },
    "Summaries": {
        "eng": "Koizumi Risa, taller than the average girl, and Atsushi Ootani, shorter than the average guy - their constant bickering and comical love-hate relationship is well-known throughout the school. They act similarly and love the same music, and their friendship is full of laughing, shouting at each other, and of course, lots of jokes about one another's height. But when Risa notices her feelings for Ootani growing, she's worried. She doesn't know if he can ever see her as more than a friend, and she's afraid that if she tells him how she feels, she could ruin what they have. With her friends rooting for her, she struggles to make him see how she feels about him, and that a romantic relationship between them can work. Oblivious Ootani doesn't make things easy for her, but she stubbornly perseveres in her own unconventional way, determined for her feelings to get through to him, and finally be returned. Hopefully she won't drive herself and everyone else crazy in the process.\r\n\r\nRisa Koizumi has always been taller than most people, and Atsushi Ootani has always been shorter than most boys. Risa, after being caught during one of the school assembles, is punished by attending summer classes. Risa learns that she attends summer class with Ootani. After a cute, tall guy transfers into their summer class, the two of them decide to help each other out in regards to a possible love interest. Ootani helps Risa get close to the new classmate, Suzuki, and Risa helps Ootani get close to one of her close friends Chiharu. It turns out that Suzuki and Chiharu have more in common than vice versa with Ootani and Risa and they decide to give up and let Chiharu and Suzuki become a couple. However, Risa begins to notice that her feelings for Ootani are growing, but Ootani doesn't seem to notice at. Risa must get Ootani to understand that it's him she likes, not some other guy, and then figure out if a relationship between a tall girl and a short boy can really be possible.",
        "jpn": "小泉リサと大谷敦士は、クラスでも有名なオール阪神・巨人。いや、本当の漫才コンビではなく、二人がいがみ合っている姿が周囲からは漫才にしか見えないからです。\r\n\r\nでも、高校一年のクリスマス――。\r\n一人ぼっちのリサを慰めに走ってきた大谷。そんな彼の優しさに、リサは「例えオール阪神・巨人でも、何かが生まれたりすることもあるかもしれん」と大谷への感情に微かな変化を感じます。 大谷の一言一言に翻弄されながら、リサの淡い気持ちは確実に恋愛感情へと変わっていきます。\r\n\r\nそして、高校2年の文化祭――。 鈍い大谷にもようやくリサの気持ちが伝わるが、大谷の返事は……？\r\n果たして高校3年の卒業時に、二人はどのような卒業式をむかえるのか！？"
    },
    "Aliases": [
        "LoveCom"
    ],
    "Modified": "2025-06-24",
    "Seasons": {
        "1": {
            "ID": "29553",
            "URL": "https://thetvdb.com/series/lovely-complex/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "343794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343794",
                    "Titles": {
                        "eng": "Freshman Year Summer! I'll Definitely Find a Boyfriend!",
                        "jpn": "高１の夏！絶対カレシ、つくったるわ！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "物語の舞台はお笑いの中心地・大阪。\r\n身長170cmの小泉リサと大谷敦士は舞戸学園に入学した時からいがみ合いばかりで、つけられたあだ名がオール阪神・巨人。\r\n\r\n一年の夏期講習、隣のクラスの鈴木涼司に一目惚れしたリサと、リサの友人・田中千春に恋していた大谷の計らいで、仲良しグループでトリプルデートに行くことに。 \r\n01 しかし、二人のコンプレックスである長身と短身が原因で、リサも大谷もふられてしまう。\r\n結局、鈴木と千春が両思いになり……。\r\n\r\nでも、リサと大谷はお互い同じコンプレックスを持っていることに気づき、どちらが先に恋人を作るか勝負することにした。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "343795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343795",
                    "Titles": {
                        "eng": "The Ex-Girlfriend Love Triangle?!",
                        "jpn": "元カノと三角関係!?"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リサと大谷が憧れる歌手・海坊主。\r\nそのクリスマス・コンサートチケットが手に入り、一緒に行く約束をする。\r\nそんな時、大谷の元カノ・神崎真由が現れ、クリスマスの日に会ってほしいという。どぎまぎする大谷。そんな大谷を見てリサ潔く身を引き一人でコンサートに行くことに。 \r\n01 当日、カップルの溢れる街に一人ぼっちのリサ。心をよぎるのはいつもそばにいてくれた大谷の姿ばかり。寂しさのどん底に落ちたとき、大谷がリサの元に走ってきた。先に約束した方を優先させなきゃと、そっとリサの手をとる大谷に優しいぬくもりを感じるリサ。\r\nが、その瞬間、リサを抱きしめる長身の男が現れ!)!)。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "343796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343796",
                    "Titles": {
                        "eng": "A Guy You Like, or a Guy from the Past?",
                        "jpn": "好きなオトコか、昔のオトコか？"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "突然リサを抱きしめた長身のイケメンは、幼いころ友人だった深川遥だった。そしてバレンタインデー。大谷にチョコをあげるか迷うリサ。大谷は義理チョコならもらってやると吐き捨てる。意地を張るリサだが、やはりうれしい。 \r\n01 そこに遥が現れ、恋敵の大谷と喧嘩になる。大谷も、リサと遥が立っているだけで似合いのカップルに見えることに苛立ちを覚え、リサのせっかくの義理チョコも受け取りを拒否する。\r\nその義理チョコは、遥の手に渡ることに。翌日、寂しそうにしている大谷に謝るリサ。二人ともどうせあれは義理チョコだったからと、二人の距離は微妙に近づいていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "343797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343797",
                    "Titles": {
                        "eng": "Kiss! I've Fallen For You!",
                        "jpn": "チュッ！好きになっちゃいました！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "新学期、高校二年に進級した春。恋敵の遥は隣のクラスになり、リサはまた大谷と一緒のクラスになったことにほっとする。大谷は更にバスケに熱を入れ始め、リサはリストバンドを購入してあげる。素直に気持ちを伝えられないリサは、いつものいがみ合いの延長でしかそのプレゼントを渡せない。 \r\n苛立つリサは自分の性格が可愛くないことに悩む。そこに現れたのはリサと性格が正反対で可愛らしい寿聖子。こともあろうか突然大谷にキスをする。愕然となるリサ、奈落の底に突き落とされて!)!)。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "343798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343798",
                    "Titles": {
                        "eng": "Send Forbidden Love Flying!",
                        "jpn": "禁断の愛をぶっ飛ばせ！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "唇を奪われた大谷は聖子にメロメロ。\r\nまた、リサの身長が172cmに伸びて大谷との身長差も広がるばかり。\r\nそんなとき、バスケの練習中につき指をした大谷を保健室で介護する聖子。二人きりの保健室で聖子は大谷に身を投げ出す。……しかし、聖子は本名が聖子郎という男だった。 \r\n01 そんな聖子でも、好きな人に対して「好き」と一生懸命アピールする姿に、リサは奮起される。そして自分の気持ちを誤摩化すのはやめ、大谷のことが好きだということを自分の中で宣言する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "343799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343799",
                    "Titles": {
                        "eng": "A Maiden's Determination! Love-Love Confession Plan!!",
                        "jpn": "乙女の一大決心!　ラブラブ告白大作戦!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "仲間全員がリサの告白に協力してくれるが、恋愛に関して超鈍感の大谷にリサの想いは伝わらない。しかも大谷は、リサの告白を手伝ってやるから好きな人を教えろと勘違いは大きくなる一方。 \r\n01 そして誕生日を迎えたリサ。大谷はリサを駅ビルに呼び出す。花火大会があり、そこから見る二人だけの特等席が大谷からのプレゼントだった。その大谷の優しい気遣いに、大谷への想いが更に高まるリサは、思わず大谷に告白してしまう。「…あたし…大谷が好き！」と。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "343800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343800",
                    "Titles": {
                        "eng": "Sunk! Worst Confession in History",
                        "jpn": "撃沈！史上サイテーな告白！！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リサの告白を、大谷は冗談として軽く流してしまった。自分のことを恋愛対象とさえ見ていないことにリサは愕然とする。\r\n学園祭も終わり誰もいない教室で、ひとり涙に暮れるリサを大谷が見つける。大谷はリサを慰めるが、それはリサにとって逆効果にしかならない。 \r\n逆上したリサは、自分の好きな人が大谷自身だと考えられないのかと吐き捨てる。どんなに鈍い大谷でもようやくリサの好きな人が自分だと分かった。リサはもう後戻りができないことに気づいていた!)!)。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "343801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343801",
                    "Titles": {
                        "eng": "Comeback Impossible! Major Heartbreak!!",
                        "jpn": "再起不能！　大失恋！！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リサは大谷との関係が変わってしまったことに戸惑う。\r\n二人は会話も交わせないまま修学旅行の初日朝を迎える。そのときの大谷の返事は少し考えさせてくれということだった。 \r\n01 修学旅行先の北海道。土産店の中で二人きりになるリサと大谷。大谷はリサに返事を返す。\r\nリサのことを急に彼女としては見られないと。\r\n「…ごめん」という大谷のことばに、強がって見せるリサ。しかし、信子のもとへ逃げてくると、リサの涙は止まらなかった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "343802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343802",
                    "Titles": {
                        "eng": "Resuscitation!! Aim for Girlfriend Status!!",
                        "jpn": "起死回生!!目指せ彼女の座!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "フラれたリサは、信子たちに心配をかけまいと大谷とは普通の友人に戻ることに。 \r\n01 修学旅行二日目。二人は偶然にも家族旅行中の海坊主に出会う。感動する二人。リサが海坊主の奥さんに馴れ初めを聞くと、高校時代に出会い、一度分かれて、後年再会し結婚したと告げられる。その言葉に励まされるリサ。リサは自分の気持ちを素直に認め、大谷にやっぱり大谷が好きだから、全部無かったことにするのはやめると宣言。リサと大谷は“友達以上恋人未満”の距離に留まった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "343803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343803",
                    "Titles": {
                        "eng": "A Confrontation with The Ex-Girlfriend?! The Epic Breast-Baring Battle!!",
                        "jpn": "元カノと対決！？乳だし大作戦！！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リサは大谷とクリスマス・パーティに行くことに。それは大谷の中学バスケ部の同窓パーティで、元カノ・神崎が大谷を誘ったものだった。しかし来る予定だった神崎は急遽欠席した。\r\nリサは、大谷と神崎の過去を同級生たちから聞き出す。体育倉庫に二人きりに閉じ込めておいたら大谷が神崎に告白したということ。 \r\n01 すると信子たちの計らいで、リサと大谷が体育倉庫に閉じ込められる。しかし、リサは神崎のようになることはなかった。失望するリサ。\r\nそのころ、神崎はひとりで物憂げにクリスマスの空を見上げていて!)!)。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "343804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343804",
                    "Titles": {
                        "eng": "Absolute Death! Revived Love with the Ex-Girlfriend?!",
                        "jpn": "絶体絶命！　元カノと復活愛?!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "年を越して、神崎が大谷をバスケ大会に誘いに来た。しかも神崎は彼氏と別れフリーになったばかりで、同級生たちはふたりをまたくっつけようと画策している。是が非でも阻止しようとするリサ。 \r\n01 大会当日、神崎は今度二人きりで会いたいと大谷に言ってくる。そんな大谷と神崎に、リサはもう自分の余地はないと体育館を去る。\r\n一人涙に暮れるリサの前に大谷が突然現れる。なぜ大谷が来てくれたのか、リサは大谷の真意を理解できないまま!)!)。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "343805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343805",
                    "Titles": {
                        "eng": "Recapture Love! Improve as a Girl with Honmei Chocolate!!",
                        "jpn": "愛を取り戻せ！　本命チョコで女を磨く!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "大谷の何気ない「バレンタイン・チョコをくれ」というひとことにリサは大喜び。\r\nしかし大谷はリサのそんな気持ちを理解していない。そこで中尾は、どれだけ大谷のひとことがリサを振り回しているか説く。反省する大谷。 \r\nリサが本命のチョコを渡しにくると大谷は自分の無責任な言動を詫び、中途半端な気持ちで本命チョコは受け取れないと拒否する。するとリサは、本命チョコは自分の素直な気持ちなだけだからと、チョコを投げつける。大谷の気持ちは揺れているのか？"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "343806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343806",
                    "Titles": {
                        "eng": "Heating Up! A First Kiss in His Room?",
                        "jpn": "発熱！あいつの部屋でファースト・キッス？"
                    },
                    "Summaries": {
                        "eng": "Otani is home sick.  Risa takes his report-card over to his house after school, where she is enthusiastically welcomed by his mother and sister.",
                        "jpn": "リサは大谷と二人でコンサートに行くことに。しかし、その前日大谷が熱を出して学校を休んでしまう。信子に急き立てられ、リサは大谷の家に。 \r\n01 大谷の部屋で二人きり。だが大谷から、二人きりでいるのに何かしようという気が起こらないと、致命的なことを言われる。そんなに魅力がないのかと問うリサの唇に大谷の唇が！突然のキスに当惑し、大谷の部屋を飛び出していくリサ。\r\n翌日、大谷は夕べのことは熱で何も覚えていないと言う。信じられないリサは!)!)。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "343807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343807",
                    "Titles": {
                        "eng": "A Killer Crush on Maity",
                        "jpn": "マイティにキュン死にや！"
                    },
                    "Summaries": {
                        "eng": "A new English teacher starts at the school.  Risa thinks he is handsome, but Otani has other ideas.",
                        "jpn": "高校3年になり!)。\r\nリサとのキスを覚えていない大谷。そんな時、リサの前に理想の恋人舞竹国海（マイティ）先生が現れる。舞い上がるリサ。\r\n大谷もキスの夜のことを思い出す。だがあれはリサの髪に付いていた米粒を取ろうとして高熱で倒れてしまっただけだと言う。あのキスはただの事故だったのだ。 \r\n逆上したリサは、強引に大谷の唇を奪う。が、大谷は無感動。\r\n自分のことを女としてみていないと確信すると「大谷なんか好きでおんのやめる！！」と、リサは走り去っていく。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "343808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343808",
                    "Titles": {
                        "eng": "Dangerous Man, Mighty's Sweet Temptation",
                        "jpn": "危険なオトコ　マイティの甘い誘惑"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リサはマイティ先生との恋を謳歌すると宣言。でも本心では大谷を諦め切れていなかった。\r\nそんな悲しみに暮れているリサをマイティが優しく慰める。マイティの胸の中で泣くリサ。それを見た大谷は立ち尽くすだけだった。 \r\n放課後、バスケ部の代理顧問となったマイティと大谷が対峙する。マイティは、リサを「僕がもらっちゃおうかな」と。大谷は「オレは小泉なんて好きでもなんでもない！！」と断言してしまう。それを聞いてしまったリサ。リサと大谷の心の亀裂が広がった。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "343809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343809",
                    "Titles": {
                        "eng": "Maity's Magic! The Transforming Patterns of Love?!",
                        "jpn": "マイティの魔法！　変化する恋模様!?"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "2回も大谷にフラれたリサ。\r\nマイティはバスケ練習後にも大谷を挑発する。\r\n「リサの好きなんは俺や！！」と大谷はマイティに吐き捨てる。\r\n大谷はヤキモチを焼いているのか？ \r\nマイティは、なにがあっても大谷を好きでいてくれるリサを「誰かに持っていかれても平気なの？」と問う。反論できない大谷。\r\nリサは大谷とただの友達に戻りたがっていた。好きと言ってぎくしゃくするなら、昔のように友人関係のほうがいいと。\r\n二人の気持ちはまた逆方向に揺れ動きだした。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "343810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343810",
                    "Titles": {
                        "eng": "The Iron Fist of Love! Catch, O Maiden Soul!!",
                        "jpn": "愛の鉄拳!　受け止めろ、乙女魂!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "普通の友人関係に戻ったリサと大谷。\r\n友人関係といえど、自分の中の“好き”という気持ちだけは大事にしようとするリサ。\r\n大谷のバスケ部の最後の大会が近づいたが、初戦は昨年の優勝校で勝ち目はない。 \r\n一気にやる気をなくす大谷をリサは一喝！その瞬間、自分のことにい一生懸命になってくれるリサの気持ちが大谷に届く。\r\n試合後、大谷は「オレ、小泉がおらんとあかんな」と心の内を吐露する。なのに、リサはいびきをかいて寝ていた。だいじなところでいつもすれ違うふたりだった。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "343811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343811",
                    "Titles": {
                        "eng": "Best Birthday in History",
                        "jpn": "史上最高の誕生日"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リサの誕生日、みんなでパーティをすることに。\r\n大谷は誕生日パーティに欠席したが、リサは友人たちと盛り上がった。昨年の誕生日を思い出すリサ。そして気づいたのは、どんなに楽しいときをすごしても、大谷が一緒じゃないと“あかん”ということ。\r\nその瞬間、大谷からメールが届く。なんと大谷は建物の陰に隠れていたのだ。 \r\n二人きりになると大谷は、リサがいないと“あかん”と感じていると告げる。\r\nそして、大谷のキス！\r\n夏花火の下、リサの想いはついに大谷に通じた。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "343812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343812",
                    "Titles": {
                        "eng": "Sudden Downturn!! The First Date is the Beginning of Disaster",
                        "jpn": "急転直下!!　初デートは不運の始まり"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "めでたくカップルとなったリサと大谷は、世界陸上にデートへ。\r\nが、遅刻はするわ、カバンは忘れるはで、最悪のデート。ふと思い出すのが、おしとやかだった大谷の元カノ・神崎。そしてなんとリサがジュースを買いに出て戻ると。そこに神崎がいるではないか。リサは思わず逃げ出そうとする。 \r\nしかし、大谷は神崎にリサを「オレの彼女」として紹介する。\r\nうれし涙に暮れるリサ。\r\nが、その直後大谷の隣家の美々と出会う。リサを彼女だと紹介した瞬間に、美々からは嫉妬のオーラが出始めた。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "343813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343813",
                    "Titles": {
                        "eng": "Declaration of War!! The Dangerous Beauty Burns with Envy!!",
                        "jpn": "宣戦布告!!　嫉妬に燃えるデンジャラス美少女!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "初めて大谷の部屋にあがるリサ！\r\nが、そこに美々が突然飛び込んできた。\r\n美々はリサから大谷を奪うと宣戦布告。幼少からずっと大谷を好きだった美々は、大谷の前で常にかわいい娘を演じてきた。だが、リサによってそのペースをかき乱され、大谷の前でどんどんボロをだしていく。そして、好きな気持ちを大事にし続けたリサに感銘を受ける。 \r\nより絆が深まったリサと大谷。\r\nだが、中野先生は「オール阪神・巨人もとうとう解散か」と意味深な言葉を残して進路希望のプリントを見つめていた。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "343814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343814",
                    "Titles": {
                        "eng": "Premonition of Separation?! Risa and Otani Walk Seperate Paths",
                        "jpn": "別れの予感?!　リサと大谷が歩む別々の道"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "大谷が、大学進学を希望していることに驚くリサ。大谷と離れ離れになるのか？\r\n進路問題は友人の間に微妙な亀裂を生み出していた。\r\n信子は北海道の短大に行くことに。それは中尾と遠距離になることを意味していた。が、離れ離れになりたくない中尾の本心が分かったとき、信子は自分の進路に疑問を抱く。 \r\nすると中尾は下手な芝居で、信子に北海道行きを決心させようとする。その優しさから信子は中尾のためにも。自分の進路をしっかり進んで行こうと決意する。\r\n空港で、お互いの気持ちを確かめ合う中尾と信子。\r\nこの二人なら大丈夫だろうと安堵するリサと大谷だった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "343815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343815",
                    "Titles": {
                        "eng": "A Catastrophic Declaration from Ootani!!",
                        "jpn": "大谷からの破局宣言!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "小学校の先生を目指す大谷は塾に通い始める。\r\nリサは、受験勉強でかまってくれない大谷に寂しさを感じて、その近所のファミレスでバイトを始める。そこで、海坊主ファンの小堀と出会い急接近する。 \r\nある日大谷は、小堀がリサにキスしているのを目撃！！\r\nリサは大谷に責められるが、あれは小堀が寝ているリサに勝手にしたことだと説得する。\r\nだが、小堀から海坊主のライブに一緒に行かないかと誘われ、OKしてしまうリサ。ライブが終わり、外にでたところで、大谷に浮気の現場を押さえられる。\r\n大谷はリサと別れると宣言した。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "343816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343816",
                    "Titles": {
                        "eng": "Various Directions!! Everyone Embraces Their Own Circumstances",
                        "jpn": "進路はいろいろ!!　みんなが抱えるそれぞれの事情"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "大谷に別れると宣言したリサ。\r\nリサは猛省し、自分が悪いと認める。\r\n大谷はリサを気遣わなかった自分にも責任があると反省する。\r\nおたがいの存在の大切さを再認識したふたりは、ホワイトクリスマスの夜、仲直りをした。 \r\n鈴木が受験に失敗！\r\n4月から別れ離れになる鈴木と千春。\r\n鈴木は、千春にそのまま第一志望に行き新しい彼氏を見つけるように言う。\r\n激怒する千春。だが、それは千春の将来を気遣った鈴木の優しさが裏にあった。\r\nその思いを知った千春は鈴木と仲直りする。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "343817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lovely-complex/episodes/343817",
                    "Titles": {
                        "eng": "Together Always",
                        "jpn": "ずっと一緒!!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "受験当日。\r\n寝過ごしてしまうリサと大谷。しかも、外は大雪で交通機関はすべてストップ。\r\nリサは大谷の手を引き、路地裏を疾走し、受験に滑り込みセーフ間に合った。 \r\n受験が終わり、大谷とリサはデートへ。\r\nと、美々が仕事で撮影をしている。そのプロ根性に感動するリサ。中でもスタイリストの仕事に感銘を受ける。スタイリストになりたいというリサの進路も決まった。\r\n\r\n冷や冷やながらも、大谷も大学受験に見事合格していた。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}