{
    "URL": "https://thetvdb.com/series/kekkaishi",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1608924/",
        "https://www.themoviedb.org/tv/31678"
    ],
    "TitleEnglish": "Kekkaishi",
    "SummaryEnglish": "Yoshimori Sumimura, a 14-year-old junior high school boy, is a Kekkaishi, an exterminator of monsters. He is vying with Tokine Yumikura to be the heir to the Sumimura clan. Tokine is older than he, and she is his childhood friend as well as his rival Kekkaishi. To save people from danger, and to make himself stronger, Yoshimori fights against monsters.",
    "Aliases": [
        "Kekkaishi",
        "けっかいし"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "29604",
            "URL": "https://thetvdb.com/series/kekkaishi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "344526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344526",
                    "TitleEnglish": "Scars",
                    "SummaryEnglish": "The Kekkaishi's mission is to exterminate the Ayakashi that appear within the Karasumori site. As legitimate heirs, Yoshimori Sumimura and Tokine Yukimura carry out their family tradition as the Kekkaishi. Following an incident that occurred five years ago, Yoshimori vows to protect Tokine from ever getting hurt.",
                    "Aliases": []
                },
                "2": {
                    "ID": "344527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344527",
                    "TitleEnglish": "Yoshimori and Tokine",
                    "SummaryEnglish": "During the day, Yoshimori and Tokine are normal students living a regular school life. At night, they protect the Karasumori site as Kekkaishi. One day, the Ayakashi Tsuchigama invades into the Karasumori school grounds. Yoshimori must run through the Tsuchigama's rain of attacks in order to destroy the Ayakashi.",
                    "Aliases": []
                },
                "3": {
                    "ID": "344528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344528",
                    "TitleEnglish": "The Beautiful Demon Tamer",
                    "SummaryEnglish": "Yomi Kasuga, a Demon Tamer, pays a visit to the Yukimura family under orders from the Shadow Organization. Her arrival causes Tokine to recall the painful memory of the day her father Tokio died. Yomi reveals herself to be an enemy and explains her goal of taking over the Karasumori site in order to strengthen her demon, Yoki. Imprisoned, Yoshimori and Tokine find themselves in danger!",
                    "Aliases": []
                },
                "4": {
                    "ID": "344529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344529",
                    "TitleEnglish": "Her Treasure",
                    "SummaryEnglish": "The Karasumori's power causes Yoki to go out of control. Even Yomi is unable to stop her demon now. Hakudo and Odo, who were sent by the Shadow Organization to pursue Yomi, arrive and destroy Yoki. Yomi is then taken into custody for defying orders. As she departs, Yomi learns from Yoshimori the true meaning of kindness.",
                    "Aliases": []
                },
                "5": {
                    "ID": "344530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344530",
                    "TitleEnglish": "A Confectioner's Ghost",
                    "SummaryEnglish": "This episode begins where the last ended with the Kekkaishi cleaning up the mess created by Yomi and Yoki at karasumori. Shigemori explains to Yoshimori that within the Urakai is a group of users called the Yagyou who are an operations squad of the Urakai, and that the leader of the Yagyou is Yoshimori's older brother, Masamori. The episode continues to follow the story of Yoshimori's dealings with a ghost that is having trouble passing on.",
                    "Aliases": []
                },
                "6": {
                    "ID": "344531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344531",
                    "TitleEnglish": "Night Blooms of Karasumori",
                    "SummaryEnglish": "Yurina Kanda, one of Yoshimori's classmates, is a girl who can see ghosts and spirits. To see one of the 77 wonders of Karasumori Academy - the unseasonable blooming of cherry blossoms - Yurina sneaks into the school grounds late at night. There, she witnesses Yoshimori and Tokine in the midst of exterminating the Ayakashi.",
                    "Aliases": []
                },
                "7": {
                    "ID": "344532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344532",
                    "TitleEnglish": "The Best Cake in the World",
                    "SummaryEnglish": "Masahiko, the ghost of a patissier, cannot pass on because he is worried about leaving behind his younger brother Toshihiko. Yoshimori meets with Toshihiko and tells him about his older brother, but is not taken seriously. To help the two brothers, Yoshimori decides to bake the same cake from the brothers' childhood memories.",
                    "Aliases": []
                },
                "8": {
                    "ID": "344533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344533",
                    "TitleEnglish": "Yoshimori-like Days",
                    "SummaryEnglish": "Yoshimori trains a lot and tries to best Tokine as usual. His grandpa, Shigemori, mentally remarks how much power Yoshimori has. Yoshimori at the end breaks a boulder... and the garden.",
                    "Aliases": []
                },
                "9": {
                    "ID": "344534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344534",
                    "TitleEnglish": "Dangerous High School Teacher",
                    "SummaryEnglish": "A handsome teacher shows up secretly attacking students. Yoshimori is suspicious of the guy when he sees Tokine happily walking next to the guy and thinks about warning her of him being a possible dangerous player. At night, they sense an abnormality inside the school and they discover it is the teacher with three snakes wrapped around him. The teacher is actually a person with special powers but they still sense an ayakashi. It turns out that he was possessed by a parasitic ayakashi and they destroy it. The teacher is distraught that he attacked a student and is really nice by nature although he is still slightly perverted.",
                    "Aliases": []
                },
                "10": {
                    "ID": "344535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344535",
                    "TitleEnglish": "Shikigami Chocolate Battle",
                    "SummaryEnglish": "Yoshimori as a cake lover is obsessed with the legendary chocolate cake that his dad mentioned to him that is offered secretly to only 7 people at 5 AM at a specific cake shop. In order to hold a place in line, Yoshimori sends his shikigami but he is tired out and can't focus when fighting an ayakashi at Karasumori. Tokine worries about him but when she finds out the reason she becomes angry. Yoshimori then discovers that Shigemori ate his share of the chocolate cake much to his dismay. The next day Tokine reluctantly calls Yoshimori for help to kill a cockroach. Yoshimori manages to do so after Tokine accidentally pushes him on the ground smashing it. Afterwards, Tokine continuously avoids him but eventually gives him a thank-you gift: a T-shirt and the legendary chocolate cake.",
                    "Aliases": []
                },
                "11": {
                    "ID": "344574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344574",
                    "TitleEnglish": "Kouya and Madarao",
                    "SummaryEnglish": "It's another night of Kekkaishi duty. Yoshimori encounters three minor ayakashi, Honetarou, Uhosuke, and Nagao, and easily captures them. However, Madarao's old companion, Kouya, shows up and in anger attacks everyone, including his followers. After a brief flashback of Ginro (Madarao) and Kouya's happy past gone wrong at the hands of the humans, Kouya gains power from Karasumori and transforms. Yoshimori releases the seal on Madarao revealing his real form. Madarao and Kouya then battle.",
                    "Aliases": []
                },
                "12": {
                    "ID": "344575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344575",
                    "TitleEnglish": "Demon Dog Madarao's Sealing",
                    "SummaryEnglish": "After a long battle, Madarao is weakened and begins to accept death believing that Kouya will die as well but Kouya gains even more power from Karasumori. Just as Madarao is about to give up, Yoshimori steps in and tells Madarao that his master is not allowing him to die and thus Madarao stands up. The two work together and strike Kouya down. The dying Kouya tells Madarao to kill him but Madarao can't because he has no power left, but Kouya refuses to die at the hands of a human and so Karasumori lends its power to Madarao, finishing off Kouya. But before the group can celebrate, Madarao's true ayakashi nature reveals itself and starts attacking Yoshimori. But Yoshimori, with the help of Hakubi and Tokine, successfully seals Madarao once again through much difficulty.",
                    "Aliases": []
                },
                "13": {
                    "ID": "344576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344576",
                    "TitleEnglish": "Appearance of Masamori, Captain of the Yagyou",
                    "SummaryEnglish": "Yoshimori thinks about being the legitimate successor and gets in a bad mood when he doesn't understand why he is the successor and not his brother, Masamori, who is more skilled than he is. At Karasumori, Yoshimori and Tokine encounter an ayakashi that stinks so bad that Hakubi and Madarao's sense of smell is greatly disrupted. Masamori watches from afar and is able to find the ayakashi with his partner, Kurohime, but sits back and watches how Yoshimori handles it. The ayakashi's shell is very hard and difficult to break and just before its blades were going to slice Yoshimori, Masamori interrupts its attack and destroys one of its blades. He then creates a 5 layer kekkai surrounding the ayakashi and destroys it. Masamori reveals to everyone that he will staying for a few days, much to Yoshimori and Madarao's unhappiness.",
                    "Aliases": []
                },
                "14": {
                    "ID": "344577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344577",
                    "TitleEnglish": "Masamori's Plot",
                    "SummaryEnglish": "Yoshimori is really annoyed with Masamori being back especially when he thinks about how Tokine paid more attention to Masamori even in their childhood than to him. At night, Yoshimori and Tokine go to Karasumori and are confused when they can't find the ayakashi but then all of a sudden a forest grows and envelopes the school grounds. Madarao mentally notes that plant-type ayakashi cannot move and so someone must have planted it there. Masamori watches from afar and it is revealed that he was the one who planted it. Using the backdraft phenomenon suggested by Yoshimori, the two are able to destroy the ayakashi, although they had a huge mess to clean up afterward.",
                    "Aliases": []
                },
                "15": {
                    "ID": "344578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344578",
                    "TitleEnglish": "Yoshimori's Ambition",
                    "SummaryEnglish": "Yoshimori and Tokine called for help cleaning up and Masamori, Tokiko, and Shigemori show up. Yoshimori is annoyed the next day after being lectured for being reckless and gets even more so after thinking of the past. Later Yoshimori confronts Masamori about why he is watching him from afar. He then tells him that he wants to destroy Karasumori. After the conversation, Masamori uses Kurohime to search for anomalies. The next day, Masamori says to Shigemori that Yoshimori is above him. The family says farewell to Masamori as he leaves once again. Yoshimori asks Masamori to go bury Kouya's fur on his home mountain. Yoshimori promises to himself that he will surpass Masamori.",
                    "Aliases": []
                },
                "16": {
                    "ID": "344579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344579",
                    "TitleEnglish": "Uro-sama of the Colorless Swamps",
                    "SummaryEnglish": "A strange god shows up at school in broad daylight. Yoshimori later finds out that it is Uro-sama who was looking for a kekkaishi who can fix his bed. Shigemori reveals that in the past he went to go fix the bed 50 years ago although Tokine says that Tokiko went to go fix it 50 years ago as well. The next day Shigemori and Yoshimori travel to the Colorless Swamp. Uro-sama opens up a portal to a different dimension in the swamp and Yoshimori jumps in.",
                    "Aliases": []
                },
                "17": {
                    "ID": "344580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344580",
                    "TitleEnglish": "That is God's Territory",
                    "SummaryEnglish": "Yoshimori is in a god's dimension and finds Uro-sama's bed to be a giant ball covered with vines and trees. He jumps inside and sees a box and restores it resulting in the plants to be blown away from it and the bed to be even bigger than before. Uro-sama becomes happy and jumps into the orb which causes Yoshimori to feel abnormal and rejected by everything in the dimension. He perseveres and tries to ask Uro-sama about Karasumori before the god falls asleep. After a while he is at his limit and is thrown out of the orb and dimension by Mamezo.",
                    "Aliases": []
                },
                "18": {
                    "ID": "344581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344581",
                    "TitleEnglish": "Days of Toshimori, the Youngest Child",
                    "SummaryEnglish": "It's just a typical day for Toshimori but Shuji and Shigemori won't be home for the whole day and so he is stuck with Yoshimori. At school, Toshimori's friends get in trouble for not doing their homework and beg him to tutor them at his house. Toshimori is reluctant but eventually relents but also makes up a story about Yoshimori being very frightening. However, when they arrive home, Yoshimori greets them while wearing his baking attire. Later, Tokine visits bringing some dinner cooked by her mother but she encounters a cockroach and spills all the food on Yoshimori and the boys.",
                    "Aliases": []
                },
                "19": {
                    "ID": "344582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344582",
                    "TitleEnglish": "Attackers With White Feathers",
                    "SummaryEnglish": "An ayakashi disguised as a human sends three ayakashi to Karasumori and has then run around the place before allowing them to run amok in order to gather information. Yoshimori attacks one of them and it becomes angry and the observer eventually gives the signal. They gather together but Tokine destroys one of them making the other two angry. They combine and are empowered by Karasumori. Eventually Yoshimori and Tokine destroy the ayakashi and they send for clean-up help. But Madarao and Hakubi notice the human scent changing into an ayakashi scent and Yoshimori jumps to the roof to investigate finding the spy.",
                    "Aliases": []
                },
                "20": {
                    "ID": "344583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344583",
                    "TitleEnglish": "Weird Surveillant",
                    "SummaryEnglish": "Yoshimori engages in battle with the spy but the spy runs away. Yoshimori chases after him outside the school grounds but the spy runs into the forest. Yoshimori envelopes a large part of the forest with a kekkai and the spy is trapped, but then he drinks a power-up drink and strengthens himself and rips the kekkai apart. The spy swings his arm in a circle creating a mystery circle and uses the confusion to escape. Yoshimori is left with the spy's right arm as evidence.",
                    "Aliases": []
                },
                "21": {
                    "ID": "344584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344584",
                    "TitleEnglish": "Cold Transfer Student: Shishio Gen",
                    "SummaryEnglish": "A new transfer student shows up and destroys a shiki disguised as Yoshimori. Yoshimori senses it and wakes up from his nap on the roof and tries to find Gen. Tokine and Yoshimori find claw marks on the wall outside along with the remains of Yoshimori's shiki. Gen encounters Tatsumi and senses that he has special powers. He begins to interrogate him but then leaves him alone. Later at night, Tokine and Yoshimori met Gen at Karasumori.",
                    "Aliases": []
                },
                "22": {
                    "ID": "344585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344585",
                    "TitleEnglish": "Messenger from the Urakai",
                    "SummaryEnglish": "Yoshimori and Tokine find out that the transfer student, Gen Shishio, is a member of Masamori's Night Troop and was in fact sent by Masamori to protect the Kekkaishi of Karasumori. Meanwhile gramps is doing some research on the \"skin\" that the Ayakashi dropped.",
                    "Aliases": []
                },
                "23": {
                    "ID": "344586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344586",
                    "TitleEnglish": "Taking Aim at the Legitimate Heir",
                    "SummaryEnglish": "Kyoichi Hiba, another member of the Yagyou, comes to check up on Gen. Inside the school, Yoshimori comes across a wheeling ayakasha named Ohkubiguruma. When Gen appears and battles against Ohkubiguruma, it leads him outside for a surprise attack, temporarily injuring him. Yoshimori takes over the fight, though his barrier are to no effect. Nevertheless, with the help of Gen, Yoshimori predicts the movements of the ayakashi, leads it back inside the school, and succeeds in exterminating it. The kekkaishi realize that they are placed with a bounty by a mysterious organization. The next day, as Yoshimori lies on the roof with Gen, the former questions the latter about his body hybridized between a human and an ayakashi.",
                    "Aliases": []
                },
                "24": {
                    "ID": "344587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344587",
                    "TitleEnglish": "Gen and Love's Attack",
                    "SummaryEnglish": "Yurina discovers that her friend Aoi has developed a crush on Gen. Together with her friends, they try to get Gen to realize her feelings.",
                    "Aliases": []
                },
                "25": {
                    "ID": "344588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344588",
                    "TitleEnglish": "Tokine and the Handsome Gentleman",
                    "SummaryEnglish": "A very popular boy comes to meet Tokine in school. When Yoshimori sees them leaving, he follows them together with Gen, who is suspicious of the boy.",
                    "Aliases": []
                },
                "26": {
                    "ID": "344589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344589",
                    "TitleEnglish": "A Night Without Yoshimori",
                    "SummaryEnglish": "Yoshimori gets sick after desperately trying to erase an Ayakashi. That night, an Ayakashi with strange powers comes to Karasumori, but will Tokine and Shishio be okay without yoshimori?",
                    "Aliases": []
                },
                "27": {
                    "ID": "344590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344590",
                    "TitleEnglish": "The Elite of the Council of Twelve",
                    "SummaryEnglish": "Masamori gets promoted to seat 7 of the mysterious council of twelve, the elite leaders of the Urakai, but he needs to prove what he's worth. While at home, Karasumori and Yoshimori tries to help a dead cat pass on.",
                    "Aliases": []
                },
                "28": {
                    "ID": "344591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344591",
                    "TitleEnglish": "Kokubourou's Declaration of War",
                    "SummaryEnglish": "An elite team of Kokubouro comes to Karasumori during the day to ask for a negotiation with the Kekkaishi at night. However, the Ayakashi can't be trusted and the negotiations go wrong.",
                    "Aliases": []
                },
                "29": {
                    "ID": "344592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344592",
                    "TitleEnglish": "The Magic Square of Spell-Sealing",
                    "SummaryEnglish": "Yoshimori found a way to get out of the magical square, and is facing four Ayakashis. Yoshimori thinks of a plan to erase them but when his plan goes bad, Tokine gets taken as a hostage. Meanwhile, Shishio, who is almost lost in his anger, is fighting the 5th Ayakashi who seems to be just playing.",
                    "Aliases": []
                },
                "30": {
                    "ID": "344593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344593",
                    "TitleEnglish": "Karasumori's Suitable Person",
                    "SummaryEnglish": "Shishio is troubled by his past but he will not tell the story to Yoshimori and Tokine. So, Yoshimori has no other choice than to ask his brother, Masamori.",
                    "Aliases": []
                },
                "31": {
                    "ID": "344594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344594",
                    "TitleEnglish": "The Surprising Past of Shishio",
                    "SummaryEnglish": "Masamori entrusted Yoshimori, who wants to help Shishio with the tale of Shishio's past. Yoshimori is troubled with what to do and even Tokine can't help him, so he goes for a direct approach",
                    "Aliases": []
                },
                "32": {
                    "ID": "344595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344595",
                    "TitleEnglish": "Atora's Intense Training",
                    "SummaryEnglish": "Yoshimori, Tokine and Shishio are tested by the demon-tamer of the Yagyou squad, who also happens to be the mentor of Shishio.",
                    "Aliases": []
                },
                "33": {
                    "ID": "344596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344596",
                    "TitleEnglish": "Shige-jii's Dire Flight",
                    "SummaryEnglish": "Yoshimori, Tokine and Shishio are fighting in Karasumori while Kokubouro takes action against Matsudo Heisuke, the scientist that was helping Shige-Jii, trying to figure out what human skin are the Ayakashi wearing",
                    "Aliases": []
                },
                "34": {
                    "ID": "344597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344597",
                    "TitleEnglish": "Dark Voice of Temptation from the Egg",
                    "SummaryEnglish": "Shishio receives an egg from Kaguro, an Ayakashi working for Kokubouro. When the egg gets closer to hatching, it is telling troublesome things to Shishio to confuse him.",
                    "Aliases": []
                },
                "35": {
                    "ID": "344598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344598",
                    "TitleEnglish": "Kokubourou Approaches",
                    "SummaryEnglish": "While Shishio's egg is confusing him more and more, Kokuboro makes preparations for a full scale war. A large Ayakashi attack on Karasumori is coming, and it's coming fast",
                    "Aliases": []
                },
                "36": {
                    "ID": "344599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344599",
                    "TitleEnglish": "Karasumori's Destruction by Fire",
                    "SummaryEnglish": "As Kokubouro descends, Masamori and his Night Troops are still preoccupied elsewhere leaving only Yoshimori, Tokine and Shishio to defend Karasamori. They end up in a battle with one of the leaders of Kokuboro. They must try their hardest to survive as all possible reinforcements are being distracted, and delayed by other Kokuboro forces.",
                    "Aliases": []
                },
                "37": {
                    "ID": "344600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344600",
                    "TitleEnglish": "Shishio Gen's Last Battle",
                    "SummaryEnglish": "The fight continues with Yoshimori, Tokine and Shishio fending off a hot headed Gagin. The only chance for relief is for Shishio to transform into his full form, breaking the taboo once again. Though the Kokuboro army is forced to retreat, the Karasumori gang gets delivered a devastating blow.",
                    "Aliases": []
                },
                "38": {
                    "ID": "344601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344601",
                    "TitleEnglish": "The Respective Repose of Souls",
                    "SummaryEnglish": "Old stories show that the passing of Gen Shishio has not gone unnoticed. The after math has shaken quite a few people, even some that would hesitate to call him a friend. Yoshimori and Masamori's makes a visit to the Shishio residence where that are met with disdain. Meanwhile the ranks of Kokuboro took a hit from Gagin's death.",
                    "Aliases": []
                },
                "39": {
                    "ID": "344602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344602",
                    "TitleEnglish": "Karasumori's Enigma",
                    "SummaryEnglish": "It is now Kokuboro's turn to research the mysteries of Karasumori. Lead by the mysterious Hekian, with an ability called Thousand Eyes, a group of ayakashi, including Gagin's second in command Sakon, seek to find out the legitimate master of Karasumori. Yoshimori and Tokine try to regain some normalcy in their day to day lives.",
                    "Aliases": []
                },
                "40": {
                    "ID": "344603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344603",
                    "TitleEnglish": "The Road to Kurosusuki",
                    "SummaryEnglish": "Tokiko Yukimura has finally returned, just to announce that she will soon be leaving again. Masamori has managed to rebel against the wants of Ogi Ichirou, one of the heads of the Shadow Orginization, by deciding to movie the headquarters of his Night Troop. After Yoshimori hears of Tokiko's return he is bent on finding out about the passage to Kokuboro. After an amusing chase he is delivered a blow when he finds out that he is not strong enough to enter the Netherworld.",
                    "Aliases": []
                },
                "41": {
                    "ID": "344604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344604",
                    "TitleEnglish": "Days of Special Training",
                    "SummaryEnglish": "Taking Tokiko's words to heart Yoshimori decides to put aside everything to be able to train. With a few words with a shrine priest Yoshimori takes some time to train with a few local crows. After Yoshimori decides that he has done well, he has a chance to put his new found strengths to the test when Karasumori is invaded by quite a few shady characters.",
                    "Aliases": []
                },
                "42": {
                    "ID": "344605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344605",
                    "TitleEnglish": "The Entirety of the Yagyou",
                    "SummaryEnglish": "Yoshimori feels quite crowded when Masamori and the Night Troops move into the neighborhood. He is further surprised to see that his older brother, Masamori, has ordered a few of his troops to assist the Kekkaishi of Karasumori.",
                    "Aliases": []
                },
                "43": {
                    "ID": "344606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344606",
                    "TitleEnglish": "Second Advent of the Black Clouds",
                    "SummaryEnglish": "Yoshimori leads the trio, Sen and his friends, into a forest where he engages a friendly battle with them. Yoshimori easily overpowers Sen's two friends, but Sen manages to sneak right behind Yoshimori. However, at that moment a purple aura surrounds Yoshimori causing Sen to back away. Toshimori plays shougi with Masamori. Masamori finds Yoshimori in his special training ground and informs him that Kaguro is not someone he can deal with and that his goal should be to protect Karasumori. Meanwhile, Sakon prepares for an assault on Karasumori.",
                    "Aliases": []
                },
                "44": {
                    "ID": "344607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344607",
                    "TitleEnglish": "Karasumori's War",
                    "SummaryEnglish": "Yoshimori, Tokine, and Masamori and his night troops are stationed in Karasumori waiting for the enemies approaching. The night troops and the Kekkaishi easily fend off a horde of low-level ayakashi. Meanwhile, Yoshimori, still having his mind set on avenging Gen, leaves the battlefield in search of Kaguro. Yoshimori finds Kaguro, but it turns out that it is actually Shion wearing the same human skin Kaguro wears in disguise. Yoshimori allows himself to be taken by Shion to go to Kokubouro in order to get to Kaguro. Unfortunately, Sen who was tailing Yoshimori gets caught as well. Back at the site of Karasumori, Masamori faces off against Sakon. However, Sakon takes Atora as a hostage to complicate matters.",
                    "Aliases": []
                },
                "45": {
                    "ID": "344608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344608",
                    "TitleEnglish": "Kokubourou's Human Sacrifice",
                    "SummaryEnglish": "Tokine manages to infiltrate Kokubouro by following Shion. Masamori frees Atora and destroys Sakon with ease. As his night troops recuperate, he discovers that both Yoshimori and Sen are missing and that they are both currently in Kokubouro. Yoshimori is restrained by Shion's webs, but his aura repels anything else Shion tries to do to him. Byaku arrives and tries to plant a bug inside Yoshimori, but, he too, was repelled by Yoshimori's aura. Masamori gathers any movable night troops to head to Kokubouro. Matsudo Heisuke, along with his companion Kagami, busts through the ceiling, scares Shion away, and frees Yoshimori under agreement in which Yoshimori must not touch this \"white\" target. Heisuke and Kagami destroy the castle buildings while Yoshimori heads off to find Kaguro.",
                    "Aliases": []
                },
                "46": {
                    "ID": "344609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344609",
                    "TitleEnglish": "Mysterious World's Maze",
                    "SummaryEnglish": "Tokine gets through the main entrance of Kokubouro, destroys Koshu, and continues her search for Yoshimori. As he is finding his way in the castle, Yoshimori sees Kaguro and stops only to contemplate about his current duties. He decides that his revenge will have to wait because his most important mission as of now is to locate and save Sen. While aimlessly searching the castle, he encounters the princess, who, unbeknownst to Yoshimori, gives him the map of the castle in his mind. After this encounter, the princess disappears and Yoshimori realizes that he, for some reason, knows his way in the castle now. He calls this his \"natural intuition\". Yoshimori saves Sen. Meanwhile, Heisuke found Byaku, who appears to be the \"white\" target that he was searching for to settle a score.",
                    "Aliases": []
                },
                "47": {
                    "ID": "358421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358421",
                    "TitleEnglish": "Destiny's Conclusion",
                    "SummaryEnglish": "Heisuke, along with Kagumi, corners Byaku. It is revealed that Kagumi was Byaku's dead wife and that Byaku, though no apparent, is actually nine years older than Heisuke. Several flashback scenes occur as Byaku and Heisuke chat and fight (Kagumi does all the fighting for Heisuke). Byaku performed experiments on his wife and in the end she died. This traumatized Heisuke in the past because he loved Kagumi. The Kagumi with Heisuke now is actually a demon he made a pact with. Kagumi deals a crushing blow to Byaku's chest and disables in on the ground. Heisuke walks up to Byaku and asks if he ever loved Kagumi. Upon hearing \"I have never loved anyone\" from a disabled Byaku, Heisuke uses his cane to end Byaku's life.",
                    "Aliases": []
                },
                "48": {
                    "ID": "358422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358422",
                    "TitleEnglish": "Crumbling Castle",
                    "SummaryEnglish": "As the castle begins to fall apart, Masamori and his night troops head into Kokubouro with the path created by Tokiko. Yoshimori rescued Sen and tells him to go back home while he still can. Wanting to be of some use to Yoshimori, Sen offers to help locate Kaguro. With Sen's help, Yoshimori speeds off to find Kaguro leaving Sen behind. Tokine manages to find the whereabouts of Yoshimori with Sen's information and heads off to Yoshimori with the intention of bringing him back to Karasumori before the castle completely collapses.",
                    "Aliases": []
                },
                "49": {
                    "ID": "358423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358423",
                    "TitleEnglish": "Sad Demon Flower",
                    "SummaryEnglish": "Aihi rescues Tokine who was about to fall into the depths of the castle. Aihi takes Tokine into her lab and Aihi's past was revealed. Appearently, Aihi lacks the evil aura that most Ayakashi has because she fell in love with a human. Shortly after Tokine leaves, Kaguro appears in front of Aihi and the two of them engage in battle. Kaguro easily defeats Aihi despite Aihi being a high class Ayakashi. Kaguro says the reason for her defeat was because she became weak from losing her desire to eat humans, but Aihi claims that Kaguro is also weak because he is insecure. In the exact moment where Kaguro is about to destroy Aihi, he senses Yoshimori's presence and heads off to him. Aihi transforms into her plant form and releases her dandelions; one of which makes its way back to the human she loved who is now an old man.",
                    "Aliases": []
                },
                "50": {
                    "ID": "358424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358424",
                    "TitleEnglish": "Final Battle!",
                    "SummaryEnglish": "Tokine is finally reunited with Yoshimori in Kurosusuki, but without any time to waste, Yoshimori immediately goes into battle to settle his revenge with Kaguro. During the fight, Kaguro finally reveals his past.",
                    "Aliases": []
                },
                "51": {
                    "ID": "358425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358425",
                    "TitleEnglish": "Yoshimori and Kaguro",
                    "SummaryEnglish": "As the final showdown between Yoshimori and Kaguro continues, Sen enters the battle to help Yoshimori. Sensing that Sen is in danger, Yoshimori instinctively unleashes his Shinkai. Although Kaguro is defeated, Yoshimori loses consciousness in the process, trapping both Sen and himself within his very own Zekkai. Although Masamori and the others arrive, they are left helpless. Running out of time, Tokine makes a rash decision.",
                    "Aliases": []
                },
                "52": {
                    "ID": "358426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358426",
                    "TitleEnglish": "The End of Kokubourou",
                    "SummaryEnglish": "Yoshimori is unconscious, and Tokine decides to jump into Yoshimori's Zekkai, effectively waking him up from his trance. With the help of Tokiko’s power, Yoshimori and the others escape from the crumbling world of the Black Pampas Grass. At last, the Night Troops’ mission has finally come to an end, and life at Karasumori returns to normal.",
                    "Aliases": []
                }
            }
        }
    }
}