{
    "URL": "https://thetvdb.com/series/kekkaishi",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1608924/",
        "https://www.themoviedb.org/tv/31678"
    ],
    "Titles": {
        "eng": "Kekkaishi",
        "jpn": "結界師"
    },
    "Summaries": {
        "eng": "Yoshimori Sumimura, a 14-year-old junior high school boy, is a Kekkaishi, an exterminator of monsters. He is vying with Tokine Yumikura to be the heir to the Sumimura clan. Tokine is older than he, and she is his childhood friend as well as his rival Kekkaishi. To save people from danger, and to make himself stronger, Yoshimori fights against monsters.",
        "jpn": "妖の力を高める地、烏森を守り続けてきた結界師一族の正統継承者として生まれた墨村良守。かつて良守は自分の失策により、隣に住む同じ結界師の雪村時音に大怪我を負わせたことを後悔し、強くなることを心に誓っていた。それから5年後良守は今夜も妖と戦う！"
    },
    "Aliases": [
        "Kekkaishi",
        "けっかいし"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "29604",
            "URL": "https://thetvdb.com/series/kekkaishi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "344526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344526",
                    "Titles": {
                        "eng": "Scars",
                        "jpn": "右腕の傷"
                    },
                    "Summaries": {
                        "eng": "The Kekkaishi's mission is to exterminate the Ayakashi that appear within the Karasumori site. As legitimate heirs, Yoshimori Sumimura and Tokine Yukimura carry out their family tradition as the Kekkaishi. Following an incident that occurred five years ago, Yoshimori vows to protect Tokine from ever getting hurt.",
                        "jpn": "墨村良守は、妖を退治する墨村家第22代目当主予定の結界師。同じ家業を継ぐ雪村家の娘で2歳年上の時音は、家同士のいさかいもあって格好のライバルだ。ある日、良守の未熟さから時音が妖に傷つけられてしまう。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "344527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344527",
                    "Titles": {
                        "eng": "Yoshimori and Tokine",
                        "jpn": "良守と時音"
                    },
                    "Summaries": {
                        "eng": "During the day, Yoshimori and Tokine are normal students living a regular school life. At night, they protect the Karasumori site as Kekkaishi. One day, the Ayakashi Tsuchigama invades into the Karasumori school grounds. Yoshimori must run through the Tsuchigama's rain of attacks in order to destroy the Ayakashi.",
                        "jpn": "烏森学園中等部に通う良守は墨村家第21代目当主の祖父・繁守、小説家で主夫の父・修史、小学3年生の弟・利守との4人暮らし。下校後の夜は妖退治に明け暮れる良守だが、唯一の趣味・洋菓子作りにもいそしむ。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "344528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344528",
                    "Titles": {
                        "eng": "The Beautiful Demon Tamer",
                        "jpn": "美しき鬼使い"
                    },
                    "Summaries": {
                        "eng": "Yomi Kasuga, a Demon Tamer, pays a visit to the Yukimura family under orders from the Shadow Organization. Her arrival causes Tokine to recall the painful memory of the day her father Tokio died. Yomi reveals herself to be an enemy and explains her goal of taking over the Karasumori site in order to strengthen her demon, Yoki. Imprisoned, Yoshimori and Tokine find themselves in danger!",
                        "jpn": "裏会からの使者、春日夜未が雪村家を訪れ、時音の亡き父・時雄のことを語る。父の死は時音にとって辛い思い出だった。翌日、夜未に会った良守は、時音の父を話題にするのはやめてほしいと頼むのだが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "344529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344529",
                    "Titles": {
                        "eng": "Her Treasure",
                        "jpn": "彼女の大事なもの"
                    },
                    "Summaries": {
                        "eng": "The Karasumori's power causes Yoki to go out of control. Even Yomi is unable to stop her demon now. Hakudo and Odo, who were sent by the Shadow Organization to pursue Yomi, arrive and destroy Yoki. Yomi is then taken into custody for defying orders. As she departs, Yomi learns from Yoshimori the true meaning of kindness.",
                        "jpn": "夜未は、烏森の力で鬼のヨキを強化したいという願いに突き動かされ、時音を邪魔者として殺そうとする。しかし、とらわれの身の良守が脱出して時音を助けた。烏森の力で進化したヨキは、夜未との契約を破棄する。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "344530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344530",
                    "Titles": {
                        "eng": "A Confectioner's Ghost",
                        "jpn": "お菓子な人間霊"
                    },
                    "Summaries": {
                        "eng": "This episode begins where the last ended with the Kekkaishi cleaning up the mess created by Yomi and Yoki at karasumori. Shigemori explains to Yoshimori that within the Urakai is a group of users called the Yagyou who are an operations squad of the Urakai, and that the leader of the Yagyou is Yoshimori's older brother, Masamori. The episode continues to follow the story of Yoshimori's dealings with a ghost that is having trouble passing on.",
                        "jpn": "夜未の事件で、良守の兄・正守は異能者の組織「裏会」に所属していたことが判明。一方、時音にお菓子の城を食べさせるという野望のためケーキ作りにいそしんでいた良守は、元パティシェの人間霊と知りあう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "344531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344531",
                    "Titles": {
                        "eng": "Night Blooms of Karasumori",
                        "jpn": "烏森の宵桜"
                    },
                    "Summaries": {
                        "eng": "Yurina Kanda, one of Yoshimori's classmates, is a girl who can see ghosts and spirits. To see one of the 77 wonders of Karasumori Academy - the unseasonable blooming of cherry blossoms - Yurina sneaks into the school grounds late at night. There, she witnesses Yoshimori and Tokine in the midst of exterminating the Ayakashi.",
                        "jpn": "良守と同じクラスの神田百合奈は、霊感があることを周囲に隠していた。季節外れの桜が咲き、百合奈は夜桜見物をすることになる。そこで良守と時音は、百合奈に霊感があると知らず、目の前で妖相手のバトルを始める。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "344532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344532",
                    "Titles": {
                        "eng": "The Best Cake in the World",
                        "jpn": "最高のケーキ！"
                    },
                    "Summaries": {
                        "eng": "Masahiko, the ghost of a patissier, cannot pass on because he is worried about leaving behind his younger brother Toshihiko. Yoshimori meets with Toshihiko and tells him about his older brother, but is not taken seriously. To help the two brothers, Yoshimori decides to bake the same cake from the brothers' childhood memories.",
                        "jpn": "良守の野望はお菓子の城作りであり、彼の唯一の協力者がパティシェの人間霊・真彦だ。しかし、彼はいずれ成仏しなければ危うい存在になってしまうため、良守は迷える霊の相談所を開設しているマザーさんに相談する。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "344533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344533",
                    "Titles": {
                        "eng": "Yoshimori-like Days",
                        "jpn": "良守な日々"
                    },
                    "Summaries": {
                        "eng": "Yoshimori trains a lot and tries to best Tokine as usual. His grandpa, Shigemori, mentally remarks how much power Yoshimori has. Yoshimori at the end breaks a boulder... and the garden.",
                        "jpn": "烏森学園に妖・氷渡が現れ、良守と時音が追う。氷渡は冷気を操り氷柱弾を放つ危険な妖怪で、学園のプールに潜んでいる。良守は凍結したプール内をむやみに結界で包んで滅し、氷渡を怒らせプールからおびき出す。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "344534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344534",
                    "Titles": {
                        "eng": "Dangerous High School Teacher",
                        "jpn": "危険な高校教師"
                    },
                    "Summaries": {
                        "eng": "A handsome teacher shows up secretly attacking students. Yoshimori is suspicious of the guy when he sees Tokine happily walking next to the guy and thinks about warning her of him being a possible dangerous player. At night, they sense an abnormality inside the school and they discover it is the teacher with three snakes wrapped around him. The teacher is actually a person with special powers but they still sense an ayakashi. It turns out that he was possessed by a parasitic ayakashi and they destroy it. The teacher is distraught that he attacked a student and is really nice by nature although he is still slightly perverted.",
                        "jpn": "霊感があることを秘密にしている百合奈は、以前助けてくれた良守が気になっていた。そして友人に焚きつけられて悩みを相談し、良守は気前良くこれに応じた。一方、産休代理教師の三能が時音に急接近する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "344535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344535",
                    "Titles": {
                        "eng": "Shikigami Chocolate Battle",
                        "jpn": "式神チョコバトル"
                    },
                    "Summaries": {
                        "eng": "Yoshimori as a cake lover is obsessed with the legendary chocolate cake that his dad mentioned to him that is offered secretly to only 7 people at 5 AM at a specific cake shop. In order to hold a place in line, Yoshimori sends his shikigami but he is tired out and can't focus when fighting an ayakashi at Karasumori. Tokine worries about him but when she finds out the reason she becomes angry. Yoshimori then discovers that Shigemori ate his share of the chocolate cake much to his dismay. The next day Tokine reluctantly calls Yoshimori for help to kill a cockroach. Yoshimori manages to do so after Tokine accidentally pushes him on the ground smashing it. Afterwards, Tokine continuously avoids him but eventually gives him a thank-you gift: a T-shirt and the legendary chocolate cake.",
                        "jpn": "お菓子作りよりも結界術の修行をしろと時音に叱られ、落ち込む良守。そんな彼に父の修史は、幻のチョコケーキを食べるよう勧める。しかし、入手するための整理券の配布は早朝なので、良守は式神にお願いした。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "344574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344574",
                    "Titles": {
                        "eng": "Kouya and Madarao",
                        "jpn": "鋼夜と斑尾"
                    },
                    "Summaries": {
                        "eng": "It's another night of Kekkaishi duty. Yoshimori encounters three minor ayakashi, Honetarou, Uhosuke, and Nagao, and easily captures them. However, Madarao's old companion, Kouya, shows up and in anger attacks everyone, including his followers. After a brief flashback of Ginro (Madarao) and Kouya's happy past gone wrong at the hands of the humans, Kouya gains power from Karasumori and transforms. Yoshimori releases the seal on Madarao revealing his real form. Madarao and Kouya then battle.",
                        "jpn": "鋼夜が姿を現した。斑尾が生きていた頃の仲間である鋼夜は人間に殺され、化け犬となっていた。同じく化け犬になった斑尾は、結界術の開祖・間時守を主とし、鋼夜と決別したが、鋼夜は再び仲間になれと斑尾を誘う。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "344575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344575",
                    "Titles": {
                        "eng": "Demon Dog Madarao's Sealing",
                        "jpn": "妖犬斑尾封印"
                    },
                    "Summaries": {
                        "eng": "After a long battle, Madarao is weakened and begins to accept death believing that Kouya will die as well but Kouya gains even more power from Karasumori. Just as Madarao is about to give up, Yoshimori steps in and tells Madarao that his master is not allowing him to die and thus Madarao stands up. The two work together and strike Kouya down. The dying Kouya tells Madarao to kill him but Madarao can't because he has no power left, but Kouya refuses to die at the hands of a human and so Karasumori lends its power to Madarao, finishing off Kouya. But before the group can celebrate, Madarao's true ayakashi nature reveals itself and starts attacking Yoshimori. But Yoshimori, with the help of Hakubi and Tokine, successfully seals Madarao once again through much difficulty.",
                        "jpn": "人間への憎しみで化け犬となった鋼夜と、開祖・間時守に従った斑尾。袂を分かった2頭が死闘を繰り広げた末、良守の力を借りた斑尾が勝った。烏森の力は巨大化した斑尾を暴走させたため、良守は再封印を試みる。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "344576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344576",
                    "Titles": {
                        "eng": "Appearance of Masamori, Captain of the Yagyou",
                        "jpn": "夜行の頭領正守登場"
                    },
                    "Summaries": {
                        "eng": "Yoshimori thinks about being the legitimate successor and gets in a bad mood when he doesn't understand why he is the successor and not his brother, Masamori, who is more skilled than he is. At Karasumori, Yoshimori and Tokine encounter an ayakashi that stinks so bad that Hakubi and Madarao's sense of smell is greatly disrupted. Masamori watches from afar and is able to find the ayakashi with his partner, Kurohime, but sits back and watches how Yoshimori handles it. The ayakashi's shell is very hard and difficult to break and just before its blades were going to slice Yoshimori, Masamori interrupts its attack and destroys one of its blades. He then creates a 5 layer kekkai surrounding the ayakashi and destroys it. Masamori reveals to everyone that he will staying for a few days, much to Yoshimori and Madarao's unhappiness.",
                        "jpn": "裏会に属する正守は夜未を配下に引き入れようと画策していた。一方、良守は幼い頃の兄・正守との確執を思い出す。間流正統継承者には方印があり、良守にはそれがあるが、兄は優れた術者なのに方印が出なかったのだ。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "344577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344577",
                    "Titles": {
                        "eng": "Masamori's Plot",
                        "jpn": "正守のたくらみ"
                    },
                    "Summaries": {
                        "eng": "Yoshimori is really annoyed with Masamori being back especially when he thinks about how Tokine paid more attention to Masamori even in their childhood than to him. At night, Yoshimori and Tokine go to Karasumori and are confused when they can't find the ayakashi but then all of a sudden a forest grows and envelopes the school grounds. Madarao mentally notes that plant-type ayakashi cannot move and so someone must have planted it there. Masamori watches from afar and it is revealed that he was the one who planted it. Using the backdraft phenomenon suggested by Yoshimori, the two are able to destroy the ayakashi, although they had a huge mess to clean up afterward.",
                        "jpn": "良守の戦い方を批判する正守は、「正統継承者の自覚を持ち、もっと考えて動くのだ」と忠告。一方で正守は、烏森の力と良守の実力を測るため、烏森に妖を仕掛ける。その妖は、増殖する森だった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "344578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344578",
                    "Titles": {
                        "eng": "Yoshimori's Ambition",
                        "jpn": "良守の野望"
                    },
                    "Summaries": {
                        "eng": "Yoshimori and Tokine called for help cleaning up and Masamori, Tokiko, and Shigemori show up. Yoshimori is annoyed the next day after being lectured for being reckless and gets even more so after thinking of the past. Later Yoshimori confronts Masamori about why he is watching him from afar. He then tells him that he wants to destroy Karasumori. After the conversation, Masamori uses Kurohime to search for anomalies. The next day, Masamori says to Shigemori that Yoshimori is above him. The family says farewell to Masamori as he leaves once again. Yoshimori asks Masamori to go bury Kouya's fur on his home mountain. Yoshimori promises to himself that he will surpass Masamori.",
                        "jpn": "妖退治のため、良守は烏森でバックドラフトを起こす。間流結界術の正統継承者として考えて行動しろと忠告した兄・正守に対する意地もあっての冒険だ。良守は烏森を永遠に封印するという決意を正守に打ち明けるが…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "344579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344579",
                    "Titles": {
                        "eng": "Uro-sama of the Colorless Swamps",
                        "jpn": "無色沼のウロ様"
                    },
                    "Summaries": {
                        "eng": "A strange god shows up at school in broad daylight. Yoshimori later finds out that it is Uro-sama who was looking for a kekkaishi who can fix his bed. Shigemori reveals that in the past he went to go fix the bed 50 years ago although Tokine says that Tokiko went to go fix it 50 years ago as well. The next day Shigemori and Yoshimori travel to the Colorless Swamp. Uro-sama opens up a portal to a different dimension in the swamp and Yoshimori jumps in.",
                        "jpn": "間流修復術は、烏森で起こる異変で壊れた場所や物を直す術だが、烏森以外での使用は厳禁。ある日、元烏森の土地神様のウロ様が、現在の住み家である無色沼の寝床が壊れたため、結界師に修復を頼みにきた。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "344580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344580",
                    "Titles": {
                        "eng": "That is God's Territory",
                        "jpn": "それは神の領域"
                    },
                    "Summaries": {
                        "eng": "Yoshimori is in a god's dimension and finds Uro-sama's bed to be a giant ball covered with vines and trees. He jumps inside and sees a box and restores it resulting in the plants to be blown away from it and the bed to be even bigger than before. Uro-sama becomes happy and jumps into the orb which causes Yoshimori to feel abnormal and rejected by everything in the dimension. He perseveres and tries to ask Uro-sama about Karasumori before the god falls asleep. After a while he is at his limit and is thrown out of the orb and dimension by Mamezo.",
                        "jpn": "無色沼でウロ様が開いた穴を通り、良守はいくつも池が敷き詰められた不思議な場所にたどり着く。その中央に葉やツタで覆われた巨大な球体、ウロ様の寝床があった。良守は修復し、ウロ様が入ると神の領域が完成する。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "344581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344581",
                    "Titles": {
                        "eng": "Days of Toshimori, the Youngest Child",
                        "jpn": "末っ子利守の日々"
                    },
                    "Summaries": {
                        "eng": "It's just a typical day for Toshimori but Shuji and Shigemori won't be home for the whole day and so he is stuck with Yoshimori. At school, Toshimori's friends get in trouble for not doing their homework and beg him to tutor them at his house. Toshimori is reluctant but eventually relents but also makes up a story about Yoshimori being very frightening. However, when they arrive home, Yoshimori greets them while wearing his baking attire. Later, Tokine visits bringing some dinner cooked by her mother but she encounters a cockroach and spills all the food on Yoshimori and the boys.",
                        "jpn": "利守はクラスメイトのガッチョとコンタに課題を手伝ってほしいと頼まれ、自宅に招く羽目になった。墨村家は庭付きのお屋敷で、犬を飼っている。2人は利守の制止を無視して、お宅拝見とばかりに家中を駆け回りだす。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "344582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344582",
                    "Titles": {
                        "eng": "Attackers With White Feathers",
                        "jpn": "白き羽の襲撃者"
                    },
                    "Summaries": {
                        "eng": "An ayakashi disguised as a human sends three ayakashi to Karasumori and has then run around the place before allowing them to run amok in order to gather information. Yoshimori attacks one of them and it becomes angry and the observer eventually gives the signal. They gather together but Tokine destroys one of them making the other two angry. They combine and are empowered by Karasumori. Eventually Yoshimori and Tokine destroy the ayakashi and they send for clean-up help. But Madarao and Hakubi notice the human scent changing into an ayakashi scent and Yoshimori jumps to the roof to investigate finding the spy.",
                        "jpn": "無色沼から帰還して以降、良守は烏森の謎に疑念を抱く。繁守に間流結界術とウロ様の寝床の結界の違いを問いかけるが答えは得られず、烏森の異変についてのみ注意を促された。一方、新たな敵が現れる。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "344583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344583",
                    "Titles": {
                        "eng": "Weird Surveillant",
                        "jpn": "不気味な監視者"
                    },
                    "Summaries": {
                        "eng": "Yoshimori engages in battle with the spy but the spy runs away. Yoshimori chases after him outside the school grounds but the spy runs into the forest. Yoshimori envelopes a large part of the forest with a kekkai and the spy is trapped, but then he drinks a power-up drink and strengthens himself and rips the kekkai apart. The spy swings his arm in a circle creating a mystery circle and uses the confusion to escape. Yoshimori is left with the spy's right arm as evidence.",
                        "jpn": "白羽児は無数の羽で攻撃し、良守と時音を窮地に追い込んだ。白羽児が再生する時に力をためることに気づいた良守は、そこを狙おうと提案し、白羽児の首を滅して好機を窺う。白羽児は、結界を破ろうと暴れだし…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "344584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344584",
                    "Titles": {
                        "eng": "Cold Transfer Student: Shishio Gen",
                        "jpn": "非情な転校生志々尾限"
                    },
                    "Summaries": {
                        "eng": "A new transfer student shows up and destroys a shiki disguised as Yoshimori. Yoshimori senses it and wakes up from his nap on the roof and tries to find Gen. Tokine and Yoshimori find claw marks on the wall outside along with the remains of Yoshimori's shiki. Gen encounters Tatsumi and senses that he has special powers. He begins to interrogate him but then leaves him alone. Later at night, Tokine and Yoshimori met Gen at Karasumori.",
                        "jpn": "人間に化けた妖が白昼の烏森学園に乗り込んでくる可能性を考え、良守と時音は高等部英語科教師で異能者の三能に注意を促すが、三能が中等部の生徒に襲われた。犯人は良守の隣のクラスの転校生・志々尾限だった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "344585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344585",
                    "Titles": {
                        "eng": "Messenger from the Urakai",
                        "jpn": "裏会からの使者"
                    },
                    "Summaries": {
                        "eng": "Yoshimori and Tokine find out that the transfer student, Gen Shishio, is a member of Masamori's Night Troop and was in fact sent by Masamori to protect the Kekkaishi of Karasumori. Meanwhile gramps is doing some research on the \"skin\" that the Ayakashi dropped.",
                        "jpn": "裏会からの書状を手に雪村家と墨村家を訪ねた志々尾だが、帰宅した繁守から裏会が出てきたことを快く思っていないと言われ、正守の真意を測りかねる。一方、良守も兄とつながる志々尾に反発するが…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "344586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344586",
                    "Titles": {
                        "eng": "Taking Aim at the Legitimate Heir",
                        "jpn": "狙われた正統継承者"
                    },
                    "Summaries": {
                        "eng": "Kyoichi Hiba, another member of the Yagyou, comes to check up on Gen. Inside the school, Yoshimori comes across a wheeling ayakasha named Ohkubiguruma. When Gen appears and battles against Ohkubiguruma, it leads him outside for a surprise attack, temporarily injuring him. Yoshimori takes over the fight, though his barrier are to no effect. Nevertheless, with the help of Gen, Yoshimori predicts the movements of the ayakashi, leads it back inside the school, and succeeds in exterminating it. The kekkaishi realize that they are placed with a bounty by a mysterious organization. The next day, as Yoshimori lies on the roof with Gen, the former questions the latter about his body hybridized between a human and an ayakashi.",
                        "jpn": "結界師補佐役として派遣された志々尾は、良守たちの実力を認めてはいない。そんななか、烏森学園に大首車が現れ、志々尾も苦戦を強いられ傷ついてしまうが、「妖混じり」の彼は驚異的な回復を見せた。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "344587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344587",
                    "Titles": {
                        "eng": "Gen and Love's Attack",
                        "jpn": "限と恋のアタック"
                    },
                    "Summaries": {
                        "eng": "Yurina discovers that her friend Aoi has developed a crush on Gen. Together with her friends, they try to get Gen to realize her feelings.",
                        "jpn": "百合奈の幼馴染み、品川葵が志々尾限に恋をした。応援するキョーコとアヤノは猛アタック作戦を勝手に展開するが、志々尾の無関心に玉砕。そんな百合奈は良守に助言を求めた。一方、志々尾は妖の攻撃に不覚を取る。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "344588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344588",
                    "Titles": {
                        "eng": "Tokine and the Handsome Gentleman",
                        "jpn": "時音にイケメン"
                    },
                    "Summaries": {
                        "eng": "A very popular boy comes to meet Tokine in school. When Yoshimori sees them leaving, he follows them together with Gen, who is suspicious of the boy.",
                        "jpn": "烏森学園に地元のアイドル、中高のプリンスこと八王子君也が現れ、時音をデートに誘った。新たな恋のライバル出現に危機感を覚える良守は尾行するが、途中で見失ってしまう。そんな時、志々尾の姿を見つけた。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "344589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344589",
                    "Titles": {
                        "eng": "A Night Without Yoshimori",
                        "jpn": "良守がいない夜"
                    },
                    "Summaries": {
                        "eng": "Yoshimori gets sick after desperately trying to erase an Ayakashi. That night, an Ayakashi with strange powers comes to Karasumori, but will Tokine and Shishio be okay without yoshimori?",
                        "jpn": "異界に浮かぶ黒き城郭・黒芒楼の統括者である白は、幹部を集め、烏森攻略に必要な「人皮」の完成を藍緋に急がせる。一方、良守が風邪をひいて休んでいるなか、旧型の人皮を付けた妖・緋水が現れた。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "344590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344590",
                    "Titles": {
                        "eng": "The Elite of the Council of Twelve",
                        "jpn": "最高幹部十二人会"
                    },
                    "Summaries": {
                        "eng": "Masamori gets promoted to seat 7 of the mysterious council of twelve, the elite leaders of the Urakai, but he needs to prove what he's worth. While at home, Karasumori and Yoshimori tries to help a dead cat pass on.",
                        "jpn": "夜行の頭領・正守は裏会の最高幹部会合・十二人会の末席に加わることになる。しかし、そこは化け物のような力を持った者たちの統べる場だった。正守は、彼らの排除を自らの手で下そうと決意する。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "344591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344591",
                    "Titles": {
                        "eng": "Kokubourou's Declaration of War",
                        "jpn": "黒芒楼の宣戦布告"
                    },
                    "Summaries": {
                        "eng": "An elite team of Kokubouro comes to Karasumori during the day to ask for a negotiation with the Kekkaishi at night. However, the Ayakashi can't be trusted and the negotiations go wrong.",
                        "jpn": "黒芒楼では藍緋が新型の人皮を完成させ、旧型の人皮を付けた火黒を加えた5人は烏森学園に出現。その侵入に、志々尾も良守も時音も全く気づかなかった。そして火黒たちは、話しあいたいとアプローチするが…。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "344592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344592",
                    "Titles": {
                        "eng": "The Magic Square of Spell-Sealing",
                        "jpn": "呪力封じの魔方陣"
                    },
                    "Summaries": {
                        "eng": "Yoshimori found a way to get out of the magical square, and is facing four Ayakashis. Yoshimori thinks of a plan to erase them but when his plan goes bad, Tokine gets taken as a hostage. Meanwhile, Shishio, who is almost lost in his anger, is fighting the 5th Ayakashi who seems to be just playing.",
                        "jpn": "良守の作戦で、時音は呪力封じの魔方陣を脱する。茶南たちは妖の姿に戻り、攻撃を開始。火黒に痛めつけられ逆上した志々尾は、禁じられた完全変化で妖の力を解放しようとするが、見張りの翡葉に力ずくで制止される。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "344593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344593",
                    "Titles": {
                        "eng": "Karasumori's Suitable Person",
                        "jpn": "烏森の適任者"
                    },
                    "Summaries": {
                        "eng": "Shishio is troubled by his past but he will not tell the story to Yoshimori and Tokine. So, Yoshimori has no other choice than to ask his brother, Masamori.",
                        "jpn": "火黒との戦いで完全変化しかけた志々尾は、禁を犯した罰として烏森警護の任務を解任される。良守は志々尾を引き止めようとするが、彼は自分の殻に閉じこもり、妖退治の任務は果たすものの耳を貸そうとしない。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "344594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344594",
                    "Titles": {
                        "eng": "The Surprising Past of Shishio",
                        "jpn": "志々尾驚きの経歴"
                    },
                    "Summaries": {
                        "eng": "Masamori entrusted Yoshimori, who wants to help Shishio with the tale of Shishio's past. Yoshimori is troubled with what to do and even Tokine can't help him, so he goes for a direct approach",
                        "jpn": "志々尾の暴走を恐れた彼の父は、息子を預ける決意をする。だが、家族に捨てられたと思い込んだ志々尾は完全変化してわれを失い、姉の涼に瀕死の重傷を負わせてしまった。正守は志々尾を制し、夜行に引き取る。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "344595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344595",
                    "Titles": {
                        "eng": "Atora's Intense Training",
                        "jpn": "強烈な亜十羅の試練"
                    },
                    "Summaries": {
                        "eng": "Yoshimori, Tokine and Shishio are tested by the demon-tamer of the Yagyou squad, who also happens to be the mentor of Shishio.",
                        "jpn": "烏森に現れた妖獣使い・花島亜十羅の目的は志々尾と良守と時音のチームワークのテストで、不合格の場合は志々尾を夜行に連れ戻すと宣言。その夜、学園敷地内で30分以内に亜十羅を捕まえる鬼ごっこが始まる。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "344596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344596",
                    "Titles": {
                        "eng": "Shige-jii's Dire Flight",
                        "jpn": "急げ繁じい本気走り"
                    },
                    "Summaries": {
                        "eng": "Yoshimori, Tokine and Shishio are fighting in Karasumori while Kokubouro takes action against Matsudo Heisuke, the scientist that was helping Shige-Jii, trying to figure out what human skin are the Ayakashi wearing",
                        "jpn": "妖が使った人の皮を手掛かりに黒芒楼の調査を依頼していた繁守は、松戸からアジトの場所がわかったとの報告を受ける。危険を察した繁守は手を引くよう告げるが、松戸は敵に目をつけられていた。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "344597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344597",
                    "Titles": {
                        "eng": "Dark Voice of Temptation from the Egg",
                        "jpn": "卵から声　闇の誘い"
                    },
                    "Summaries": {
                        "eng": "Shishio receives an egg from Kaguro, an Ayakashi working for Kokubouro. When the egg gets closer to hatching, it is telling troublesome things to Shishio to confuse him.",
                        "jpn": "藍緋の提案で、姫を烏森の主とすべく動きだした黒芒楼。そして、志々尾に接触した火黒は仲間になれと誘う。志々尾は拒絶するが、妖混じりだという迷いのため、火黒から渡された蟲の卵を捨てることができなかった。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "344598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344598",
                    "Titles": {
                        "eng": "Kokubourou Approaches",
                        "jpn": "迫り来る黒芒楼"
                    },
                    "Summaries": {
                        "eng": "While Shishio's egg is confusing him more and more, Kokuboro makes preparations for a full scale war. A large Ayakashi attack on Karasumori is coming, and it's coming fast",
                        "jpn": "雪村家の当主・時子が異界にある黒芒楼への道を探しに旅立った。一方、火黒から渡された蟲の卵に心をかき乱されていた志々尾は、寝返りを促され苦悩する。そんな志々尾の悩みを感じる良守は、信頼しようと努力する。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "344599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344599",
                    "Titles": {
                        "eng": "Karasumori's Destruction by Fire",
                        "jpn": "烏森炎上"
                    },
                    "Summaries": {
                        "eng": "As Kokubouro descends, Masamori and his Night Troops are still preoccupied elsewhere leaving only Yoshimori, Tokine and Shishio to defend Karasamori. They end up in a battle with one of the leaders of Kokuboro. They must try their hardest to survive as all possible reinforcements are being distracted, and delayed by other Kokuboro forces.",
                        "jpn": "黒芒楼の大軍が烏森に襲来し、良守、時音、志々尾は応戦するも牙銀のすさまじい攻撃に圧倒される。一方、東北におびき出された正守と夜行たちは、扇の差し金の案件を片付けようと奮戦していたが…。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "344600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344600",
                    "Titles": {
                        "eng": "Shishio Gen's Last Battle",
                        "jpn": "志々尾限最期の戦い"
                    },
                    "Summaries": {
                        "eng": "The fight continues with Yoshimori, Tokine and Shishio fending off a hot headed Gagin. The only chance for relief is for Shishio to transform into his full form, breaking the taboo once again. Though the Kokuboro army is forced to retreat, the Karasumori gang gets delivered a devastating blow.",
                        "jpn": "志々尾は牙銀と互角に渡りあい、ついにとどめを刺そうとしたその時、火黒の刃が志々尾を貫いた。良守は牙銀を倒して火黒を追うが、瀕死の志々尾を伝える時音の声にわれに返り、志々尾のもとへ駆けつける。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "344601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344601",
                    "Titles": {
                        "eng": "The Respective Repose of Souls",
                        "jpn": "それぞれの鎮魂"
                    },
                    "Summaries": {
                        "eng": "Old stories show that the passing of Gen Shishio has not gone unnoticed. The after math has shaken quite a few people, even some that would hesitate to call him a friend. Yoshimori and Masamori's makes a visit to the Shishio residence where that are met with disdain. Meanwhile the ranks of Kokuboro took a hit from Gagin's death.",
                        "jpn": "牙銀の死後、黒芒楼実行一部の長にナンバー2の左金が就いた。一方、志々尾の死を悼む夜行たちは、彼の遺体を夜行本拠地から生家へと送り出す。そして正守は、良守を連れて志々尾家の葬儀に向かう。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "344602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344602",
                    "Titles": {
                        "eng": "Karasumori's Enigma",
                        "jpn": "烏森の謎"
                    },
                    "Summaries": {
                        "eng": "It is now Kokuboro's turn to research the mysteries of Karasumori. Lead by the mysterious Hekian, with an ability called Thousand Eyes, a group of ayakashi, including Gagin's second in command Sakon, seek to find out the legitimate master of Karasumori. Yoshimori and Tokine try to regain some normalcy in their day to day lives.",
                        "jpn": "学園生活に戻った良守と時音だが、志々尾を失った痛手で心は沈んだままだった。そんな時、烏森の謎を調査すべく黒芒楼の情報部・碧闇が始動。良守は枯れ果てた無色沼に時音と駆けつけ、そこで豆蔵と再会する。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "344603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344603",
                    "Titles": {
                        "eng": "The Road to Kurosusuki",
                        "jpn": "黒芒への道"
                    },
                    "Summaries": {
                        "eng": "Tokiko Yukimura has finally returned, just to announce that she will soon be leaving again. Masamori has managed to rebel against the wants of Ogi Ichirou, one of the heads of the Shadow Orginization, by deciding to movie the headquarters of his Night Troop. After Yoshimori hears of Tokiko's return he is bent on finding out about the passage to Kokuboro. After an amusing chase he is delivered a blow when he finds out that he is not strong enough to enter the Netherworld.",
                        "jpn": "雪村家に帰ってきた時子だが、ひそかに黒芒楼の城への道を作ろうと考えており、また旅立つと言う。一方、正守は扇一郎から夜行の活動を制限されるがこれに逆らい、夜行の本拠地を烏森へ移動する準備を命じた。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "344604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344604",
                    "Titles": {
                        "eng": "Days of Special Training",
                        "jpn": "特訓の日々"
                    },
                    "Summaries": {
                        "eng": "Taking Tokiko's words to heart Yoshimori decides to put aside everything to be able to train. With a few words with a shrine priest Yoshimori takes some time to train with a few local crows. After Yoshimori decides that he has done well, he has a chance to put his new found strengths to the test when Karasumori is invaded by quite a few shady characters.",
                        "jpn": "対黒芒楼戦に備え、ケーキ作りを封印した良守は、時子から「力の使い方がわかっていない」と指摘され、修行の方向性が掴めずにいた。そんな時、裏山で出くわしたカラス相手の特訓を思いつくが、ひどい目に遭う。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "344605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344605",
                    "Titles": {
                        "eng": "The Entirety of the Yagyou",
                        "jpn": "夜行の面々"
                    },
                    "Summaries": {
                        "eng": "Yoshimori feels quite crowded when Masamori and the Night Troops move into the neighborhood. He is further surprised to see that his older brother, Masamori, has ordered a few of his troops to assist the Kekkaishi of Karasumori.",
                        "jpn": "良守と時音を囲んだ謎の集団は、正守配下の夜行たちだった。正守は黒芒楼壊滅のため、夜行の本拠地を烏森に移すことにし、夜行たちは墨村家と雪村家に滞在する。一方、良守は志々尾のアパートで亜十羅と再会する。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "344606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344606",
                    "Titles": {
                        "eng": "Second Advent of the Black Clouds",
                        "jpn": "暗雲の再来"
                    },
                    "Summaries": {
                        "eng": "Yoshimori leads the trio, Sen and his friends, into a forest where he engages a friendly battle with them. Yoshimori easily overpowers Sen's two friends, but Sen manages to sneak right behind Yoshimori. However, at that moment a purple aura surrounds Yoshimori causing Sen to back away. Toshimori plays shougi with Masamori. Masamori finds Yoshimori in his special training ground and informs him that Kaguro is not someone he can deal with and that his goal should be to protect Karasumori. Meanwhile, Sakon prepares for an assault on Karasumori.",
                        "jpn": "夜行の少年・閃たちが良守の実力を試そうと挑んできた。志々尾に何もできずに死なせたと責められた良守は、志々尾の敵を討つと宣言する。一方、時音は烏森を守るべく、黒芒楼に勝てるのかと不安を募らせる。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "344607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344607",
                    "Titles": {
                        "eng": "Karasumori's War",
                        "jpn": "烏森の激戦"
                    },
                    "Summaries": {
                        "eng": "Yoshimori, Tokine, and Masamori and his night troops are stationed in Karasumori waiting for the enemies approaching. The night troops and the Kekkaishi easily fend off a horde of low-level ayakashi. Meanwhile, Yoshimori, still having his mind set on avenging Gen, leaves the battlefield in search of Kaguro. Yoshimori finds Kaguro, but it turns out that it is actually Shion wearing the same human skin Kaguro wears in disguise. Yoshimori allows himself to be taken by Shion to go to Kokubouro in order to get to Kaguro. Unfortunately, Sen who was tailing Yoshimori gets caught as well. Back at the site of Karasumori, Masamori faces off against Sakon. However, Sakon takes Atora as a hostage to complicate matters.",
                        "jpn": "良守は火黒を見つけるが、それは紫遠が化けた偽者だった。結界師を黒芒楼の城の維持に利用しようと考えた白から、結界師を捕まえてくるよう命じられたのだ。紫遠は、火黒との対決を望む良守を黒芒楼に連れ去る。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "344608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344608",
                    "Titles": {
                        "eng": "Kokubourou's Human Sacrifice",
                        "jpn": "黒芒楼の人柱"
                    },
                    "Summaries": {
                        "eng": "Tokine manages to infiltrate Kokubouro by following Shion. Masamori frees Atora and destroys Sakon with ease. As his night troops recuperate, he discovers that both Yoshimori and Sen are missing and that they are both currently in Kokubouro. Yoshimori is restrained by Shion's webs, but his aura repels anything else Shion tries to do to him. Byaku arrives and tries to plant a bug inside Yoshimori, but, he too, was repelled by Yoshimori's aura. Masamori gathers any movable night troops to head to Kokubouro. Matsudo Heisuke, along with his companion Kagami, busts through the ceiling, scares Shion away, and frees Yoshimori under agreement in which Yoshimori must not touch this \"white\" target. Heisuke and Kagami destroy the castle buildings while Yoshimori heads off to find Kaguro.",
                        "jpn": "烏森を襲った左金は亜十羅を人質に烏森の地を要求するが、正守の術に敗れ去る。その頃、時音は黒芒楼がある異界への潜入を果たす。一方、異界へ連れ去られた良守は、黒芒楼の城の修復に協力するよう命じられるが…。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "344609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/344609",
                    "Titles": {
                        "eng": "Mysterious World's Maze",
                        "jpn": "異界の迷路"
                    },
                    "Summaries": {
                        "eng": "Tokine gets through the main entrance of Kokubouro, destroys Koshu, and continues her search for Yoshimori. As he is finding his way in the castle, Yoshimori sees Kaguro and stops only to contemplate about his current duties. He decides that his revenge will have to wait because his most important mission as of now is to locate and save Sen. While aimlessly searching the castle, he encounters the princess, who, unbeknownst to Yoshimori, gives him the map of the castle in his mind. After this encounter, the princess disappears and Yoshimori realizes that he, for some reason, knows his way in the castle now. He calls this his \"natural intuition\". Yoshimori saves Sen. Meanwhile, Heisuke found Byaku, who appears to be the \"white\" target that he was searching for to settle a score.",
                        "jpn": "松戸に助けられた良守は火黒を見つけたが、閃の救出を優先させて対決を見送る。異界を維持する力が限界に近づいていた姫は、閃を探していた良守と出会い、良守の本質を見抜くと力を与えて放ってやる。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "358421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358421",
                    "Titles": {
                        "eng": "Destiny's Conclusion",
                        "jpn": "因縁の決着"
                    },
                    "Summaries": {
                        "eng": "Heisuke, along with Kagumi, corners Byaku. It is revealed that Kagumi was Byaku's dead wife and that Byaku, though no apparent, is actually nine years older than Heisuke. Several flashback scenes occur as Byaku and Heisuke chat and fight (Kagumi does all the fighting for Heisuke). Byaku performed experiments on his wife and in the end she died. This traumatized Heisuke in the past because he loved Kagumi. The Kagumi with Heisuke now is actually a demon he made a pact with. Kagumi deals a crushing blow to Byaku's chest and disables in on the ground. Heisuke walks up to Byaku and asks if he ever loved Kagumi. Upon hearing \"I have never loved anyone\" from a disabled Byaku, Heisuke uses his cane to end Byaku's life.",
                        "jpn": "松戸と、友人の白沼との間に生じた白沼の妻・リサをめぐる因縁。リサの死後、白沼も死んだと思われた。リサを慕っていた松戸はリサの蘇生を試み、その課程で悪魔召還に成功した松戸は悪魔と契約するが…。"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "358422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358422",
                    "Titles": {
                        "eng": "Crumbling Castle",
                        "jpn": "崩れゆく城郭"
                    },
                    "Summaries": {
                        "eng": "As the castle begins to fall apart, Masamori and his night troops head into Kokubouro with the path created by Tokiko. Yoshimori rescued Sen and tells him to go back home while he still can. Wanting to be of some use to Yoshimori, Sen offers to help locate Kaguro. With Sen's help, Yoshimori speeds off to find Kaguro leaving Sen behind. Tokine manages to find the whereabouts of Yoshimori with Sen's information and heads off to Yoshimori with the intention of bringing him back to Karasumori before the castle completely collapses.",
                        "jpn": "良守を探して地下牢へ向かう時音。時音が追ってきたことを知らない良守は、閃を地下牢から助け出すと牢を出て、火黒を探し始める。その無謀さに困惑する閃だが、時音と出会って2人に感化され、良守探しに協力する。"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "358423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358423",
                    "Titles": {
                        "eng": "Sad Demon Flower",
                        "jpn": "哀しき妖花"
                    },
                    "Summaries": {
                        "eng": "Aihi rescues Tokine who was about to fall into the depths of the castle. Aihi takes Tokine into her lab and Aihi's past was revealed. Appearently, Aihi lacks the evil aura that most Ayakashi has because she fell in love with a human. Shortly after Tokine leaves, Kaguro appears in front of Aihi and the two of them engage in battle. Kaguro easily defeats Aihi despite Aihi being a high class Ayakashi. Kaguro says the reason for her defeat was because she became weak from losing her desire to eat humans, but Aihi claims that Kaguro is also weak because he is insecure. In the exact moment where Kaguro is about to destroy Aihi, he senses Yoshimori's presence and heads off to him. Aihi transforms into her plant form and releases her dandelions; one of which makes its way back to the human she loved who is now an old man.",
                        "jpn": "良守たちとはぐれてしまい、黒芒楼の奥深くにたどり着いた時音は、藍緋が妖であるにもかかわらず恐れずに近づいてきた男の話を聞く。その後、時音を逃がした藍緋だったが、火黒の刃に倒れてしまう。"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "358424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358424",
                    "Titles": {
                        "eng": "Final Battle!",
                        "jpn": "最終決戦！"
                    },
                    "Summaries": {
                        "eng": "Tokine is finally reunited with Yoshimori in Kurosusuki, but without any time to waste, Yoshimori immediately goes into battle to settle his revenge with Kaguro. During the fight, Kaguro finally reveals his past.",
                        "jpn": "決戦のさなか、良守の未熟な絶界と対峙した火黒は、その技の完成型を以前見たと教える。その一方で、志々尾を引きあいに出し、能力を持つ者ゆえの苦悩を人間の中で感じたはずだと指摘し、良守に自分の過去を語る。"
                    },
                    "Aliases": []
                },
                "51": {
                    "ID": "358425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358425",
                    "Titles": {
                        "eng": "Yoshimori and Kaguro",
                        "jpn": "良森と火黒"
                    },
                    "Summaries": {
                        "eng": "As the final showdown between Yoshimori and Kaguro continues, Sen enters the battle to help Yoshimori. Sensing that Sen is in danger, Yoshimori instinctively unleashes his Shinkai. Although Kaguro is defeated, Yoshimori loses consciousness in the process, trapping both Sen and himself within his very own Zekkai. Although Masamori and the others arrive, they are left helpless. Running out of time, Tokine makes a rash decision.",
                        "jpn": "火黒は良守を身内に取り込もうと誘うが、良守は拒絶。怒る火黒に弾き飛ばされた良守は閃と時音と再会する。閃は火黒の強さと良守の絶界の出力不足を指摘するが、良守は時音を閃に託して再び火黒に挑む。"
                    },
                    "Aliases": []
                },
                "52": {
                    "ID": "358426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kekkaishi/episodes/358426",
                    "Titles": {
                        "eng": "The End of Kokubourou",
                        "jpn": "黒芒楼の終焉"
                    },
                    "Summaries": {
                        "eng": "Yoshimori is unconscious, and Tokine decides to jump into Yoshimori's Zekkai, effectively waking him up from his trance. With the help of Tokiko’s power, Yoshimori and the others escape from the crumbling world of the Black Pampas Grass. At last, the Night Troops’ mission has finally come to an end, and life at Karasumori returns to normal.",
                        "jpn": "火黒を倒すも結界内で意識を飛ばしてしまった良守。時音と正守は協力しあい、良守の結界の解除に成功する。一方、姫の力の終わりが近づき、黒芒楼が崩れゆくなか、紫遠は碧闇を手下に変えるとどこかへ逃げ去った。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}