{
    "URL": "https://thetvdb.com/series/the-story-of-saiunkoku",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1687093/",
        "https://www.themoviedb.org/tv/42980"
    ],
    "TitleEnglish": "The Story of Saiunkoku",
    "SummaryEnglish": "Saiunkoku is a world of eight provinces or houses, each named after a different colour. The new Emperor, Shi Ryuuki, has gained for a reputation for being uninterested in courtly matters and for flaunting his love for men. Shuurei, although born of the important Kou family, has difficulty making ends meet. She easily accepts an invitation to be the Emperor's concubine in order to turn him into a good ruler. The mysterious Seiran, a young man who was adopted by her father, goes with her as Ryuuki's bodyguard. Entering the imperial palace revives Shuurei's dream of being a court official, and, together with the many companions she meets along the way, continues moving bravely forward while trying to fend off the Emperor's advances.",
    "Aliases": [
        "Saiunkoku Monogatari"
    ],
    "Modified": "2025-09-28",
    "Seasons": {
        "0": {
            "ID": "29752",
            "URL": "https://thetvdb.com/series/the-story-of-saiunkoku/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "345660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345660",
                    "TitleEnglish": "The World of Saiunkoku Monogatari (Part 1) - Welcome to Saiunkoku",
                    "SummaryEnglish": "The specials aired between episodes 16 and 17. Interviews with the seiyuu and explainations about the world of Saiunkoku.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29753",
            "URL": "https://thetvdb.com/series/the-story-of-saiunkoku/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "345591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345591",
                    "TitleEnglish": "Every Good Story Has a Hidden Side",
                    "SummaryEnglish": "After being bribed by a high authority from the palace, Shuurei enters the Imperial Palace as the Emperor's consort and unofficial tutor, in keeping her promise to encourage the prince to rise to the responsiblities of the Emperor and to begin taking interest in the country and the throne.",
                    "Aliases": []
                },
                "2": {
                    "ID": "345592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345592",
                    "TitleEnglish": "A Frog in a Well Does Not Know the Great Ocean",
                    "SummaryEnglish": "Shuurei teaches Ryuuki about daily life by taking him on an excursion through the Imperial City.",
                    "Aliases": []
                },
                "3": {
                    "ID": "345593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345593",
                    "TitleEnglish": "The Talented Hawk Hides its Talons",
                    "SummaryEnglish": "Ryuuki averts an attempt to assassinate Shuurei by drinking the poison intended for her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "345594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345594",
                    "TitleEnglish": "Casting Pearls Before Swine",
                    "SummaryEnglish": "After participating in a swordfighting tournament, Ryuuki discovers his exiled brother Seien is closer at hand than he previously believed.",
                    "Aliases": []
                },
                "5": {
                    "ID": "345595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345595",
                    "TitleEnglish": "There is no Genius Without Hard Work",
                    "SummaryEnglish": "Shuurei meets Ryuuren Ran, the eccentric brother of the General of the Shaorin Army.",
                    "Aliases": []
                },
                "6": {
                    "ID": "345596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345596",
                    "TitleEnglish": "Lacking the Finishing Touch",
                    "SummaryEnglish": "Shuurei is kidnapped by forces who may or may not be working against the Emperor's interests.",
                    "Aliases": []
                },
                "7": {
                    "ID": "345597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345597",
                    "TitleEnglish": "Even the Strongest Swimmer May Drown",
                    "SummaryEnglish": "The plot against Ryuuki and Shuurei comes to a head as the conspirators are defeated. With her task complete, Shuurei leaves the palace.",
                    "Aliases": []
                },
                "8": {
                    "ID": "345598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345598",
                    "TitleEnglish": "Wanting to Borrow a Cat's Paws",
                    "SummaryEnglish": "Shuurei returns to her work at the temple school. Ryuuki begins writing a proposal that would allow women to take the official examinations. Ensei Rou, one of Seiran's friends, arrives from Brown Province.",
                    "Aliases": []
                },
                "9": {
                    "ID": "345599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345599",
                    "TitleEnglish": "The Journey of a Thousand Miles Begins with a Single Step",
                    "SummaryEnglish": "Shuurei disguises herself as a boy to assist the Imperial bureaucracy during a heat wave.",
                    "Aliases": []
                },
                "10": {
                    "ID": "345600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345600",
                    "TitleEnglish": "Good Things Come to Those Who Wait",
                    "SummaryEnglish": "The reason bandits have been attacking Ensei Rou is revealed; while acting as temporary governor of Brown province, Ensei angered the local nobility by rejecting corruption and bribes. As he has not passed the official examination required to be a high official, Ensei returns his seal of governorship to Ryuuki. Ryuuki passes a law allowing women to take the official examinations.",
                    "Aliases": []
                },
                "11": {
                    "ID": "345601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345601",
                    "TitleEnglish": "There is no Cure for Lovesickness",
                    "SummaryEnglish": "Seiran and the rest of the household watch over Shuurei after she catches a bad cold while chasing a troublesome student. Reishin Kou continues to conceal from Shuurei that he is her uncle. Reishin fears that if Shuurei knew his identity, she would hate him as the man who took her father's place as head of the Kou clan.",
                    "Aliases": []
                },
                "12": {
                    "ID": "345602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345602",
                    "TitleEnglish": "Discretion is the Better Part of Valour",
                    "SummaryEnglish": "Shuurei comes to the aid of thirteen-year-old Eigetsu, who is attacked by bandits while visiting the imperial city to take the official examination. A local gang challenges the city's crimelords and Kochou, the madam of a brothel and Shuurei's longtime employer.",
                    "Aliases": []
                },
                "13": {
                    "ID": "345603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345603",
                    "TitleEnglish": "From a Gourd Comes a Horse",
                    "SummaryEnglish": "Ryuuki earns the fealty of the local crimelords by resolving trouble with a gang who had been harassing examinees. Shuurei takes the imperial examination and passes with the third highest score.",
                    "Aliases": []
                },
                "14": {
                    "ID": "345604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345604",
                    "TitleEnglish": "On a Rock for Three Years",
                    "SummaryEnglish": "After making a bad first impression Shuurei and Eigetsu are ordered to spend their first two months as imperial officials cleaning the lavatory and shining shoes.",
                    "Aliases": []
                },
                "15": {
                    "ID": "345605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345605",
                    "TitleEnglish": "Children Do Not Know Their Parents' Hearts",
                    "SummaryEnglish": "Kouyuu Ri ponders his course in life and his relationship with his foster father Reishin Kou, who took him in on an apparent whim.",
                    "Aliases": []
                },
                "16": {
                    "ID": "345606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345606",
                    "TitleEnglish": "There are no Devils in the World",
                    "SummaryEnglish": "A rumor spreads that Reishin Kou manipulated the imperial examination to allow Shuurei to pass. As Reishin is imprisoned, Shuurei, Seiran and Eigetsu face betrayal by a friend helping the conspiracy.",
                    "Aliases": []
                },
                "17": {
                    "ID": "345607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345607",
                    "TitleEnglish": "Let Sleeping Dogs Lie or Poking a Bush Draws Out Snakes",
                    "SummaryEnglish": "In retaliation for the arrest of Shuurei and Reishin, the Kou clan goes on strike, causing half of the imperial government to shut down. Shuurei and Eigetsu rush to finish their report before the official inquiry begins at noon.",
                    "Aliases": []
                },
                "18": {
                    "ID": "345608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345608",
                    "TitleEnglish": "You Can't Hide by Burying Your Head in the Sand",
                    "SummaryEnglish": "The plot against Shuurei is defeated after she passes a verbal examination before the Emperor and assembled officials with flying colours. Shuurei and Eigetsu's report furnishes evidence against the corrupt Sa clan official who plotted against them.",
                    "Aliases": []
                },
                "19": {
                    "ID": "345609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345609",
                    "TitleEnglish": "If You Love Your Child, Send Her on a Journey",
                    "SummaryEnglish": "Ryuuki appoints Shuurei and Eigetsu as co-governors of Sa Province.",
                    "Aliases": []
                },
                "20": {
                    "ID": "345610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345610",
                    "TitleEnglish": "Flowers Blooming from Dead Wood",
                    "SummaryEnglish": "Seiran recalls the events that led to his exile 13 years ago and the family that took him in.",
                    "Aliases": []
                },
                "21": {
                    "ID": "345611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345611",
                    "TitleEnglish": "The Wise Know When to Approach Danger",
                    "SummaryEnglish": "As Shuurei prepares to leave for Sa province, she, Eigetsu and Ryuuren Ran hear rumours of a ghost inhabiting the imperial palace.",
                    "Aliases": []
                },
                "22": {
                    "ID": "345612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345612",
                    "TitleEnglish": "Where There is Life, There is Hope",
                    "SummaryEnglish": "Shuurei, Eigetsu, Kourin, Ensei and Seiran leave for their journey to Sa Province, all the while assassins are following them, hired by the Sa Clan. Eigetsu, Kourin, Ensei and Seiran are caught during their stay in a hotel, while Shuurei is safely hidden.",
                    "Aliases": []
                },
                "23": {
                    "ID": "345613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345613",
                    "TitleEnglish": "It's the Company that Makes Travel Unpleasant",
                    "SummaryEnglish": "While the rest are caught at the borderguard in Sairi, Shuurei has to make her way on her own to Kinka. She seeks help from the Merchants Guild, becoming a servant to a man whom she met on the streets: Lin Senya.",
                    "Aliases": []
                },
                "24": {
                    "ID": "345614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345614",
                    "TitleEnglish": "Water on a Sleeping Ear",
                    "SummaryEnglish": "Ensei and Seiran were set free from their prison thanks to Kokujun, as Shuurei and Senya were finally departing after days of waiting, on Shuurei's part. Eigetsu and Kourin were also freed by Kokujun, who volunteered to bring them to Kinka.",
                    "Aliases": []
                },
                "25": {
                    "ID": "345615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345615",
                    "TitleEnglish": "An Accidental Resemblance",
                    "SummaryEnglish": "Shuurei muses over the new information she learned from Senya that the Kou princess is to marry the second son of the Sa Clan. She also sees a strange resemblance between Senya and Ryuuki. Ensei and Seiran follows Shuurei's trail of Kanrou Cha, and Eigetsu and Kourin are en route to Kinka.",
                    "Aliases": []
                },
                "26": {
                    "ID": "345616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345616",
                    "TitleEnglish": "Ravens in the Moonless Night",
                    "SummaryEnglish": "The real identity of Lin Senya is revealed, and Shuurei is caught in his clutches in Chrysanthemum Castle. Seiran and Ensei heads over there to rescue Shuurei and to catch Sakujun. He escapes with Shuurei's flowerbud hairpin, telling her to go to Koren.",
                    "Aliases": []
                },
                "27": {
                    "ID": "345617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345617",
                    "TitleEnglish": "The Prettier the Flower, the Higher the Branch",
                    "SummaryEnglish": "After recooperating from her fatigue Shuurei struggles to discern her emotions. As a result she finds herself upsetting Seiran.",
                    "Aliases": []
                },
                "28": {
                    "ID": "345618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345618",
                    "TitleEnglish": "Worry Gives Small Things Large Shadows",
                    "SummaryEnglish": "Shuurei and Eigetsu finally begin to learn that their positions will not come easy. Shuurei allows time for Seiran in order to make up for her recent shortcomings under the guidance of Ensei. Kokujun asks to protect Shunki before he sets off for Koren to confront his brother.",
                    "Aliases": []
                },
                "29": {
                    "ID": "345619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345619",
                    "TitleEnglish": "Many Years' Worth of Thoughts in a Single Day",
                    "SummaryEnglish": "Shuurei, Eigetsu, Seiran, Ensei, and Shou Sai head for Koren after hearing of the blockade occurring in Koren. Shortly after their departure the Emperor, Shuuei, and Kouyuu make it near Kinka. Emperor Ryuuki and his comrades come to the assistance of Seiran and Ensei in order for them to pass the blockade in Koren. Shuurei prepares herself for Sakujun's confrontation.",
                    "Aliases": []
                },
                "30": {
                    "ID": "345620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345620",
                    "TitleEnglish": "Women are Brave",
                    "SummaryEnglish": "Shuurei, Eigetsu, Seiran, Ensei, and Shou Sai break into Koren and head to Shou Sai's sister's home. They find two letters waiting for them there. Meanwhile, Kokujun confronts his grandfather Chuushou, while Shunki begins to make her way to Koren.",
                    "Aliases": []
                },
                "31": {
                    "ID": "345621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345621",
                    "TitleEnglish": "A Diamond in the Rough",
                    "SummaryEnglish": "Shuurei leaves the group's hideout to meet with Sakujun, becoming a guest at the Sa manor. Shourin brings Shunki to Koren and meets up with Eigetsu, Seiran, Ensei, and Shou.",
                    "Aliases": []
                },
                "32": {
                    "ID": "345622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345622",
                    "TitleEnglish": "A Woman's Word is Her Bond",
                    "SummaryEnglish": "Shuurei searches the Sa stronghold for Kokujun and Eiki with some help from Shourin while Sakujun continues to be his creepy self around Shuurei. Shuurei meets with Chuushou and staunchly declares her unwillingness to cooperate with the Sa clan.",
                    "Aliases": []
                },
                "33": {
                    "ID": "345623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345623",
                    "TitleEnglish": "No Use Crying Over Spilt Milk",
                    "SummaryEnglish": "It's the night of the selection ceremony for the new head of the Sa clan. Ensei, Eigetsu, Seiran, and Shunki sneak into the Sa stronghold and split up to help quell Chuushou's plans. Shunki reveals her secret.",
                    "Aliases": []
                },
                "34": {
                    "ID": "345624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345624",
                    "TitleEnglish": "Poison Gets the Better of Poison",
                    "SummaryEnglish": "Shuurei and Shunki descend underground to find Kokujun, who claims the title as the next head of the Sa clan. He arrives as the appointment ceremony to claim his new place. Eigetsu and Ensei complete their plans and apprehend all of the top officials in the Sa clan. Meanwhile, Seiran confronts Sakujun, where they play a game of chance with their lives on the line.",
                    "Aliases": []
                },
                "35": {
                    "ID": "345625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345625",
                    "TitleEnglish": "Meeting is the Beginning of Parting",
                    "SummaryEnglish": "Seiran's game of death with Sakujun doesn't go as planned, but there are other poisons at work. Shuurei goes to meet Sakujun one last time to retrieve her hairpin.",
                    "Aliases": []
                },
                "36": {
                    "ID": "345626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345626",
                    "TitleEnglish": "All is Right in the World",
                    "SummaryEnglish": "Shuurei and Eigetsu finally meet the other assistant governor, Tei Yuushun. The recent drama begins to wrap up and settle to a conclusion; Sa Enjun's noble goals also come to the surface. Shuurei and Eigetsu finally make it to the appointment ceremony as Sa Province's new co-governors.",
                    "Aliases": []
                },
                "37": {
                    "ID": "345627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345627",
                    "TitleEnglish": "Tears Fall Like Rain From Heaven",
                    "SummaryEnglish": "Shuurei has been working over time with no rest in order to keep her mind off the death of Sakujun. Though she tries to hide the pain of the death of someone she loved, no one seems to be able to comfort her, until an old bosom friend comes along.",
                    "Aliases": []
                },
                "38": {
                    "ID": "345628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345628",
                    "TitleEnglish": "There is no Today After Today",
                    "SummaryEnglish": "Shuurei and Seiran return to Kou province for the palace celebration, and they are accompanied by their new supporters, Yuushun Tei, In Sai, and the new head of the Sa clan, Kokujun. All the government officials stand in the Imperial Palace as they wait for Shuurei's and Yuushun's grand entrance. Shuurei is acknowledged as the governor of Brown Province who saved it from collapse. She sees Ryuuki once again and presents her proposal for the future of Brown Province. She asks Ryuuki to go over her proposal on making Brown Province a center of academic research, and this will benefit Brown Province 100 years later. Everyone is amazed at Shuurei's proposal and supports it. She receives everyone's applause.",
                    "Aliases": []
                },
                "39": {
                    "ID": "345629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345629",
                    "TitleEnglish": "Fate is an Inscrutable and Interesting Thing",
                    "SummaryEnglish": "Shuurei and her company in the capital celebrate, but while this is going on Ryuuki and Shuurei must deal with the many emotions coming from the reuniting and plausible separation again.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "29754",
            "URL": "https://thetvdb.com/series/the-story-of-saiunkoku/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "345630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345630",
                    "TitleEnglish": "There's no Place Like Home",
                    "SummaryEnglish": "Winter continues from the last season; Shuurei is still in capital city while the New Year celebrations goes on. Kouyuu is informed about Kurou's plan of getting him to marry Shuurei, and becomes awkwardly shy around her. Seiran goes to the demon's party and gets incredibly drunk. Meanwhile, Shuurei needs to tidy up the house when she discovers she is going to have some important guests, but her friends are no help...",
                    "Aliases": []
                },
                "2": {
                    "ID": "345631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345631",
                    "TitleEnglish": "Doesn't Matter Whether You're Laughing or Crying",
                    "SummaryEnglish": "The new years celebrations continue, Shuurei collects permissions from the Departments and Clans. Meanwhile, Eigetsu reveals his past to Kourin and Ensei. Kouyuu is still considering marrying Shuurei...",
                    "Aliases": []
                },
                "3": {
                    "ID": "345632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345632",
                    "TitleEnglish": "Birds of a Feather Flock Together",
                    "SummaryEnglish": "Ensei receives a letter from an old man (from Koringun), informing them of a strange movement of a certain cult, founded by someone that goes by the name ‘Li Senya’. As Shuurei goes home, Ryuuren once again does his hideous flute playing, and Kokujun actually thinks it’s beautiful. Reishin discusses Shuurei's marriage opportunities with Shouka.",
                    "Aliases": []
                },
                "4": {
                    "ID": "345633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345633",
                    "TitleEnglish": "If Winter Comes, Can Spring Be Far Behind?",
                    "SummaryEnglish": "Kurō comes to the Hong residence to discuss Shūrei’s martial future with Shōka. Upon hearing that the head of merchant’s guild in Kiyo refused to met with her, Shūrei runs to find Yūshun. As she makes her way around the imperial palace, Shūrei is confronted by a mysterious man. Back in Sa Province, Ensei receives another letter saying that a snow fox was discovered near Kōringun village, the site of the strange epidemic which triggers past memories for Eigetsu.",
                    "Aliases": []
                },
                "5": {
                    "ID": "345634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345634",
                    "TitleEnglish": "Love is not stingy in giving",
                    "SummaryEnglish": "Before the man could approach Shūrei, he’s interrupted by Shōka. It is revealed that the man is Riō Hyō, the head of the Hyō Clan. Riō had taken an interest in Shūrei, who reminds him of his Bara-hime. Seiran gets Ryūki to start an investigation into Riō and the Hyō Clan. Shūrei and Kōyū talk but are interrupted when Yūshun arrives with a letter from the Governor of Koku Province. Eigetsu, knowing that his life is coming to an end, decides to leave for Kōringun village and bids farewell to Kōrin.",
                    "Aliases": []
                },
                "6": {
                    "ID": "345635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345635",
                    "TitleEnglish": "A Peal of Thunder in the Blue Sky",
                    "SummaryEnglish": "Shūrei meets with Governor Kai, who tells her of Eigetsu’s past. He also gives her some medical texts written by Eigestu’s former caretaker Dōshu, who was the legendary doctor Kashin. During their meeting, Shūrei receives letters from Eigestu and Ensei informing her of all the occurrences in Sa Province. She immediately summons all the doctors to the palace and gives them the texts which held a great deal of information about the current epidemic. Shūrei convinces the head doctor in Kiyo to order as many doctors as possible to Kōringun village. Eigetsu meets with Ambassador Hei and assures him that Shūrei will come with the help that they need.",
                    "Aliases": []
                },
                "7": {
                    "ID": "345636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345636",
                    "TitleEnglish": "Wholeheartedness Penetrates Stone",
                    "SummaryEnglish": "As the doctors go over Dōshu’s texts, they stumble upon the cause and treatment for the illness. The only way to cure it is for the patient to undergo surgery. Unfortunately, none of the doctors present knew how to perform it. Shūrei hears of one who can and remembers that he is an old family friend. Dr. Yō agrees to go to Sa Province and to also train all the doctors along the way. Using Dōshu’s texts as an incentive, Shūrei gets the Merchant’s guild to agree to send aid as well.",
                    "Aliases": []
                },
                "8": {
                    "ID": "345637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345637",
                    "TitleEnglish": "Exhausting Human Abilities, One Waits for Heaven's Will",
                    "SummaryEnglish": "Shūrei’s drastic actions causes her to be summoned by the Imperial Court to justify them. Ryūki orders that the Imperial Army deal with the mountain cult, but Shūrei openly refuses. Realizing how in the process a great deal of lives could be lost, Shūrei convinces him to allow her to deal with the cult on her own despite the risk to her own life. After everything was settled, Shūrei breaks down under all the stress, but she recovers in time to bid farewell to Ryūki and promise him that she will return safely.",
                    "Aliases": []
                },
                "9": {
                    "ID": "345638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345638",
                    "TitleEnglish": "Meeting the Buddha in Hell",
                    "SummaryEnglish": "Eigetsu is helping the ill villagers, but is lured away by a cloaked man who looks identical to the deceased Dōshu. Flashbacks to Eigetsu’s past are shown. In the present, Eigetsu awakens tied up inside of a cave after being beaten. After seeing the man again, Eigetsu immediately realizes that he is not Dōshu. Kōrin runs away determined to find Eigetsu. Shūrei’s group with Shūei as her escort arrives in Korin but are denied entry. Luckily, Ensei and Shō Sai force the gate open and the group makes camp inside. Shūei gives Ensei Seiran’s Kansho before departing. Shūrei asks Ensei that if the time comes to perform an extraordinary act.",
                    "Aliases": []
                },
                "10": {
                    "ID": "345639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345639",
                    "TitleEnglish": "The Awaited Person Finally Comes",
                    "SummaryEnglish": "The story moves on to explain the meaning behind Shūrei's request to Ensei, and why she's worrying over being blamed for the disease when she's clearly not the one who caused it. Preparations for the treatment are being done by the doctors on the side of Shūrei, while Shuuran leads the people of Sekie village to Kōringun to speed up the treatment process. Shūrei and her company however receives some harsh welcome as they enter Kōringun, with people still believing the rumors spread by the Jasenkyō.",
                    "Aliases": []
                },
                "11": {
                    "ID": "345640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345640",
                    "TitleEnglish": "The husband is always the last to know",
                    "SummaryEnglish": "Shūrei arrives with the doctors but becomes faced with much resistance from people of Kōringun who still blames her for the disease. They are thrown in a pinch as these people, headed by Shuon, rebel against Taishu’s orders and is determined to prevent them from entering the town. Will Shūrei and the doctors be able surpass this hurdle to save the people in time?",
                    "Aliases": []
                },
                "12": {
                    "ID": "345641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345641",
                    "TitleEnglish": "If Justice is not allowed to be seen, There will be no Heroism",
                    "SummaryEnglish": "After successfully entering the town, Dr. Yō and the rest of the doctors prepare and begin treatment on the sick people while Shūrei and Ensei make sure to prepare everything that is needed or lacking. As more patients enter the town, the doctors continue to operate nonstop, saving most of them. As Shūrei and Dr. Yō prepare to leave for Sekiei Village, Shūran and Riō joins the group to guide them, while Seiran finishes preparations to go to Sekiei Village as well. Meanwhile, Eigetsu discovers the intentions of the Jasenkyō while Ryūki comes face to face with the head of the Hyō Clan.",
                    "Aliases": []
                },
                "13": {
                    "ID": "345642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345642",
                    "TitleEnglish": "Hastiness will lead to failure",
                    "SummaryEnglish": "While Ryūki unsuccessfully tries to invite the head of the Hyō Clan to some tea, the fake Dōshu waits for Eigetsu to die or Yōgetsu to appear. Ensei heads to Sekiei Village ahead of Shūrei and meets up with Seiran in the village. Seiran refuses to accept the sword Kansho from Ensei, telling him that until everything is over, he is to keep it by his side. While Shūrei and company formulate a plan to infiltrate the Jasenkyō hideout, a tired and normal clothed Ryūren shows up in their camp. Kōrin gets gets help from Shūren, enabling her to be reunited with her special person.",
                    "Aliases": []
                },
                "14": {
                    "ID": "345643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345643",
                    "TitleEnglish": "Enter the Lion's Den",
                    "SummaryEnglish": "While Kōrin starts the rescue operation, Ryūren tells a sleeping Shūrei that he'll go ahead to meet Eigetsu. After a touching reunion(and a long one at that), Eigetsu urges Kōrin to save the villagers rather than him. Seiran and Ryūren infiltrate the Jasenkyō hideout in different ways, with Seiran rescuing the villagers and Ryūren helping an unconscious Eigetsu back up. Meanwhile, Shūrei and Ensei walks inside the hideout and meets with the fake Dōshu whose body possessed by a boy, oblivious to the trap set before them.",
                    "Aliases": []
                },
                "15": {
                    "ID": "345644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345644",
                    "TitleEnglish": "A Short Amount of Time",
                    "SummaryEnglish": "As Shūrei and Ensei place the fake Dōshu and his men under arrest, he tries to buy time to make Shūrei step on the trap, but is surprised when he discovers that all the villagers are gone, and his men are replaced with men from the Sashu army, with Serian leading them. As Shūrei takes a step forward towards Senya, activating the trap, and is set immobile. But before the trap fully activates she is rescued by Riō, who tells fake Dōshu who is actually a boy called Ren that he was betrayed by his own people and doesn't have a body to go back to. It seems like Ren is actually Riō's relative. Eigetsu asks Kōrin and Ryūren to bring him near Kashin's body, before collapsing and to be replaced by Yōgetsu.",
                    "Aliases": []
                },
                "16": {
                    "ID": "345645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345645",
                    "TitleEnglish": "Flames Before the Wind",
                    "SummaryEnglish": "As Kōrin falls ill from the shock, she is brought to Sekiei village to recover, while Yōgetsu is visited by the spirit of Kashin, and is requested a favor from Dr. Yō, who is one of the Eight Sages in disguise. As dawn breaks, Kōrin is visited by none other than Eigetsu, who tells her Yougetsu has once again given him life, enough to die of old age. Meanwhile, officials at the Imperial Palace are outraged that the outbreak has been resolved, and try to prevent the credit from falling to Shūrei. Ryūki is forced to demote Eigetsu, and Shūrei is suspended to Joukan, or a rank in name only. As Sekiei village begins reviving, Shūrei and company receives a letter from the Palace, informing them of their demotion.",
                    "Aliases": []
                },
                "17": {
                    "ID": "345646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345646",
                    "TitleEnglish": "Up and Down Seven Times",
                    "SummaryEnglish": "Shūrei and company throw a feast to celebrate the revival of the cities in Kōrin, when they are visited by Governor Kei the next day, Governor Kei handing the gift entrusted to him by Ryūki to Shūrei. As Shūrei and Seiran depart for Kiyou, they are sent off by all the people in Kōrin. After arriving home, they witness the first buds from the Sakura tree they got from Ryūki, with Spring now approaching.",
                    "Aliases": []
                },
                "18": {
                    "ID": "345647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345647",
                    "TitleEnglish": "The Road is Distant After Dark",
                    "SummaryEnglish": "Past events are shown: The journey to Kōringun, the operation on the sick villagers, successful entry to the hideout of the Jasenkyo and the capture of its members, and Eigetsu coming back from the dead. Ryūki wonders whether his decision to have Shūrei unemployed would cause her to slap him.",
                    "Aliases": []
                },
                "19": {
                    "ID": "345648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345648",
                    "TitleEnglish": "Counting Your Chickens Before They Hatch",
                    "SummaryEnglish": "Seiran delivers a message to Ryūki from Shūrei, stating that their next meeting would be when the Sakura Bloom. Ryūki offers Yūshun Tei the position of Prime Minister, but Yūshun only accepts if the Emperor accepts the ten conditions he has set. Two men try to propose to Shūrei while on the way to the Kogaro to meet Kochō about a painting, and is greeted warmly by Kochō's guest.",
                    "Aliases": []
                },
                "20": {
                    "ID": "345649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345649",
                    "TitleEnglish": "All is Lost That is Given to a Fool",
                    "SummaryEnglish": "Karin, the name of Kochō's guest, finds Shūrei to be quite cute, then leaves when she sees the painting. Shūrei and company find out that the paintings are fake and find counterfeit coins while still in the Kogaro and dashes off to find out who did it with the help of Shin Suou, one of the guys who proposed to her and is also an official. Shūrei and company find a lot of forgeries in the shops around town, while Seiran notices that someone is following them.",
                    "Aliases": []
                },
                "21": {
                    "ID": "345650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345650",
                    "TitleEnglish": "A Frog's Child is a Frog",
                    "SummaryEnglish": "As they continue searching for forgeries, Shūrei and company discover that prices for everyday household prices are slowly rising and ask for the help of Sai Rin. Shin Suou is baffled why Shūrei tries so hard even though she is suspended, while Karin comes back to the Kogaro and recognizes the painting Kochō has put up for display. Karin goes to the place on where the painting is situated from and is found by Ryūki and company. Shūrei and Company arrived minutes later and discover that the place is Shin Suou's home. Shin Suou leads them to a locked building, then opens the door to reveal Banri, Karin's son, painting the forgeries.",
                    "Aliases": []
                },
                "22": {
                    "ID": "345651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345651",
                    "TitleEnglish": "An Insect in a Lion's Body",
                    "SummaryEnglish": "Shūrei and company learn that Banri was tricked by two men into doing the paintings, while Shin Suou reveals his amazing insight on how his father is part of the painting forgeries but is not involved in the money counterfeiting. But before they can do anything, someone else had sent soldiers from the Imperial Palace arrest Shin Suou and his father on counterfeiting and forgery charges, which carries the death penalty. Shūrei goes through the official procedures and with some \"persuasion\" from Seiran, convinces Shin Suou to help lower the penalty on his father. Shūrei meets with Ryūki and watches the first Sakura blossoms from the tree, with Shūrei venting her anger on \"Ryūki\" for the suspension.",
                    "Aliases": []
                },
                "23": {
                    "ID": "345652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345652",
                    "TitleEnglish": "Misery Loves Company",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "345653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345653",
                    "TitleEnglish": "One Good Turn Deserves Another",
                    "SummaryEnglish": "Shūrei, Tan-tan,and Seiga-kun all pitch in to help the other joukan in getting jobs. While doing this Shūrei decovers a horde of peach colored books, aka porn, that the other joukan had hidden. Later she asks Seiran if he has any peach colored books, since Tan-tan had said earlier that even Seiran would have some. Seiran denies having any, but then Shūrei points out that he knows what \"peach colored books\" are. He silently promises to give Tan-tan hell. Later Tan-tan and Seiran talk about Shūrei and Tan-tan asks Seiran to do him a favor. At the end Ryūki comes face to face with Riō-kun(junior).",
                    "Aliases": []
                },
                "25": {
                    "ID": "345654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345654",
                    "TitleEnglish": "Even with Trouble, Youth is Sufficient Enough to Pay",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "345655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345655",
                    "TitleEnglish": "Even the Wisest will Flee When They are Fools",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "345656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345656",
                    "TitleEnglish": "Better to be the One who Waits than the One Waited For",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "345657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345657",
                    "TitleEnglish": "The Story of Saiunkoku",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "345658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345658",
                    "TitleEnglish": "The Further You Are, the More I Think About You",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "345659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/345659",
                    "TitleEnglish": "The Silent Firefly's Body Consumed by Love",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "1472011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472011",
                    "TitleEnglish": "One Reaps What One Sows",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "1472021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472021",
                    "TitleEnglish": "A Painful Reluctance",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "1472031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472031",
                    "TitleEnglish": "As the Seasons Change, So Does the Mind",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "1472041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472041",
                    "TitleEnglish": "Bluer than Indigo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "1472051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472051",
                    "TitleEnglish": "Crossing a Dangerous Bridge",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "1472061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472061",
                    "TitleEnglish": "Fortune is Where One Finds It",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "1472071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472071",
                    "TitleEnglish": "The Eyes are the Mirror of the Soul",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "1472081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472081",
                    "TitleEnglish": "Close Friendship",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "1472091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-story-of-saiunkoku/episodes/1472091",
                    "TitleEnglish": "Destined Partners Cannot Be Separated",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}