{
    "URL": "https://thetvdb.com/series/kashimashi-girl-meets-girl",
    "Genres": [
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0972661/",
        "https://www.themoviedb.org/tv/28764"
    ],
    "Titles": {
        "eng": "Kashimashi: Girl Meets Girl",
        "jpn": "かしまし 〜ガール・ミーツ・ガール〜"
    },
    "Summaries": {
        "eng": "Hazumu Osaragi is a normal, albeit effeminate high school boy who is seriously injured when in an alien spaceship crash, only to be restored to health as a girl. A common theme throughout the series is the same-sex relationships that newly-female Hazumu finds herself in with two of her best female friends.",
        "jpn": "主人公である大佛はずむは、幼馴染である来栖とまりの励ましで片想いの相手である神泉やす菜に勇気を振り絞って告白したものの、その告白は拒絶されてしまう。近所の鹿縞山[3]に1人で登り、傷心を癒そうとしていたはずむだったが、巨大な宇宙船の墜落に巻き込まれてしまう。\r\n\r\n宇宙船に乗っていた宇宙人は、地球人に対して自分のミスを詫び、はずむを治療したことを告げる。しかし同時に、その治療の過程ではずむが女になってしまったことも告げる。そして、この変化はもはや修正不可能だという。\r\n\r\n女として学校に通うことになったはずむだが、一度は告白を断ったはずのやす菜ははずむに対して積極的にアプローチをかけてくるようになる。そしてとまりも、そんな2人の様子を見ていて弟分だと思っていたはずむに対して自分が抱いていた本当の気持ちに気づく。\r\n\r\nこうして3人の少女たちの奇妙な三角関係が始まった。"
    },
    "Aliases": [
        "Girl Meets Girl",
        "Kasimasi",
        "Kashimashi Girl Meets Girl"
    ],
    "Modified": "2024-09-19",
    "Seasons": {
        "0": {
            "ID": "29760",
            "URL": "https://thetvdb.com/series/kashimashi-girl-meets-girl/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "379124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379124",
                    "Titles": {
                        "eng": "A Girl Falls in Love with a Girl",
                        "jpn": "少女は少女に恋をした"
                    },
                    "Summaries": {
                        "eng": "Yasuna decided that she wanted to be single after all and broke up with Hazumu who then asked Tomari out. It has been four months since then and Tomari, uneasy with what Hazumu said, spent the entire time avoiding her. When winter finally arrives, Yasuna plans a Christmas event to try and pair Hazumu with Tomari. With the aid of Hazumu's friends, and even Hitoshi and Jan Pu, Tomari and Hazumu finally enter a romantic relationship.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34164",
            "URL": "https://thetvdb.com/series/kashimashi-girl-meets-girl/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "379112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379112",
                    "Titles": {
                        "eng": "The Young Boy's Life Changed That Day",
                        "jpn": "少年はその日変わった"
                    },
                    "Summaries": {
                        "eng": "Hazumu Osaragi confesses his love to Yasuna Kamiizumi, but is turned down by her. Heartbroken, he climbs Mt. Kashima which overlooks the city in which the story takes place and is inadvertently killed due to an alien spacecraft crash-landing on him. In order to rectify the situation, the alien resurrects Hazumu, but in the process his physical sex is changed to female.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "379113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379113",
                    "Titles": {
                        "eng": "The Girl Realizes That She is a Girl",
                        "jpn": "彼女は彼女であることを自覚した"
                    },
                    "Summaries": {
                        "eng": "Hazumu goes through medical tests at the hospital, but the doctors do not find anything wrong with her physically. Hazumu attempts to adjust to living life as a girl, and goes along with wearing a female school uniform bought by her mother. Hazumu still retains her male personality, and Tomari Kurusu, one of his good friends, attempts to teach Hazumu the ways of being a girl. At the end of the episode, Hazumu is surprised by two strangers in her room.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "379114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379114",
                    "Titles": {
                        "eng": "Hazumu's Heart, Yasuna's Heart",
                        "jpn": "はずむの心、やす菜の心"
                    },
                    "Summaries": {
                        "eng": "The two strangers turn out to be the alien that brought Hazumu back to life named Hitoshi Sora, and the personification of the alien's spaceship as a female android modeled after Hazumu's own body name Jan Pu. At school, Yasuna unexpectedly becomes distant from Hazumu and Hazumu worries about their friendship. After talking with Tomari, Hazumu gets an idea which may help save her friendship with Yasuna. Her plan involves the two flower plants she and Yasuna planted on the grounds of the school they attend.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "379115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379115",
                    "Titles": {
                        "eng": "Girl Triangle",
                        "jpn": "少女三角形"
                    },
                    "Summaries": {
                        "eng": "Hitoshi Sora, the alien who brought Hazumu back to life, begins to work at Hazumu's school as a biology teacher to observe human beings. Later, Hazumu goes out shopping with Yasuna and they end up going to a karaoke bar. Conflict begins to arise in the form a love triangle between Hazumu, Yasuna and Tomari after Tomari sees Yasuna try to kiss Hazumu at school one day.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "379116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379116",
                    "Titles": {
                        "eng": "The Things Reflected in Yasuna's Eyes",
                        "jpn": "やす菜の目に映るもの"
                    },
                    "Summaries": {
                        "eng": "Hazumu's class gets the chance to sketch a drawing outside, and both Yasuna and Tomari want to be Hazumu's partner. They end up forming a group of three, but it quickly turns sour as Tomari brings up that Yasuna initially rejected Hazumu's feelings. Later, Hazumu finally learns of Yasuna's unique affliction and they share a kiss after school, but Tomari unexpectedly walks in on them.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "379117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379117",
                    "Titles": {
                        "eng": "The Bride and the Groom",
                        "jpn": "お嫁さんとお婿さん"
                    },
                    "Summaries": {
                        "eng": "Now that Hazumu and Yasuna are together, Tomari begins to reminisce in the memories of the past between her and Hazumu. She is reminded of a promise Hazumu made when they were children about one day becoming Tomari's husband. Meanwhile, Tomari tries to encourage Hazumu to pursue a relationship with Yasuna, but still harbors feelings for Hazumu.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "379118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379118",
                    "Titles": {
                        "eng": "Together to the Sea",
                        "jpn": "みんなで海へ"
                    },
                    "Summaries": {
                        "eng": "Hazumu and her friends go on a trip to the beach. After having some fun, Hazumu goes to get some water for everyone, but is held up by a couple of guys who hit on her. Asuta Soro, one of Hazumu's good friends, comes to the rescue and saves her from the two guys who run off; Hazumu thanks him for the help. Hazumu later clears up a misunderstanding between her and Asuta and tells him that she sees him as only a friend, much to his dismay.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "379119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379119",
                    "Titles": {
                        "eng": "I'll Just Watch...",
                        "jpn": "見ているだけが…"
                    },
                    "Summaries": {
                        "eng": "Hazumu and her friends participate in a test of courage at their school at night despite Hazumu's intense protests. During this event, the students split up in groups and head through the school where scary events await them. At the end of the event, the friendship of the three female main characters strengthens.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "379120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379120",
                    "Titles": {
                        "eng": "Will These Wishes Come True?",
                        "jpn": "この願いはかないますか？"
                    },
                    "Summaries": {
                        "eng": "Summer is finally here, so Hazumu and her friends participate in the annual summer festival. Hazumu's indecisive personality comes to light during the festival several times, ultimately realizing that she will have to eventually choose between Yasuna and Tomari. While watching the fireworks at the end of the night, Hazumu prays that the three of them will stay together for as long as possible.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "379121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379121",
                    "Titles": {
                        "eng": "A Small Storm",
                        "jpn": "小さな嵐"
                    },
                    "Summaries": {
                        "eng": "Hazumu and Yasuna go to the aquarium together but no one else could come due to other engagements. Tomari, for one, had to go to an athletic training camp; Hazumu and Yasuna decide go to visit Tomari at the camp and buy her a souvenir from the aquarium's gift shop. Tomari later thinks she sees Yasuna and Hazumu kissing at the train station, and later that night, Tomari actually kisses Hazumu instead.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "379122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379122",
                    "Titles": {
                        "eng": "That Which Disappeared from Yasuna's View",
                        "jpn": "やす菜の瞳から消えたもの"
                    },
                    "Summaries": {
                        "eng": "Angry at Tomari for breaking their earlier promise together, Yasuna slaps Tomari who then slaps her back as Hazumu stares on in shock. Astonishingly, Yasuna loses the ability to also see females after this fight and she loses much of her will to live on. Tomari later figures out that Yasuna needs Hazumu more than she does and concedes to Yasuna on who should end up with her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "379123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kashimashi-girl-meets-girl/episodes/379123",
                    "Titles": {
                        "eng": "Finally, Love Begins",
                        "jpn": "やがて恋がはじまる"
                    },
                    "Summaries": {
                        "eng": "Yasuna starts to pack with the intention to move away without telling anyone. Meanwhile, Hazumu and Tomari have fun together the whole day around town. Their day together ends when Hazumu finally informs Tomari of her decision to choose Yasuna over her. Hazumu leaves to find Yasuna, but she has already left. Hazumu tries to track her down, eventually finding her still in the city. Yasuna regains her ability to see both men and women and Hazumu and Yasuna finally form a romantic relationship.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}