{
    "URL": "https://thetvdb.com/series/a-little-snow-fairy-sugar",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1155605/",
        "https://www.themoviedb.org/tv/22758"
    ],
    "TitleEnglish": "A Little Snow Fairy Sugar",
    "SummaryEnglish": "The story is based around 11-year-old Saga Bergmann, a young girl in a small German town who lives with her grandmother Regina and works in a coffee shop when not in school. Saga is extremely structured and plans her life down to the minute. One day, she notices a tiny creature in a fluffy outfit that appears to be starving. She offers it a waffle, which helps revive the tiny creature. Saga learns that this tiny creature is Sugar, an apprentice season fairy. Sugar explains that season fairies alter the weather by playing a magical musical instrument, and her specialty is snow, which she creates by playing the piccolo. Sugar is joined by two more apprentice season fairies, Salt, an outgoing male fairy who plays the trumpet to make the sun shine more brightly, and Pepper, a quiet and caring female fairy who plays the harp to make the wind blow.",
    "Aliases": [
        "Tiny Snow Fairy Sugar",
        "Chitchana Yukitsukai Shugā",
        "Chiccha na Yuki Tsukai Sugar"
    ],
    "Modified": "2024-09-04",
    "Seasons": {
        "0": {
            "ID": "29755",
            "URL": "https://thetvdb.com/series/a-little-snow-fairy-sugar/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "345685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345685",
                    "TitleEnglish": "What's in the Heart (Part One)",
                    "SummaryEnglish": "When Saga - now 15 years old - arrives at her home after a day of errands, her grandmother Regina discovers an old dress in the attic. At this point, Saga recalls the time her elementary class participated in a play titled \"Princess and Fairy.\" She volunteered to play the role of the Princess while her rival Greta played the evil witch. The production of the school play reminded Sugar and the other fairies of the time \"The Bear Pianist\" played in the town not too long ago.",
                    "Aliases": []
                },
                "2": {
                    "ID": "345686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345686",
                    "TitleEnglish": "What's in the Heart (Part Two)",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29756",
            "URL": "https://thetvdb.com/series/a-little-snow-fairy-sugar/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "345661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345661",
                    "TitleEnglish": "Saga meets Sugar",
                    "SummaryEnglish": "It is another normal (and orderly) day in Saga's life, until she meets a tiny figure and feeds it a waffle. Complicating the budding relationship is that this little thing introduces itself as Sugar, a snow fairy — and Saga does not believe in fairies.",
                    "Aliases": []
                },
                "2": {
                    "ID": "345662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345662",
                    "TitleEnglish": "An Itsy-Bitsy Roommate",
                    "SummaryEnglish": "Sugar explains to Saga what in the world she is. That the seasons (on earth) are made by the Season fairies. There are sun fairies, wind fairies, and etc. Each fairy plays an instrument to summon air, wing or whatever they are fairies of.\r\nSugar says that she came to earth to find a \"Twinkle\" and then she can become a full fairy...While Saga yells at her for following her to school, Sugars Friends PEPPER and SALT appear.",
                    "Aliases": []
                },
                "3": {
                    "ID": "345663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345663",
                    "TitleEnglish": "Twinkle-Twinkle, Comfy-Warm, Puffy-Fluffy",
                    "SummaryEnglish": "The three little fairies meet the Rain fairy while they search for \"Twinkle\" The three little fairies also get in big trouble....plus they can't agree on what a TWINKLE is....each one of them has their own opinion...\r\n\r\nSugar: A \"Twinkle\" Twinkles!\r\nPepper: A \"Twinkle\" is Puffy-Fluffy!\r\nSalt: A \"Twinkle\" is Comfy-Warm!",
                    "Aliases": []
                },
                "4": {
                    "ID": "345664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345664",
                    "TitleEnglish": "Where are the Twinkles?",
                    "SummaryEnglish": "Sugar, Salt and Pepper hear from a dove that there might be a \"twinkle\" in the School. So they run off to Saga's school. While there they get in a lot of trouble...",
                    "Aliases": []
                },
                "5": {
                    "ID": "345665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345665",
                    "TitleEnglish": "The Elder Arrives!!",
                    "SummaryEnglish": "The Elder arrives in the human world, ostensibly to watch the apprentice fairies' progress — but in reality he has a much more \"serious\" goal in mind: winning beautiful rain fairy Ginger's heart! However, his own shyness and the pestering of the little fairies about telling him what a \"twinkle\" really is don't make the job easier for him and Ginger.",
                    "Aliases": []
                },
                "6": {
                    "ID": "345666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345666",
                    "TitleEnglish": "I Couldn't Say Sorry",
                    "SummaryEnglish": "Sugar has a dream and misses her appointment with the Elder who was going to teach her some magic. Sugar than decides to try harder to become a Snow Fairy like her mom. She than starts to practice her Piccolo (her instrument)from morning to night, because of this Saga gets mad at Sugar.",
                    "Aliases": []
                },
                "7": {
                    "ID": "345667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345667",
                    "TitleEnglish": "Heart Joining Melody",
                    "SummaryEnglish": "Sugar and Saga have broken up. While they do miss each other, stubbornness on both sides prevents them from approaching each other and make up. Sugar takes up with two irresponsible fairy apprentices, Basil and Cinnamon — but is the wild, carefree life really something for her?",
                    "Aliases": []
                },
                "8": {
                    "ID": "345668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345668",
                    "TitleEnglish": "The Shape of the Dreams",
                    "SummaryEnglish": "Phil, the never-tired inventor, tries his hands at an ambitious project: artificially create an aurora. This project of course meets disbelief and criticism from both his fellow students and fairies alike. Salt, his most vocal criticizer at first, funnily ends up assisting Phil in his efforts.",
                    "Aliases": []
                },
                "9": {
                    "ID": "345669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345669",
                    "TitleEnglish": "The Bear Pianist",
                    "SummaryEnglish": "The Hammond Theater group comes to Mühlenburg with the story of the Bear Pianist, a heart-touching play. At the same time, a young actor of the troupe, Vincent, greatly troubles Saga with a careless remark.",
                    "Aliases": []
                },
                "10": {
                    "ID": "345670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345670",
                    "TitleEnglish": "A Backstage Happening",
                    "SummaryEnglish": "Sugar, Salt and Pepper go on an adventure backstage to find out what a play really is, but almost end up making it a disaster.",
                    "Aliases": []
                },
                "11": {
                    "ID": "345671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345671",
                    "TitleEnglish": "My Favorite Piano",
                    "SummaryEnglish": "Unnerved by Vincent's behavior, Saga and Sugar don't know what to make of him: While Saga finds his way of playing the piano a disgrace to all 'decent' musicians, Sugar and her friends try to find out whether he can really see them ... or can he?",
                    "Aliases": []
                },
                "12": {
                    "ID": "345672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345672",
                    "TitleEnglish": "Goodbye, Mr. Bear",
                    "SummaryEnglish": "Just before their last performance, Vincent sprains his hand and is unable to play the piano, which is a vital part of the Bear Pianist's story. Much to everyone's surprise, Vincent recommends Saga to fill in for him at the piano seat. As Saga fights with her stage fright, it is Sugar who provides her with much-needed moral support; and as they return home, a tremendous surprise awaits them...",
                    "Aliases": []
                },
                "13": {
                    "ID": "345673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345673",
                    "TitleEnglish": "A Twinkle Found?!",
                    "SummaryEnglish": "Sugar's magical flower has sprouted a bud; but that is strange, since they have not found a \"twinkle\" - or have they? A small trip to the countryside is meant to help in the finding of the \"twinkle\", but instead a few other experiences are gained.",
                    "Aliases": []
                },
                "14": {
                    "ID": "345674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345674",
                    "TitleEnglish": "Pepper and The Dream of Mr. Turtle",
                    "SummaryEnglish": "In the veterinary where she lives, Pepper meets the turtle Lancelot, whose greatest dream is to learn how to fly. By nature's decree turtles are not meant to fly, but still Pepper tries her best to make the impossible come true.",
                    "Aliases": []
                },
                "15": {
                    "ID": "345675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345675",
                    "TitleEnglish": "The Tiny Guest",
                    "SummaryEnglish": "Grandmother Regina houses a very young girl named Canon in her house for a few days. Soon, the lively child taxes Saga and Sugar to no end.",
                    "Aliases": []
                },
                "16": {
                    "ID": "345676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345676",
                    "TitleEnglish": "The Faraway Town's First Snow",
                    "SummaryEnglish": "The season fairies are departing for a field trip in order to gain more practical experience. In a town where the first snow is late, Sugar gains the chance to live up to her mother's image.",
                    "Aliases": []
                },
                "17": {
                    "ID": "345677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345677",
                    "TitleEnglish": "While Waiting For Sugar",
                    "SummaryEnglish": "Saga is waiting for Sugar's return, but when she learns that the season fairies have to cross an area hit by a typhoon, she becomes sick with worry about her little friend.",
                    "Aliases": []
                },
                "18": {
                    "ID": "345678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345678",
                    "TitleEnglish": "Festival! Waffo!",
                    "SummaryEnglish": "The Mühlenburgers celebrate a traditional festival, and Saga and Sugar live through a marvelous day.",
                    "Aliases": []
                },
                "19": {
                    "ID": "345679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345679",
                    "TitleEnglish": "One Memory For Two",
                    "SummaryEnglish": "Sugar's Magic Flower is about to bloom! After the Mühlenburg festival, Saga and Sugar help clean up the town, but the task soon becomes that of a memory tour.",
                    "Aliases": []
                },
                "20": {
                    "ID": "345680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345680",
                    "TitleEnglish": "The Vanished Promise",
                    "SummaryEnglish": "Saga and Sugar are just about to go play Saga's mom's song on her mother's piano when she discovers that her piano was sold. Who knew it would end up in such an unexpected place...",
                    "Aliases": []
                },
                "21": {
                    "ID": "345681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345681",
                    "TitleEnglish": "The Lonely Two",
                    "SummaryEnglish": "After the discovery of the whereabouts of her mother's piano, Saga decides to work overtime to buy back the piano. Meanwhile, everyone is worrying about her.",
                    "Aliases": []
                },
                "22": {
                    "ID": "345682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345682",
                    "TitleEnglish": "I'm Sorry, Sugar",
                    "SummaryEnglish": "Saga and Sugar struggle with the Piano. Then Pepper and Salt finally find their \"Twinkles\".",
                    "Aliases": []
                },
                "23": {
                    "ID": "345683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345683",
                    "TitleEnglish": "Tiny Miracle at Muhlenburg",
                    "SummaryEnglish": "Greta and the others decide to deliver back Saga's piano, but their plan goes haywire when Luchino accidentally pushes it down a hill.",
                    "Aliases": []
                },
                "24": {
                    "ID": "345684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-little-snow-fairy-sugar/episodes/345684",
                    "TitleEnglish": "I'm Right Over Here",
                    "SummaryEnglish": "Sugar and Saga must part with each other as Sugar finally understands what a \"twinkle\" is about and succeeds in making her magic flower bloom.",
                    "Aliases": []
                }
            }
        }
    }
}