{
    "URL": "https://thetvdb.com/series/strawberry-marshmallow",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0810056/",
        "https://www.themoviedb.org/tv/35730",
        "https://www.themoviedb.org/tv/35730"
    ],
    "Titles": {
        "eng": "Strawberry Marshmallow",
        "jpn": "苺ましまろ"
    },
    "Summaries": {
        "eng": "Everyday things make up the fabric of life—whether it's making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro is a heartwarming series that follows the daily lives of Itou Chika, her sister Nobue, and her friends Miu, Matsuri, and Ana.",
        "jpn": "TVアニメ「苺ましまろ」は、とってもキュートで個性的な４人の小学生と １人の二十歳の短大生の女の子が繰り広げる、 一見どこでもありそうなゆる～い日常をコミカルに描いた作品です。\r\nおしゃれなファッション、ちょっとおませな行動、そしてボケとツッコミの連続。 思わずクスっとしてしまうシーンがいっぱい。 男の子にも女の子にもおススメのポップでキュートな オフビート感覚のアニメーションをどうぞお楽しみください！"
    },
    "Aliases": [
        "Ichigo Mashimaro"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "29813",
            "URL": "https://thetvdb.com/series/strawberry-marshmallow/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "403502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/403502",
                    "Titles": {
                        "eng": "Prologue",
                        "jpn": "『苺ましまろ プロローグ』"
                    },
                    "Summaries": {
                        "eng": "A brief special where the girls pretend to be astronauts.",
                        "jpn": "テレビシリーズ放映に先立って先行リリースされたDVDビデオに収録。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "391930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/391930",
                    "Titles": {
                        "eng": "Scenery",
                        "jpn": "OVA 1 「けしき。」"
                    },
                    "Summaries": {
                        "eng": "Nobue goes job hunting, but has her application sabotaged by Miu. The girls enjoy a normal day at school.",
                        "jpn": "桜の花びらが散る春先。 \r\n伸恵はバイトの面接の電話をする。そこに美羽がやってきて電話口に向かって「フンガーッ」。\r\n学校へ行こうとする千佳の額には“発射”の一言がマジックで。 \r\n授業中に居眠りをするアナ、起こそうとする先生に「起こさないで！」と茉莉。 \r\nいつものメンバーの、いつもながらの日常です。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "403500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/403500",
                    "Titles": {
                        "eng": "Always",
                        "jpn": "OVA 2 「いつも。」"
                    },
                    "Summaries": {
                        "eng": "The girls play hide-and-seek, dress up and the usual antics. Everyone worries about whether Matsuri will be able to handle life as she grows up.",
                        "jpn": "相変わらずすき放題の美羽。姉を心配するしっかりものの妹、千佳。\r\nのんびりマイペースの茉莉。 その茉莉のよきパートナー　アナ。\r\nそして、茉莉になごみ萌えする信恵。いつものメンバーのいつも ながらの一日が、まったりと過ぎていく・・・。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "403501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/403501",
                    "Titles": {
                        "eng": "Everyday",
                        "jpn": "OVA 3 「まいにち。」"
                    },
                    "Summaries": {
                        "eng": "The crew goes on holiday. They visit the public bath, tell ghost stories go out for a late night walk.",
                        "jpn": "代わり映えのない毎日をすごしていた面々が、なんと連休に泊りがけで出かけることに。\r\n到着するまで８時間もかかったり、宿についてもいつもと同じように過ごしてしまったり・・・・。 \r\n\r\nシリーズ初の遠出エピソード、いったい何が起こるのか！起こらないのか？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "3578391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/3578391",
                    "Titles": {
                        "eng": "Good Afternoon",
                        "jpn": "encore VOL.01 『こんにちは』"
                    },
                    "Summaries": {
                        "eng": "Miu hits her head and transcends to heaven. She causes a ruckus there before regaining consciousness. The crew go on a school trip to paint in a park.",
                        "jpn": "＜Ａパート＞\r\n　美羽はおふざけでバク転を決めようとするが、失敗して頭を強打、そのまま死んでしまう。あの世に行った美羽の前に伸恵そっくりの閻魔大王が現われ・・・\r\n\r\n＜Ｂパート＞\r\n　千佳、美羽、茉莉、アナの四人は自由学習で公園に来るが、いつものごとく美羽の奔放な行動に三人は振り回され・・・"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "3578401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/3578401",
                    "Titles": {
                        "eng": "See You Tomorrow",
                        "jpn": "encore VOL.02 『またあした』"
                    },
                    "Summaries": {
                        "eng": "Miu gets the gang contemplating the nature of their friendships, followed by her prediction of how the girls will turn out in Junior High. Nobue decides to take them to the beach.",
                        "jpn": "＜Ａパート＞\r\n　ある日美羽は千佳と親友かどうかという事に妙にこだわり始める。美羽は茉莉とアナの親密ぶりを観察し、そっくり同じ事を千佳にし始めるが・・・\r\n\r\n＜Ｂパート＞\r\n　いきなり美羽は他の四人がいつまでも同じ行動ばかりしていると一喝。２年後に自分たちが中学生になった頃、どのように変化しているを脳内でシミュレートして・・・"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "9257779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/9257779",
                    "Titles": {
                        "eng": "Meet the voice actors",
                        "jpn": "苺ましまろ 面白い理由 「生天目仁美・川澄綾子・千葉紗子・折笠富美子・能登麻美子」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29814",
            "URL": "https://thetvdb.com/series/strawberry-marshmallow/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "345955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345955",
                    "Titles": {
                        "eng": "Birthday",
                        "jpn": "「バースディ」"
                    },
                    "Summaries": {
                        "eng": "Chika, Miu and Matsuri notice that it's Nobue's birthday and plan to make her a gift by themselves.",
                        "jpn": "短大生の伸恵を中心に、その妹の千佳、その幼馴染の美羽、ご近所の茉莉。彼女たちはごく普通な、でもちょっとだけユニークな毎日を送っています。\r\nある日、いつもどおり、千佳の部屋にみんなが集合すると、伸恵は千佳や美羽、茉莉の写真を携帯で撮り始める。「明日は何の日だ？」\r\nという伸恵だが三人には何のことだかわからない。すると伸江は興味のないように出かけてしまう。\r\n千佳、茉莉と公園で遊んでいるうちに、美羽が明日が伸恵の誕生日であることを思い出す。誕生日プレゼントに手作りの灰皿とメッセージカードを送ろうと、作り始める3人だったが……？\r\n\r\n脚本：佐藤卓哉 / 演出：おざわ かずひろ / 絵コンテ：佐藤卓哉 / \r\n作画監督：超智信次"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "345956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345956",
                    "Titles": {
                        "eng": "Ana",
                        "jpn": "「アナ」"
                    },
                    "Summaries": {
                        "eng": "After moving to Japan from England, Ana starts at the same class as Matsuri and pretends to know nothing about Japan or Japanese.",
                        "jpn": "イギリス人のアナは日本暮らしが長く日本語はペラペラ（というよりも英語が話せない）。転校を期にイギリス人らしく振舞おうと、日本語を話さないことを決意するが、登校途中、美羽に出会いあっさりと日本語で挨拶してしまう。出鼻をくじかれたが、彼女とは学年が違うことが分かり一安心。転入したクラスは茉莉のクラスだった。隣の席になったアナに茉莉は緊張しっぱなし。日本語がわからない振りをするアナだったが、そのためクラスメイトとコミュニケーションが取れない。しかし放課後の掃除の時間、ひょんなことから、茉莉に日本語がしゃべれることがバレてしまう。\r\nそのことを誰にも言わないよう言うアナ、それを快諾する茉莉。しかし一緒に帰るとういう友達は、今朝挨拶をした美羽たちだった……\r\n\r\n脚本：佐藤卓哉 / 演出：神戸守 / 絵コンテ：神戸守 /作画監督：阿部達也"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "345957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345957",
                    "Titles": {
                        "eng": "House Call",
                        "jpn": "「家庭訪問」"
                    },
                    "Summaries": {
                        "eng": "Ana invites Matsuri at her place to help her study English. But much to her grief, the entire gang decides to tag along.",
                        "jpn": "英語がしゃべれるようにと、茉莉と一緒に秘密で勉強をしているアナ。学校では気分が乗らないと、アナの家で秘密の勉強会をすることに。\r\n約束の日、いつものように千佳の家で遊んでいた茉莉は、約束の時間にアナの家に向かおうとするが、美羽の邪魔で出かけることができない。\r\n伸恵にお願いすると、なぜかネコミミとシッポをつけさせられ送り出される。しかしその途中で美羽たちに見つかり、一緒にアナのうちに行くことに。\r\n突然やってきた千佳たちに驚くアナだったが、茉莉に英語の勉強をしに来たことだけはバレないようにと念を押し、家の中を案内することに。\r\n家の中を色々と見て回るうちに、美羽があるものを見つけて……\r\n\r\n脚本：花田十輝 / 演出：米田光宏 / 絵コンテ：あべたつや /作画監督：大河原晴男"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "345958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345958",
                    "Titles": {
                        "eng": "Part-time Job",
                        "jpn": "「アルバイト」"
                    },
                    "Summaries": {
                        "eng": "Nobue finds out she's ran out of money to buy cigarettes and tries to find a fitting part-time job. Ana, Matsuri, Chika and Miu do their best and worst to help her.",
                        "jpn": "今日も金欠気味の伸恵。タバコを買うお金を千佳に借りようとするがあっさり却下。アルバイト情報誌を見ながら、みんなどんなバイトをしたいかという話になるが、焼き芋屋やら、ティッシュ配りやら、お医者さん（バイトじゃない…）と話はどんどんそれていく。結局良いバイトが見つからなかった伸恵だが、立ち寄ったファミレスでバイト募集の広告を見つける。時給は良いが、ヒラヒラの制服と禁煙の文字に躊躇するも、結局やることに。\r\n後日、そのファミレスによったアナは、伸恵を見かける。その話を聞いた千佳は、こっそり見に行こうと提案する。美羽には内緒にするつもりだったが、あっさりばれてしまう。ファミレスを訪れる４人。そのオーダーを受けに来た伸恵は……\r\n\r\n脚本：花田十輝 / 演出：三芳宏之 / 絵コンテ：池端隆史 /作画監督：立田眞一"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "345959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345959",
                    "Titles": {
                        "eng": "Sleepover",
                        "jpn": "「そいね」"
                    },
                    "Summaries": {
                        "eng": "Miu becomes jealous over the attention Ana and Matsuri gain from Nobue.",
                        "jpn": "いきなり悪口の言い合いをはじめる美羽とアナ。その理由を聞くと、どうやら学校で美羽が不用意にアナの本名をばらしてしまったらしい。怒るアナにワザとじゃないからとなだめる伸恵だが、美羽に確認すると、ワザとだったとあっさり認め、報復を受けることに。\r\n伊藤家は両親が不在ということで、美羽、茉莉、アナがお泊りをすることになる。夕食の買い物にでる面々だが、そこで伸恵は茉莉やアナにばかり構う。それを面白くなく思う美羽。伸恵に構って欲しくていろいろするが、いっこうに相手にしてもらえない。家に帰ってきてからも変わらない状況に、美羽は伸恵に、自分とアナとどっちが大事なのかと問い詰める。伸恵は特に深く考えず、アナと答えるが、それを聞いた美羽は泣き出してしまう。\r\n\r\n脚本：平見 瞠 / 演出：太田雅彦 / 絵コンテ：佐藤竜雄 /作画監督：清丸 悟"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "345960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345960",
                    "Titles": {
                        "eng": "Hot Summer Day",
                        "jpn": "「真夏日」"
                    },
                    "Summaries": {
                        "eng": "Intense summer heat causes the girls' imagination to run wild again.",
                        "jpn": "暑い日が続くある日、いつものように千佳の部屋で過ごしている、伸恵、千佳、美羽。突然探検隊ごっこをはじめる美羽だが、適当にあしらう千佳と、ノリが悪いと怒る美羽。そのころ千佳の家にむかう途中に入ったお店でアナはあるおじいさんと出会うのだが…\r\nアイスを買いに行っていた伸恵が戻ると、みんなは居眠り中。美羽はパジャマに着替えてベッドで寝ている始末。しばらくすると美羽がトイレへ。\r\n戻ってくると千佳がベッドを占領している。怒って千佳を起こす美羽と、それを怒る千佳、ふたりが争っているとその隙に茉莉がベッドで寝てしまい、更に激しくなるベッド争奪戦。しかしそれを制したのは伸恵だった。ぐっすり眠る伸恵を前に、起こしてはいけないと、美羽が選んだのは筆談だったのだが… \r\n\r\n脚本：横手美智子 / 演出：神戸 守 / 絵コンテ：神戸 守 /作画監督：阿部達也"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "345961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345961",
                    "Titles": {
                        "eng": "Beach Trip",
                        "jpn": "「海水浴」"
                    },
                    "Summaries": {
                        "eng": "Miu is shooting a video documentary for school, and chooses the Itō household as her subject. In the end, Nobue takes the gang out for a beach trip.",
                        "jpn": "待ちに待った夏休み。アナは軽井沢の別荘へ、茉莉はおじいちゃんの家へとそれぞれ出かけているが、伊藤姉妹は自宅でごろごろ。そこへ美羽がビデオをもってやってくる。みんなの様子をビデオにとってそれを自由研究の課題にすると言うのだ。\r\n茉莉を撮影したり、アナの撮影してきたレポートビデオを見たりしたが、そう珍しいことが起こるわけもない。プールに行こうとするが雨にも降られ、どうにも進まない様子。しょうがないというわけで、伸恵の提案で海水浴に行くことに。\r\n海に来た面々。スイカ割りをやったり、茉莉に泳ぎを練習してあげたり楽しんでいるが、肝心の美羽は撮影用のビデオカメラを持ってきていなかった…。\r\n\r\n脚本：花田十輝 / 絵コンテ・演出：米田光宏 /作画監督：大河原晴男"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "345962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345962",
                    "Titles": {
                        "eng": "Festival",
                        "jpn": "「お祭り」"
                    },
                    "Summaries": {
                        "eng": "A festival episode has the gang dress up in yukatas and head out to see fireworks.",
                        "jpn": "今日は近所のお祭りの日。テスト中もひとり浮かれる美羽は笛で太鼓のリズムを取ったり（当然先生に怒られる）。放課後、千佳の部屋に集まる面々。浴衣を持っていないアナのために、美羽の浴衣を奪って着せてあげる伸恵。浴衣を奪われた美羽は忍者装束で現れ、何故か伸恵と戦い始める。でもそんなドタバタのあと、伸恵は昔着ていた浴衣を美羽にかしてあげるのだった。\r\n\r\nお祭り会場に来た面々、金魚すくいや輪投げ、射的を楽しむが、突然美羽が出店を始めてしまう。しかも品物はガラクタばかり。お祭りの関係者に注意されるとむくれてしまうが、突然店じまいをしてどこかに行ってしまう。\r\nしばらくするとおかしな太鼓の音が聞こえてきて…\r\n\r\n脚本：平見瞠 / 演出・絵コンテ：おざわかずひろ / 作画監督：阿部達也"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "345963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345963",
                    "Titles": {
                        "eng": "Growing Child",
                        "jpn": "「育ちざかり」"
                    },
                    "Summaries": {
                        "eng": "Chika discovers she's gained a bit of weight, and, provoked by Miu, starts her own diet. It's only after a pointful remark by Nobue, that Chika's self-confidence gets restored.",
                        "jpn": "いつものように千佳の部屋に集まっている面々。焼き芋屋で買った焼き芋を食べていると美羽が千佳に「太った？」と言う。相手にしない千佳だったが、クッキーを作りに1階に下りたついでに体重計に乗ると、本当に増えていてショックを受ける。\r\nさらにソレを美羽に見られいろいろちょっかいを出されてしまう。そこへ アナがケーキのおすそ分けを持ってくるが、やはり食べない千佳。体重を気にしてご飯を残す千佳を見かねて、外に遊び行くことを提案する伸恵。スポーツの秋とばかりに野球やサッカーをやるが、やはりドタバタに。いろいろやってもなかなか減らない体重を心配する千佳に伸恵が言った言葉は…\r\n\r\n脚本：花田十輝 / 演出：楠本巨樹 / 絵コンテ：おざわかずひろ / 作画監督：柳瀬譲二"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "345964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345964",
                    "Titles": {
                        "eng": "Flower",
                        "jpn": "「花」"
                    },
                    "Summaries": {
                        "eng": "Many sidequests disturb the girls' trip to a distant restaurant to have cake with Nobue.",
                        "jpn": "千佳の部屋でテレビを見ている面々。催眠術師のショウを見ていた美羽はその真似事をする。自分がかかってみたり、千佳をさたけにしてみたりと、いつもどおりめちゃくちゃ。\r\n最後には誰でもいいからかかれと言う始末…。そのころ近くの湖に出かけた伸恵は、喫茶店で限定のケーキを見つける。電話で千佳たちに湖まで来るように言い、待つことに。\r\n千佳と美羽はキックボードと徒歩で、茉莉＆アナはバスで向かうことにしたが、途中で茉莉たちのバスに抜かれた美羽は、千佳をおいてあっさりバスに乗ってしまう。あきれる千佳。\r\n湖に着いたものの、待ち合わせ場所まではまだ距離がある。また二手に分かれて待ち合わせ場所に向かおうとするが、途中でいろいろなことが起こり…\r\n\r\n脚本：横手美智子 / 演出：太田雅彦 / 絵コンテ：池端隆史 / 作画監督：清丸悟"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "345965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345965",
                    "Titles": {
                        "eng": "First Snow",
                        "jpn": "「初雪」"
                    },
                    "Summaries": {
                        "eng": "After a freezing cold autumn day, the gang pays a visit to hot baths and witnesses the first snow fall.",
                        "jpn": "クリスマスも迫ったある日、宿題をする千佳を美羽が邪魔したりといつもの様子の中、紙相撲を始める面々。それぞれ対戦するが、茉莉の小さい力士は早々に負け、アナの大きな力士と美羽の特大の力士との一騎打ち。白熱する対戦だが、美羽が負けてしまう。悔しがる美羽が力士を放り投げると千佳の頭に命中。怒った千佳はみんなを追い出してしまう。\r\nそこへ伸恵が体を震わせながら帰ってくる。買い物に出た際に転んで、水にぬれてしまったのだ。お風呂を沸かしては入ろうとするが、そんなときに限って故障してしまう。どうしてもお風呂に入りたい伸恵はみんなを誘って銭湯に出かけることにする。\r\n初めて銭湯にドキドキしている茉莉やアナ、そんな茉莉に美羽が嘘を教えたりとやっぱりドタバタの予感が…\r\n\r\n脚本：花田十輝 / 演出：神戸守 / 絵コンテ：神戸守 / 作画監督：越智信次　坂井久太"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "345966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-marshmallow/episodes/345966",
                    "Titles": {
                        "eng": "Present",
                        "jpn": "「プレゼント」"
                    },
                    "Summaries": {
                        "eng": "Matsuri's faith in Santa Claus makes the rest of the gang guarantee her a happy Christmas.",
                        "jpn": "街が雪に覆われたクリスマスの日。伸恵は雪かきに苦労し、千佳たちは雪だるまを作って楽しんでいると、茉莉がサンタに何をお願いしたかを尋ねる。みんなが答えに困る中、美羽が嬉々として茉莉にサンタはいないと言おうとするのをアナが邪魔する。\r\n部屋に戻ってリコちゃんハウスで遊びながらも話はサンタのことに。変わらずサンタがいないことを茉莉に話そうとする美羽だが、みんなに阻止されると、自分が小さいころサンタを降参させた話をする。ソレを聞いてあきれる一同。\r\nクリスマスの夜、サンタの格好をした美羽とトナカイの格好をした伸恵たちは、一路茉莉の家へ。途中でいちゃつくカップルに八つ当たりしながらも到着し。プレゼントを枕元におこうとするが、茉莉が眼を覚ましてしまう…\r\n\r\n脚本：平見瞠 / 演出：おざわかずひろ / 絵コンテ：神戸守　佐藤卓哉 / 作画監督：坂井久太"
                    },
                    "Aliases": []
                }
            }
        }
    }
}