{
    "URL": "https://thetvdb.com/series/the-street",
    "Genres": [
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0472984/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH134608",
        "https://www.themoviedb.org/tv/17340"
    ],
    "TitleEnglish": "The Street",
    "SummaryEnglish": "Created by Jimmy McGovern which follows the lives of different residents of one street in Manchester.",
    "Aliases": [],
    "Modified": "2025-06-12",
    "Seasons": {
        "1": {
            "ID": "29836",
            "URL": "https://thetvdb.com/series/the-street/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "396723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/396723",
                    "TitleEnglish": "The Accident",
                    "SummaryEnglish": "Angela Quinn is a mother of three trapped in a stale marriage to the dull Arthur. To add a bit of spice to her dreary life, she has a fling with a neighbour based on a shared love of sex and Mars bars. But, in a dramatic shift in tone, a tragedy forces everyone to look closely at their lives and to come to terms with guilt and remorse.",
                    "Aliases": []
                },
                "2": {
                    "ID": "396724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/396724",
                    "TitleEnglish": "Stan",
                    "SummaryEnglish": "Stanley McDermott, a man you could set your clock by, finds himself locked out of his work three weeks short of his 65th birthday. To the despair of his wife Brenda, he starts to contemplate the meaning of life until a bittersweet twist of tragedy next door offers him a glimmer of hope.",
                    "Aliases": []
                },
                "3": {
                    "ID": "396725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/396725",
                    "TitleEnglish": "The Flasher",
                    "SummaryEnglish": "Brian Peterson, a respected teacher and family man, is caught short whilst walking in the park and relieves himself behind a tree. A little girl sees him and her father has Brian arrested for indecent exposure. He is temporarily suspended from his job at the school and reviled by neighbours. Even his wife is not sure what to think, and it is only by happy chance that he is exonerated.",
                    "Aliases": []
                },
                "4": {
                    "ID": "396726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/396726",
                    "TitleEnglish": "Football",
                    "SummaryEnglish": "Billy Roberts is an immensely talented young footballer and the hope for the local team. However, he is suspended after he has been caught stealing for a friend and becomes resentful, turning to crime as a consequence.",
                    "Aliases": []
                },
                "5": {
                    "ID": "396727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/396727",
                    "TitleEnglish": "Asylum",
                    "SummaryEnglish": "Working an extra night shift because he needs the money, kindly taxi driver Eddie picks up Ojo, an African asylum seeker. Ojo's accommodation is closed for the night and so Eddie takes him home with him. Despite the language barrier the two men form a friendship but less liberal neighbours are not so pleased and Eddie's wife Margie, having given him an ultimatum, leaves him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "396728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/396728",
                    "TitleEnglish": "Sean and Yvonne",
                    "SummaryEnglish": "Sean O'Neill lives unhappily with his wife, Yvonne, and their three young children. Sean struggles to conceal his temper and regularly beats up Yvonne as she tries to conceal the marital abuse from her family and finds it difficult to walk away from him. Yvonne's Irish mum, Mary and sister, Kerry aren't so easily deceived. Kerry arrives offering support much to the annoyance of Sean. Finally plucking up the courage to end her marriage, Yvonne gets Kerry's partner Alex to change the locks so Sean can't get into the house. But getting Sean out of her life proves impossible with him demanding access to the kids. As events spiral out of control Sean beats up Alex. It's all too much for Mary who dies suddenly after watching Alex being beat up. Recalling Mary's jibe to Sean that he'd be 'in the ground' before she was, Yvonne and Kerry ensure the prophecy comes true. They corner a drunken Sean and beat him to death with baseball bats, and dispose of the body in the plot that shortly afterwards sees Mary's coffin lowered into it.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "29837",
            "URL": "https://thetvdb.com/series/the-street/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "346195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/346195",
                    "TitleEnglish": "Twin",
                    "SummaryEnglish": "Joe (David Thewlis) envies identical twin brother, Harry. His sibling has the freedom of a comfortable bachelor lifestyle, funded by a generous army pension whereas Joe is in a dead end job – no money, squabbling children, a live in mother and a wife that he thinks has fallen out of love with him.\r\n\r\nAs the brothers watch a football match on the television one evening, Harry chokes on a sweet and loses consciousness. Whilst Joe waits for the ambulance to arrive, he realises that the chance of a lifetime is staring him in the face.\r\n\r\nJoe swaps clothes and takes on his brother's identity. The assumed body of Joe is pronounced dead at the hospital whilst the real Joe is left comforting his wife, Mary (Bronagh Gallagher).  Can Joe keep up the pretence that he is her brother-in-law?",
                    "Aliases": []
                },
                "2": {
                    "ID": "346196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/346196",
                    "TitleEnglish": "Old Flame",
                    "SummaryEnglish": "Street resident Eddie (Timothy Spall) is in his taxi when he picks up Bob, who's married to his childhood sweetheart, Pat. Eddie can’t resist seeing his first love again, and accepts Bob’s invitation to a charity event.\r\n\r\nBack home, wife Margie (Ger Ryan) agrees to go along, as she doesn’t like the idea of him seeing Pat. However, when showering, Margie discovers a lump in her breast and cancels her evening out.\r\n\r\nOblivious to Margie’s upset, Eddie storms out and drinks the evening away.  But in a drunken attempt to impress Pat, he pays way over the odds for a set of signed snooker balls.\r\n\r\nThe morning after he fails a breathalyser test and loses his licence and his job. All the while, he's ignorant of the terrible secret that is gnawing away at his long-suffering wife.",
                    "Aliases": []
                },
                "3": {
                    "ID": "346197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/346197",
                    "TitleEnglish": "Demolition",
                    "SummaryEnglish": "Charlie, a demolition man (Vincent Regan), is going to work away, leaving wife Roz at home with their teenage kids, Luke and Leah.\r\n\r\nAt the end of a gruelling day, Charlie retires to the room that he’s sharing with fellow worker, Tom (Will Mellor). Charlie is woken when Tom tries to get into bed with him. Affronted by Tom's actions, Charlie states that he’s straight.\r\n\r\nThe next day Charlie attempts to change hotel rooms, but it’s not an option, and so he’s stuck with Tom. That evening, Tom tries his luck again, and Charlie doesn't resist his advances.  Will he be able to come to terms with what's happening to him?",
                    "Aliases": []
                },
                "4": {
                    "ID": "346198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/346198",
                    "TitleEnglish": "Taxi",
                    "SummaryEnglish": "Cath lives on the street with her three children, the eldest of whom is Ian. Husband Vinnie is in prison, awaiting trial following a drugs deal. Jan, Cath’s sister, lives across the street with husband Danny and their only son, Gary.\r\n\r\nGary has been accepted into the Navy, and Ian joins his cousin for a night out. After a pub crawl, they head home in a taxi, but Gary gets out to be sick.  When Ian shouts at the driver to stop and wait for his cousin, he becomes violent.\r\n\r\nGary arrives at the scene and lays into the driver, slamming his head in the cab door. With the driver unconscious, Ian persuades Gary to run off but as other cab drivers arrive, they automatically assume that Ian is to blame.  Will Gary do the right thing and confess?",
                    "Aliases": []
                },
                "5": {
                    "ID": "346199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/346199",
                    "TitleEnglish": "The Letter",
                    "SummaryEnglish": "For postman Wayne (Mark Benton), life on the street has been less than kind recently: Wife Val left him, taking with her their two sons and the dog; his back’s deteriorating which makes his postal round harder by the day, and he’s got no money.\r\n\r\nA potentially good night out speed-dating is ruined when Wayne takes a shine to Rachel, who is crippled by a stammer which Wayne seems incapable of being sympathetic about.\r\n\r\nNow at his lowest ebb, Wayne thinks that his problems could be solved if only he could have a new start, somewhere nice and hot, like Greece.\r\n\r\nWith a new found determination Wayne adopts a new approach to his work. He opens the mail that’s addressed to the wealthier parts of the neighbourhood and removes any cash, before delivering the rest.\r\n\r\nBut 15 year-old illiterate truant, Damien, has been watching Wayne closely and confronts him.  Can Wayne persuade him to keep his secret?",
                    "Aliases": []
                },
                "6": {
                    "ID": "346200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/346200",
                    "TitleEnglish": "The Promise",
                    "SummaryEnglish": "Paul (Toby Kebbell) recently moved into a bed-sit on the street. He works as a gardener in local parks and spends his spare time alone.\r\n\r\nAfter taking a shine to local girl, Kirsty, who he often passes on the street, he finally manages to pluck up the courage to ask her on a date.\r\n\r\nThe date starts out well, and Paul persuades Kirsty to come home with him. In a fleetingly intimate moment, he confides in her that he is carrying a terrible secret. Although clearly consumed with guilt and remorse, he resolutely refuses to elaborate.\r\n\r\nTheir moment of closeness proves too painful, and Paul destroys the relationship before it's even begun.\r\n\r\nThen on his way home one night, Paul catches sight of a woman and runs away, scared. Back home, he consumes a cocktail of whisky and paracetamols, wishing his life away.\r\n\r\nThe doorbell rings and Jean (Jodhi May), the woman he ran away from is there. What follows – a meeting between Jean and Paul through a gap in the door – is a disturbing journey to the heart of Paul’s dark secret.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "92261",
            "URL": "https://thetvdb.com/series/the-street/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "868541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/868541",
                    "TitleEnglish": "Smoke",
                    "SummaryEnglish": "When Paddy bans Thomas Miller's son from his pub he finds himself on the wrong side of the local gangster.",
                    "Aliases": []
                },
                "2": {
                    "ID": "868551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/868551",
                    "TitleEnglish": "Meet The Parents",
                    "SummaryEnglish": "Dee falls in love with a local plumber after she moves to the street so that she can get her children into a better school. Their happiness is threatened though when she meets his father.",
                    "Aliases": []
                },
                "3": {
                    "ID": "868561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/868561",
                    "TitleEnglish": "Scar",
                    "SummaryEnglish": "Nick Calshaw attempts to call his family from Afghanistan where he is serving in the army and ends up leaving leaving a message which leaves his family worried. Later they learn from two army officers that he has been involved in an accident. Nick's family throw a surprise party for him on his return home but are shocked by the extent of his injuries. Nick attempts to seek sanctuary with girlfriend Gemma but soon becomes increasingly depressed and withdrawn.",
                    "Aliases": []
                },
                "4": {
                    "ID": "868571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/868571",
                    "TitleEnglish": "The Hero",
                    "SummaryEnglish": "Kieran is a bit of a loner who was raised by grandfather. He believes that the Polish community is to blame for his granddad's missed chance of playing football for Manchester City. Kieran and his friend Duffy are out one night and Duffy ends up rescuing a Polish girl from a burning building. Duffy gets Kieran to take the credit as he is on invalidity benefit and Kieran becomes a local hero but things soon become complicated.",
                    "Aliases": []
                },
                "5": {
                    "ID": "962001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/962001",
                    "TitleEnglish": "Past Life",
                    "SummaryEnglish": "Shay Ryan talks to his AA group about the time he became he was an alcoholic following a robbery at the betting shop that he managed. Shay finds out from a woman called Madeleine that he has not seen for 16 years that he has a son. Shay is surprised when he finds out that his son, Otto, suffers with Down's syndrome. Shay decides that he cant face his son and continues to drink. Shay realises he has failed his son and tries to stop drinking. Six months later without a drink, Shay hopes that Madeleine and Otto will forgive him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "962011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-street/episodes/962011",
                    "TitleEnglish": "Loss of Control",
                    "SummaryEnglish": "Margie moves back in with her father for a while following his stroke. Eddie and David are left home alone when Leanne goes back home too. Eddie tries to convince Margie not to go. Eddie's new work college Sandra sets her sights on him. Things don't go to plan when Eddie takes Margie out to dinner to talk about recent events.",
                    "Aliases": []
                }
            }
        }
    }
}