{
    "URL": "https://thetvdb.com/series/gravion",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0425686/",
        "https://www.themoviedb.org/tv/12333"
    ],
    "Titles": {
        "eng": "Gravion",
        "jpn": "超重神グラヴィオン"
    },
    "Summaries": {
        "eng": "In Japan Known as Super Heavyweight God Gravion (超重神グラヴィオン Chōjūshin Guravion) The year is now 2041 AD. A new enemy called Zeravire suddenly appears in the solar system, destroying all military installations it comes across. However, a wealthy man named Klein Sandman is already aware of this planned invasion and had been secretly preparing his army for battle. His trump card is Gravion, a giant robot that utilizes gravity as its source of energy. Meanwhile a young man named Eiji secretly enters Sandman`s base in search for his missing sister. It is there that he meets another young man by the name of Toga... These two must now fight together with four other individuals aboard the super robot, Gravion to fend off the Zeravire threat.",
        "jpn": "西暦2041年。突如現れた、正体不明の敵「ゼラバイア」が地球に迫っていた。ゼラバイアの地球侵攻を予見し、密かに対準備を進めていた謎の大富豪、クライン・サンドマンは武装戦隊「アース・ガルツ」を率いて、ゼラバイアに立ち向かう。アースガルツが所有する人型メカ「グランカイザー」に4台の戦闘機「グランディーヴァ」が合体することで巨大ロボット「ゴッドグラヴィオン」が誕生する。ゴッドグラヴィオンは、その強大な力でゼラバイアを撃退する。"
    },
    "Aliases": [
        "超重神グラヴィオンツヴァイ"
    ],
    "Modified": "2025-01-27",
    "Seasons": {
        "0": {
            "ID": "29852",
            "URL": "https://thetvdb.com/series/gravion/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4097091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/4097091",
                    "Titles": {
                        "eng": "Extra 1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4097092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/4097092",
                    "Titles": {
                        "eng": "Extra 2",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4097093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/4097093",
                    "Titles": {
                        "eng": "Music Video",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4097094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/4097094",
                    "Titles": {
                        "eng": "Extra 3",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4097095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/4097095",
                    "Titles": {
                        "eng": "Extra 4",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29853",
            "URL": "https://thetvdb.com/series/gravion/seasons/official/1",
            "Titles": {
                "eng": "Super Heavy God Gravion",
                "jpn": "超重神グラヴィオン"
            },
            "Summaries": {
                "eng": "The year is now 2041 AD. A new enemy called Zeravire suddenly appears in the solar system, destroying all military installations it comes across. However, a wealthy man named Klein Sandman is already aware of this planned invasion and had been secretly preparing his army for battle. His trump card is Gravion, a giant robot that utilizes gravity as its source of energy. Meanwhile a young man named Eiji secretly enters Sandman's base in search for his missing sister. It is there that he meets another young man by the name of Toga... These two must now fight together with four other individuals aboard the super robot, Gravion to fend off the Zeravire threat.",
                "jpn": "西暦2041年。\r\n突如、太陽系に出現した正体不明の敵『ゼラバイア』。\r\n各惑星の基地を次々に破壊し、遂に地球へと侵攻を開始した。\r\n人類が絶望に捕らわれたその時、宿命に導かれた6人の若者を乗せ 超重神が、猛然と立ちあがる！"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "346382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346382",
                    "Titles": {
                        "eng": "Fortress of the Diety",
                        "jpn": "巨神の棲む城"
                    },
                    "Summaries": {
                        "eng": "While searching for his missing sister, Eiji Shigure secretly enters the castle of millionaire Klein Sandman. There he meets the castles strange inhabitants and is selected to join in Sandmans mission to stop a destructive alien known as the Zeravire. The teams weapon, a series of fighting robots designed by Sandman called the Gran Kaiser and the Gran Divas who when needed join together to form Gravion.",
                        "jpn": "行方不明の姉の手がかりを探しに、舞踏会中の大富豪サンドマンの居城に潜入したエイジは、城の内奥で巨大な人型ロボット「グランカイザー」と、不思議な少年・斗牙と出会う。その頃、謎の敵ゼラバイアの第一陣が地球に降下を開始した。するとサンドマンは、謎の巨大ロボット「グラヴィオン」を出撃させた！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "346383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346383",
                    "Titles": {
                        "eng": "Mission of Gravity",
                        "jpn": "重力の使命"
                    },
                    "Summaries": {
                        "eng": "The newly formed Gravion faces off in their first battle against the Zeravire and the pilots discover their weaknesses. Meanwhile The Earth Federation Alliance plan their own attacks on the Zeravire.",
                        "jpn": "ゼラバイアと超重神グラヴィオンの戦闘が開始された。エイジは城主サンドマンから、自分自身がグラヴィオンを操縦できる特殊な体質「G因子」を持っている事を告げられる。共に戦って欲しいというサンドマンからの申し出を突っぱねるエイジ。しかし、姉アヤカがグラヴィオンの操縦訓練中に失踪したと聞かされて…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "346384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346384",
                    "Titles": {
                        "eng": "Labyrinth",
                        "jpn": "迷宮"
                    },
                    "Summaries": {
                        "eng": "Eiji begins to get used to life in Sandman's castle and to the castles inhabitants. As he and Toga venture to the forbidden area of the castle in search of Eiji's sister Ayaka and the identity of the G-Shadow's pilot, Raven attempts to convince the EFA to allow Earthgertz to take the lead in the defense against the Zeravire.",
                        "jpn": "Gナイツのメンバーとして、正式にグラヴィオンのパイロットになったエイジの、サンジェルマン城での奇妙な日常生活が始まった。古い生活用品の使い方が判らず悪戦苦闘し、メイドのお世話に辟易する毎日だ。しかし、行方不明の姉・アヤカの捜索を諦めていないエイジは、斗牙と琉菜とともに広大な城の探索を始める。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "346385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346385",
                    "Titles": {
                        "eng": "The Princess in the Tower",
                        "jpn": "塔の中の姫君"
                    },
                    "Summaries": {
                        "eng": "When a ghostly figure is sighted in one of the castle's towers, Toga and Eiji go to investigate. There they discover Leele, the mysterious pilot of the G-Shadow.",
                        "jpn": "メイドたちの間で、城内に夜な夜な幽霊が現れるという噂が流れる。エイジは幽霊の正体を突きとめようと、斗牙と一緒に深夜の城で幽霊を待ち伏せる。エイジと斗牙の前に現われた謎の少女の影。だが、2人の目の前で、少女は鏡の向こうに消えてしまう。少女を追って、禁断の「南の塔」へと足を踏み入れた2人は…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "346386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346386",
                    "Titles": {
                        "eng": "The Girl Who Wouldn't Laugh",
                        "jpn": "笑わない少女"
                    },
                    "Summaries": {
                        "eng": "In an effort to get to know each other better, the team goes on a picnic together but Leele is hesitant to share as she is haunted by nightmares of her past. Meanwhile the EFA attempts to find information of Sandman.",
                        "jpn": "Gシャドウのパイロット・リィルとの親睦を深めようと、琉菜はピクニックを計画。気乗りしないリィルを無理矢理連れ出す。しかしピクニックの最中、リィルはガスコンロの青い炎にパニックを起こし、森の奥へと走り去ってしまう。そこにゼラバイア出現の報が入り、琉菜達は森の中に消えたリィルの後を追うが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "346387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346387",
                    "Titles": {
                        "eng": "Toga's Day Off",
                        "jpn": "斗牙の休日"
                    },
                    "Summaries": {
                        "eng": "Eiji sneaks out of the castle during the staffs shopping day and takes Toga along with him for his first day out of the castle and his first day in the big city. As the maids search for them, the Zeravire launch an attack on the city.",
                        "jpn": "どうしてもコーラが飲みたくなったエイジは、コーラという未知の飲み物に興味津々の斗牙をそそのかし、街に出た。城のメイドたちの心配をよそに、エイジは目に映るもの全てが珍しい斗牙を引き連れ、街を遊び歩く。自由な時間を満喫するエイジと斗牙だが、そこに運悪くゼラバイアが現われて…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "346388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346388",
                    "Titles": {
                        "eng": "Drill Girl on the Beach",
                        "jpn": "渚のドリル少女"
                    },
                    "Summaries": {
                        "eng": "On the anniversary of her father Isanas death, Luna returns home to the island of Okiaowa but is surpirsed when she finds that the rest of of the Gran Knights have decided to accompany her to the have some fun on the island. But all fun is soon ended when the Zeravire target the International Peace Conference for their next attack.",
                        "jpn": "父の墓参りのため、故郷である沖縄に帰省した琉菜。一方斗牙たちGナイツのメンバーもサンドマンの命令で沖縄を目指していた。時を同じくして沖縄で開催されている国際平和会議の会場をゼラバイアが狙っている可能性があるからだ。サンドマンの読み通り、国際平和会議の会場をゼラバイアが強襲してきて…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "346389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346389",
                    "Titles": {
                        "eng": "Storming the Castle",
                        "jpn": "超重戦場"
                    },
                    "Summaries": {
                        "eng": "When the Zeravire attacks the the castle, all hope of stopping it lies with Eiji, who has accidentally found himself piloting the Gran Kaiser. To survive he must call upon all the power of the Gran Kaiser and all that his body can withstand.",
                        "jpn": "ゼラバイアがサンジェルマン城内に侵入した。増殖を繰り返しながら、城内を破壊する敵の攻撃のため、Gナイツがグランディーヴァに近づけない。サンジェルマン城を救う事ができるのは、偶然グランカイザーに乗り込んでいたエイジのみ。しかし、操縦に慣れていないエイジは、ゼラバイアに追い詰められていき…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "346390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346390",
                    "Titles": {
                        "eng": "A Distant Embrace",
                        "jpn": "遠い抱擁"
                    },
                    "Summaries": {
                        "eng": "Repairs begin on the castle following the attack by the Zeravire and Eiji begins to recover from his battle but runs from his physical and runs into Mizuki who gives him insight to the disappearance of his sister Ayaka. Together they decide to investigate where she vanished, the West Tower.",
                        "jpn": "「検査」と称して、アーニャたちチビッ子メイドに裸に剥かれて追いかけ廻されたエイジ。逃げるエイジが偶然飛び込んだのは、ミヅキの部屋だった。丸裸に近いエイジにミヅキは「もうちょっと一緒にいましょ」と迫る。緊張するエイジをよそに、ミヅキは行方不明のエイジの姉、アヤカの話を始める。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "346391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346391",
                    "Titles": {
                        "eng": "Crack",
                        "jpn": "亀裂"
                    },
                    "Summaries": {
                        "eng": "Following recent events, Sandman reluctantly has an auto-pilot device, The Gran Phantom intstalled into the Gran Kaiser in case of emergency. And one does arise when a Zeravire with a nuclear power supply attacks and one of the maids is put in danger, causing Eiji to try and rescue her while the rest of the Gran Knights use the system and go into battle with out him.",
                        "jpn": "食料品の買い出しに出かけたメンバーたち。そんな彼らの前に、突如ゼラバイアが現われた。逃げ遅れてゼラバイアに捕われたセシルを助けようと、1人で街を駆けるエイジ。エイジを欠いたグラヴィオンは、トリアの開発した「ファントムシステム」を搭載して出撃するが、斗牙はセシルの救出より敵の殲滅を優先して…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "346392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346392",
                    "Titles": {
                        "eng": "The Thing That Was Lost",
                        "jpn": "うしなわれたもの"
                    },
                    "Summaries": {
                        "eng": "After seeing what darkness Toga is capable of in the heat of battle, Eiji quits the Gran Knights and leaves the castle to return to a normal life. Leele ventures to town to convince Eiji to come back. Two pilots down, Gravion must operate with its auto-pilot taking up the slack when the Zeravire attack.",
                        "jpn": "斗牙の非情なやり方にはついていけない、と城を飛び出したエイジは、休学中だった学校に登校する。そんなエイジの前に、城を抜け出したリィルが現われて説得するが、エイジはそれを聞き入れない。そこへ、新たなゼラバイアが現われ、エイジとリィルを欠いて戦力の低下したグラヴィオンを窮地に陥れて…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "346393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346393",
                    "Titles": {
                        "eng": "Because You're With Me",
                        "jpn": "君がいるから"
                    },
                    "Summaries": {
                        "eng": "The battle wages on as Gravion fights against the attacking Zeravire with a failing auto-pilot and Eiji and Leele still missing. But after his friend Yumi is injured in the attack, Eiji decides that his place is with the rest of the Gran Knights on Gravion.",
                        "jpn": "ゼラバイアの攻撃から自分とリィルをかばい、傷を負ってしまったクラスメイトのユミ。エイジは再びグラヴィオンに乗る決意を固めるのだった。一方グラヴィオンは、ゼラバイアの2体同時攻撃にさらされ、苦戦を強いられていた。完璧なフォーメーションの2体のゼラバイアは、ついにグラヴィトンソードを砕いて…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "346394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/346394",
                    "Titles": {
                        "eng": "White Steel Fang",
                        "jpn": "しろがねの牙"
                    },
                    "Summaries": {
                        "eng": "The Zeravire have been evolving, not in order to destroy humans, but to ensure the destruction of Gravion. When the new and improved Zeravire comes to Earth to challenge Gravion, Sandman is hesitant to let the Gran Knights go to battle but they refuse to sit on the sidelines. With no other choice, Sandman must authorize the use of Gravions most adavanced weapon.",
                        "jpn": "帰還したエイジを含むGナイツのメンバーは、整備班と共に不眠不休でグラヴィオンの修理を急ぐ。そんな彼らの姿に、サンドマンはゼラバイアに対抗するための「ある物」を託す時期が近い事を予感する。そんな折、地球連合政府ビルにゼラバイアが出現した。グラヴィオンの修理を終え、出撃しようとするGナイツだったが…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "35089",
            "URL": "https://thetvdb.com/series/gravion/seasons/official/2",
            "Titles": {
                "eng": "Super Heavy God Gravion Zwei",
                "jpn": "超重神グラヴィオンZwei"
            },
            "Summaries": {
                "eng": "After Gravion was able to use its ultimate attack, the Zeravire threat seemed to have temporary stopped. However when it rises back up all of a sudden, the Earth Gult and its trump card, the super robot Gravion, is needed to defend this world again. All this while, the EFA is planning to create their own weapons to counter the Zeravire, the Grand Trooper. Now as they attempt to fend off the Zeravire, the people of the Earth Gult and EFA must protect their future as well as confront their pasts, and unveil the mysteries of the Zeravire.",
                "jpn": "ゼラバイアとの戦いを終え、数ヶ月。\r\n街は平和を取り戻していた。がしかし、サンドマンとEFAはそれぞれに次の侵攻に備えていた。\r\n一方、サンドマンの長き不在に緊張感を保てないサンジェルマン城の面々。\r\nエイジはちびメイド達との遊びにグランナイツとメイドの一日入れ替えを賭け、結果グランナイツ全員がメイドになる事に。\r\n文句を言いながらも、戦いを支えるメイド達の大変さを実感する一同。\r\nそして、その間隙を突いてゼラバイアが再び襲来する！"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "387150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387150",
                    "Titles": {
                        "eng": "Super Heavy God, Second Coming",
                        "jpn": "超重神再臨"
                    },
                    "Summaries": {
                        "eng": "The Gravion team completes another mission, mucht to the delight of the president. Someone says the Zerevie are going to return at any moment. The team is made to be maids, due to a strip mah jongg game that got out of control. They are forced to cook, clean, do the laundry, repair robots, and more. Eiji is forced to wear a dress.\r\nMeanwhile, Mr. Sandman is meeting with someone elsewhere. Back at the mansion, Luna shows off Toga's room when he was a child to Eiji. Then the G-alert sounds. The Grand Knights go to intercept the intruder. After much destruction, they decide to combine, but cannot. He's stuck in a subway. After trashing a street punk, Sandman shows up and lets them combine into Gravion. A lot of chaos and distruction ensues, ending with the Zerieve being destroyed.\r\nElsewhere, some generic sinister people are plotting to reshape the earth...",
                        "jpn": "街に平穏が訪れて数ヶ月、サンドマンはゼラバイアの再侵攻に備え、旅に出ていた。一方、緊張感の無いサンジェルマン城では、賭けの結果エイジ達が、一日メイドをやる事に。そして再び、謎の男に率いられたゼラバイアが襲来する。サンドマン不在のグランナイツは、立ち向かう事が出来るのか？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "387151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387151",
                    "Titles": {
                        "eng": "Elegant Reunion",
                        "jpn": "麗しき再会"
                    },
                    "Summaries": {
                        "eng": "The gang surfs the interenet and visits Gravion's web site. Every page is \"under construction\" except for a headquarters map, which looks like a 3-year-old drew it. The maids blame Eiji.\r\nFour people are wandering the mansion grounds. They're spotted by security, and recognized by one of them. Sandman and Cookie go out to greet them. They people were there to see Eiji.\r\nEiji, meanwhile, is working out. He then stops to visit the people. They turn out to be old friends of his. The maids then take Eiji's classmates on a tour of the castle. At the end of it, Sandman announces he's treating the guests to a picnic. While there, the maids show the guests some home movies of Eiji. They show him in drag, and being a pervert, etc. X then gets drunk and starts acting that way. She tempts Raven with some beer, but he refuses initially. Later he gets drunk with them.\r\nTwo of the guests are in the driller, and one of them accidentally turns it on. The driller goes out of control, taking the guests with them. The rest of the Gravion team goes after it. Sandman manages to get on board it and reset the driller, ending its rampage. They combine into Gravion.\r\nThe president has discovered an 18th century picture of a man named Count Saint-Germain. The Count looks a lot like Sandman, and was rumored to be able to travel in time as well.",
                        "jpn": "エイジのクラスメートである高須達がサンジェルマン城を訪れる。目的はエイジを連れ帰る事であった。が、エィナの話を聞き、仲間に囲まれて頑張っているエイジに安心し、皆とのランチを楽しむ事に。が、カオリとユミがGドリラーを暴走させてしまう…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "387152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387152",
                    "Titles": {
                        "eng": "Passionate Fight! Gravi Onsen!!",
                        "jpn": "熱闘！愚裸美温泉!!"
                    },
                    "Summaries": {
                        "eng": "It's generic trip-to-the-hot-springs episode! Raven and Cookie have stayed behind though. At the springs, fanboy service comes fast and furious. Ena is a bit shy, but her towel is taken away anyway. Eiji relaxes in the men's bath when some of the maids enter. In escaping them, he falls over a cliff with only a section of fence to protect him. He ends up turning it into a tobogan. He crashes through the women's bath. Toga joins Eiji, thinking this is a fun game. They end up crashing at the bottom, where Toga ends up on top of G-Force's commander. After getting smacked by her, Toga spies Sandman talking to a man.\r\nLater, Mizuki and Alex are battling Luna and Ena in ping pong. Mizuki and Alex win. Mizuki has a deluxe package ticket, and Sandman shows up, saying it is his. He has Leele battle with him against Alex and Mizuki. Sandman runs all over his oppoents. Ironically, Leele wins it for them. That's when the Zerivire decide to attack. The Zerivire is using the lava of a volcano to charge itself. They have 90 seconds to drag the Zerivire out. To communicate this, Sandman orders the maids to give a karaoke performance. No matter whether you choose English or Japanese, their ability to harmonize is awful. While they sing, the Gravion kicks the Zerivire out of the volcano, and destroys it.\r\nIn the end, Raven is the one who gets the special ticket.",
                        "jpn": "慰安旅行として訪れた温泉で、EFA特殊部隊のフェイと鉢合わせる斗牙。過去の因縁により敵意剥き出しのフェイだが、斗牙はそれを知らない。そして、温泉郷にゼラバイアが！慰安旅行中のグランナイツはこれを撃破出来るのか？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "387153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387153",
                    "Titles": {
                        "eng": "From the Bottom of the Wave",
                        "jpn": "波の底より"
                    },
                    "Summaries": {
                        "eng": "At the EFA's underwater energy base, something is attacking it. They ask Gravion to investigate. Leele goes there, and they lose contact with her. The others investigate. Eiji takes Una's place. The Zerivire attacks at this point. Toga finds Leele and rescues her, only to be confronted by some mini-Zerivire. Toga forces Leele into another room while he battles the Zerivire alone. Meanwhile, just as things were looking hopless outside, the rest of the Gravion arrives. Eiji finds Toga lying on the ground, with his head in Leele's lap.\r\nAfter the rescue, Gravion is formed and then attacks the Zerivire. Toga has lost his sight due to lack of oxygen. However, Leele goes to him and guides his hands.\r\nLater on, Toga recovers at the base.",
                        "jpn": "EFA海底基地を襲ったゼラバイアの偵察中、リィルが消息を絶ってしまう。捜索に出る斗牙、琉菜とエイジ。エイジの指示でリィル救出を優先したグランカイザーはGシャドゥ共々、ゼラバイアと化した海底基地内へ。斗牙とリィルは脱出できるのか？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "387154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387154",
                    "Titles": {
                        "eng": "The Dream Solitary Isle",
                        "jpn": "夢みる孤島"
                    },
                    "Summaries": {
                        "eng": "The gravion gang goes to an amusement park Grand Island with some of the maids. There's a Zerivire there. Back at the base, the maids protest to Raven that they want to go to the park too. Back at the park, they can't find anything wrong initially. Leele laments that she doesn't have any memory of her past; the others tell her that she can simply make some by being with them. Leele and Toga are in a skyride by themselves, and Leele makes a move on Toga.\r\nMeanwhile, the maids at the base are still pleading to Raven to go to the park. Raven suggest that he have Mizuki buy the maids souvenirs. This only serves to make them angry.\r\nMizuki and Eiji are in the haunted house. They take a sharp turn and suddenly find themselves in a part of the haunted house where the attacking images are real. Outside, a cute boy accidentally runs into Luna, and then turns into a Zerivire. Then other people in the park start turning into Zerivires. When things look hopeless, Eiji and Mizuki show up to help out. The Zerivires combine and start becoming bigger. Their targets are the pilots of the Gravion, as Sandman tells us.\r\nThe Gravion ships show up and the pilots unite to form Gravion. Gravion defeats the Zerivire. Unfortunately, that was only part of the problem. The whole park was a Zerivire. This Zerivire attacks the Gravion and infiltrates it. It seems particularlly interested in Leele. Leele screams at the sight of a Zerivire eye in her cockpit, and then suddenly, the Zerivire disintigrates. Leele collapses, saying she remembers her past, and she is a Zerivire.\r\nWe are left with a shot of Sandman laughing at the base...",
                        "jpn": "ゼラバイア反応が出た人工島遊園地を調査するエイジ達をゼラバイア化した人々が襲う。敵の目的はグランナイツを直接攻撃する事だった。液状化した敵がグラヴィオン内部に侵入する！襲われたリィルは、ある事を思い出してしまう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "387155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387155",
                    "Titles": {
                        "eng": "Lamenting Rosario",
                        "jpn": "嘆きのロザリオ"
                    },
                    "Summaries": {
                        "eng": "Elji and the others suspect that Sandman is hiding something connected to the frequent Zelabaia attacks, and they sneak into the north tower of St. Germain Castle. There they discover the Sandman's mysterious past and the secrets behind the creation Gravion. Some of the mysteries behind Leele's birth are also unveiled, and when Toga tells her about it, she is so shocked that she throws herself into the Lake.",
                        "jpn": "頻発する事件に、サンドマンが何かを隠していると疑い、エイジ達は北の塔に潜入する。そこで見た、サンドマンの過去とは？グラヴィオン誕生の秘密とは？そして、斗牙によって事実を知らされたリィルは錯乱し、湖へ飛び込んでしまう。駆けつけたエイジは、人の気持ちが解らないと斗牙を責めるのだった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "387156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387156",
                    "Titles": {
                        "eng": "The Shattered Goddess",
                        "jpn": "砕かれた女神（ディーヴァ）"
                    },
                    "Summaries": {
                        "eng": "The Earthgultz members are worried about Leele. Toga in particular is berating himself becuase he always seems to hurt the people around him through his own carelessness and inability to understand their feelings. Zelabaia attacks while Toga is still upset, and his agitation keeps Gravion from functioning properly, making it flounder in battle.",
                        "jpn": "リィルを気遣うアースガルツの面々。斗牙は、まわりの人間を傷つけてしまう自分に苦しんでいた。そのさなかゼラバイアが襲来する。動揺の残る司令塔の斗牙にグランナイツの足並みが揃わない。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "387157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387157",
                    "Titles": {
                        "eng": "When Gravity Becomes Weak",
                        "jpn": "重力が衰えるとき"
                    },
                    "Summaries": {
                        "eng": "Sandman is keeping vigil on his daughter when the news comes: Toga's gone missing. Hugi has been watching this all this time, and gloats over this. It's going his way now. Eiji goes out after him.\r\nBack in the maintenence hangar, the maids are working around the clock to get Gravion back to fighting shape.\r\nLuna, meanwhile, has been captured by the EFA. They're analyzing her DNA for the Gravion data.\r\nmeanwhile, Toga is hiding on the streets. Eiji enlists the help of his former classmates to find Toga. Meanwhile, the EFA goes public with their Gravion clone production team.\r\nThe Zerivire attack an aircraft carrier. The EFA's Gravion is sent to stop it. The Zerivire rams the ship with the President on deck.\r\nMeanwhile, Sandman is suffering from self-doubts. Raven comes to confort him, and it doesn't help, that is, until Raven removes his mask... showing that he's really a she. She's really named Ayaka. She convinces Sandman to come back. (Although I have to wonder how Ayaka was able to hide that huge chest of hers in Raven's outfit.)\r\nBack at the fight, the EFA's Gravion has taken care of them. While the president goes on with endless blather, Toga is being attacked by two street punks. Faye comes in and saves him...",
                        "jpn": "ゼラバイアとの戦闘後、サンドマンは自室に閉じこもり、斗牙は失踪してしまいう。そして、エイジ、メイド達は、斗牙の行方を追うのに必死になっていた。その他のメイド達も悲しい現実に耐えながらも各々の仕事についていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "387158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387158",
                    "Titles": {
                        "eng": "The Crimson Fang",
                        "jpn": "紅ノ牙"
                    },
                    "Summaries": {
                        "eng": "Leele finally awakens from her coma. Eiji's out looking for Toga. Faye takes Toga to the orphanage where they grew up. It was sponsored by Sandman. She tells him that she resents him for taking her position as the Gravion's pilot. Faye tries to recruit Toga into the Grand Troopers. Just as he's about to give into her, Eiji arrives.\r\nAt the Grand Troopers base, Mizuki finds Luna as the President arrives for a visit.\r\nBack with Eiji, he and Toga fight over things. Meanwhile, a Zerivire ship has appeared over the city. It creates a gateway where a bunch of Zerivire ships come from.\r\nAt the Grand Troopers base, Mizuki and Luna run into the President. Mizuki takes care of the President's guards. The president recognizes Mizuki as one of his agents. they take off in a plane, and pick up Toga and Eiji on the way back to the base.\r\nMeanwhile, the Grand Trooper is fighting the ships. It isn't making much headway in the matter. Even though Leele has not regained consciousness yet, Toga takes her on his ship. (Yes, I know earlier I said she woke up; it's a slip in continuity.)\r\nIn the battle, Thoria gets knocked out early. The Gravion robot is seized by a Zerivire, and drained of its energy. Then Sandman calls forth the flame planet. A lot of energy comes out and destroys a number of the Zerivire.",
                        "jpn": "サンジェルマン城では、リィルが静かに目を覚ました。斗牙と再会したフェイは、幼少を共に過ごした町へと向かい、そこで、斗牙をGソルジャー隊へ勧誘し自分の配下へ置こうとする。そこへ、ミヅキから連絡を受けていたエイジが駆けつける。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "387159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387159",
                    "Titles": {
                        "eng": "The Sun's Flames",
                        "jpn": "太陽の炎"
                    },
                    "Summaries": {
                        "eng": "There's a new Gravion called sol Gravion. Zieg recognizes its power source as a device that decimated an alien race. It turns out the main pilot of the Sol Gravion is Ena. Ena tells us she's a clone of the original that died, but has all the memories of the original. The Zerivire apparently leave (yet another unexplained plot hole.) The Gravion team takes the Sol Gravion for a test spin. Sandman tells us that the Sol Gravion has the power to destroy the world - or create a new one. Eiji and Toga make up for their fight. Sandman frees Eiji, saying he has no obligations to Sandman anymore.\r\nLater Sandman talks to the President. The president pleads for continued support of Gravion. Then Sandman tells Raven that the true power behind Gravion Sol is the friendship and love that the team has for each other.\r\nHugi then tells via a hologram that he will destroy earth in 48 hours. Some of Hugi's holograms attack Gravion. Then St. Germain castle takes off, shocking a lot of the maids on board. They form Sol Gravion, preparing for the final battle...",
                        "jpn": "ゼラバイア本星ゴーマから、大量に転送されてくるゼラバイアに大苦戦するゴッドグラヴィオン。もはや、各グラントルーパーも力つきようとしていた。そこへ太陽を背に新たな機体、ソルグラヴィオンが現れる。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "387160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387160",
                    "Titles": {
                        "eng": "Creation Star Machine",
                        "jpn": "創星機"
                    },
                    "Summaries": {
                        "eng": "The Gran Knights and the rest of the castle take to space in order to take the battle to the Zeravire homeworld. It is the beginning of the final battle, where the fate of the universe will be decided.",
                        "jpn": "アースガルツは、地球を守るために本星ゴーマを撃破しようと、戦艦グラヴィゴラスで、宇宙空間へ向かう。ゴーマから発せられる衝撃波をグラヴィゴラスが防ぎ、そして、グラヴィオンがコアを破壊する作戦にでる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "387161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gravion/episodes/387161",
                    "Titles": {
                        "eng": "The Spirital Song of Victory",
                        "jpn": "魂の凱歌"
                    },
                    "Summaries": {
                        "eng": "This is it, The final battle for the fate of the universe has begun as the Gran Knights and Sandman take on Hugi and the ulitmate Zeravire weapon. As the whole world looks on, our heroes must band together like never before to ensure the saftey of mankind. Win or lose, it is time for the end and time for goodbyes.",
                        "jpn": "ゴーマ内部では、サンドマンとゼラバイア博士が激しい一騎打ちを繰り広げていた。一方、コア付近では、グラヴィオンとゼラバイアとが最後の戦闘を繰り広げていた。しかし、ゼラバイア攻撃の前にグラヴィオンは大きなダメージを負う。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}