{
    "URL": "https://thetvdb.com/series/dennou-coil",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1033796/",
        "https://www.themoviedb.org/tv/13265"
    ],
    "Titles": {
        "eng": "Coil - A Circle of Children",
        "jpn": "電脳コイル"
    },
    "Summaries": {
        "eng": "Eleven years after the introduction of internet-connected, augmented reality eyeglasses and visors, Yūko Okonogi moves with her family to Daikoku City, the technological center of the emerging half-virtual world. Yūko joins her grandmother's \"investigation agency\" comprised of children equipped with virtual tools and powerful metatags. She quickly crosses paths with Yūko Amasawa, an expert hacker of the virtual environment, as Amasawa relentlessly seeks to \"unlock\" the mystery of a computer virus that emerges from an inaccessible corrupted space.",
        "jpn": "時は202X年、今よりもちょっと未来。子供達の間で“電脳メガネ”が大流行していた。この“電脳メガネ”は、街のどこからでもネットに接続し様々な情報を表示する機能を備えた、子供たちになくてはならないアイテムだ。現代の携帯電話のように普及し、ほぼ全ての子供が持っている。舞台は由緒ある神社仏閣が建ち並ぶ古都でありながら、最新の電脳インフラを擁する地方都市「大黒市」。\r\n小此木優子（おこのぎゆうこ） は、小学校最後の夏休みを目前に、父の仕事の都合で大黒市に引っ越すことになる。そこで出会ったのは、もう一人の“ユウコ”、天沢勇子（あまさわゆうこ） 。同じ名前で同じ歳だが全くタイプの違う二人。新しい学校で個性豊かな子供たちと出会い、電脳空間で次々と巻き起こるフシギな出来事を体験する。"
    },
    "Aliases": [
        "Cyber Coil",
        "Electronic Brain Coil",
        "Den-noh Coil",
        "Dennou Coil",
        "Dennō Coil"
    ],
    "Modified": "2025-03-13",
    "Seasons": {
        "0": {
            "ID": "29886",
            "URL": "https://thetvdb.com/series/dennou-coil/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "3371351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/3371351",
                    "Titles": {
                        "eng": "Dennou Coil Free Research",
                        "jpn": "電脳コイル自由研究"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4275598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/4275598",
                    "Titles": {
                        "eng": "Dennou Coil Comprehensive Recap",
                        "jpn": "電脳コイル総復習"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5903338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/5903338",
                    "Titles": {
                        "eng": "Dennou Coil Total Summary Special",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29887",
            "URL": "https://thetvdb.com/series/dennou-coil/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "346707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346707",
                    "Titles": {
                        "eng": "The Children with Glasses",
                        "jpn": "メガネの子供たち"
                    },
                    "Summaries": {
                        "eng": "Yasako and Kyōko arrive by train to Daikoku City. Their virtual pet dog, Densuke, goes missing when he falls into an abandoned zone of cyberspace occupied by an illegal. Yasako enlists the aid of Fumie, a detective from the Coil Dennō Detective Agency, to help rescue her pet. In their efforts, they attract the attention of Searchmaton.",
                        "jpn": "子供たちのうわさによると、大黒市では最近、ペットの行方不明事件が多発しているそうです。\r\n\r\n金沢から大黒市へと引っ越してきたヤサコこと小此木優子と妹の京子。ヤサコは謎の電脳生物を追いかける京子と電脳ペットのデンスケとはぐれてしまった。電脳メガネでデンスケを見つけたのはいいが、なんとデンスケはヤサコの目の前で、謎の電脳生物と共に壁の中へと消えてしまった！　ヤサコはたまたま出会った自称コイル探偵局員の女の子・フミエと共にデンスケ捜索を開始する！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "346708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346708",
                    "Titles": {
                        "eng": "COIL Cyber-Detective Agency",
                        "jpn": "コイル電脳探偵局"
                    },
                    "Summaries": {
                        "eng": "Yasako and Fumie ask Yasako's grandmother, Megabaa, to cure Densuke of a deadly illness. In return Yasako agrees to join Megabaa's Detective Agency as their eighth member. Meanwhile Isako relentlessly searches for the \"Keyhole\". Deducing that it resides as an illegal in Densuke, she unleashes her virtual pets to capture him.",
                        "jpn": "都市伝説によると、ミチコさんを呼びだした子供は、あっちに連れてゆかれてしまうそうです。\r\n\r\nサッチーの攻撃をなんとかかいくぐり、デンスケの救出に成功したヤサコとフミエ。しかしなんとデンスケは謎の電脳ウイルス「イリーガル」に感染していた！戸惑うヤサコを助けたのは、フミエの親玉にしてヤサコの祖母「メガばあ」だった。メガばあは様々な電脳グッズを駆使してデンスケの治療を試みるのだった。一方、謎の少女イサコがデンスケを狙って、手下の電脳生物モジョを差し向けてようとしていた・・・。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "346709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346709",
                    "Titles": {
                        "eng": "Yuko and Yuko",
                        "jpn": "優子と勇子"
                    },
                    "Summaries": {
                        "eng": "Having captured Densuke, the Mojos deliver him to Isako. After separating the illegal from Densuke, Isako unsuccessfully attempts to \"unlock\" the organism with her key, causing nearby cyberspace to rupture. She reports the episode to a mysterious conspirator over the phone.",
                        "jpn": "業界の噂によると、メガネには、よく知られてない隠し機能があるそうです。\r\n\r\n大騒動の翌日、ヤサコは転校初日を迎えた。留守の間に、メガばあの応戦も空しく、モジョによってデンスケが誘拐されてしまう！再びデンスケ救出に向かうヤサコとフミエ。モジョの反撃を受けながらも必死の追跡を続ける二人の前にサッチーが立ちはだかる!!　混乱のさなか、一旦は助けたデンスケをイサコに奪われてしまう。果たしてデンスケを無事取り戻せるのか？そして謎の少女イサコの狙いとは一体！？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "346710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346710",
                    "Titles": {
                        "eng": "Daikoku City Heike Club",
                        "jpn": "大黒市黒客クラブ"
                    },
                    "Summaries": {
                        "eng": "A frenzied dennō battle breaks out at school between Isako, Fumie, and Daichi's group, the Daikoku Hackers' Club. While Isako is the ultimate victor with Daichi's group completely subdued, Fumie manages to steal a piece of data from Amasawa that reads, \"Michiko\".",
                        "jpn": "ネットの噂によると、数年前に、ある暗号屋が空間を破壊しようとしたそうです。でも、その暗号屋がどうなったのか誰も知りません。\r\n\r\nヤサコに続いて６年３組にやって来た第二の転校生、それはなんと昨日デンスケを誘拐したイサコこと天沢勇子だった。イサコは、ダイチがリーダーの「大黒黒客」へと勧誘されたが、これを冷ややかに断ったことで、ダイチたちに目をつけられてしまう。ヤサコはイサコと友達になろうと話しかけるのだが、イサコはヤサコにひどく冷たい言葉を投げ返す。放課後、ダイチたちはイサコに電脳アイテムで攻撃を仕掛けるのだが…！！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "346711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346711",
                    "Titles": {
                        "eng": "The Metabug Scramble Bus Tour",
                        "jpn": "メタバグ争奪バスツアー"
                    },
                    "Summaries": {
                        "eng": "Isako leads the beaten and desperate Daikoku Hackers' Club on a metabug expedition over the fringes of Daikoku's cyberspace. During the expedition, Isako traps and assumes control of the Daikoku Hackers. Captivated by Isako's skill, Daichi asks to become her disciple.",
                        "jpn": "ネットの噂によると、メタバグの中には時として音や映像などの情報が含まれているそうです。それがどこから来たものなのかはよく分かっていません。\r\n\r\nこの街のどこかにメタバグが大量に埋まっているという噂を聞きつけたダイチたち。そんなダイチたちに「在りかを知っている」と近づいて来たのは、なんとイサコだった。メタバグ探索に向かうイサコたちの後をつけるヤサコとフミエ、そしてイリーガルの研究をしているという「生物部」の部長ハラケン。ダイチたちが辿りついた先は、電脳霧がたちこめる「バスの墓場」だった！イサコはダイチたちにバスの床を掘るように命じる。果たしてイサコの目的とは何か！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "346712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346712",
                    "Titles": {
                        "eng": "The Red Automaton",
                        "jpn": "赤いオートマトン"
                    },
                    "Summaries": {
                        "eng": "Yasako and Fumie begin an investigation into Haraken and Searchmaton. They attempt to test and map out Searchmaton's behavioral patterns and programming. Under pressure, Haraken reveals to Yasako and Fumie his familial connections to the administrators of Searchmaton and his motive for investigating viruses and illegals.",
                        "jpn": "新聞によると、メガネをかけた子供の交通事故が増えているそうです。\r\n\r\nヤサコたちのピンチに、襲いかかるサッチーに命令をして停止させたのは、なんとハラケンだった。サッチーはハラケンのペットだったのだ！ハラケンの正体を探ろうとするフミエとヤサコは、まずは生物部らしくサッチーの生態を探ることから始めるのだった。しかしハラケンの行動を知るうち、二人はハラケンの意外な過去を知ることになるのだった…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "346713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346713",
                    "Titles": {
                        "eng": "In Action!! The COIL Detective Agency",
                        "jpn": "出動!! コイル探偵局"
                    },
                    "Summaries": {
                        "eng": "Isako once again summons the kirabug illegal with the help of the Daikoku Hackers. However her plans are inadvertently disrupted by the pet detectives Yasako and Fumie working on an unrelated case. Isako eventually chases the rogue virus to a corrupted space on the school grounds.",
                        "jpn": "人の世のうわさでは、会いたい人のことをずっと考えていると、ふいにバッタリ出会う事があるそうです。\r\n\r\nヤサコとフミエはコイル探偵局メンバーとしてメガばあに緊急招集される。依頼は電脳ペット「マンタ」の捜索だった。一旦は断ろうとするヤサコたちだったが、報酬を聞いて目の色が変わる。その報酬とはメタバグの30倍もの値がつくといわれているキラキラ輝くキラバグだったのだ…！目撃情報を元にヤサコたちは廃工場へと向かうが、そこには偶然、イリーガルを捕まえようと、イサコが様々な罠を張り巡らしていた。イサコの暗号式に足を踏み入れたヤサコは、なんとイサコと一緒に密室に閉じ込められてしまった！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "346714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346714",
                    "Titles": {
                        "eng": "The Summer Festival, and a Duel",
                        "jpn": "夏祭り、そして果たし合い"
                    },
                    "Summaries": {
                        "eng": "Isako hatches a plan and asks Daichi to challenge the Coil detectives to a duel. Daichi, at the expense of his revived friendship with Fumie, reluctantly complies. Haraken recovers a mysterious metabug from his former research partner's lost pet.",
                        "jpn": "都市伝説によると、メガネをかけたまま眠って、夢の中であっちに入り込んでしまった子がいたそうです。\r\n\r\n一学期最後の終業式の日。すっかり黒客を支配下におさめたイサコがダイチたちにある命令を下す。イリーガル探索になにかと邪魔となるフミエたちに果たし合いを申し込み、これに勝利してフミエたちから電脳メガネを取り上げろというものだった。ケンカばかりしているが、実はフミエに片想いだったダイチ。夏祭りの雰囲気に飲まれたせいか、なかなかフミエに果し合いを言い出せない。黒客と恋心に揺れるダイチの男心は、果たしてどんな結論を導き出すのか？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "346715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346715",
                    "Titles": {
                        "eng": "Michiko-san from the Other Side",
                        "jpn": "あっちのミチコさん"
                    },
                    "Summaries": {
                        "eng": "The kids spend a dark and stormy night at school telling ghost stories and playing spooky dennō games. Isako uses the distraction to capture a kirabug manifested in the form of Michiko inside the school. Meanwhile, Haraken is briefly whisked away to \"the other side\".",
                        "jpn": "子供のうわさでは、ミチコさんの正体はイリーガルではないかとささやかれています。\r\n\r\nついに黒客とフミエたちの果たしあいの日がやって来た！　生物部の合宿、深夜の学校で肝試しを行い、負けた方はメガネを捨てなければならないのだ！ダイチやヤサコたちは競い合って校舎内のあちこちに電脳トラップを仕掛けていく。そこへ現れたのは学校を調査すべく、サッチーと一緒に潜入してきたオバちゃんだった。すべては学校内に逃げ込んだイリーガルを捕まえようとするイサコの陽動作戦だった！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "346716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346716",
                    "Titles": {
                        "eng": "Kanna's Diary",
                        "jpn": "カンナの日記"
                    },
                    "Summaries": {
                        "eng": "Haraken, Fumie, and Yasako follow clues left by Haraken's former research partner, Kanna Ashihara. Meanwhile, Daichi is ejected from Isako's group due to his failure to defeat Fumie in a duel.",
                        "jpn": "ネットのうわさによると、メガネが発売されるずっと前から、中津交差点は事故の多い怪奇スポットだったそうです。\r\n\r\nなんとヤサコの目の前でキラバグを体に吸収し、イサコはサッチーを倒してしまった！「残りも私が手に入れる」と、オバちゃんに宣戦布告をするのだった…。イサコによって黒客から追放されてしまったダイチはデンパと共に「元祖黒客」を旗揚げする。一方、ヤサコとフミエはハラケンに協力して、ハラケンが手に入れた道順を辿る事に！！そこで、ヤサコは遠い昔の記憶を思い出す。それは「４４２３」と名乗る謎の少年との想い出だった…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "346717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346717",
                    "Titles": {
                        "eng": "Sunken! Daikoku City",
                        "jpn": "沈没！大黒市"
                    },
                    "Summaries": {
                        "eng": "Daichi, in a plot to acquire metabugs, catches and raises a fish-type illegal as a virtual pet. He eventually loses control of it as it floods Daikoku City with digital water.",
                        "jpn": "ある統計によると小学６年生が男女でケンカした場合、女子の方が勝つ確率が少し高いそうです。\r\n\r\nイリーガルを捕まえて、メタバグを稼いでやる！　ダイチが苦難の末に見つけたのは、小さな金魚のイリーガルだった。がっぽりメタバグを稼ぐため、ダイチは金魚を育てることにした。ところが、金魚はひたすら巨大化を続け、ついにダイチの家から飛び出してしまった！！　巨大化した金魚は街をどんどん水浸しにしていく。事態を収拾するため、結集するヤサコたちコイル探偵局メンバー！果たして、ヤサコたちは街を救うことができるのか！？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "346718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346718",
                    "Titles": {
                        "eng": "Daichi Grows Hair",
                        "jpn": "ダイチ、発毛ス"
                    },
                    "Summaries": {
                        "eng": "The protagonists find a race of microscopic illegals growing on their faces. Yasako, utilizing a communication device devised by Megabaa, becomes heavily engaged in a god game-like relationship with the developing civilization. She attempts to use her divine influence to save the war-mongering race before it crumbles from a nuclear holocaust. In the wake of devastation, the illegals set out to find their \"homeland\".",
                        "jpn": "ヒゲたちの噂によると紀元5550分、ヤサコ様が約束の地にお導き下さるそうです。\r\n\r\n懲りないダイチはイリーガル捕獲を企むが、いっこうに見つかる気配がない。そんなある日、ダイチが電話で「ボッサボサ」という謎の言葉を残して姿を消してしまう。心配するヤサコたちの前に現れたダイチの顔には電脳ヒゲがびっしりと生えていた。しかもヒゲは、強い感染力を持っていて、男女の区別もお構いなしに、ヤサコたちにも次々と伝染、一同は大パニックに陥ってしまう !! このピンチにメガばあが作ったのは、なぜか翻訳機。ダメもとでヒゲたちの声を翻訳してみると…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "346719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346719",
                    "Titles": {
                        "eng": "The Last Plesiosaur",
                        "jpn": "最後の首長竜"
                    },
                    "Summaries": {
                        "eng": "The protagonists agree to aid Denpa in relocating a docile plesiosaur-type illegal, which he had previously been raising in an obsolete space now scheduled for reconstruction. The lonesome illegal, driven to find more of its kind, follows the children in a hazardous journey through the city.",
                        "jpn": "昔の人の言葉によると本来、人は必ず自分の進むべき道を知っているそうです。 \r\nでも、一番大事な道こそ、見失いがちなのだそうです。\r\n\r\nカンナの日記を手がかりに、古い空間を見つけたヤサコとハラケン。そこは電脳霧が立ち込めるグラウンドだった。そこでヤサコたちはイリーガルのクビナガ竜を飼うデンパに出会う。皆には内緒にしておいて欲しいというデンパだったが、グラウンドで新しいビルの建設工事が始まることが判明！！　このままではクビナガ竜の命が危ないと、別の古い空間を探して移動させることに。果たして、デンパたちは無事にクビナガ竜を助けることが出来るのだろうか！？"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "346720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346720",
                    "Titles": {
                        "eng": "Record of a Living Being",
                        "jpn": "いきものの記録"
                    },
                    "Summaries": {
                        "eng": "Fumie's younger brother, Akira, recaps the story of the TV series from his perspective as a double-agent. Haraken is accosted by Nekome and is warned about investigating further.",
                        "jpn": "業界の噂によると、ミゼットシリーズが発売禁止になったのは、 \r\n隠し撮りや盗み聞きに悪用できるからだそうです。\r\n\r\n電脳猫ミゼットを使って、姉のフミエの行動を記録するアキラ。なんとミゼットは見た映像や聴いた音声を記録できるのだった。自分への虐待（？）の映像を、いざというときの証拠のために残していたアキラに思わぬ落とし穴が待っていた！！　一方、大黒市で起きた出来事を調べているという青年・猫目と出会うハラケン。イリーガルの研究について相談をもちかけたハラケンだったが、猫目から返ってきたのは意外な言葉だった…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "346721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346721",
                    "Titles": {
                        "eng": "The Young Boy Beyond the Station",
                        "jpn": "駅向こうの少年"
                    },
                    "Summaries": {
                        "eng": "Yasako, attempting to find the place where she first met 4423, meets a boy named Takeru who guides her through the neighborhood. Deducing that the place from her memories was a virtual space deleted by Searchmaton, Yasako heads home as Takeru reports the day's events to a mysterious collaborator.",
                        "jpn": "駅向こうの子どもたちのうわさでは、古い空間の最も深い部分には危険なイリーガルが住んでいるそうです。\r\n\r\nデパートからの帰り道に、ヤサコは道に迷ってしまう。しかも、なぜかイサコと間違えられて、「キラバグを出せ！」と、見知らぬ少年たちに追われるハメに！　そんなヤサコを助けてくれたのは、タケルと名乗る少年だった。タケルと仲良くなり、駅まで送ってもらうヤサコ。だが、そこは幼い頃に来た覚えのある道だった。昔の記憶を辿りながら、ヤサコは夢で見た階段鳥居を探しはじめる。ヤサコの過去には一体何があったのだろうか！？"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "346722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346722",
                    "Titles": {
                        "eng": "Isako's Hospital Room",
                        "jpn": "イサコの病室"
                    },
                    "Summaries": {
                        "eng": "For their research project, Haraken and Fumie find early records of dennō users who have passed out and reported hallucinations of \"the other side\". Meanwhile, Yasako spies on Isako as she visits her comatose brother. Deducing that he is 4423, Yasako confronts Isako with her realization that she has met her brother years ago.",
                        "jpn": "業界の噂によると、最初にメガネを作った会社は、心で思い浮かべたものを電脳物質化する技術を発明したそうです。でもその後どうなったかは誰も知りません。\r\n\r\n夏休みも終わりに近づいたある日、ヤサコは病院までギックリ腰のメガばあを迎えに行く羽目に。そこでヤサコが見かけたのは、病院内で盗み撮りを行うアキラの姿だった！アキラを問い詰めるヤサコだったが、映像の中にイサコの秘密を見つけ驚く。そこでヤサコが見たものとは一体？！　一方、図書館でメガネの事件を調べていたハラケンとフミエは、ある新聞記事を発見するのだが…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "346723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346723",
                    "Titles": {
                        "eng": "The Final Summer Vacation",
                        "jpn": "最後の夏休み"
                    },
                    "Summaries": {
                        "eng": "Haraken, tortured by the possibility that Kanna Ashihara still exists in \"the other side\", asks Isako to take him there.",
                        "jpn": "人は死んだらどうなるのか、その心がどこに行くのか、本当のことは誰も知りません。\r\n\r\nイサコの秘密を知って動揺するヤサコ。ハラケンにもそれを伝えるヤサコだったが、どこか思い詰めた様子のハラケンの姿に不安を覚える。だが何事もないように振る舞うハラケン。一方、ガチャギリ・ナメッチを従えイリーガルを追うイサコに、奥の手を繰り出し決戦を挑むオバちゃん！ついに追い詰められるイサコ、しかしそのイサコの前に意外な人物が現れるのだった…！"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "346724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346724",
                    "Titles": {
                        "eng": "The Door to Another World",
                        "jpn": "異界への扉"
                    },
                    "Summaries": {
                        "eng": "Haraken catches a brief glimpse of Kanna before the collapse of Isako's gateway. Fearing for her nephew's life, Tamako confiscates his glasses. Meanwhile, obsolete space begins to invade Megabaa's shop as Kyōko, Fumie and Yasako spend the night.",
                        "jpn": "ネットの噂によると、メガネの設計や開発の過程は複雑な利権と歴史にいろどられているそうです。\r\n\r\n壮絶なバトルの末に、ついにキラバグを集め終わったイサコ！！イサコが暗号式で出現させたのは、謎の電脳空間「通路」だった。虚ろな目で「通路」の中に足を踏み入れようとするハラケンだったが…。ハラケンに歩み寄ろうとするヤサコは、カンナをめぐる心の傷の前にただ立ち尽くす事しか出来ない。落ち込むヤサコを心配し一緒に家に泊まるフミエ。しかし、その二人に不気味な電脳霧が迫りつつあった。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "346725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346725",
                    "Titles": {
                        "eng": "The Dark Visitors",
                        "jpn": "黒い訪問者"
                    },
                    "Summaries": {
                        "eng": "After Kyōko is taken to the \"other side\", Yasako and Fumie evade the illegals and guide Kyōko's dennō body back to her real body with the help of Densuke.",
                        "jpn": "関係者の噂によると、イマーゴと電脳医療には深い関わりがあるそうです。\r\n\r\n突如停電したヤサコの家。湧き上がる電脳霧から現れたのは「通路」と謎のイリーガル「ヌル」であった！京子を襲い、その電脳体を連れ去ってしまうヌル！！闇の中を追い詰められるヤサコとフミエであったが、間一髪メガばあの結界に救われる。メガばあの助言を得て、なんとか京子救出を試みる二人だが…？！果たして、ヤサコたちは京子を無事に助け出すことができるのか！？"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "346726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346726",
                    "Titles": {
                        "eng": "Kanna and Yasako",
                        "jpn": "カンナとヤサコ"
                    },
                    "Summaries": {
                        "eng": "With Kanna's glasses, Haraken sneaks out once again to the \"other side\" where he finally makes amends with a digital apparition of her. Yasako ventures in to the rescue with Isako and Tamako's help. It is revealed that Tamako was the first person to open the gate to the \"other side\", and the meaning of the show's title, Dennō Coil, is the phenomenon of the separation of one's dennō body from their physical body.",
                        "jpn": "私の古い記憶によると、最初に用意された身体は、命の無い空っぽの器だったそうです。\r\n\r\n次々と出現するヌルに囲まれたヤサコたち！　間一髪で救出したのは、バイクで駆け付けたオバちゃんとメガばあだった。一方、再び通路へと向かったハラケンの身にも危険が迫まる！　ハラケンの後を追うヤサコとオバちゃんだったが、そこでオバちゃんは自らの過去を語るのだった…。そしてハラケン救出のため、ヤサコが取った思いがけない行動とは！？"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "346727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346727",
                    "Titles": {
                        "eng": "The Dark Automaton",
                        "jpn": "黒いオートマトン"
                    },
                    "Summaries": {
                        "eng": "As First and Third elementary merge for classes on the top floor of a Megamass office building, Isako finds herself involved in a conspiracy by Megamass to research obsolete space and the effects of Dennō Coil.",
                        "jpn": "メガネの開発の歴史によると、昔はさまざまな投影技術が研究されていたそうです。\r\n\r\n今日から新学期。学校は新しい駅ビルに移転し、第一小と合併することに。タケルとの再会に喜ぶも、目覚めないハラケンの事が気がかりなヤサコだった。一方、何故か第一小の生徒たちから執拗な嫌がらせを受けはじめるイサコ。更に、学校で流れる悪い噂に、次第に追い詰められていく…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "346728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346728",
                    "Titles": {
                        "eng": "The Final COIL",
                        "jpn": "最後のコイル"
                    },
                    "Summaries": {
                        "eng": "Yasako and Isako, on the run from Megamass and a powerful new searchmaton, take refuge in Megabaa's store. There, it is discovered that Densuke has the potential to open a stable portal to \"the other side\", now known as \"Coil Domain\". It is revealed that Coil Domain, Michiko, Imago and Kirabugs are remnants of an experiment gone awry, covered up by the Megamass conglomerate.",
                        "jpn": "業界のうわさによると、イマーゴ機能を外すことができなかったメガマスは、空間のほうを改良したそうです。\r\n\r\n新型サッチーに追い詰められたイサコ。助けに来たヤサコに案内され小此木家に避難するが、そこで京子にデンスケの治療を頼まれるのだった。デンスケを調べていくうちに、イサコはデンスケに“ある秘密”が隠されていることに気づく！しかし、その直後に小此木家に新型サッチーが侵入してくるのだった！！"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "346729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346729",
                    "Titles": {
                        "eng": "The Granted Wish",
                        "jpn": "かなえられた願い"
                    },
                    "Summaries": {
                        "eng": "Nekome, driven to reveal true nature and history of the \"dennō\" technology, tries to convince Isako to join her brother in Coil Domain using Densuke as a portal.",
                        "jpn": "ヌルたちによると、彼らは苦しみの種を食べるうちに、苦しみを求める生き物としての命を得たそうです。\r\n\r\n大規模なフォーマットが繰り広げられる中、京子とデンスケを守るために逃げ回るダイチたち！そして危険な状態に陥りながら、逃げ惑うヤサコとイサコ！そんな中、幼い頃の記憶が蘇ってきたイサコの元に、猫目からの電話が掛かる。それは、デンスケを助けるためには、ある場所にデンスケを連れて来いというものだった…。 そこでヤサコとイサコを待ち受けるものとは一体！？"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "346730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346730",
                    "Titles": {
                        "eng": "The Children Who Throw Away Their Glasses",
                        "jpn": "メガネを捨てる子供たち"
                    },
                    "Summaries": {
                        "eng": "Alarmed at what happened to Isako, the children's parents take away their glasses.",
                        "jpn": "天沢勇子の言葉によると、人と人とをつなぐ心の道は、細く途切れやすいそうです。\r\n\r\n昨夜の事件で気を失い、病院で目覚めたヤサコ。イサコの噂はすぐに広まり、子供たちは親にメガネを取り上げられてしまうのだった…。現実を受け入れられず、自問自答を繰り返すヤサコ。“いま、本当にここにあるものって何？”一方、イサコを助けるため都市伝説を調べ直していたオバちゃんが気づいた事実とは一体！？"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "346731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346731",
                    "Titles": {
                        "eng": "The Kanazawa City Hazama Intersection",
                        "jpn": "金沢市はざま交差点"
                    },
                    "Summaries": {
                        "eng": "Using the glasses that belonged to her deceased grandfather, Yasako travels to the other side to save Isako. Meanwhile, Megabaa finds out that they were mistaken on who 4423 really is.",
                        "jpn": "コイルスの資料によると、ヌルキャリアははじめ、心のカケラを集める探査装置だったそうです。\r\n\r\nイサコを助けるために、金沢に向かったヤサコ。都市伝説に出てくるはざま交差点の手がかりを求めて、元クラスメイトのマユミに会うのだった。アッチの空間に侵入するヤサコだったが、その行動を阻むかのように新型サッチー２．０が来襲、さらに猫目の魔手が迫る！胸の痛みを強く信じて、イサコを捜すヤサコの目の前に現れた光景とは一体！？"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "346732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dennou-coil/episodes/346732",
                    "Titles": {
                        "eng": "Yasako and Isako",
                        "jpn": "ヤサコとイサコ"
                    },
                    "Summaries": {
                        "eng": "Yasako realizes the nature of Michiko, 4423, and the Coil Domain. Aided by her friends and family she must fight Michiko's grip on Isako and to avoid Nekome's desire to dispose of her consciousness.",
                        "jpn": "都市伝説によると、電脳ペットは死んだ後、ある場所に移り住むそうです。\r\n\r\n遂に明らかになった４４２３の謎。ヤサコもまた隠された過去の記憶を呼び戻す。４４２３と出逢ったあの時、いったい何が起きたのか！？その記憶を辿りながら、次々と明らかになる謎の数々…。アッチとは何か？都市伝説の少女ミチコさんの正体とは？猫目の目的とは？そして、ヤサコはイサコを救出することができるのか！？すべてが終わったとき、二人が迎える結末とは…！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}