{
    "URL": "https://thetvdb.com/series/dragonaut-the-resonance",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1132202/",
        "https://www.themoviedb.org/tv/31687"
    ],
    "Titles": {
        "eng": "Dragonaut: The Resonance",
        "jpn": "ドラゴノーツ -ザ・レゾナンス-"
    },
    "Summaries": {
        "eng": "In order to avoid Earth's impending destruction from an asteroid, the International Solarsystem Development Agency (ISDA) works on the \"D-Project\", and creates dragons after finding a dragon egg under the ocean. However, they soon find out that the asteroid is not their only threat, as powerful dragon-like creatures appear on Earth. After witnessing a murder by one of the creatures, Jin Kamishina gets involved in the mysteries of the dragons and becomes a dragon pilot, otherwise known as a \"Dragonaut\". Helping him on his journey is Toa, a mysterious girl who saves him from falling to his death after the creature attacks him.",
        "jpn": "飛行機のアクシデントで孤独になった少年カミシナ・ジン。操縦士がジンの父親だったため非難を受けていた。\r\nある時、宇宙開発機関「ISDA」から連絡を受け、ＤＲＡＧＯＮのシークレットを公開され、共同を希望される。\r\n飛行機のアクシデントのありのままをアナウンスしないISDAに敵意を持ち、共同に首を振らないジンだったが、\r\nトアと呼ばれるなぞの美人にピンチを助けられた事を引き金に、だんだんとD計画に引き込まれていった。"
    },
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "29986",
            "URL": "https://thetvdb.com/series/dragonaut-the-resonance/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1719351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/1719351",
                    "Titles": {
                        "eng": "LONELY ISLAND -Shut Off From the Din-",
                        "jpn": "26話 『孤島 —閉ざされた狂騒—』"
                    },
                    "Summaries": {
                        "eng": "A side-story episode. The ISDA crew is back in action, but the dragons are acting really strange. Gio is cracking jokes, Howling Star is hiding under tables, and Toa’s sexy growl is driving Jin crazy.",
                        "jpn": "嵐のため、離島にあるISDAの保養所に隔絶されてしまったドラゴノーツ達。\r\nドラゴン達は何故かアクチュアライズができなくなり、ついには目を疑いたくなるほどのとんでもないことが起きてしまうのだった。\r\n雷鳴轟くこの島には一体何が――！？\r\n今、全ての戦いに終止符が打たれる！"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "29987",
            "URL": "https://thetvdb.com/series/dragonaut-the-resonance/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "347277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347277",
                    "Titles": {
                        "eng": "RESONANCE -Hand in Hand-",
                        "jpn": "共鳴 ―つないだ手―"
                    },
                    "Summaries": {
                        "eng": "Two years ago, Jin Kamishina survives a shuttle accident which killed the rest of his family. Now eighteen years of age, Jin lives a solitary existence, often avoiding questions about the rumors of the shuttle pilot (who was his dad) error. Meanwhile, Earth faces possible destruction from an asteroid, so the ISDA works on the \"D-Project\". In a facility, Kazuki Tachibana, Jin's old friend, is being tested for his compatibility with a dragon, which is a success. Elsewhere, Jin witnesses a strange creature kill a woman. The creature then goes after him too, and eventually catches up to him, causing Jin to fall out the window. However, Jin is caught by a mysterious girl who is able to fight off the monster. When Jin wakes up, the girl introduces herself as Toa.",
                        "jpn": "二年前、父がパイロットを務める月行きシャトルの墜落事故から、たった一人奇跡的に生還したカミシナ・ジン。彼にそそがれたのは、世間からの非難と好奇のまなざしのみであった。\r\nそんなある日、偶然にもジンは、連続殺人事件の現場を目撃する。追われるジンを救ったのはトアと名乗る一人の少女。運命に導かれるかのように恋に落ちる二人。果たしてその出会いの意味するものは？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "347278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347278",
                    "Titles": {
                        "eng": "TRYST -The World Starts Moving-",
                        "jpn": "逢瀬 ―動き出す世界―"
                    },
                    "Summaries": {
                        "eng": "Jin suddenly wakes up in an ISDA room, where he is questioned about the shuttle accident two years ago. He is also told the truth about the asteroid Thanatos, in which extraterrestrial life called Dragons came to Earth from Thanatos. Hearing that one of these dragons was the cause of the shuttle accident, he asks them to tell the truth to the public, so his father's name could be cleared. They deny his request and instead ask him to become a Dragonaut, which he rejects. He then meets Kazuki Tachibana, his old friend, who now works for the ISDA. Later, Jin remembers where Toa is to meet him, so he runs away from the ISDA to see her. The two are finally reunited, but it is cut short when the ISDA attempts to capture Toa. During their attempt, one of their own, Spirytus, transforms into a dragon and attacks Jin. In order to protect Jin, Toa reveals that she too can transform into a dragon.",
                        "jpn": "ISDAに身柄を拘束されたジンに知らされる、2年前のシャトル事故の衝撃の真実。そしてかつての親友カズキとの思わぬ再会。\r\n立て続けに起こる事態に動揺しつつも、再会の約束を信じ、トアに会いに行くジン。だがその裏では、トアを狙う者達の思惑が動いていた――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "347279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347279",
                    "Titles": {
                        "eng": "AWAKENING - Wings Gathered-",
                        "jpn": "覚醒 ―集いし翼―"
                    },
                    "Summaries": {
                        "eng": "Toa and Spirytus continue their battle as dragons, but once their battle reaches a critical point, the ISDA is given permission to interfere in the battle. Thus, Machina, Amadeus, and Howlingstar transform into dragons, controlled by their \"pilots\", Akira, Sieglinde, and Raina, respectively. Despite the odds, Toa manages to hold her own, which is when Gio, Kazuki's dragon, arrives on the scene, having previously been awakened by one of Toa's shock waves during the battle. As Gio, who is concerned about Toa, transforms into a dragon, Jin hops on his back so he can try to help Toa. As the two reaches Toa, Jin sees a vision where Toa tells him that she can no longer be with him now that he has seen her real form. Gio then shows up to tell Toa that he was created in order to protect her, and as the two were about to link hands, Howlingstar attacks them, returning them to battle. Then, Toa accidentally knocks Howlingstar onto Gio, plunging Gio and Jin into the ocean.",
                        "jpn": "突然現れた怪物の襲撃にさらされる新小笠原ターミナルシティ。事態を収拾するために軍とISDAが動き出す。\r\n出撃命令が下り、その真の姿を現すドラゴノーツ。進行する混乱の中、トアを追おうとするジンの前に現れたのは――？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "347280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347280",
                    "Titles": {
                        "eng": "FLIGHT -To the End of the Blue-",
                        "jpn": "飛翔 ―青の果てへ―"
                    },
                    "Summaries": {
                        "eng": "During an ISDA meeting, the subject of whether or not the D-Project should be made public is brought up. Meanwhile, after Jin wakes up on a beach with Gio, they discuss what Toa is to them. Jin then hears Toa singing, which he realizes is coming from the moon. Later, Machina and Akira come across Gio who is apprehending Jin, so they bring the two back to the ISDA. As Jin is being questioned by Akira, Gio explains his actions to Sakaki, the Dragonauts' military commander. When Gio is being escorted to Yuuri, he escapes, and Jin is also revealed to have escaped after being questioned. This is when Akira realizes that Jin and Gio planned their capture; in order to get a pod necessary for Jin to go into space with Gio. After Gio's brief scuffle with Machina, Akira's dragon, Gio transforms and Jin attaches the pod to Gio's neck. They then fly off towards the moon in hopes of finding Toa.",
                        "jpn": "新小笠原の騒動から一命を取り留めたジンと謎の青年ギオ。２人を捕えるべく捜索を行うドラゴノーツたち。\r\nだが、トアとの再会を望むジンを、ギオはドラゴノーツに引き渡し、あげく自らも投降してしまう。\r\nISDA基地に連行されるジンとギオ。果たしてギオの目的は何なのか！？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "347281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347281",
                    "Titles": {
                        "eng": "MINGLE -The Rain Starts Falling-",
                        "jpn": "交錯 ―降り出した雨―"
                    },
                    "Summaries": {
                        "eng": "A flashback sequence shows how the military tried a Resonance program five years ago, but it ended in failure. Presently, during their ongoing search for Toa, Gio decides to abandon Jin believing that he was wrong about Toa being on the moon, not realizing that they have just missed her. Meanwhile, back on Earth, the ISDA publicly reveals the truth about the D-Project and Thanatos. The Dragonaut team is then ordered to focus on the D-Project, whilst the military handles the recapture of Gio. In the lunar city, Jin is captured by Garnet and the military. In order to lure Gio in, Garnet sends a public broadcast about Jin's capture, but in a frequency which only dragons can hear. Gio initially ignores the broadcast, but after accidentally seeing Toa in a video that some kids took, he goes to save him. During his attempt, Gio battles Garnet while being weakened by a machine, but as Jin tries to escape, he destroys the machine.",
                        "jpn": "地球を離れ、トアを探すジンとギオ。だが未だジンを信用しきれないギオは、ジンを置いて姿を消してしまう。\r\nしかしその隙に、ジルアード軍の指揮官ガーネットの魔の手がジンに迫る！\r\n果たしてガーネットの仕掛ける作戦とは！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "347282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347282",
                    "Titles": {
                        "eng": "REUNION -Feelings of Attraction-",
                        "jpn": "再会 ―惹かれあう想い―"
                    },
                    "Summaries": {
                        "eng": "During a flashback, it is revealed that Jin had been operated on after the shuttle accident, during which Yuuri, an ISDA researcher, claims to have noticed signs of a Resonance. In present time, Yuuri and Sakaki request for Kiril to reassign the Lindworm Unit to capturing the Album [Toa]. The mission is accepted so Raina, Akira, and Sieglinde travel to the Moon, where Jin and Gio continue their search for Toa. As Yuuri arrives home, she unexpectedly encounters Kō, who shows her incriminating evidence regarding Amagi. Back at the moon, in a coffee shop where Toa had been staying, she is encouraged by the owner to not deny her feelings, so she decides to go look for Jin. When she finally finds Jin and Gio, Howlingstar, Amadeus, and Machina arrive in order to capture her. Gio interferes and fights Howlingstar, and as Amadeus takes Jin to Sieglinde, Machina engages Toa, but instead of fighting, she asks Toa why they were born, to which Toa replied that it is all due to destiny.",
                        "jpn": "利害の一致したドラゴノーツとジルアード軍は、トア捕獲の共同作戦を行う事を決定する。\r\n一方、手掛かりを失いつつもトアを探し続けるジンとギオ。\r\n果たしてジンはドラゴノーツと軍の追撃をかわし、トアとの再会を果たすことができるのか――！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "347283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347283",
                    "Titles": {
                        "eng": "RECOLLECTION -Hearts Reflected on the Water-",
                        "jpn": "追憶 ―水面に映りし心―"
                    },
                    "Summaries": {
                        "eng": "After finally reuniting, Jin, Gio, and Toa receive tickets for a spa resort from the coffee shop owner. At the spa, Jin and Toa deepen their relationship, while Gio continues to wonder about his purpose and his own relationship with Toa. Unbeknownst to them, the Lindworm Unit, with the exception of Raina, who is secretly meeting with Garnet, also takes a break at the spa resort. After being spotted, the two groups engage in a battle that breaks the pool's floor, resulting in their separation through underground waterways. Jin and Sieglinde end up with each other, so though some complications arise, past memories allow Sieglinde to soften up to Jin. The two are later found by Gio, who was working with the others in order to find Toa. As both groups reunite, Jin, Toa, and Gio fly off, with Sieglinde allowing them to escape.",
                        "jpn": "シェリーの誘いで、月面にある温泉施設にやってきたジン達。だがその一方、ジン達を追ってライナ、ジークリンデらドラゴノーツも月面温泉にやって来ていた。\r\nドラゴノーツの面々には一般人を巻き込むことなく、３人を捕獲せよとの指令が下ったにも関わらず、ジン達と遭遇するなり、戦闘になってしまう。ドラゴン達の戦いの余波で破壊される温泉施設。\r\nそして、ジンとジークリンデは崩落した地下区画に閉じ込められ、ほかの仲間とはぐれてしまう。２人は果たして無事に脱出できるのか！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "347284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347284",
                    "Titles": {
                        "eng": "PARTING -An Echo Out of Thin Air-",
                        "jpn": "別離 ―虚空よりの響き―"
                    },
                    "Summaries": {
                        "eng": "After escaping from the spa resort, Jin, Toa, and Gio try to figure out what to do. Jin believes that the three of them can just live peacefully in some small town back on Earth. Despite Toa's desire to do so, she has a \"mission\" to fulfill, so she abandons Jin and Gio while they are sleep. Once Jin wakes up and realizes that Toa is gone, he tries to look for her, but is thwarted when Kazuki and Widow show up. Kazuki demands Gio back, but Jin is more concerned with looking for Toa. After Gio frees himself from Widow's clutches, he picks up Jin and runs off. Meanwhile, Toa surrenders herself to Raina, who had just been in a meeting with Kō. Still desperate to get Gio back, Kazuki offers to help Jin get Toa back if Jin agrees to give him Gio. His hesitation prompts Kazuki to send Widow to retrieve Toa. When Jin tries to apologize to Gio, Gio asks if Jin can protect Toa, and after hearing that Jin can, Gio realizes that he has been getting between Toa and Jin all along.",
                        "jpn": "突如、トアの脳裏に響く謎の声。その声の導きに、トアは忽然と姿を消してしまう。再び行方をくらませたトアを探し求めるジンとギオ。\r\nだが、トアが現れたのは、ジンではなく、ドラゴノーツであるライナ・クロムウェルの元だった。自ら進んでドラゴノーツに拘束されるトア。\r\n果たしてトアの真意は？そしてその頃、月へ降り立つ１体のドラゴンの姿があった――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "347285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347285",
                    "Titles": {
                        "eng": "DETERMINATION -Overcoming the Gale-",
                        "jpn": "決意 ―疾風を越えて―"
                    },
                    "Summaries": {
                        "eng": "It is revealed that when the shuttle exploded two years ago, Sakaki's wife and daughter had been on board. In present time, just when Jin hears Toa tell him that she was responsible for his family's death, the Lindworm Unit suddenly appears to ambush the trio: Jin, Gio, and Toa. Meanwhile, as Garnet and the military look over the Resonance data they received from Raina in exchange for giving up their search for Gio, they realize that it is fake. In retaliation, she later attacks the shuttle carrying the trio. When Gillard Army begin to corner the Dragonauts, they are saved by a fourth dragon from the Vritra Unit, but the Gillard military ships continue their attack. As enemies board the shuttle containing the trio, Gio makes Jin, who has been focused on Toa's confession, remember his promise to protect Toa. Gio then actualizes with Jin as his pilot. They quickly destroy most of the enemy's forces, causing Garnet to retreat.",
                        "jpn": "ジン達を乗せ、地球に帰還するドラゴノーツのトランスポーター。それを強襲するガーネットの戦闘機部隊。\r\n策略に嵌り、トランスポーターから引き離されてしまうライナたちドラゴノーツ。守る者のいなくなった大気圏突入中のトランスポーターをアガシオンが襲う！\r\nアガシオンの攻撃で大気圏への突入角度が狂ってしまうトランスポーター。このままではトランスポーターは大気との摩擦熱で燃え尽きてしまう！この窮地をドラゴノーツ達は乗り切れるのか！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "347286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347286",
                    "Titles": {
                        "eng": "TRUTH -A Shattered Mirror-",
                        "jpn": "真実 ―砕けた鏡―"
                    },
                    "Summaries": {
                        "eng": "During an ISDA meeting, Kazuki's actions as a Dragonaut, and the current situations of the Album, Jin, Gio, and Widow are discussed. Meanwhile, Gio and Widow are confined in a facility that prevents them from leaving. At the ISDA base, Yuuri explains the Resonance process to Jin, and tells him that he had resonated with Toa two years ago. Elsewhere, Garnet is trying to apologize for her failures to Prince Asim, but he is now more interested in obtaining Toa rather than Gio. Back at the ISDA, Toa breaks free and attempts to retrieve some dragon eggs, but Kasuga's glowing eyes make her hesitate, giving Amadeus a chance to knock her unconscious. Using the confusion caused by Toa's attempt to escape, Akira and Machina free Jin. Laina and Howlingstar attempt to stop them, but after Machina uses Laina as a hostage, they end up successfully escaping. Later, when the ISDA decide to transport Toa, they are attacked by the Gillard military.",
                        "jpn": "ドラゴノーツに拘束され、離れ離れになったジン、トア、ギオ。ギオは危険因子として離島のドラゴン処理施設に送られ、トアとジンは研究対象としてドラゴノーツ基地地下にそれぞれ監禁されてしまう。\r\n自力で拘束を解くが、脱出するのではなく基地の深部を目指すトア。トアの目指す所とは一体どこなのか？\r\nその頃、トア脱走の混乱の中、ジンの独房を訪れる人物があった。そして混乱するドラゴノーツ基地で、暗躍する何者かの影。\r\nジン、トア、ギオの３人は果たして再会する事ができるのか！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "347287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347287",
                    "Titles": {
                        "eng": "RUMBLING -In Search of the Truth-",
                        "jpn": "鳴動 ―真実を求めて―"
                    },
                    "Summaries": {
                        "eng": "After escaping, Jin, Akira, and Machina realize that they are not being followed by the Lindworm Unit, so they take refuge in an abandoned house. Meanwhile, Toa has been captured by the Gillard military. Yuuri, who was left behind by Nanami, swims to Tartarus in order to contact the ISDA and inform them of Toa's capture. On board a space station, the ISDA's Vritra Unit is having a briefing on the missile that they plan to use against Thanatos. Toa meanwhile has been delivered to Prince Asim on Mars, but when she attempts to tell him the consequences for capturing her, he ignores her, being more interested in seeing her true form. Later, a fourth dragon from Thanatos appears near Earth, and destroys the Vritra Unit, except for Itsuki and Otohime, who both manage to survive. The dragon then enters Earth's atmosphere, where Machina appears to recognize it.",
                        "jpn": "キタジマによって、ドラゴン廃棄施設「タルタロス」に移送されるトアだったが、その行路には、ジルアードによる罠が仕掛けられていた。\r\n事態をドラゴノーツ基地に知らせようとするキタジマ。だが、通信機は破壊され、連絡を取ることはできなくなっていた。トアを探すジン達は、手掛かりを失い、途方に暮れる。\r\n急変する事態に、困惑するドラゴノーツ達。一方、冥王星軌道に停滞するタナトスには異変が現れていた。タナトス表面に明滅する謎の光。それは刻一刻と、新たなる危機を告げていた――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "347288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347288",
                    "Titles": {
                        "eng": "FIERCE ATTACK -The Scorching Messenger-",
                        "jpn": "強襲 ―灼熱の使者―"
                    },
                    "Summaries": {
                        "eng": "The original fourth dragon, which the ISDA name \"Ostrum\", wreaks havoc on Earth and then suddenly disappears before the ISDA can take action. Kasuga informs the ISDA that Ostrum has resonated with someone, but he does not know who. Ostrum later reappears, and enters into battle with the Lindworm Unit, but Ostrum overpowers them. Akira, who's watching from afar, decides to help her comrades, and joins in the battle with Machina. Meanwhile, Jin is helped by Kō, who takes him to Tartarus. Upon their arrival, Jin is obstructed by Kazuki, who still claims that Gio belongs to him. Back at the ISDA base, Kasuga is confronted by Yuuri. After refusing to answer her questions, he proceeds to have the computer drop the container holding the ISDA's original dragon sample. Ostrum, who had succeeded in losing the Lindworm Unit, appears in his Communicator form, and asks Kasuga why he decided to side with humans.",
                        "jpn": "タナトスからの新たな使者の到来に出動するドラゴノーツ達。だがそれは、ドラゴノーツ達の目の前で、忽然と姿を消してしまう。不安とパニックに見舞われる新小笠原全土。\r\n全島を封鎖し、ドラゴノーツによる必死の捜索活動が開始されるが、手掛かりも無く、発見できないまま時は過ぎる。\r\nそして、タルタロス島で拘束されているギオの元を訪れる人影。絶体絶命の危機に晒されるドラゴノーツ基地。ドラゴノーツは果たしてこの危機を退ける事が出来るのか？"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "347289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347289",
                    "Titles": {
                        "eng": "VISITATION -A Guidepost Shown-",
                        "jpn": "光臨 ―示された道標―"
                    },
                    "Summaries": {
                        "eng": "A flashback sequence from ten years ago reveals the origin of the development of the D-Project. In the present, Ostrum continues to do battle with Atrum, and after they both return to their Communicator forms, Kasuga tries to explain why he is protecting humans. Meanwhile on Mars, Toa tries to get Asim to allow her to change into her original form so she can escape, but fails to do so. Back on Earth, Otsolm and Kasuga battle in their Communicator forms, but when Ostrum senses another dragon [Gio], he leaves in order to dispose of him. On Mars, Nanami decides to free Toa in order to get her to save Earth, but is subsequently shot in the back by Garnet, who once again confines Toa. Figuring out Toa is on Mars, Jin and Gio head towards space, but after the Lindworm and Vritra Units fail to destroy Ostrum with the Type-X warhead, they return to finish the job using the warhead.",
                        "jpn": "トアを探してタルタロスを脱出し、大空へと飛び立ったジンとギオだったが、さらわれたトアの居場所は依然として知れなかった。その間にも進行する新小笠原の破壊。\r\n迎撃に出撃するライナ、アキラ、ジークリンデらドラゴノーツ達だったが、その圧倒的な力の差に傷つき、追い詰められていく。\r\n一方、監禁されたトアの前に、ジルアード軍部の実質的な指導者、アーシム・ジャマールが姿を現す。トアに迫るアーシムの魔の手。彼の目的は一体何なのか！？"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "347290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/347290",
                    "Titles": {
                        "eng": "FRIENDSHIP -An Altered Future-",
                        "jpn": "朋友 ―違えし未来―"
                    },
                    "Summaries": {
                        "eng": "In a flashback, it is shown that Raina had known Jin's father. Back in the present, Raina and Howlingstar check up on Jin and Gio. Raina offers Jin to be a Dragonaut, but Jin does not believe he deserves to be one. Meanwhile, Kasuga explains his origins and reasons to Yuuri. At another location, Akira talks to Sieglinde, but is interrupted by an ISDA broadcast. Later, Jin and a revived Gio team up with Akira and Machina, and proceed to head into space toward Mars. However, before they can leave Earth, a deranged Kazuki attacks Gio on board Widow, inflicting damage to ISDA structures in the process. Their battle results in Kazuki and Widow being engulfed in an explosion. Jin, Gio, Akira, and Machina then continue to head into space. Meanwhile on Thanatos, a creature awakens.",
                        "jpn": "地球圏で立て続けに起きたドラゴンによる騒動に、世間から厳しい追及を受けるISDA。\r\n壊滅の危機を退けたものの、休む間もなくＤプロジェクトの準備を急ぎ進める事になるドラゴノーツ達。\r\n大打撃を被ったドラゴノーツ基地は、その中枢機能を宇宙船「アヴニール」に移し、月への打ち上げの時を待っていた。\r\nその一方、傷つき、眠りから覚めないギオを見守るジンに、ライナはドラゴノーツへの正式加入を誘いかける。ライナから語られる、ライナとジンの父親の関係とは…？"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "380764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380764",
                    "Titles": {
                        "eng": "EMBRACE -Those Who Call to Each Other-",
                        "jpn": "抱擁 ―呼び合う者達―"
                    },
                    "Summaries": {
                        "eng": "A flashback of 15 years ago reveal that a young Asim had encountered a dragon egg which had resonated with him. Back in the present, Garnet releases her true powers and stabs Gio in the stomach. Gio still manages to escape with the others, and ends up in an abandoned facility, where Toa heals Gio's wound. The group then stumbles upon an underground hot spring. There, Gio and Jin bond further, while the women talk about Toa's \"stigmata\", which signifies a dragon's impending death. Later, Akira performs a wedding-like ceremony for Jin an Toa, but the group is subsequently interrupted by Asim. When Garnet lunges to attack, Akira jumps in her way, and receives a fatal blow. Akira's death causes Machina to go berserk.",
                        "jpn": "地球では度重なるドラゴンによる騒動に、タナトスへの攻撃を急ぐ機運が高まっていた。月都市でDプロジェクトの準備を進めるドラゴノーツ達。\r\n一方、トアを追い求め、アーシムのいる宮殿へと辿り着くジンとギオ。だがそこには、囚われたトアを救い出そうとするジンとギオを待ち受ける、アーシム・ジャマールとガーネットの罠が張り巡らされていた。\r\n卑劣な罠に苦戦するジンとギオ。そして、その間にもトアに迫る、アーシムの魔の手。ジン達はトアを救い出すことができるのか？"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "380763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380763",
                    "Titles": {
                        "eng": "LAMENTATION -A Fate Torn Asunder-",
                        "jpn": "慟哭 ―引き裂かれた運命―"
                    },
                    "Summaries": {
                        "eng": "A flashback of how Asim gained his title twelve years ago is shown. Back in the present, Asim and Toa argue about the nature of the human race. Just when Toa talks about the power love can create, Asim informs her of Jin's arrival. Jin and Gio head toward Toa's location, as Akira and Machina stay behind to fight off Mar's fleet. Gio, in his Communicator form, and Jin storms the main building, and eventually arrives in the throne room. Gio is confronted by Garnet while Jin is attacked by Asim. Toa, witnessing this, cries out, resulting in the glass, which surrounds her, to crack. Toa distracts Asim, allowing Jin to punch him, which then distracts Garnet, allowing Gio to knock her out. Toa and Jin embrace as they are reunited once again.",
                        "jpn": "傷ついたギオを癒すため、偶然見つけた資源採掘プラントに立ち寄るジン達。自らの特殊能力でギオの傷を治すトアだったが、その時、トアの体に起きている異変にアキラは気付く。\r\n水資源採取場で入浴し、疲れを癒すジン達。束の間の休息の中、トアはアキラとマキナに、自らの体の秘密を明かすのだった。そして、共に闘いを乗り越え、信頼を深めたジンとギオ。\r\n2人はトアを守り通す事を固く誓う。だが、アーシムはトアを諦めてはいなかった――"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "380765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380765",
                    "Titles": {
                        "eng": "ROAR -As the Shinning Star Burns-",
                        "jpn": "咆哮 ―明星の燃えしとき―"
                    },
                    "Summaries": {
                        "eng": "When Machina goes berserk, the other members of the Lindworm Unit sense her situation and decide to head to Mars. On Mars, Kō tells the Gillard King to remove Asim from his duties as military commander. Meanwhile, Garnet transforms into a dragon, and knocks out Machina with her tail. Gio, with Toa and Jin in a pod attached to him, easily defeats Asim's military fleet. As Gio and Garnet do battle, Machina appears in her dragon form, but is blown away by Garnet. After Gio is hit by an attack meant for Toa, he releases an incredible amount of power, engulfing both Asim and Garnet in the explosion. Jin and Toa are flown to safety by Howlingstar, who had just gotten there. In the final scene, Machina encases herself and Akira in ice.",
                        "jpn": "トアに執着するアーシムは、トアを自らのものとするため、ジンの命を狙う。執拗に襲い来るアーシムとガーネット。\r\n異常を察知したライナとジークリンデは、サカキの制止を無視し、ハウリングスター・アマデウスと共に一路ジン達の元へ向かう。襲いくるガーネットの猛攻に、絶体絶命のピンチに陥るジン達。\r\nジン、ギオＶＳアーシム、ガーネットによる激闘の結末は？そして、ジン達の元に向かったライナとジークリンデが見たものは――！？"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "380766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380766",
                    "Titles": {
                        "eng": "TRANQUILITY -Everyday, Temporarily-",
                        "jpn": "平穏 ―仮初めの日常―"
                    },
                    "Summaries": {
                        "eng": "One year later, with the ISDA under Gillard management, the Dragonauts are divided and hunted down. Since the Gillard King and Sakaki are convinced that dragons are dangerous, they are hunting down both original and artificially-made dragons, save those that are under their command. Also, there is now a new D-Project. Meanwhile, Jin, Gio, and Toa, have been living normal lives in an isolated town for the past year. Sieglinde and Kō unexpectedly show up on their doorstep to discuss the ISDA's current standpoint, and Toa tells them that Thanatos would merely leave Earth alone if it gets back its dragon eggs. Later, when Toa reaffirms her feelings for Jin, she, along with every other dragon on Earth, senses something from Thanatos.",
                        "jpn": "火星の事件を機に、地球でのドラゴノーツ達の立場は激変していた。地球をタナトスの危機から救う英雄としての立場からの転落。\r\n人類の敵とみなされたドラゴノーツ達に襲い来るかつての同胞。襲われ投獄されるドラゴノーツ達。辛うじて追跡の手を逃れたジークリンデは、素性を隠し生活しているジンの元を訪れる。決断を迫られ、戸惑いを隠せないジンと、それを支えるトア。\r\n一方、地下に潜伏しているノザキとキタジマは、再起に向けての準備を進めるのだった――"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "380767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380767",
                    "Titles": {
                        "eng": "FAMILY -Traces of Warmth-",
                        "jpn": "家族 ―温もりの欠片―"
                    },
                    "Summaries": {
                        "eng": "Jin, Toa, and Gio's house is burned down by Agathions sent by the ISDA as Kō takes the trio to the Baumgard family's estate, where Sieglinde's father, Wilhelm, agrees to shelter them. Meanwhile, the ISDA continues their experimentations on dragons in order to figure out the best way to destroy Thanatos, while Laura, Sakaki's dragon counterpart, captures Itsuki and Otohime. Later, the ISDA realizes that their experimentations on artificial dragons caused them to develop an immunity to the \"anti-Thanatos factor\", however, it may still work on original dragons. Back at the Baumgard estate, as the group heads out, Whilhelm offers Sieglinde to stay with him, but she decides that she has somewhere else where she belongs, leaving with the others.",
                        "jpn": "ISDAのドラゴン捕獲部隊エクスフォード・フォースによる旧ドラゴノーツのメンバーへの追撃の手は緩む事は無かった。エクスフォード・フォースに襲撃されるジン達の隠れ家。\r\nからくも脱出したジンとドラゴノーツ達は行く先を失うが、ジークリンデの提案で日本にあるバウムガルド家の別荘に身を隠す。そこでジン達を迎えたのは、ジークリンデの父親、ヴィルヘルム。\r\n一方、散り散りなっていたオトヒメとハバラギにもエクスフォード・フォースの手が伸びるのだった――"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "380768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380768",
                    "Titles": {
                        "eng": "RESCUE -Severed Ties-",
                        "jpn": "奪還 ―断ち切られた絆―"
                    },
                    "Summaries": {
                        "eng": "As Jin and his comrades travel, Gio disappears without telling the others after he senses something from Thanatos. Once they reach the ocean, Jin and company encounter a submarine piloted by Yuuri and Kasuga, who invites them to board. They plan an attack on Tartarus, and as Jin and Toa battle Kazuki and Widow, the others infiltrate the ISDA base, where they find Raina and Itsuki. Kasuga realizes that Sakaki intends to use the \"Aegis\" on the captured dragons. Laura then appears, prompting Kasuga to fight her alone, as Sieglinde finds a way to free the captured dragons, reuniting with Amadeus. While Howlingstar and Otohime help Jin and Toa, the others check up on Kasuga. As Laura escapes upon seeing the others, she senses something approaching. Gio appears and surprises all by attacking his comrades.",
                        "jpn": "タルタロスに収監されているライナ・ハウリングスター・アマデウス・オトヒメを救い出すため、タルタロスへ向かうジン達一行。だが、その途中、ギオが姿を消してしまう。\r\n行方をくらませたギオを心配するジンだったが、ギオを探す間もなく奪還作戦は決行される。そして、タルタロスに突入したジン達の前に立ちはだかったのは――？\r\n果たしてジン達は仲間を救い出すことができるのか！？"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "380769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380769",
                    "Titles": {
                        "eng": "PARTING -The Successor-",
                        "jpn": "決別 ―継承せし者―"
                    },
                    "Summaries": {
                        "eng": "Gio continues to attack his former comrades by knocking them all out. While Toa is unconscious, Gio tells Jin that he cannot protect Toa, and informs him her impending death. When Toa awakes, she refuses Gio's offer to come with him, but he then tells them that he has become Thanatos's successor. Laura then appears and attacks Gio, but is subsequently knocked out. After Gio takes his leave when Toa refuses his offer again, Toa heals Laura, who is actually the final original dragon from Thanatos, while Sakaki and Jin talk. Later, as Sakaki sees to Laura's health at a facility, they are attacked by soldiers, leading them to run away. Meanwhile, Toa and Jin reunite with their comrades, and tries to figure out their next move.",
                        "jpn": "タルタロスで受けた襲撃により、散り散りになってしまったジン・トアとライナ達ドラゴノーツ。\r\n再び姿を現したギオの振舞いに戸惑うジンとトア。ギオの口からジンに明かされるトアの秘密、タナトスとギオの関係とは！？\r\nそして、３人の前で現身し襲い来るドラゴンの正体は？"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "380770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380770",
                    "Titles": {
                        "eng": "ATTACK -The Time of Judgement-",
                        "jpn": "襲来 ―審判の時―"
                    },
                    "Summaries": {
                        "eng": "As Sieglinde and her comrades camp out in an abandoned building on an island, they stumble upon Sakaki, who has washed up on shore. Meanwhile, the ISDA conducts experiments on Laura, as Kazuki and Widow discuss her situation. At another location, Kasuga tells Yuuri about the purpose of the original dragons sent to Thanatos. Back on the island, Jin and the others question Sakaki about his motives. Gio later appears to attack Kasuga's location, but Jin's group comes to their rescue, though is incapable of dealing any sufficient damage. Just as Jin confronts Gio, Kazuki and Widow show up, but Widow is subsequently damaged by Gio after she attempts to blast Toa. As Thanatos is shown to be close at hand, Machina and Akira are shown to disappear from their ice tomb.",
                        "jpn": "再起に向け、隠れ家で準備を進めるジンとドラゴノーツ達。だが、ギオの変貌にジン、トア、そしてドラゴノーツ達は否応なくドラゴンと人間の存在について再認識を迫られる。\r\nそんな中、ノザキからキタジマに明かされる、アルブム、アトルム、ラウム３体のオリジナル・ドラゴンの真実。\r\n果たして、タナトスの真意は一体何なのか！？その頃ISDAでは、対タナトスの新作戦のために、着々と準備が進められていた――"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "380771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380771",
                    "Titles": {
                        "eng": "A GLORIOUS DEATH -With Sorrow and Hope-",
                        "jpn": "散華 ―悲しみと希望と―"
                    },
                    "Summaries": {
                        "eng": "Gio once again advises Jin to let Toa go, then he heads toward Thanatos, which the Gillard fleet engages into battle with, though subsequently loses. As Jin and Toa spend time together, and as the others think of heading into space, Gio converses with Machina and Akira, who have merged with Thanatos as part of its soul. Later, after Jin finally allows Gio to take Toa, he runs into Kazuki, who is distraught over Widow's recent death. They have a short altercation, and end up reconciling. They later storm the ISDA, aided by Sakaki, who gets shot in the back as he sends off Jin and Kazuki in a shuttle. Laura protects Sakaki from further harm, and as Sakaki loses consciousness whilst embracing Laura, Kasuga absorbs the anti-Thanatos factor from the two.",
                        "jpn": "それは、最悪の展開だった。タナトスに無謀な攻撃を仕掛けるジルアード軍。タナトスの出現に騒然となる地球全域。\r\nそんな中、トアの寿命が短いという事実に苦しみ抜いたジンは、苦渋の決断を下す。同じ頃、カズキとウィドーにも重大な変化が起きていた。\r\n再び対面するジンとカズキ。果たして２人の朋友の行く末は！？そして、アヴニールに結集したライナ達ドラゴノーツの作戦とは――？"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "380772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380772",
                    "Titles": {
                        "eng": "WRATH -A Disappearing Tomorrow-",
                        "jpn": "逆鱗 ―消えゆく明日―"
                    },
                    "Summaries": {
                        "eng": "After Sieglinde and Raina use the Aegis system to fire a beam towards Thanatos, the entire Dragonaut team, including Jin and Kazuki, are transported into Thanatos, where Akira and Machina greets them. The two explain Thanatos' true nature and its intentions. In disagreement, the Dragonaut team decides to leave, except Jin, who is led to Toa by Gio. Gio then tries to kill Jin in order for the latter to become one with Thanatos as well be with Toa forever, but Jin avoids his attacks and tries to talk some sense into him. Just as Toa begins to fuse with Thanatos, her love for Jin suddenly reunites them. Intrigued by this, Thanatos, in the form of Garnet and Asim, decide that instead of destroying humanity, it will fuse with it. Jin, Toa, and Gio then leaves Thanatos as it prepares to assimilate with all of humanity.",
                        "jpn": "全世界的な危機は続いていた。もはや人類になす術は無いかと思われる中、決意のジンは宇宙へと向かう。\r\nそして、ライナ・ジークリンデ達ドラゴノーツは、アヴニールの最終兵器「アイギス」をもって、タナトスへの最後の作戦を試みる。\r\nジンとカズキ、そしてドラゴノーツ達が降り立った場所、そして目にした人物とは――？"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "380773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragonaut-the-resonance/episodes/380773",
                    "Titles": {
                        "eng": "RESONANCE -May it Reverberate Forever-",
                        "jpn": "共鳴 ―永遠に響き合うように―"
                    },
                    "Summaries": {
                        "eng": "Members of the Dragonaut team attempt to protect as many humans as they can from the billions of Ostrums sent by Thanatos. Meanwhile, Toa, Jin, and Gio try to approach Thanatos since Jin wants to persuade it to stop. Kasuga helps them get through by blowing himself up, taking out massive amounts of dragons in the group's way. Once inside, they are met with the original Ostrum, whom Gio decides to battle himself while Jin and Toa go on ahead. Jin and Toa then encounter Garnet, who sends Jin into a dream world where the shuttle accident never happened, however, Jin is able to snap out of it by following Toa's voice. As Gio is able to defeat Ostrum, the power of Toa and Jin's love for each other results in the deactivation of all the Ostrums, the disappearance of Toa's stigmata, and the appearance of \"mother\", who decides that she will think about the meaning of love as she moves on to the next planet. In the end, Gio leaves for space, and Jin and Toa are able to live on together.",
                        "jpn": "本格化したタナトスによる侵攻に、人類は壊滅の危機を迎える。地球を守る力は、もはやドラゴノーツだけだった。\r\n圧倒的な彼我の戦力差に、絶望的な戦いに赴くドラゴノーツ達。一方、トア、ギオと共に、ジンはタナトスの中枢を目指す。\r\nタナトスの深奥で、ジンが見るものは？そして、トアとジンの愛の行方は――！？　\r\n\r\n今、全ての戦いに終止符が打たれる！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}