{
    "URL": "https://thetvdb.com/series/macross-frontier",
    "Genres": [
        "Action",
        "Animation",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216150/",
        "https://www.themoviedb.org/tv/5857"
    ],
    "TitleEnglish": "Macross Frontier",
    "SummaryEnglish": "After being threatened by extinction at the hands of alien invaders called the Zentradi, humanity undertook the task of guaranteeing itself a future by launching fleets of colony ships into space. \r\nOn Macross Frontier, one such fleet, high school student Saotome Alto's life is changed forever: the fleet is suddenly attacked by unidentified creatures while he is performing aerial stunts for a concert by the wildly popular idol Sheryl. \r\nAlto quickly finds himself in the cockpit of a new-model fighter, struggling to protect Ranka Lee, a young girl he met only hours earlier, from the invaders' swath of destruction. \r\nNoting his performance during this incident, the S.M.S. Skull Squadron private military company invites Alto to join their organization, where he continues protecting his friends and Macross Frontier.",
    "Aliases": [
        "Macross Fufonfia"
    ],
    "Modified": "2025-02-26",
    "Seasons": {
        "0": {
            "ID": "30017",
            "URL": "https://thetvdb.com/series/macross-frontier/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 33,
            "Episodes": {
                "2": {
                    "ID": "2803511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/2803511",
                    "TitleEnglish": "Macross 25th Anniversary Special Air Show",
                    "SummaryEnglish": "Coinciding with both the 25th Anniversary of Macross and the Blu-ray releases of volume one of both Macross Zero  and Macross Frontier, the official website of Macross Frontier posted two newly animated short films featuring Air Show style demonstrations for both series. People who purchased the first pressings of either Macross Zero or Macross Frontier received a unique code to enter into the website and therefore be able to watch the short film of the respective anime.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4177873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/4177873",
                    "TitleEnglish": "Macross Frontier Music Clip Collection - Nyan Kuri",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "2418931",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/2418931",
                    "TitleEnglish": "Macross Frontier The Movie - The False Diva",
                    "SummaryEnglish": "A theatrical version (first half) of the Macross Frontier television anime series.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4194254",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/4194254",
                    "TitleEnglish": "Macross Frontier The Movie - The Wings of Goodbye",
                    "SummaryEnglish": "A theatrical version (second half) of the Macross Frontier television anime series.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7523111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/7523111",
                    "TitleEnglish": "Galaxy Tour FINAL in Budokan",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "7523113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/7523113",
                    "TitleEnglish": "Choujikuu SUPER LIVE cosmic nyaan",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "8335097",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/8335097",
                    "TitleEnglish": "Macross FB7: Listen to My Song!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "9856558",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/9856558",
                    "TitleEnglish": "Macross Frontier Labyrinth of Time",
                    "SummaryEnglish": "is a 2021 Japanese short film directed by Shōji Kawamori and animated by Satelight. It premiered alongside the Macross Δ Movie: Absolute Live!!!!!! on October 8, 2021",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "30018",
            "URL": "https://thetvdb.com/series/macross-frontier/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "347492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/347492",
                    "TitleEnglish": "Close Encounter",
                    "SummaryEnglish": "Music idol Sheryl Nome arrives at the Macross Frontier fleet for a concert performance. In the meantime, fleet command deals with an unidentified & powerful alien enemy.\r\n\r\nOverwhelmed by the new enemies' speed & power (despite their lesser numbers), fleet defenses cannot prevent some of the alien bio mecha from penetrating the main colony ship. Teenage music fan Ranka Lee, young student Saotome Alto & S.M.S. VF-25 veteran pilot Ozma Lee are all involved in the ordeal.",
                    "Aliases": []
                },
                "2": {
                    "ID": "362787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/362787",
                    "TitleEnglish": "Hard Chase",
                    "SummaryEnglish": "Ranka Lee is on her way to S.M.S. to drop off some items for her older brother Ozma Lee when she happens to meet Sheryl Nome. Alto Saotome also shows up when the two arrive at an observation park, but then the Vajra loom over from the skies above.",
                    "Aliases": []
                },
                "3": {
                    "ID": "362788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/362788",
                    "TitleEnglish": "On Your Marks",
                    "SummaryEnglish": "Alto Saotome unexpectedly meets Ranka Lee and Sheryl Nome again at an observation park. However, the Vajra also shows up in the skies above the three, so they immediately head to the park's emergency shelter and get trapped inside.",
                    "Aliases": []
                },
                "4": {
                    "ID": "363600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/363600",
                    "TitleEnglish": "Miss Macross",
                    "SummaryEnglish": "Alto Saotome is put through the paces by Mikhail Buran and the others at S.M.S. Meanwhile, Ranka Lee has passed the initial rounds of the Miss Macross contest auditions and sings a song for the very final screening stage.",
                    "Aliases": []
                },
                "5": {
                    "ID": "365732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365732",
                    "TitleEnglish": "Star Date",
                    "SummaryEnglish": "Sheryl comes across Alto again in her quest to find her missing earing. She orders Alto to guide her around the Macross Frontier fleet. Elsewhere, Ozma and Ranka argue about her decision of becoming a singer.",
                    "Aliases": []
                },
                "6": {
                    "ID": "365733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365733",
                    "TitleEnglish": "Bye Bye Sheryl",
                    "SummaryEnglish": "Ranka Lee is scouted by an entertainment production company. While Sheryl is rehearsing for her Sayonara live concert on the final day of her tour, news arrives that the Macross Galaxy fleet is being attacked by a large horde of Vajra. As a result, President Howard Glass decides to inform his citizens of the new enemies' existence.",
                    "Aliases": []
                },
                "7": {
                    "ID": "365734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365734",
                    "TitleEnglish": "First Attack",
                    "SummaryEnglish": "After the Macross Galaxy fleet is hit by a large-scale Vajra attack, Alto Saotome and his unit head out in the S.M.S. Macross 25 warship to rescue the surviving ships. On the same day Sheryl gives her last live concert on Macross Frontier.",
                    "Aliases": []
                },
                "8": {
                    "ID": "365735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365735",
                    "TitleEnglish": "High School Queen",
                    "SummaryEnglish": "Ranka transfers to Mihoshi Academy so as to be able to pursue a career in entertainment. A visit by Sheryl to Ranka's new school causes chaos in the academy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "365736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365736",
                    "TitleEnglish": "Friendly Fire",
                    "SummaryEnglish": "Sheryl's manager Grace O'Connor informs Mikhail Buran about his elder sister. Mikhail gets troubled by it and during a battle with the Vajra he almost hits Alto Saotome by mistake, which causes trouble between the two.",
                    "Aliases": []
                },
                "10": {
                    "ID": "367039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/367039",
                    "TitleEnglish": "Legend of Zero",
                    "SummaryEnglish": "Ranka Lee is contracted to act in a minor role during a movie about the legend of Shin Kudo, while Sheryl Nome is the main female protagonist of the film.",
                    "Aliases": []
                },
                "11": {
                    "ID": "371222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371222",
                    "TitleEnglish": "Missing Birthday",
                    "SummaryEnglish": "Ranka prepares a special gift for Alto's approaching birthday.",
                    "Aliases": []
                },
                "12": {
                    "ID": "371223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371223",
                    "TitleEnglish": "Fastest Delivery",
                    "SummaryEnglish": "Sheryl gives a consolation concert at planet Galia 4, but because of an undisclosed illness she cancels her concert, which causes a huge riot.",
                    "Aliases": []
                },
                "13": {
                    "ID": "371224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371224",
                    "TitleEnglish": "Twilight Planet",
                    "SummaryEnglish": "Alto and Ranka make an emergency landing in planet Galia 4 due to a malfunction with their variable fighter.",
                    "Aliases": []
                },
                "14": {
                    "ID": "371225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371225",
                    "TitleEnglish": "Mother's Lullaby",
                    "SummaryEnglish": "The secret of \"Aimo\", the lullaby that only Ranka and Brera know is finally revealed.",
                    "Aliases": []
                },
                "15": {
                    "ID": "375262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375262",
                    "TitleEnglish": "Lost Peace",
                    "SummaryEnglish": "While Sheryl is recovering from her illness, all her work is cancelled. When she is informed that Ranka's popularity is now rising she becomes insecure and worried about her own musical career. During that time, Alto and Ranka give her a friendly visit.",
                    "Aliases": []
                },
                "16": {
                    "ID": "375263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375263",
                    "TitleEnglish": "Ranka Attack",
                    "SummaryEnglish": "Mr. Bilrer, the owner of S.M.S. meets with Alto Saotome. At the same time, Ranka finds out that Brera, the pilot of the hostile VF-27, has been listening to her songs.",
                    "Aliases": []
                },
                "17": {
                    "ID": "375264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375264",
                    "TitleEnglish": "Goodbye, Sister",
                    "SummaryEnglish": "Ozma promises Ranka to attend her first live concert on Macross Frontier, but he is ordered to defend the fleet from another Vajra attack before that.",
                    "Aliases": []
                },
                "18": {
                    "ID": "375265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375265",
                    "TitleEnglish": "Fold Fame",
                    "SummaryEnglish": "Due to repeated Vajra attacks, the Frontier colonial fleet's resources are shortened. Energy becomes limited, and water and food rationing increases the population's unease.",
                    "Aliases": []
                },
                "19": {
                    "ID": "379161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379161",
                    "TitleEnglish": "Triangler",
                    "SummaryEnglish": "Ranka's pet Ai-kun suddenly disappears. Ranka asks Brera for help and they look for Ai-kun together. Along the way, Brera asks Ranka who does she sing for? Ranka, who's beginning to feel doubt about her singing, starts to consider her true feelings. Meanwhile, Sheryl tells Alto that she will no longer sing.",
                    "Aliases": []
                },
                "20": {
                    "ID": "379162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379162",
                    "TitleEnglish": "Diamond Crevasse",
                    "SummaryEnglish": "At Ranka's concert in Mihoshi Academy Ranka, Alto and Sheryl meet. While their thoughts and feelings cross each other during the event, the Vajra attack and Ranka's group becomes caught in a very dangerous and deadly situation.",
                    "Aliases": []
                },
                "21": {
                    "ID": "379163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379163",
                    "TitleEnglish": "Azure Ether",
                    "SummaryEnglish": "In the on-going war against the Vajra, people lose their loved ones and their hatred grows. Refusing to be a singing tool and wanting to clear up other people's thoughts, Ranka is determined to take a major step.",
                    "Aliases": []
                },
                "22": {
                    "ID": "379164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379164",
                    "TitleEnglish": "Northern Cross",
                    "SummaryEnglish": "The Frontier populance's hatred of the Vajra is growing by leaps and bounds, and even Alto and Luka cannot control their own hate. Moreover, now armed with new prototype weapons, Alto and Luka consider using them to utterly exterminate all Vajra. However, Ozma (who has been researching Leon's conspiracy) is beginning to realise the identity of the real enemy behind the conflict. Meanwhile, Sheryl decides to sing again with a brand new perspective.",
                    "Aliases": []
                },
                "23": {
                    "ID": "387694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/387694",
                    "TitleEnglish": "True Beginning",
                    "SummaryEnglish": "Due to insufficient resources in the Frontier Fleet, food is being rationed. As even oxygen is being lowered inside the colony, Alto cooks for a V-virus infected Sheryl as they pass the time peacefully. Right after that, Alto receives a shocking revelation about the origin of the Vajra and the power behind Ranka's song from Mr. Bilrer and Leon Mishima.\r\n\r\nMeanwhile, Brera and Ranka arrive at the the Vajra home system. However, they were soon attacked by Vajra patrols and Ranka was captured. While fighting his way towards Ranka, Brera encounters Grace O'Connor, who took total control over him using an obedience override in his cybernetic implants.",
                    "Aliases": []
                },
                "24": {
                    "ID": "387695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/387695",
                    "TitleEnglish": "Last Frontier",
                    "SummaryEnglish": "The members of S.M.S Macross Quarter investigate the truth behind the destruction of the 117th Large Scale Research fleet in a Vajra attack and Ozma Lee finds the shadow of Grace O' Connor's ambition present in the incident where Ranka lost her family. Meanwhile, the NUNS military forces of Frontier prepare for a final decisive battle to protect the fleet from the Vajra.",
                    "Aliases": []
                },
                "25": {
                    "ID": "387696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/387696",
                    "TitleEnglish": "Your Sound",
                    "SummaryEnglish": "After arriving at the planet of origin of the Vajra, the Frontier fleet commences an all-out attack and Battle Frontier manages to charge directly into the center of the enemy forces. However, Island One (the main residential area of the fleet) receives a fierce counterattack from the Vajra and becomes endangered. During that time of crisis, the silhouette of a person starts projecting on the stage at the Battle 25 bridge.",
                    "Aliases": []
                }
            }
        }
    }
}