{
    "URL": "https://thetvdb.com/series/macross-frontier",
    "Genres": [
        "Action",
        "Animation",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216150/",
        "https://www.themoviedb.org/tv/5857"
    ],
    "Titles": {
        "eng": "Macross Frontier",
        "jpn": "マクロスF"
    },
    "Summaries": {
        "eng": "After being threatened by extinction at the hands of alien invaders called the Zentradi, humanity undertook the task of guaranteeing itself a future by launching fleets of colony ships into space. \r\nOn Macross Frontier, one such fleet, high school student Saotome Alto's life is changed forever: the fleet is suddenly attacked by unidentified creatures while he is performing aerial stunts for a concert by the wildly popular idol Sheryl. \r\nAlto quickly finds himself in the cockpit of a new-model fighter, struggling to protect Ranka Lee, a young girl he met only hours earlier, from the invaders' swath of destruction. \r\nNoting his performance during this incident, the S.M.S. Skull Squadron private military company invites Alto to join their organization, where he continues protecting his friends and Macross Frontier.",
        "jpn": "人気作「マクロス7」から14年後の世界を描いたTVアニメ。西暦2059年、突如未知なる敵と遭遇した超長距離移民船団「マクロスフロンティア」。その敵は地球人や異星人ではなく未知の宇宙生物だった！"
    },
    "Aliases": [
        "Macross Fufonfia"
    ],
    "Modified": "2025-02-26",
    "Seasons": {
        "0": {
            "ID": "30017",
            "URL": "https://thetvdb.com/series/macross-frontier/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 33,
            "Episodes": {
                "2": {
                    "ID": "2803511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/2803511",
                    "Titles": {
                        "eng": "Macross 25th Anniversary Special Air Show",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Coinciding with both the 25th Anniversary of Macross and the Blu-ray releases of volume one of both Macross Zero  and Macross Frontier, the official website of Macross Frontier posted two newly animated short films featuring Air Show style demonstrations for both series. People who purchased the first pressings of either Macross Zero or Macross Frontier received a unique code to enter into the website and therefore be able to watch the short film of the respective anime.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4177873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/4177873",
                    "Titles": {
                        "eng": "Macross Frontier Music Clip Collection - Nyan Kuri",
                        "jpn": "マクロスF MUSIC CLIP集 娘クリ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "『マクロスF』のヒットソング8曲＋TV版・劇場版の名場面と新作アニメを大幅に加えたファン待望のミュージッククリップ集。曲間には、新作映像やランカ＆シェリルのインタビュー映像やランカのCMを収録\r\n新規3Dモデリングキャラクターに中島愛＆May'nの振り付けモーション・キャプチャーを採用した楽曲も収録"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "2418931",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/2418931",
                    "Titles": {
                        "eng": "Macross Frontier The Movie - The False Diva",
                        "jpn": "劇場版マクロスF 〜イツワリノウタヒメ〜"
                    },
                    "Summaries": {
                        "eng": "A theatrical version (first half) of the Macross Frontier television anime series.",
                        "jpn": "銀河移民船団「マクロス・フロンティア」に歌姫、シェリル・ノームのコンサートツアーがやってくる。シェリルに憧れるランカとアルトはコンサート会場にいたが、そこに重機甲生命体「バジュラ」が襲撃してくる。少女たちを護るため、アルトはVF-25に乗り込む…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4194254",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/4194254",
                    "Titles": {
                        "eng": "Macross Frontier The Movie - The Wings of Goodbye",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "A theatrical version (second half) of the Macross Frontier television anime series.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7523111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/7523111",
                    "Titles": {
                        "eng": "Galaxy Tour FINAL in Budokan",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7523113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/7523113",
                    "Titles": {
                        "eng": "Choujikuu SUPER LIVE cosmic nyaan",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "8335097",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/8335097",
                    "Titles": {
                        "eng": "Macross FB7: Listen to My Song!",
                        "jpn": "マクロスFB7 銀河流魂 オレノウタヲキケ！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "9856558",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/9856558",
                    "Titles": {
                        "eng": "Macross Frontier Labyrinth of Time",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "is a 2021 Japanese short film directed by Shōji Kawamori and animated by Satelight. It premiered alongside the Macross Δ Movie: Absolute Live!!!!!! on October 8, 2021",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "30018",
            "URL": "https://thetvdb.com/series/macross-frontier/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "347492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/347492",
                    "Titles": {
                        "eng": "Close Encounter",
                        "jpn": "クロース・エンカウンター"
                    },
                    "Summaries": {
                        "eng": "Music idol Sheryl Nome arrives at the Macross Frontier fleet for a concert performance. In the meantime, fleet command deals with an unidentified & powerful alien enemy.\r\n\r\nOverwhelmed by the new enemies' speed & power (despite their lesser numbers), fleet defenses cannot prevent some of the alien bio mecha from penetrating the main colony ship. Teenage music fan Ranka Lee, young student Saotome Alto & S.M.S. VF-25 veteran pilot Ozma Lee are all involved in the ordeal.",
                        "jpn": "アイドル・シンガーであるシェリル・ノームがコンサートのため、「フロンティア」船団に来艦した。中華料理店「娘々（にゃんにゃん）」でアルバイトをする女子高生のランカ・リーは、憧れているシェリルのコンサート会場に急ぐ途中、パイロット養成コースの高校生である早乙女アルトと出会い…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "362787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/362787",
                    "Titles": {
                        "eng": "Hard Chase",
                        "jpn": "ハード・チェイス"
                    },
                    "Summaries": {
                        "eng": "Ranka Lee is on her way to S.M.S. to drop off some items for her older brother Ozma Lee when she happens to meet Sheryl Nome. Alto Saotome also shows up when the two arrive at an observation park, but then the Vajra loom over from the skies above.",
                        "jpn": "突如現れたバジュラから逃げ遅れたランカ。アルトは無我夢中で「VF-25」に乗り、彼女を救出する。戦いの後、検査で軍病院に連行されたアルトは、私設特務軍事機関「S.M.S」の隊長であるオズマとS.M.Sへ行くことになる。だが、そこで突然警報が鳴り響き…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "362788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/362788",
                    "Titles": {
                        "eng": "On Your Marks",
                        "jpn": "オン・ユア・マークス"
                    },
                    "Summaries": {
                        "eng": "Alto Saotome unexpectedly meets Ranka Lee and Sheryl Nome again at an observation park. However, the Vajra also shows up in the skies above the three, so they immediately head to the park's emergency shelter and get trapped inside.",
                        "jpn": "展望公園でランカとシェリルに再会したアルト。だが、再びフロンティアはバジュラに襲われ、とっさに3人は展望公園の待避壕へ逃げ込むも、中に閉じ込められてしまう。なんとかオズマたちS.M.Sがバジュラを撃退し、救出されるアルトたち。だが、戦いの中でオズマが負傷したことを知ったランカは…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "363600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/363600",
                    "Titles": {
                        "eng": "Miss Macross",
                        "jpn": "ミス・マクロス"
                    },
                    "Summaries": {
                        "eng": "Alto Saotome is put through the paces by Mikhail Buran and the others at S.M.S. Meanwhile, Ranka Lee has passed the initial rounds of the Miss Macross contest auditions and sings a song for the very final screening stage.",
                        "jpn": "S.M.Sへの入隊を決意したアルトは、ミハエルたちにしごかれる毎日を送っていた。一方、アルトの助言によってミス・マクロスのオーディションを受けることにしたランカは、その予選を通過して最終選考で歌うことになった。そんなランカを見守るべく、最終選考が行われる会場に駆けつけたアルトだったが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "365732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365732",
                    "Titles": {
                        "eng": "Star Date",
                        "jpn": "スター・デイト"
                    },
                    "Summaries": {
                        "eng": "Sheryl comes across Alto again in her quest to find her missing earing. She orders Alto to guide her around the Macross Frontier fleet. Elsewhere, Ozma and Ranka argue about her decision of becoming a singer.",
                        "jpn": "再びアルトの前に現れ、失くしたイヤリングを探すためにマクロスフロンティアの中を案内するように命令するシェリル。一方、歌手になる夢をオズマに否定されたランカは、思わず家を飛び出してしまう。そして、美星学園の校門でアルトを待っていたランカは、オズマにランカを探せと命令されていたミシェルと出会い…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "365733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365733",
                    "Titles": {
                        "eng": "Bye Bye Sheryl",
                        "jpn": "バイバイ・シェリル"
                    },
                    "Summaries": {
                        "eng": "Ranka Lee is scouted by an entertainment production company. While Sheryl is rehearsing for her Sayonara live concert on the final day of her tour, news arrives that the Macross Galaxy fleet is being attacked by a large horde of Vajra. As a result, President Howard Glass decides to inform his citizens of the new enemies' existence.",
                        "jpn": "芸能プロダクションにスカウトされたランカ。仲間たちにも祝福されるが、ショッピングモールでの出来事が気になっていた。その頃、大統領府からの緊急声明でバジュラがギャラクシー船団を襲ったという一報がフロンティア内を駆けめぐる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "365734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365734",
                    "Titles": {
                        "eng": "First Attack",
                        "jpn": "ファースト・アタック"
                    },
                    "Summaries": {
                        "eng": "After the Macross Galaxy fleet is hit by a large-scale Vajra attack, Alto Saotome and his unit head out in the S.M.S. Macross 25 warship to rescue the surviving ships. On the same day Sheryl gives her last live concert on Macross Frontier.",
                        "jpn": "マクロスギャラクシーの残存艦を救出に向かったアルトたちは、バジュラ相手に優勢に戦っていた。だが、そんな彼らの前に出現したバジュラの巨大空母に、アルトの後輩であるルカの乗る機体が飲み込まれてしまう。ルカを救出するために敵空母内へと潜入したアルトは、そこで謎のバルキリー「VF-27」と遭遇して…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "365735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365735",
                    "Titles": {
                        "eng": "High School Queen",
                        "jpn": "ハイスクール・クイーン"
                    },
                    "Summaries": {
                        "eng": "Ranka transfers to Mihoshi Academy so as to be able to pursue a career in entertainment. A visit by Sheryl to Ranka's new school causes chaos in the academy.",
                        "jpn": "芸能活動のためにランカが転入し、シェリルまでもが来訪してきたために大騒ぎとなってしまった美星学園。そんな中、シェリルのパンツが何者かに盗まれてしまい、学園はさらに上へ下への大騒動となってしまう。一方、仕事のために学園を離れたランカは、自分の記憶の中の歌を知るという謎の少年と出会い…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "365736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/365736",
                    "Titles": {
                        "eng": "Friendly Fire",
                        "jpn": "フレンドリー・ファイア"
                    },
                    "Summaries": {
                        "eng": "Sheryl's manager Grace O'Connor informs Mikhail Buran about his elder sister. Mikhail gets troubled by it and during a battle with the Vajra he almost hits Alto Saotome by mistake, which causes trouble between the two.",
                        "jpn": "敵も女も狙った獲物は一発必中を豪語するミシェルが戦闘時に狙いをはずしてしまい、アルトに当たりそうになった。帰艦後、その誤射をめぐってアルトとミシェルは殴り合いの喧嘩となってしまう。彼らの喧嘩を見ていたS.M.Sのピクシー小隊に所属するクランは、そんなアルトにミシェルの悲しい過去を告げて…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "367039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/367039",
                    "Titles": {
                        "eng": "Legend of Zero",
                        "jpn": "レジェンド・オブ・ゼロ"
                    },
                    "Summaries": {
                        "eng": "Ranka Lee is contracted to act in a minor role during a movie about the legend of Shin Kudo, while Sheryl Nome is the main female protagonist of the film.",
                        "jpn": "ミス・マクロスのミランダが主演する映画で、端役を手に入れたランカ。しかし、その撮影現場で彼女を待っていたのは、撮影協力のS.M.Sの面々とシェリルだった。演じることが初めてなランカから相談されたアルトは、嫌っていたはずの父親の言葉をつい口にしてしまい…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "371222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371222",
                    "Titles": {
                        "eng": "Missing Birthday",
                        "jpn": "ミッシング・バースデー"
                    },
                    "Summaries": {
                        "eng": "Ranka prepares a special gift for Alto's approaching birthday.",
                        "jpn": "映画出演により、注目され始めたランカは、忙しい毎日が続いていた。一方、アルトの前には、兄弟子の矢三郎が突然現れる。アルトの父である嵐蔵が倒れたので、家に帰るようにとアルトを諭す矢三郎。そんなことは露知らず、ランカとシェリルは、それぞれアルトの誕生日を祝おうと計画する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "371223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371223",
                    "Titles": {
                        "eng": "Fastest Delivery",
                        "jpn": "ファステスト・デリバリー"
                    },
                    "Summaries": {
                        "eng": "Sheryl gives a consolation concert at planet Galia 4, but because of an undisclosed illness she cancels her concert, which causes a huge riot.",
                        "jpn": "公演のために惑星ガリア4へ降り立ったシェリルとアルト。だが、シェリルの体調不良で公演が中止となり、それに不満を抱くゼントラーディ人による暴動が起こってアルトたちは人質として捕らわれてしまう。一方、マクロスフロンティアではファーストライブに緊張するランカを、ナナセ、ミシェル、ルカが励ましていて…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "371224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371224",
                    "Titles": {
                        "eng": "Twilight Planet",
                        "jpn": "メモリー・オブ・グローバル"
                    },
                    "Summaries": {
                        "eng": "Alto and Ranka make an emergency landing in planet Galia 4 due to a malfunction with their variable fighter.",
                        "jpn": "機体の不調により、ガリア4に不時着したアルトとランカ。久しぶりにゆっくりと会話を交わす2人は、なんとなく良い感じだった。一方、体調が回復したシェリルは、ミシェルと共に2人を探しに行き…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "371225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/371225",
                    "Titles": {
                        "eng": "Mother's Lullaby",
                        "jpn": "マザーズ・ララバイ"
                    },
                    "Summaries": {
                        "eng": "The secret of \"Aimo\", the lullaby that only Ranka and Brera know is finally revealed.",
                        "jpn": "アルト、ミシェルに続きルカも戦場に向かうことに。ルカはナナセに気持ちを打ち明けようとするが…。そして母の子守唄に秘められたランカの記憶。その記憶が指し示す真実とは？ バジュラやブレラとランカの関係は？ 謎が謎を呼ぶ。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "375262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375262",
                    "Titles": {
                        "eng": "Lost Peace",
                        "jpn": "ロスト・ピース"
                    },
                    "Summaries": {
                        "eng": "While Sheryl is recovering from her illness, all her work is cancelled. When she is informed that Ranka's popularity is now rising she becomes insecure and worried about her own musical career. During that time, Alto and Ranka give her a friendly visit.",
                        "jpn": "体調がなかなか回復しないシェリルに、グレイスは治るまで仕事はすべてキャンセルすると告げた。ランカの人気がますます上がっていると聞き、なんとなく不安を感じるシェリル。そんな時、アルトとランカが彼女の見舞いに訪れて…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "375263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375263",
                    "Titles": {
                        "eng": "Ranka Attack",
                        "jpn": "ランカ・アタック"
                    },
                    "Summaries": {
                        "eng": "Mr. Bilrer, the owner of S.M.S. meets with Alto Saotome. At the same time, Ranka finds out that Brera, the pilot of the hostile VF-27, has been listening to her songs.",
                        "jpn": "S.M.Sのオーナー・ビルラーの屋敷に突然呼び出されたアルト。そこでビルラーは、自らの夢をアルトに語ってみせる。シェリルは病院を抜け出し、アルトへと会いに行く。一方、ランカはブレラがいつも自分の歌を聞いていてくれたと知り…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "375264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375264",
                    "Titles": {
                        "eng": "Goodbye, Sister",
                        "jpn": "グッバイ・シスター"
                    },
                    "Summaries": {
                        "eng": "Ozma promises Ranka to attend her first live concert on Macross Frontier, but he is ordered to defend the fleet from another Vajra attack before that.",
                        "jpn": "ガリア4事件で延期になっていたランカのファーストライブ。オズマはランカに、ライブを絶対に見に行くと約束していた。しかし、ライブ直前にバジュラが襲来し、オズマは出撃することになってしまう。オズマはランカの天空門ファーストライブに間に合うのか…！"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "375265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/375265",
                    "Titles": {
                        "eng": "Fold Fame",
                        "jpn": "フォールド・フェーム"
                    },
                    "Summaries": {
                        "eng": "Due to repeated Vajra attacks, the Frontier colonial fleet's resources are shortened. Energy becomes limited, and water and food rationing increases the population's unease.",
                        "jpn": "フロンティアではバジュラの攻撃により物資が不足していた。エネルギー供給を制限され、食料や水もすべて配給制となる。一方、体調がなかなか回復せず、ますます不安になったシェリルは、アルトを探しに出かけるが高熱で倒れてしまう。それを救ったのは…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "379161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379161",
                    "Titles": {
                        "eng": "Triangler",
                        "jpn": "トライアングラー"
                    },
                    "Summaries": {
                        "eng": "Ranka's pet Ai-kun suddenly disappears. Ranka asks Brera for help and they look for Ai-kun together. Along the way, Brera asks Ranka who does she sing for? Ranka, who's beginning to feel doubt about her singing, starts to consider her true feelings. Meanwhile, Sheryl tells Alto that she will no longer sing.",
                        "jpn": "いなくなった“あい君”をブレラと一緒に探すランカ。ブレラの「誰のために歌う？」という問いかけに対して歌うことに疑問を感じ始めていたランカは、自分の本当の気持ちに気づく。一方、見舞いに訪れたアルトに対しシェリルはもう歌は歌わないと告げる。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "379162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379162",
                    "Titles": {
                        "eng": "Diamond Crevasse",
                        "jpn": "ダイアモンド・クレバス"
                    },
                    "Summaries": {
                        "eng": "At Ranka's concert in Mihoshi Academy Ranka, Alto and Sheryl meet. While their thoughts and feelings cross each other during the event, the Vajra attack and Ranka's group becomes caught in a very dangerous and deadly situation.",
                        "jpn": "美星学園でのランカのコンサートで顔を合わせたランカ、シェリル、アルトの3人。それぞれの思いが交錯する。そして再びバジュラの攻撃が開始された。誰もがいつ死ぬかわからない状況の中、想い人との心の絆を確かめようする。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "379163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379163",
                    "Titles": {
                        "eng": "Azure Ether",
                        "jpn": "蒼のエーテル"
                    },
                    "Summaries": {
                        "eng": "In the on-going war against the Vajra, people lose their loved ones and their hatred grows. Refusing to be a singing tool and wanting to clear up other people's thoughts, Ranka is determined to take a major step.",
                        "jpn": "バジュラとの戦いが続く中、ある者は愛する者を失い、ある者は憎しみを増幅させていた。三島の陰謀が大きく動き出す中、自分が人々の悲しみと憎しみを背負い「歌う道具」になることを拒んだランカは、一大決心をする。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "379164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/379164",
                    "Titles": {
                        "eng": "Northern Cross",
                        "jpn": "ノーザン・クロス"
                    },
                    "Summaries": {
                        "eng": "The Frontier populance's hatred of the Vajra is growing by leaps and bounds, and even Alto and Luka cannot control their own hate. Moreover, now armed with new prototype weapons, Alto and Luka consider using them to utterly exterminate all Vajra. However, Ozma (who has been researching Leon's conspiracy) is beginning to realise the identity of the real enemy behind the conflict. Meanwhile, Sheryl decides to sing again with a brand new perspective.",
                        "jpn": "フロンティアの人々のバジュラへの憎しみが一気に燃え上がる。アルトやルカも自らの憎しみを抑えきれず、新型兵器を使用しバジュラを全滅させることのみを考えていた。しかし、三島の陰謀を探るオズマは、真の敵が何かに気づき始める。そしてシェリルは以前とは違う気持ちで再び歌を歌い始めた。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "387694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/387694",
                    "Titles": {
                        "eng": "True Beginning",
                        "jpn": "トゥルー・ビギン"
                    },
                    "Summaries": {
                        "eng": "Due to insufficient resources in the Frontier Fleet, food is being rationed. As even oxygen is being lowered inside the colony, Alto cooks for a V-virus infected Sheryl as they pass the time peacefully. Right after that, Alto receives a shocking revelation about the origin of the Vajra and the power behind Ranka's song from Mr. Bilrer and Leon Mishima.\r\n\r\nMeanwhile, Brera and Ranka arrive at the the Vajra home system. However, they were soon attacked by Vajra patrols and Ranka was captured. While fighting his way towards Ranka, Brera encounters Grace O'Connor, who took total control over him using an obedience override in his cybernetic implants.",
                        "jpn": "フロンティア船団内の資源は、いよいよ窮乏してきた。食料は配給性になり、酸素は低下しつつあった。そんな中、アルトはV型感染症をわずらうシェリルに手料理をふるい、つかの間の安らぎの時を過ごす。だがその直後、アルトはビルラーと三島からバジュラの生態とランカの歌の秘密を聞き…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "387695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/387695",
                    "Titles": {
                        "eng": "Last Frontier",
                        "jpn": "ラスト・フロンティア"
                    },
                    "Summaries": {
                        "eng": "The members of S.M.S Macross Quarter investigate the truth behind the destruction of the 117th Large Scale Research fleet in a Vajra attack and Ozma Lee finds the shadow of Grace O' Connor's ambition present in the incident where Ranka lost her family. Meanwhile, the NUNS military forces of Frontier prepare for a final decisive battle to protect the fleet from the Vajra.",
                        "jpn": "かつての第117調査船団の事故の秘密をつきとめたマクロス・クォーターのメンバー。そこにはグレイスの野望の影が。一方、船団の存続を賭け、バジュラとの決戦に臨む決意のフロンティア軍部。アルト、ルカ、クランもそれぞれの思いを胸に、船団はバジュラの星に向かう…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "387696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-frontier/episodes/387696",
                    "Titles": {
                        "eng": "Your Sound",
                        "jpn": "あなたのおと"
                    },
                    "Summaries": {
                        "eng": "After arriving at the planet of origin of the Vajra, the Frontier fleet commences an all-out attack and Battle Frontier manages to charge directly into the center of the enemy forces. However, Island One (the main residential area of the fleet) receives a fierce counterattack from the Vajra and becomes endangered. During that time of crisis, the silhouette of a person starts projecting on the stage at the Battle 25 bridge.",
                        "jpn": "バジュラたちとの決死の攻防を繰り返すクォーター。しかしバジュラを操る新たな存在が現れ、フロンティアの居住区アイランドワンは危機に瀕する。敵母艦に向かうバトルフロンティア。その時、戦艦のステージに現れたシルエットがあった…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}