{
    "URL": "https://thetvdb.com/series/bartender",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0875778/",
        "https://www.tvmaze.com/shows/12535/show-slug",
        "https://www.themoviedb.org/tv/42860",
        "https://en.wikipedia.org/wiki/List_of_Bartender_episodes#Anime"
    ],
    "Titles": {
        "eng": "Bartender",
        "jpn": "バーテンダー"
    },
    "Summaries": {
        "eng": "The popular \"cocktail manga\" serialized in Super Jump, genius bartender Ryu Sasakura makes the most incredible cocktails anyone has ever tasted. Seeking his \"glass of god,\" individuals from all different walks of life visit his bar.",
        "jpn": "バーテンダーの佐々倉溜（ささくら りゅう）を主人公とし、バーに訪れる客やバーテンダー、溜を取り巻く人々たちのエピソードが描かれる。とりわけ漫画のテーマとなるのは、もともと酒に付されていたエピソードを紹介するものであり、カクテルからウイスキーまで幅広い。物語は、溜がフランスから帰ってくる所から始まる。"
    },
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "30060",
            "URL": "https://thetvdb.com/series/bartender/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "375130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375130",
                    "Titles": {
                        "eng": "Bartender",
                        "jpn": "バーテンダー"
                    },
                    "Summaries": {
                        "eng": "At the bar Eden Hall in Ginza, Sasakura Ryuu creates cocktails dubbed \"The Glass of the Gods.\" Hotel redesigner Kamishima holds deep disregard for bartenders because of an embarrassing mistake he made as a younger man. He is shown the skill of the profession by Ryuu, who creates a simple water-mix by smashing Eden Hall's signature ice cup. Kamishima's bar redesign incorporates Ryuu's explanation of the importance of bars. The featured cocktail is the Grasshopper.",
                        "jpn": "ホテルで働く神嶋はホテル内のバーを再建する仕事に苦労していた。途方にくれる神嶋部長に「神のグラス」と称される佐々倉が出したカクテルは、水割りだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "375131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375131",
                    "Titles": {
                        "eng": "Heart of the Menu",
                        "jpn": "心のメニュー"
                    },
                    "Summaries": {
                        "eng": "Kurushima Miwa comes to Eden Hall to ask Ryuu to find her \"Menu of the Heart.\" As a child, she broke a bottle of alcohol intended to mend the rift between her father and Kurushima Taizou, her grandfather. The two had been fighting over modernizing the family hotel. Shortly after this accident, Miwa's parents were killed in a car crash. Ryuu extrapolates that the beverage was Suntory's Kakubin (referred to in the show as \"Kaku\"), a beverage at the crossroad of old and new Japan. The featured cocktail is the Nikolaschka.",
                        "jpn": "来島美和が祖父・泰三の心のメニューを探して欲しいとバーテンダー佐々倉を訪ねる。それは、4歳のとき美和が割ってしまったボトル。美和のわずかな記憶を辿り溜が見つけ出したボトルは？そこに秘められた泰三と美和の父親の思いは・・・。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "375132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375132",
                    "Titles": {
                        "eng": "Glass of Regret",
                        "jpn": "後悔のグラス"
                    },
                    "Summaries": {
                        "eng": "Shimaoka, the head of an advertising company, is retiring, and his old love, the actress Yuzuki Mieko, has just died. The two of them wanted to perform together in Henrik Ibsen's A Doll's House, until he decided to take over his family's company. Ryuu uses the Margarita and its history to show Shimaoka that love can live on. The featured cocktail is the Margarita.",
                        "jpn": "後進に道をひらく為、自ら進んで会社を辞めることになった嶋岡は人生に虚しさを感じながら、バー・イーデンホールを訪れる。嶋岡はバーテンダー佐々倉が出したカクテルを通して、５０年間直視しなかった自分の心と過去の自分と初めて対話する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "375133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375133",
                    "Titles": {
                        "eng": "Amber Dream",
                        "jpn": "琥珀の夢"
                    },
                    "Summaries": {
                        "eng": "Ryuu assists a couple on their first date. Meanwhile, Yusada Sayo is waiting for her husband for their anniversary, however the two have grown apart. Ryuu mixes the Bijou Cocktail, then creates an Amber Dream from it. He explains that amber takes time to get its beauty, much like a marriage and the time a couple puts into it. The featured cocktails are the Bijou and Amber Dream.",
                        "jpn": "彼氏が出来ない結花が、はじめてのデートでバー・イーデンホールに行く。緊張でガチガチのカップルが佐々倉のカクテルによって次第に仲良くなっていく。そんな二人の隣で美和に連れられて来店していた、美和の親友・沙代は二人を昔の自分と重ね合わしていく・・・。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "375134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375134",
                    "Titles": {
                        "eng": "Things Forgotten in a Bar",
                        "jpn": "バーの忘れ物"
                    },
                    "Summaries": {
                        "eng": "A young salesmen, Shibata, is given a transfer notice from his boss after his sales figures are low. Ryuu lifts the young man's spirits by telling him about Ernest Hemingway and the story The Old Man and the Sea. The featured cocktail is the Daiquiri.",
                        "jpn": "転勤の辞令を言い渡され自信をなくしていた柴田。そんな柴田にバーテンダー佐々倉はフローズンダイキリを出す。大作家ヘミングウェイの10年の苦悩を知り、ヘミングウェイの言葉に助けられ柴田は自信を取り戻していく。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "375135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375135",
                    "Titles": {
                        "eng": "The Story Inside the Glass",
                        "jpn": "グラスの中の物語"
                    },
                    "Summaries": {
                        "eng": "Kasahara Shizuo, a screenwriter, has been having trouble writing scripts. He poses a riddle to various bartenders, having ordered four brands of single malt Scottish whiskies (Laphroaig, Miltonduff, Glenburgie, and Ardbeg), asks what should be next. After going to several bars, his long-time friend and director Mineyama Ryuuji catches up with Kasahara and the argue over why their productions are no longer original. Ryuu answers the riddle, and by doing so helps the two men with their problem. The featured cocktail is the Aberdeen Angus.",
                        "jpn": "バーテンダー佐々倉に、水割りを頼む脚本家の笠原。そこに、映画監督の峰山が来店し互いの不満をぶつけ合う。佐々倉が出したカクテルによって思い出された二人の過去とは・・・。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "375136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375136",
                    "Titles": {
                        "eng": "Bar Holidays",
                        "jpn": "バーの休日"
                    },
                    "Summaries": {
                        "eng": "Ryuu has fallen ill and the bar is closed for the day. Two senior bartenders who visit Ryuu decide to concoct some drinks to help him. In the meantime, two customers enter the bar: Souma Kouji, a politician embroiled in a scandalous court case and endlessly pursued by the paparazzi, and a female lawyer who is supposed to meet Kouji to discuss the case but misses the time. The two bartenders separately give the customers \"Rusty Nail\" and \"Bull Shot\", who eventually arrange to meet again. The featured drink is the Rusty Nail.",
                        "jpn": "ある日、イーデンホールで佐々倉が倒れている。熱のある佐々倉を看病したのは、たまたま溜に呼び出されていたベテランバーテンダー葛原と東山だった。店主不在の際に、二人がとった行動は・・・。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "375137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375137",
                    "Titles": {
                        "eng": "The Lie at the Counter",
                        "jpn": "カウンターの嘘"
                    },
                    "Summaries": {
                        "eng": "Ryuu receives a visit from two customers, a woman and a man; the latter claims to be a doctor. While they are having a usual talk, Ryuu quietly watches and listens to his conversations, as he serves Angel's Tip to both of them. In later time, Ryuu is challenged by the man at the start of the episode to perform a \"taste test\". As he arranges different marked glasses on the counter, he pours in water into each of them and places a drop from each of the different bottles in the glasses. He is to turn facing away from the counter as the man randomly switches the positions of the glasses for him to guess the names of the drinks. As this continues, the episode switches to a flashback scene where it appears that the man on the counter turned out to be a con man after his wish to perform a fake proposal to the woman in the bar is declined by Ryuu, whom detected his error playing as a doctor during their early conversations. The man went as far as adding a different cocktail into one of the glasses during the taste test. Ryuu however, successfully detects his trick and accurately guessed the mixture of which the drink contained. The featured drink is \"Pastis Water\".",
                        "jpn": "来店した織田の発言や行動にバーテンダー佐々倉は違和感を感じていた。そのうちに佐々倉は織田の本性を言い当てる。すると織田は、佐々倉にパスティスのテイスティングで勝負を申し込むのだった･･･"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "375138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375138",
                    "Titles": {
                        "eng": "The Bar's Face",
                        "jpn": "バーの顔"
                    },
                    "Summaries": {
                        "eng": "It is raining heavily in Ginza and Miwa is running towards Eden Hall to seek shelter from the storm only to find a \"Reserve\" sign posted on the front door. Seeing her puzzled look, a nearby street food vendor explains to her that every year on this particular day, the bar is closed for a single customer, the customer who Ryuu served a mistaken cocktail. Sensing Miwa's doubt that Ryuu could ever make a mistake in fixing a drink, the vendor proceeds to tell the story of Ryuu's early days as an apprentice bartender at Bar Saito through an extended flashback. An important looking businessman named Ryuuichi Minegishi arrives at Bar Saito with an attractive, younger date, Kanako. Minegishi seems to know the bar's master, Ryuu's senior bartender, quite well and gives Ryuu his business card which indicates that he is a CEO of his own company. Kanako orders a champagne cocktail and Ryuu serves her Champagne Pick-Me-Up in a tall flute glass. Kanako looks displeased and returns it, puzzling Ryuu as to what he did wrong.",
                        "jpn": "バーテンダー佐々倉が残した過去の傷、、それは佐々倉が修行中の頃の話だった。店の上客、峰岸とホステスの加奈子に対してマスターの接客に憤りを感じた佐々倉はマスターに異論を唱えたのだった・・・"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "375139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375139",
                    "Titles": {
                        "eng": "Christmas Miracle",
                        "jpn": "クリスマスの奇跡"
                    },
                    "Summaries": {
                        "eng": "A professor, who calls himself Okita, specialized in computational fluid dynamics comes to Eden Hall on a Christmas night. He claims to follow a star up until she enters Eden Hall. He later gets into an argument with Ryuu after declining his recommendation of having a champagne, and downing a cup of Guinness beer instead. Afterwards, Ryuu offers Okita the Black Velvet, which is a mixture of both beer and champagne. He doubted Ryuu and boastfully predicts that the drink will spill out of the glass, generally basing off the idea from his years of thorough research and study of fluid mechanics. This is not the case however, as Ryuu successfully pours both the beer and champagne simultaneously, without the mixture pouring out of the cup. It is noted in this episode that Ryuu is amongst the very few bartenders in Japan who are able to mix the Black Velvet perfectly without pouring them separately. Thus, the featured drink of episode 10 is the Black Velvet.",
                        "jpn": "クリスマスの夜に、数値流体力学の沖田教授はビールとシャンパンは絶対に交わることがないと言う。沖田教授はバーテンダー佐々倉に両手注ぎでのブラックベルモットを注文する。佐々倉の「神のグラス」は今夜も奇跡を起こすのか。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "375140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender/episodes/375140",
                    "Titles": {
                        "eng": "Water of Life",
                        "jpn": "命の水"
                    },
                    "Summaries": {
                        "eng": "Ryuu finally decides to end his apprenticeship at Eden Hall in this final chapter. The episode revolves mostly on the life of a bartender. A few cocktails are featured in the episode, such as the Red Eye, No Name and Rob Roy. \"The Macallan 1946\" is referred to by Ryuu and his senior bartenders as \"The Water of Life\", and it is mentioned that its bottle is passed through every generation of bartenders who has completed their time at Eden Hall. The main narrator of the series makes an appearance in this episode and visits Eden Hall and sat down by the counter to have a talk with Ryuu, although the rest of the episode is told from Ryuu and both his senior bartenders' perspective. Ryuu mentions that he feels fortunate to be able to live through his job, choosing not the craft of bartending, rather the life of a bartender. Therefore, the final featured drink is \"Bartender\".",
                        "jpn": "神のグラスと呼ばれた天才バーテンダー佐々倉瑠にとって節目の日。ベテランバーテンダー葛原・東山とともにバーテンダーとは一体何かを見つめ直す。大切なお客様との思いでを振り返りながら、大事なことを一つ一つ紐解いていく。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}