{
    "URL": "https://thetvdb.com/series/inukami",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0983967/",
        "https://www.themoviedb.org/tv/34808"
    ],
    "TitleEnglish": "Inukami!",
    "SummaryEnglish": "Inukami! revolves around Keita Kawahira, a descendant of a Inukami-tamer clan and considered a failure by the clan due to his attitude towards his duty. Inukami, literally \"dog god\", are benevolent creatures that possess spiritual powers. They are a type of demon with the appearance of a dog who can transform into human form. Along with a partner from the historic Inukami-tamer clan, they act to obliterate evil and proliferate righteousness. Keita is initially unable to find an Inukami to bond with, but eventually a beautiful Inukami named Yoko decides to become his Inukami, causing Keita to become overjoyed. However, his joy is short-lived when he discovers that she is a very problematic and uncontrollable Inukami. From then on, Keita's life becomes filled with never-ending embarrassment.",
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "30043",
            "URL": "https://thetvdb.com/series/inukami/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "359546",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359546",
                    "TitleEnglish": "Inukami! The Movie",
                    "SummaryEnglish": "In 2007, the Punishment of Sexual Perversions Law came into effect. The city is surrounded by a squadron wearing protective suits and they begin to arrest any who look like perversions. No wonder that Inukami Master Keita and Inukami Yoko are wanted for Class A perversions. What will happen to Keita, Yoko, Kaoru’s Inukami, and the other lovely perversions? What about Karina?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31557",
            "URL": "https://thetvdb.com/series/inukami/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "359519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359519",
                    "TitleEnglish": "Don't Mind Being Naked!",
                    "SummaryEnglish": "Yoko and Keita must fight an evil, perverted spirit who likes to run around naked.",
                    "Aliases": []
                },
                "2": {
                    "ID": "359520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359520",
                    "TitleEnglish": "Machos are Lickity Licky!",
                    "SummaryEnglish": "A group of macho men are possessed by the spirits of puppies and cause problems for a local town.",
                    "Aliases": []
                },
                "3": {
                    "ID": "359521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359521",
                    "TitleEnglish": "Exterminating in Swimsuits!",
                    "SummaryEnglish": "The rest of the Inukami are introduced.",
                    "Aliases": []
                },
                "4": {
                    "ID": "359522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359522",
                    "TitleEnglish": "Unwillingly Wearing An Apron!",
                    "SummaryEnglish": "Yōko has to compete with another Inukami for Keita's wandering attention.",
                    "Aliases": []
                },
                "5": {
                    "ID": "359523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359523",
                    "TitleEnglish": "Keita and Yoko!",
                    "SummaryEnglish": "How Keita and Yoko first met.",
                    "Aliases": []
                },
                "6": {
                    "ID": "359524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359524",
                    "TitleEnglish": "Perfect Tomohane!",
                    "SummaryEnglish": "Tomohane is stuck to Keita.",
                    "Aliases": []
                },
                "7": {
                    "ID": "359525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359525",
                    "TitleEnglish": "Mixed Bathing is Crunchy!",
                    "SummaryEnglish": "Yoko and Keita head to a hot spring to stop a pair of malicious, greedy spirits.",
                    "Aliases": []
                },
                "8": {
                    "ID": "359526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359526",
                    "TitleEnglish": "Rubbing Tails!",
                    "SummaryEnglish": "An otaku and a cosplay doll cause havoc in Keita's town.",
                    "Aliases": []
                },
                "9": {
                    "ID": "359527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359527",
                    "TitleEnglish": "Lust & Sexual Harassment!",
                    "SummaryEnglish": "Keita is requested by Kaoru to care for his Inukami. The girls, however, are not too happy.",
                    "Aliases": []
                },
                "10": {
                    "ID": "359528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359528",
                    "TitleEnglish": "Cherry Blossom Memories!",
                    "SummaryEnglish": "How Hake and Keita's grandmother met.",
                    "Aliases": []
                },
                "11": {
                    "ID": "359529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359529",
                    "TitleEnglish": "Beg to be Exhausted!",
                    "SummaryEnglish": "Keita is exhausted, and the rest of Inukami team all believe it's their fault. Keita's exhaustion is most troublesome because he is involved in an important tournament.",
                    "Aliases": []
                },
                "12": {
                    "ID": "359530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359530",
                    "TitleEnglish": "The Dying Me's Song!",
                    "SummaryEnglish": "Keita and Yoko are asked to deal with a malicious shinigami, which has been steadily killing off a whole family.",
                    "Aliases": []
                },
                "13": {
                    "ID": "359531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359531",
                    "TitleEnglish": "I Am Your Song!",
                    "SummaryEnglish": "Keita and Yoko continue their fight against the shinigami Sea of Violence.",
                    "Aliases": []
                },
                "14": {
                    "ID": "359532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359532",
                    "TitleEnglish": "Kappa and Otosan!",
                    "SummaryEnglish": "Yoko reveals her true nature and has to deal with her father, Dai Yōko.",
                    "Aliases": []
                },
                "15": {
                    "ID": "359533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359533",
                    "TitleEnglish": "Returning a Favor to an Aroused Keita!",
                    "SummaryEnglish": "A tanuki wants to repay Keita for saving its life, but it does so by giving him a magic medicine that will make anyone he looks at fall in love with him. An excited Yōko grasps for the medicine thinking if she takes one Keita will fall for her but after Keita takes one, Yōko makes him look at her. The medicine works soon after and Yōko is soon acting like Keita's wife to be. When Yōko mentions having children to Keita however after thinking it over he is horrified at the thought of having puppies as kids and runs from her. Keita then searches for human girls to use the medicine on. This does not turn out well when Keita ends up attracting old ladies, macho guys, and four of Karou's Inukamis. The medicine does wear off after a while and an angry Yōko comes looking for Keita. When Yōko catches Keita, however, he takes all the medicine at once and after Yōko leaves him to his fate, ends up attracting much more than he could take. In the end Tomekichi and the tanuki drag Keita to Yōko, and Yōko playfully blasts Keita one for admitting he was wrong and that his strength and good looks were enough to impress the ladies. Tomekichi then tells the tanuki that perhaps the medicine was not needed after all between Keita and Yōko.",
                    "Aliases": []
                },
                "16": {
                    "ID": "359534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359534",
                    "TitleEnglish": "Room, Ghost Story, and Me!",
                    "SummaryEnglish": "Kaoru invites his Inukami to his summer villa including Keita and Yōko. Things start all well and playful until Igusa tells a scary story to Keita, Yōko, and the other Inukamis, the story is about a vengeful dummy coming to life that kills. Horrified, Tayune lets out a scream and is called a coward for being so scared by some of the other Inukami, in response Tayune insults Yōko, Imari, Sayoka, Furano, Igusa, and Tensō and later they fight her. Tayune storms off to prove she is no coward after the fight, and after they all lose against Tayune the six who lost team up and plot revenge against Tayune the rest of the Inukami want no part of it. The revenge plan the six come up with is to scare Tayune with a model dummy that looks like the one from the story and take a picture of her running and crying from it. When Tayune gets close however and just when they are about to take the pictures and scare her, the dummy gets possessed by a spirit and chases after Tayune. Tayune running and scared is later saved by someone who she thinks is Karou. It is actually Keita that saves Tayune in the end and tells her that although a coward rather than being a bother to him, Karou loves her no matter what and tells her to show her true self.",
                    "Aliases": []
                },
                "17": {
                    "ID": "359535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359535",
                    "TitleEnglish": "What Are These Things!",
                    "SummaryEnglish": "Both Kaoru and Karina are sucked into Sekidosai's painting, and it's up to Keita, Yoko, and Nadeshiko to save them.",
                    "Aliases": []
                },
                "18": {
                    "ID": "359536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359536",
                    "TitleEnglish": "Oh No! A Mammoth!",
                    "SummaryEnglish": "The battle with Sekidosai continues.",
                    "Aliases": []
                },
                "19": {
                    "ID": "359537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359537",
                    "TitleEnglish": "That's Just What Mokkori Keita Wants!",
                    "SummaryEnglish": "After being unhappy being unranked Kaoru tells his Inukamis that Keita must choose new ranks for them. Kaoru's Inukamis thus set out to try and win Keita's affection doing anything they can to be ranked higher than the other. This is all hindered however by a magical pot that Keita tries to use to rank them if he gets what he wants. Karou's Inukami's then end up wanting to fight one another but are told by Sendan, and Nadeshiko that they should work together and abandon the order, the pot is later sent floating down the river.",
                    "Aliases": []
                },
                "20": {
                    "ID": "359538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359538",
                    "TitleEnglish": "Emotions to White Cloth!",
                    "SummaryEnglish": "Furano and Tensō think Gokyōya has a crush on Keita after seeing a photo that looks like him in her hand while she was sleeping. After seeing this they go ask Keita to date her, something that Yōko dislikes to hear. It is later revealed that the photo is of Keita's father and that Gokyōya was kicked out of the Kawahira household by Keita's father's jealous wife. Keita later says sorry to Gokyōya for his father's actions as his son. Elsewhere Boss receives some panty/bra stealing advice from his teacher and both go after the Inukami's panties and bras much to their dismay and anger.",
                    "Aliases": []
                },
                "21": {
                    "ID": "359539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359539",
                    "TitleEnglish": "Hang On, Tomohane!",
                    "SummaryEnglish": "Dai Yoko's seal is breaking and all the Kawahira's and Inukami must come together. However, no one can find Keita and Yoko, so Tomohane is sent out to look for them.",
                    "Aliases": []
                },
                "22": {
                    "ID": "359540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359540",
                    "TitleEnglish": "Father and Son-in-Law!",
                    "SummaryEnglish": "Dai Yoko's Seal has been broken.",
                    "Aliases": []
                },
                "23": {
                    "ID": "359541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359541",
                    "TitleEnglish": "Wilting Elephant!",
                    "SummaryEnglish": "Dai Yoko and Sekidosai have a fight, resulting in Dai Yoko's defeat. After a confrontation with Kaoru, Keita is caught in a spell meant for Yoko and reverted to a baby.",
                    "Aliases": []
                },
                "24": {
                    "ID": "359542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359542",
                    "TitleEnglish": "Kaoru and Nadeshiko!",
                    "SummaryEnglish": "Kaoru's past is revealed. Kaoru and his Inukami again battle Sekidosai, this time with the fate of the world, as well as Kaoru's life, on the line.",
                    "Aliases": []
                },
                "25": {
                    "ID": "359543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359543",
                    "TitleEnglish": "Night of Regret!",
                    "SummaryEnglish": "Kaoru and his Inukami fight Sekidosai and an unexpected new enemy.",
                    "Aliases": []
                },
                "26": {
                    "ID": "359544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inukami/episodes/359544",
                    "TitleEnglish": "Light!",
                    "SummaryEnglish": "The final battle commences in which Keita is returned to a normal human and the mage is defeated. Finally, Keita and Yōko admit their love for each other.",
                    "Aliases": []
                }
            }
        }
    }
}