{
    "URL": "https://thetvdb.com/series/big-windup",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1409383/",
        "https://www.themoviedb.org/tv/45532"
    ],
    "Titles": {
        "eng": "Big Windup!",
        "jpn": "おおきく振りかぶって"
    },
    "Summaries": {
        "eng": "The series, set in Saitama, follows Ren Mihashi, who had previously excelled as his middle school baseball team`s ace pitcher, due to his grandfather`s connections as its manager. As he graduates to high school, whose baseball team his grandfather does not manage, he initially does not believe he is good enough to succeed at baseball, however, but assisted by his friends, he grows in stature, confidence and skill, helping his team excel with his own ability.",
        "jpn": "「俺なんか…」と、すぐメソメソと泣くピッチャー・三橋廉。\r\n彼は中学時代、経営者の孫と言う事で“ひいき”でエースになっていた上に、 マウンドを３年間ゆずらなかった事で\r\nチームメイトに嫌われ、悲しい中学時代を過ごしていた。 自分のせいで野球部は負け続け、みんなも\r\n野球を楽しめなかった。 その罪悪感から、彼は完全に自信を失い、人間不信に陥っていく。\r\n中学卒業後、エスカレーター式の三星学園を出、野球をやめる覚悟で西浦高校へ入学する。\r\n別の学校では、実力のない自分はもうピッチャーにはなれないだろうと 思いながらも、その足はまっすぐに\r\n野球部グラウンドへ向いてしまうのだった。"
    },
    "Aliases": [
        "Oofuri",
        "Ookiku Furikabutte"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "30051",
            "URL": "https://thetvdb.com/series/big-windup/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "3261471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/3261471",
                    "Titles": {
                        "eng": "Basics of the Basics!",
                        "jpn": "基本のキホン"
                    },
                    "Summaries": {
                        "eng": "(One year before the beginning of the story) Kaguyama feels intimidated by Haruna’s presence on the baseball team for he feels that his positioned as the ace pitcher is threatened. Kaguyama wants to quit, but Haruna talks him out of it after telling Kaguyama about his own past.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "3811951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/3811951",
                    "Titles": {
                        "eng": "Goals",
                        "jpn": "目標"
                    },
                    "Summaries": {
                        "eng": "Kurata from Bijyou feels guilty about beating the crap out of other players. Abe’s accidental injury strikes a chord, and he no longer wants to be involved with Roka’s dirty schemes.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34143",
            "URL": "https://thetvdb.com/series/big-windup/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "379018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379018",
                    "Titles": {
                        "eng": "True Ace",
                        "jpn": "ホントのエース"
                    },
                    "Summaries": {
                        "eng": "Mihashi a freshman in high-school, and has just transferred to Nishiura High, a school not known for its baseball. But after he gets forced into playing by its new female coach, he befriends the the catcher Abe, who becomes his main supporter in the future.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "379019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379019",
                    "Titles": {
                        "eng": "A Catcher’s Role",
                        "jpn": "キャッチャーの役割"
                    },
                    "Summaries": {
                        "eng": "The baseball team at Nishiura High heads out to a training camp. As everyone is preparing for their first practice match against Mihashi's old school, Abe realizes that the catcher's role is not just on the field but is also to encourage and to protected the pitcher and his well-being.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "379020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379020",
                    "Titles": {
                        "eng": "Practice Match",
                        "jpn": "練習試合"
                    },
                    "Summaries": {
                        "eng": "The practice game between Nishiura High and Mihoshi, Mihashi's old school, is about to start. However before the game starts Mihashi loses his confidence and runs behind the club building, Hatake, the catcher from Mihoshi, followed him and begins to harassing him to the point of threatening to break his arm for the lost games in middle-school. It becomes apparent that Mihashi's lack of confidence stems from the constant bullying and scorn of his former teammates. Mihashi is rescued by Abe who convinces him to play and thus the game begins.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "379022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379022",
                    "Titles": {
                        "eng": "Play",
                        "jpn": "プレイ"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-0 vs. Mihoshi-0: bottom of the 1st – bottom of the 2nd inning) Mihashi is pitching nicely, outing all of Mihoshi’s batters so far. At the top of the 2nd inning, Tajima easily hits Kanou’s forkball. Kanai tries to compete with Tajima and do the same, but strikes out instead. Momoe-san then stresses the importance of the team to work together, because Tajima needs the help of his teammates in order to score runs since he is too small to hit home runs on his own. During the bottom of the 2nd, Kanou explains to Oda the secret behind Mihashi’s fastball, saying that it is “faster than a slow fastball”, which is why it is hard to hit.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "379023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379023",
                    "Titles": {
                        "eng": "Don't Ease Up!",
                        "jpn": "手を抜くな"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-2[Oki & Tajima] vs. Mihoshi-0: top of the 3rd – top of the 4th inning) With nice team work, Nishiura is able to score two consecutive runs easily. Meanwhile, tension is rising between Kanou and the rest of his team. They end up having an argument, but eventually cooled down and resolved to win the game against Nishiura to prove once and for all that Kanou is the better pitcher. Witnessing from the sidelines, Mihashi seems to be longing to join back with his old team, but Abe decides to do his best to get Mihashi to acknowledge him and Nishiura as the team in which Mihashi belongs to.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "379024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379024",
                    "Titles": {
                        "eng": "The Requirements to be a Pitcher",
                        "jpn": "投手の条件"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-2 vs. Mihoshi-3[Yoshi, Oda & Hatake]: bottom of the 4th – bottom of the 7th inning) Going into the bottom of the 7th inning, Kanou finally goes into detail about how great Mihashi’s control really is, and Mihoshi’s substitute coach comes up with a plan. Abe tried to aim for a perfect game (not letting any opposing players to get onto base), but because Mizutani missed the ball, the perfect game was lost. Abe then was determined to have a no hit and no run game, but since Oda followed the coach’s plan, Oda was able to assist his teammate to run home. To make matters worse, Hatake was able to rally by hitting a home run, placing Mihoshi in the lead. However, despite the devastation, Mihashi still has the will to keep on pitching.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "379025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379025",
                    "Titles": {
                        "eng": "I Want to Play Baseball!",
                        "jpn": "野球したい"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-4[Sakaeguchi & Abe] vs. Mihoshi-3: top of the 8th – bottom of the 9th inning) Through good teamwork, Nishiura was able to rally and gain back the lead. After winning the game, Mihashi’s old teammates finally acknowledge their mistakes and ask for his forgiveness and to come back. Mihashi declines, but he says that he liked finally getting the chance to play a proper game of baseball with everyone. After returning back to their training camp, Mihashi finally is able to fall asleep.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "379026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379026",
                    "Titles": {
                        "eng": "Amazing Pitcher?",
                        "jpn": "スゴイ投手？"
                    },
                    "Summaries": {
                        "eng": "(Urasou-2 vs. Musashino-1: top of the 1st – bottom of the 2nd inning) On the way to practice, Mihashi meets Sakaeguchi and learns about how in the Senior League, Abe was teamed up with an “amazing pitcher”. During practice, Shiga-sensei teaches all of the players how to meditate, saying that it will help them build a relaxing reflex that they can use when they are in a pinch. Thus the team starts to perform a 5 minute daily routine of meditating before practice. After a bit of practice, Momoe-san takes the team to go see a spring prefecture (Kantou) tournament game, Urawa Composite (Urawa Sougou, aka Urasou) vs. Musashino First. There it turns out that the “amazing pitcher”, Haruna, pitches for Musashino.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "379027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379027",
                    "Titles": {
                        "eng": "Past",
                        "jpn": "過去"
                    },
                    "Summaries": {
                        "eng": "(Urasou-3 vs. Musashino-4: top of the 3rd – bottom of the 9th inning) Abe’s past relationship with Haruna is revealed, showing the circumstances that led Abe to consider Haruna to be the worst pitcher instead of one of the best. However, instead of easing his worries after Abe’s explanation, Mihashi is still extremely intimidated by Haruna because he sees how much of an impact Haruna has been in Abe’s life.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "379028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379028",
                    "Titles": {
                        "eng": "Steadily",
                        "jpn": "ちゃくちゃくと"
                    },
                    "Summaries": {
                        "eng": "In order to be able to play two practice games, everyone on the team must be able to play at least two different positions. At first, Mihashi is against the idea, but after being reassured that he is the ace of the team and that Abe will always be his catcher, Mihashi accepts the circumstances. Thus Hanai and Oki have the role of substitute pitchers, while the substitute catcher is Tajima. At the end of practice, the team unanimously voted for Hanai to become captain, and Abe and Sakaeguchi become vice-captains. With finals coming up, the team decides to study altogether to make sure that everyone passes. Taking this opportunity in the guise of studying, Mihashi invites everyone to come to his house on his birthday. The team ends up celebrating not only Mihashi’s birthday, but also the birthdays of Hanai and Suyama, whose birthdays had already passed. After eating, Abe shows the rest of the team how truly amazing Mihashi’s control truly is by having Mihashi pitch at his target.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "379029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379029",
                    "Titles": {
                        "eng": "Summer is Starting",
                        "jpn": "夏がはじまる"
                    },
                    "Summaries": {
                        "eng": "The Summer National Senior High School Baseball Championship Saitama Tournament is about to start. All in all, 170 schools in the area gathered together in order to draw lots to determine who they would be playing against. Unfortunately for Nishiura, Hanai’s bad luck with lottery picking landed them against Tousei for their first game. In order to prepare, Momoe-san makes the team start practice at 5 in the morning since Nishiura’s field doesn’t have any lighting for the team to practice late. After coming back from the tournament meeting, Hamada comes to great the team and officially reunites with his childhood friend Mihashi. In addition, Hamada asks for permission to start a cheer squad on behalf of the baseball team.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "379030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379030",
                    "Titles": {
                        "eng": "Cheering Party",
                        "jpn": "応援団"
                    },
                    "Summaries": {
                        "eng": "During practice, the team, with the addition of Hamada, continue to meditate, but this time start to actively train their relaxing reflex to trigger with the presence of a third base runner. Momoe-san and Shiga-sensei stress to Hamada the importance of the cheer squad, because the mood of the audience can make a break the team’s moral and ability to play.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "379031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379031",
                    "Titles": {
                        "eng": "Summer Game Beginning",
                        "jpn": "夏大開始"
                    },
                    "Summaries": {
                        "eng": "The team has been working hard to prepare for the game against Tosei, to the point that even Shinooka-chan collapses from exhaustion because she had pulled an all-nighter writing a detailed report on Tosei’s battery and batters. Everyone is getting worked up about the game, including all of the boys’ mothers and also the other members of the cheer squad and audience (over 200 other students) that Hamada was able to recruit.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "379032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379032",
                    "Titles": {
                        "eng": "Challenge!",
                        "jpn": "挑め！"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-0 vs. Tosei-0: top of the 1st inning) The first game of the summer tournament begins. Everyone is present, including the big crowd that Hamada got to come to the game. Mihashi and the team are starting off well; unfortunately, Tajima could not connect with any of the break balls thrown at him and gets struck out.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "379033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379033",
                    "Titles": {
                        "eng": "First Point",
                        "jpn": "先取点"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-1?[Hanai] vs. Tosei-0: bottom of the 1st – top of the 2nd inning) The Tosei batters are getting perplexed by Mihashi’s pitching since the balls appear to be easy, but are hard to connect. During Nishiura’s at bat, Tajima is able to steal (figure out) Takase’s pitching motion, so was able to guide Hanai into stealing second base. However, with two out, Tosei tried to pick Mihashi out, since he was too far away from first base. It’s a race to see whether Tosei can out Mihashi, or if Hanai can reach home first.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "379034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379034",
                    "Titles": {
                        "eng": "Do Not Underestimate",
                        "jpn": "あなどるな"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-1 vs. Tosei-0: bottom of the 2nd – bottom of the 3rd inning) Tosei still does not know what to make of Mihashi’s pitches, and Nishiura is still hanging on. Nishiura had a chance to get another run in, but the Tosei battery once again made Tajima strike out. During the bottom of the 3rd, Mihashi’s female cousin, Ruri, arrived at the stadium to cheer for Mihashi.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "379035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379035",
                    "Titles": {
                        "eng": "Third Runner",
                        "jpn": "サードランナー"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-1 vs. Tosei-0: top of the 3rd – bottom of the 4th inning) Tosei comes back with a counter attack plan, playing to the basics and hitting grounders. Though Nishiura is still hanging onto their lead, they are playing really hard defense. Also, the team is starting to use their relaxing reflex, since there is a “third-base runner”.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "379036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379036",
                    "Titles": {
                        "eng": "Additional Point",
                        "jpn": "追加点"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-2[Mihashi] vs. Tosei-0: top of the 5th inning) After getting on base because of a dead ball caused by the rain, Mihashi and the rest of his team work hard in order to get one more run before the inning ends.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "379037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379037",
                    "Titles": {
                        "eng": "Tosei's Abilities",
                        "jpn": "桐青の実力"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-2 vs. Tosei-2[Motoyama & Shimazaki]: bottom of the 5th – bottom of the 6th inning) Tosei continue their attack plan, concentrating on hitting Mihashi’s curveball, and manage to get in one run. Nishiura gets into a little mishap, because Mihashi gets a nose bleed, making Abe worry about Mihashi’s condition and whether or not he can pitch. However, it was lucky that this didn’t happen until after the 5th inning, so Mihashi was able to rest for a bit while the field underwent maintenance. The 6th inning doesn’t progress much better for Nishiura, as Tosei ties the score.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "379038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379038",
                    "Titles": {
                        "eng": "Reversal",
                        "jpn": "逆転"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-2 vs. Tosei-3[Yamanoi]: bottom of the 6th – bottom of the 7th inning) Though Nishiura is playing a good defense, the lucky breaks that Tosei keep on having make the members of Nishiura seem clumsy. The mound becomes slipper as the rain pours down harder, causing Mihashi to lose his footing and throw a wild pitch, giving Tosei the opportunity to steal another run. To make maters worse, Mihashi’s fever is rising, but after Ruri tells him that Kanou and Mihoshi won their game, “Ren-Ren” has renewed strength and will to pitch the rest of the game.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "379039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379039",
                    "Titles": {
                        "eng": "One More Point",
                        "jpn": "もう一点"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-3[Suyama] vs. Tosei-3: top of the 8th inning) Tajima once again strikes out, but is able to help his teammates successfully steal bases once he enters the coaching box again. With a nice hit from Mizutani, Suyama gains another point for Nishiura. Hanai also tries to steal another run on the same play, but is stopped by Kawai. Tajima feels down because he hasn’t been able to contribute any runs, but the other guys cheer him up by saying that they will get him another chance to bat once more.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "379040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379040",
                    "Titles": {
                        "eng": "Defend!",
                        "jpn": "防げ！"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-3 vs. Tosei-4[Kawai]: bottom of the 8th inning) Tosei takes several gamble plays and is able to get one more run in to take the lead once again. On the second attempt at a run, Mihashi paused briefly before throwing the ball back home, for he was afraid Abe would get injured. Abe got angry with Mihashi but assured him that he would keep his promise not to get injured.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "379041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379041",
                    "Titles": {
                        "eng": "Strictly",
                        "jpn": "ゲンミツに"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-5[Abe & Izumi] vs. Tosei-4: top of the 9th inning) Nishiura is desperate now to get their batters onto the plates in order to have a chance at winning. The team hangs in the game long enough for Tajima to have one more at bat chance, with two runners on third and second base, and two outs. Tajima is finally able to hit Takase’s sinker, thus allowing Nishiura to take back the lead with two runs.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "379042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379042",
                    "Titles": {
                        "eng": "Conclusion",
                        "jpn": "決着"
                    },
                    "Summaries": {
                        "eng": "(Nishiura-5 vs. Tosei-4: bottom of the 9th inning) Now that they have the lead, Nishiura must make sure that they don’t allow any more runs. Abe wants Mihashi to keep pitching his fastball, but Mihashi feels insecure, and is practically out of gas. Even still, Mihashi does not want to get off the mount and sticks in there till the very end, only to fall to sleep immediately after the game.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "379043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/379043",
                    "Titles": {
                        "eng": "One Victory",
                        "jpn": "ひとつ勝って"
                    },
                    "Summaries": {
                        "eng": "After the game against Tosei ends, Mihashi is taken home to rest since he has a fever. Abe, Hanai, Tajima and Izumi come over to visit him the next day to eat lunch with him and fill him in on what he missed during the previous afternoon’s end of game meeting. They all reassured him that everyone is very happy with his performance, and no one blames him for the runs that Tosei got.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "201171",
            "URL": "https://thetvdb.com/series/big-windup/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1818711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818711",
                    "Titles": {
                        "eng": "What's Next?",
                        "jpn": "次は？"
                    },
                    "Summaries": {
                        "eng": "The episode begins with a combo play by Tajima and Mihashi in a gym period soccer game. Meanwhile Shinooka is approached by her friends to become cheerleaders for the clubs quendan. During lunch break Mihashi, Izumi, Hanada and Tajima discuss the eventuality of making it into the news when Hanada brings up Momoe in the conversation over food. The team later attends a match between two schools, where the winner is scheduled to be Nishiura'a next opponent.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1818721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818721",
                    "Titles": {
                        "eng": "Sakitama",
                        "jpn": "崎玉"
                    },
                    "Summaries": {
                        "eng": "The episode continues with the Nishiura team watching the Sakitama match and is set off with the arrival of Mrs. Hanai and Mrs. Abe. They speak with Momoe about the game recording, as well as little bit about Momoe's past, where its revealed that she was the Baseball Clubs manager in the past.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1818731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818731",
                    "Titles": {
                        "eng": "3rd Match",
                        "jpn": "３回戦"
                    },
                    "Summaries": {
                        "eng": "The episode begins with catching practice among the players of Nishiura, where through Sakaeguchi's speculations, the reason for Mihashi's obsession with the pitcher's mound is revealed! Just before the game begins,with Sakitama having chosen offence, Momoe tells Hanai that he can be the hero today, a statement which slightly throws him off.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "1818741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818741",
                    "Titles": {
                        "eng": "Baseball is Hard",
                        "jpn": "野球シンドイ"
                    },
                    "Summaries": {
                        "eng": "Nishiura and Sakitama's battle continues in a tight game. Both teams have to overcome their faults and strengths.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "1818751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818751",
                    "Titles": {
                        "eng": "I Want to Play Baseball",
                        "jpn": "野球やりたい"
                    },
                    "Summaries": {
                        "eng": "The fight between Nishiura and Sakitama continues. Nishiura tries to score, but loses in a called game (0-8).",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "1818761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818761",
                    "Titles": {
                        "eng": "Important",
                        "jpn": "大事"
                    },
                    "Summaries": {
                        "eng": "Nishiura meets the baseball members of Sakitama in the train and are asked for practice games. Abe tells Mihashi to stop practicing his pitches since there will be conseqitive games after their third game. The 'cheer girls' prepare their cheering outfits now that the team has won their second game. Nishiura arrives at the stadium, and sits in the bleachers.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "1818771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818771",
                    "Titles": {
                        "eng": "Slow Change",
                        "jpn": "ゆるやかな変化"
                    },
                    "Summaries": {
                        "eng": "Nishiura's third game against Kounan starts. Bijou's coaches observe the game, and deduce that the catcher is deciding all of the pitches, and that Nishiura's pitcher has perfect control. Nishiura wins 6-3. Mihashi is approached by Abe's father, who asks him if he is scared of Abe. Mihashi says yes. Mihashi returns home, where his father is waiting. At home, Abe is questioned by his father about his relationship with Mihashi. Shimizu, a female reporter, finally gets the clear to cover Nishiura. Nishiura is about to start their next game with Bijoudai-Sayama.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "1818781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818781",
                    "Titles": {
                        "eng": "5th Match",
                        "jpn": "５回戦"
                    },
                    "Summaries": {
                        "eng": "Nishiura's game against Bijoudai-Sayama starts. Knowing that Abe carefully considers each player's pitch preferences, the opposing team quickly gains runs. Mihashi questions why the opposing team seems to only swing on pitches that seem to be the opposite of what they like, and Momoe and Abe realise that Bijou must have gathered a lot of data on Nishiura. Momoe notices that even the defense against them is skewed toward Nishiura's tendencies. Abe and Mihashi create a sign for a fake refusal of a sign to throw off Bijou. First inning (3-0), second inning (1-0).",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "1818791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818791",
                    "Titles": {
                        "eng": "Doing Research",
                        "jpn": "研究されてる"
                    },
                    "Summaries": {
                        "eng": "Although Nishiura has discovered the extent of Bijou's planning against them, Abe decides to simulate ignorance to turn their information to Nishiura's advantage. Third inning (0-1). Suspicious, the senior captain that gave information about Nishiura to Bijou questions Bijou's coach Roka about Bijou's regular catcher's frequent glances at Roka, and decides to stay sitting next him to stop him from giving out signs from the benches and making the game unfair. Fourth inning (0-1). Although Bijou starts wondering if Nishiura has caught on to their strategy, they aren't quite sure.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "1818801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818801",
                    "Titles": {
                        "eng": "Bottom of the 5th, 2 - 5",
                        "jpn": "５回裏、２対５"
                    },
                    "Summaries": {
                        "eng": "Momoe is infuriated to learn that Mihashi has never shaken off a pitch call from Abe, but decides not to scold Mihashi until after the game to preserve Mihashi's focus on the game. Takenouchi, Bijou's first pitcher, is replaced by Kashima as pitcher. Takenouchi replaces Kitamura as left fielder. Kashima's pitches are faster than Nishiura is used to by players and they have difficulty hitting. To avoid stepping on Kurata's arm in a successful dive toward home, Abe sprains his left knee. Tajima replaces Abe as catcher. Nishihiro plays left field and Mizutani plays third. Mihashi and the team resolves to do their best to make up for Abe's absence. Fifth inning (1-2), sixth inning (0-0), seventh inning (1-x).",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "1818811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818811",
                    "Titles": {
                        "eng": "Because I'm the Ace",
                        "jpn": "エースだから"
                    },
                    "Summaries": {
                        "eng": "At the bottom of the seventh, the Tajima-Mihashi battery gives up two runs. Bijou figures out that Momoe is calling out strikes or balls. After Mihashi easily acquieses to Abe's order to listen to Tajima's calls, Abe starts to feel guilty about Mihashi's absolute obedience to him and resolves to apologize after the game. Mihashi feels guilty that Abe is the only one to strategize and has to look after him. Eighth inning (0-1).",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "1818821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818821",
                    "Titles": {
                        "eng": "9th Inning",
                        "jpn": "９回"
                    },
                    "Summaries": {
                        "eng": "Mihashi goes past his 100th pitch. Momoe realises Bijou has decoded Nishiura's signs. Momoe tells Tajima to decide pitches with Mihashi. After a three-run homer, Mihashi is badly shaken up and ends up giving up a walk to the next batter, unable to locate his pitches. Mihashi sees the importance of a pitcher's decision to follow the catcher's signs. Mihashi manages to strike-out the next batter, Kurata, the catcher, in that mindset. Bijou's Kashima is replaced by Takenouchi as pitcher. Moriya replaces Takenouchi in left field. Nishihiro, the reserve player, gets the last at-bat with two outs, but strikes out and the game ends with the ninth inning (4-1). Nishiura loses 11-6. Although they've lost, Momoe tells them to look forward to the Newcomers Tournament and the Fall Tournament.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "1818831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/big-windup/episodes/1818831",
                    "Titles": {
                        "eng": "We Start Again",
                        "jpn": "また始まる"
                    },
                    "Summaries": {
                        "eng": "The newcomers tournament begins in two weeks. Captain Hanai suggests the team set goals for themselves. Everyone desires to go to Koushien, but the team lacks a consensus on how far they aim to go in the tournament. Only Mihashi and Tajima wrote winning the championship because the rest of the team lacked the resolve after losing their last game. Hanai asks Mihashi to explain what he wrote but Mihashi felt insecure about his reasoning, and says he didn't give it much thought.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}