{
    "URL": "https://thetvdb.com/series/fafner",
    "Genres": [
        "Action",
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0440987/",
        "https://www.themoviedb.org/tv/42836"
    ],
    "Titles": {
        "eng": "Fafner in the Azure",
        "jpn": "蒼穹のファフナー"
    },
    "Summaries": {
        "eng": "At the beginning of the story, much of the world has been destroyed by the Festum and the remote Japanese island of Tatsumiyajima (竜宮島?, lit. Dragon Palace Island) has only remained unscathed by virtue of an advanced cloaking shield. The island's young people continue with their daily lives unaware of these events, but after many years of peace a lone Festum discovers Tatsumiyajima and attacks. The adults activate Tatsumiyajima's hidden defense systems and attempt to repel the attacker but to no avail. In desperation they order the deployment of the Fafner Mark Elf but its pilot is killed en route to the hangar. Left with no further options, they send a young boy named Kazuki Makabe as the replacement pilot assisted by Soushi Minashiro from within the Siegfried System.",
        "jpn": "日本の片隅に浮かぶ竜宮島に、ある日突然、不思議な声が響き渡った。「あなたはそこにいますか…」そしてその瞬間、謎の敵によって竜宮島は襲撃される。島に暮らす少年・真壁一騎は、切り札として用意された兵器・ファフナーに乗り込み、戦うことを決意するのだった。"
    },
    "Aliases": [
        "Fafner in the Azure: Dead Aggressor",
        "Sōkyū no Fafner: Dead Aggressor",
        "Soukyû no fafunâ",
        "Soukyuu no Fafner",
        "Fafner in the Azure: THE BEYOND",
        "Fafner in the Azure: Exodus",
        "Fafner of the Blue Sky",
        "Fafner Dead Aggressor",
        "蒼穹のファフナー Dead Aggressor THE BEYOND"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "30053",
            "URL": "https://thetvdb.com/series/fafner/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "1817581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/1817581",
                    "Titles": {
                        "eng": "Right of Left",
                        "jpn": "蒼穹のファフナー RIGHT OF LEFT"
                    },
                    "Summaries": {
                        "eng": "Yumi and Kyo are children who have been selected to take part in a top secret mission, to be the pilots of the first Fafner combat units; the last chance of survival for the human race. The enemy is ruthless, remorseless and is able to read the minds of humans. Therefore, the details of this mission are kept a secret even from the personnel involved. The young pilots must use all their courage and faith in order to survive and complete their mission or the fate of mankind would be compromised.",
                        "jpn": "ノートゥング・モデルのファフナーが未完成段階の竜宮島に、フェストゥムが近づき始めた。現段階でフェストゥムに発見されれば、アルヴィスは壊滅する。それを防ぐべく、竜宮島左翼部を切り離してフェストゥムを引きつける「PLAN L」が実行されるることとなった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5361659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5361659",
                    "Titles": {
                        "eng": "Arcadian Memory 1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5361660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5361660",
                    "Titles": {
                        "eng": "Arcadian Memory 2",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4065471",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/4065471",
                    "Titles": {
                        "eng": "Heaven and Earth",
                        "jpn": "蒼穹のファフナー　HEAVEN AND EARTH"
                    },
                    "Summaries": {
                        "eng": "The year is 2148. Two years after the end of the original Fafner in the Azure TV series, Tatsumiya Island and its surviving residents have returned to some semblance of recovery. However, things have become desperate for our hero, Kazuki; nearly blind now, and partially crippled from his battles with the Festum two years earlier, he clings to the promise his fallen friend Soushi made to him to return to the island and set things right again. Kazuki's hopes flare when a lifeform is detected within an unmanned submarine that comes floating into Tatsumiya Bay one night, but the person aboard isn't Soushi; it is a mysterious \"boy\" named Misao Kurusu who may not be entirely human, and who claims to have been sent by Sōshi. With Misao's arrival, hostilities break out anew between the Human Army and the Festum, and the Fafner pilots are thrown into the most desperate battle of their lives - this time, with the fate of TWO races riding on their shoulders.",
                        "jpn": "2148年。太平洋に浮かぶ孤島・竜宮島に住む若者達は人型決戦兵器「ファフナー」に搭乗し、宇宙から来襲したシリコン型生命体「フェストゥム」との戦いに打ち勝つ。その戦いの終盤に、皆城総士（声：喜安浩平）はフェストゥムに捕らえられるが、「蒼穹作戦」により真壁一騎（声：石井真）たちに救出される。しかしファフナー搭乗の副作用の“同化現象”が進行した総士の肉体は消滅してしまう。最後に「いつか竜宮島へ戻る」と一騎と約束をしながら…。その後人々が平和に暮していたある日、一隻の艦が竜宮島へ打ち揚げられる。中には1人の少年が眠っていた。そして、突如平和は破られた。フェストゥムの侵攻が再び始まったのだった…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6599437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/6599437",
                    "Titles": {
                        "eng": "EXODUS #01",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6599439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/6599439",
                    "Titles": {
                        "eng": "EXODUS #22",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8880529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/8880529",
                    "Titles": {
                        "eng": null,
                        "jpn": "蒼穹のファフナー シリーズ17周年記念特番『THE BEYOND（そのさきへ）』"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "9963216",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/9963216",
                    "Titles": {
                        "eng": "BEHIND THE LINE",
                        "jpn": "BEHIND THE LINE"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "人型ロボット兵器ファフナーのパイロットとなった真壁一騎や親友の皆城総士ら少年少女が、フェストゥムと呼ばれる謎の敵との激闘を繰り広げるさまを描く「蒼穹のファフナー」シリーズ。本作では、「蒼穹のファフナー HEAVEN AND EARTH」で描かれた戦いによって平和を取り戻した竜宮島を舞台に、再会を果たした一騎や総士をはじめとした竜宮島の人々が過ごす、何気なくも忘れ難い平穏な日々を描く。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32934",
            "URL": "https://thetvdb.com/series/fafner/seasons/official/1",
            "Titles": {
                "eng": "Dead Aggressor",
                "jpn": null,
                "kor": "Dead Aggressor",
                "fra": "Dead Aggressor",
                "zho": "苍穹之法芙娜"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "kor": null,
                "fra": null,
                "zho": "真壁一骑是个生长在对日本而言十分乡下的龙宫岛上的少年──对他来说，像这样的和平是普通到不能在普通的状况。 　　但当由硅所构成的不明生物·异界体（Festum）开始攻击龙宫岛时，他才开始注意到他现在所拥有的和平生活不过只是个被创造出来的假象。 　　为了取回自己的和平生活，他和同伴开始一起搭乘人类所创造出来的巨大兵器·法夫那（Fafner）和异界体战斗── 　　在激战的彼端，等待着他的是……"
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "370178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370178",
                    "Titles": {
                        "eng": "Beginning (Paradise)",
                        "jpn": "楽園～はじまり"
                    },
                    "Summaries": {
                        "eng": "Introducing some of Tatsumiyajima's inhabitants, like the school going children: Kazuki, Maya, Hazama (sick in bed) and the rest of the gang. And Soshi (believed to have returned from a trip from Tokyo).",
                        "jpn": "大海に佇む孤島・竜宮島で、真壁一騎や皆城総士は平和な日々を過ごしてきた。そんなある日、空から「あなたはそこにいますか？」という声が響き渡る。そして突然、謎の敵フェストゥムが襲来する。フェストゥムによって無残に破壊されていく竜宮島を前に、アルヴィス司令官・皆城公蔵はファフナーの出撃を決意して…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "370179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370179",
                    "Titles": {
                        "eng": "Life (Confession)",
                        "jpn": "告知～いのち"
                    },
                    "Summaries": {
                        "eng": "Kazuki pilots the Fafner and defeats the enemy. But the children on the island, previously oblivious, must now  face the horrible reality of their situation.",
                        "jpn": "初めての実戦。多大の犠牲を払いつつも勝利した一騎は、戦闘後アルヴィスのメディカルルームへ運ばれる。帰宅した一騎を待っていたのは、アルヴィスの制服に身を包んだ総士だった。総士は一騎に、現実の世界の有様を伝え、これから一緒に戦うことを約束するのだった。そして、アルヴィスで一騎の訓練が開始された。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "370180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370180",
                    "Titles": {
                        "eng": "Truth (Labyrinth)",
                        "jpn": "迷宮～しんじつ"
                    },
                    "Summaries": {
                        "eng": "Various children on the island are selected for enrollment into the service, much to the dispair of many parents. Meanwhile, Kazuki discovers someone at the basement of the base. A search plane flys in the direction of the island's location. And an enemy appears at a bad time.",
                        "jpn": "新たなアルヴィスの司令官となった史彦は、不足する戦力を補うため、新たなファフナー・パイロット候補として、咲良、甲洋、剣司、衛、翔子、真矢をアルヴィスに配属する。一方、一騎はアルヴィス内で不思議な少女に出会った。彼女を追ってアルヴィスの最下層に向かった一騎は巨大な装置の中で眠る少女を発見する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "370181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370181",
                    "Titles": {
                        "eng": "Departure (Escape)",
                        "jpn": "逃航～ふなで"
                    },
                    "Summaries": {
                        "eng": "Kazuki rescues the search plane against the commander's orders. Their battle does not go well. And Kazuki's disobediance results in more trouble to come.",
                        "jpn": "人類軍偵察機を囮にして、竜宮島は移動作戦を開始。一騎は作戦の援護のためにマークエルフで飛び立つ。フェストゥム・スフィンクス型に手を出すなと忠告する総士だが、一騎は人類軍を助けるため命令に反してしまう。事態の急変に伴い予定より早く出航する竜宮島。しかし、その途中で人類軍に発見されてしまうのだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "370182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370182",
                    "Titles": {
                        "eng": "Pledge (Promise)",
                        "jpn": "約束～ちかい"
                    },
                    "Summaries": {
                        "eng": "Shouko's friends and mother express concern over her medical condition. The U.N.'s fleets makes an approach to the island to pick up the Mark Sechs that they requested but is attacked by a Festum along the way.",
                        "jpn": "一騎の行動は、結果的に新国連に竜宮島の存在を知らせることになってしまった。新国連のギャロップ事務総長は島の破壊をにおわせ、史彦にファフナーの引渡しを要求する。そして、ファフナー・マークゼクスを新国連に引き渡す日が来た。だが、竜宮島を目指す輸送船団の行く手に、フェストゥム・スフィンクス型が出現する。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "370183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370183",
                    "Titles": {
                        "eng": "Sacrifice (Soaring Sky)",
                        "jpn": "翔空～ぎせい"
                    },
                    "Summaries": {
                        "eng": "Two Festums have appeared, and with Kazuki preoccupied with one of them, Shouko makes a decisive decision to act. Her actions saves the island and she keeps her promises to Kazuki and her mother. But the cost for everyone is too great.",
                        "jpn": "マークエルフが新国連の船団を襲ったスフィンクス型の迎撃に向かった隙に、突如もう一体のスフィンクスB型に襲われた竜宮島。破壊されていく島を見た翔子は、マークゼクスに乗り込むことを決める。一騎の戻る場所をこれ以上壊されまいと、翔子は捨て身の決意でスフィンクスB型の前に立ちはだかり…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "370184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370184",
                    "Titles": {
                        "eng": "Parents & Children (Family)",
                        "jpn": "家賊～おやこ"
                    },
                    "Summaries": {
                        "eng": "Shouko's death is received with mix reactions. Kouyou's and Sakura's performance are tested against Kazuki's Mark Elf. An island showing similarities to the Tatsumiya island is discovered, a team is assembled to investigate.",
                        "jpn": "貴重なマークゼクスを失わせた翔子に対する島民の反応は冷酷だった。理不尽に荒らされた翔子の墓の前に立ち尽くす甲洋。そんな中、マークドライとマークフィアーの適合者として、咲良と甲洋が選ばれる。いきなりマークエルフ相手の模擬戦闘に挑むふたりだが、熟練者の一騎にかなうはずもなく、一方的に叩きのめされて…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "370185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370185",
                    "Titles": {
                        "eng": "Kouyou (Strife)",
                        "jpn": "確執～こうよう"
                    },
                    "Summaries": {
                        "eng": "The team arrive on the island and various units set out to explore the apparently uninhabited island. Things go horribly wrong however.",
                        "jpn": "竜宮島の北方350キロに、アーカディアン計画の一端と思われる人工島が発見された。狩谷の指揮の下、一騎や甲洋、歴戦の特殊部隊員・溝口たちが探索に向う。その影で、地下施設の中枢部から島のデータを持ち帰ろうとしていた狩谷たち。ところがその時、岩戸の奥にいた少年の姿のフェストゥムを目覚めさせてしまい…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "370186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370186",
                    "Titles": {
                        "eng": "Parting (Assimilation)",
                        "jpn": "同化～わかれ"
                    },
                    "Summaries": {
                        "eng": "Efforts to rescue Maya and Kyouhei from the island come at a great cost to Kouyou. And Kouyou's friends and family react to the great loss differently.",
                        "jpn": "島の上空に現れたフェストゥム・マスタータイプのイドゥンは、マークエルフとフェストゥムとの戦いを観察していた。そんな中、溝口と真矢を助けようとしたマークフィアーは、海中に出現したフェストゥムに捕まってしまう。そこに救援にやってきたマークドライが、マークフィアーのコクピットの回収に成功するが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "370187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370187",
                    "Titles": {
                        "eng": "Crossing Paths (Disintegration)",
                        "jpn": "分解～すれちがい"
                    },
                    "Summaries": {
                        "eng": "Hiroto Douma rebels and locks himself up in the school's broadcast room, apparently upset that his dreams of stardom may not be fulfilled.",
                        "jpn": "ファフナーと仲間のどちらが大切なのか。竜宮島の未来を担う総士の答えは明確だったが、戦いの中で自分の居場所を見失いかけていた一騎は、総士の答えの中に自分の居場所を見出そうとしていた。そんな中、由紀恵から外の世界への脱出を囁かれた一騎は、真矢に、自分のことを忘れないでほしいと頼むのだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "370188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370188",
                    "Titles": {
                        "eng": "Human Force (Old & New)",
                        "jpn": "旧新～じんるいぐん"
                    },
                    "Summaries": {
                        "eng": "Kazuki leaves the remote island with Yukie, taking the Fafner Mark Elf with him, arriving at a rundown city. Both Fumihiko and Kyouhei speculate about the sudden departure. After Kazuki and Yukie decide to make camp, they are then attacked by a Festum. Michio Hino and Canon Memphis, both piloting Fafners, appear and annihilate the Festum. However, the two then turn on Kazuki and disable his Fafner. Both Kazuki and Yukie is taken prisoner aboard the Neo UN fleet, having the Fafner Mark Elf in its possession. Soushi tells Maya that Kazuki wanted to escape from the island, though she disagrees with him.",
                        "jpn": "リンドブルムに搭乗した由紀恵とともに、一騎はマークエルフで竜宮島を去った。総士は、一騎が自分を見捨てたのだと決めつけ、咲良は一騎の行為を裏切りだと切り捨てる。一方、由紀恵に導かれ、新たな世界を目撃する一騎。たどり着いた東南アジアの密林の中、一騎はスフィンクス型の襲撃を受けてしまい…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "370189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370189",
                    "Titles": {
                        "eng": "Desperation (Absence)",
                        "jpn": "不在～あせり"
                    },
                    "Summaries": {
                        "eng": "Mamoru Kodate, Kenji Kondo, and Sakura Kaname are among the candidates to pilot the Fafners. Meanwhile, Kazuki and Yukie are questioning the reason of their imprisonment. As a new Festum approaches, the new pilots are soon tested to defeat it. Mamoru devises a plan, ignoring Soushi's specified orders. The three collaboratively succeed in defeating the Festum, yet they are put in confinement for acting on their own judgment. Soushi learns from Fumihiko that Kazuki denies himself daily, bypassing any assimilation. Maya realizes that Soushi has feelings for Kazuki. Michio brings Kazuki to the deck of the ship, also encountering Canon, before arriving at the Moldova base.",
                        "jpn": "フェストゥムの新たな襲撃に備えるため、アルヴィスは剣司と衛をパイロットとして投入することを決定。一方、真矢は何もできずにいる自分に焦りを感じていた。そして、一騎不在の中、竜宮島をフェストゥムが襲撃する。咲良のマークドライ、剣司のマークアハト、衛のマークフュンフが出撃するのだが…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "370190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370190",
                    "Titles": {
                        "eng": "Festum (Erosion)",
                        "jpn": "侵蝕～フェストゥム"
                    },
                    "Summaries": {
                        "eng": "Mitsuhiro Bertrand says that Japan was destroyed thirty years ago when toxins were emitted from the core, which prevented citizens unable to produce offspring, marking the beginning of the attempted genocide of humanity by the Festums. When the Alvis base was founded, children were able to become immune to the Festums through gene manipulation. Hester deceptively announces of a new weapon capable of defeating Festums, having the Fafner Mark Elf displayed. Yoji Hino, who revealed he had left the island five years ago to create weapons for the Neo UN fleet, offers Kazuki to work for him as a staff member. The Grendel Type Festums invade the Moldova, prompting Kazuki to fight back.",
                        "jpn": "由紀恵からファフナーの戦闘記録を入手した人類軍は、ファフナーを新たな人類の武器として全世界に宣伝した。一方、一騎はモルドヴァで日野道生の父、洋治に会う。洋治は一騎に、戦う以外の選択肢を与えることができると話し始めた。しかしその時、イドゥンがモルドヴァ基地への侵攻を開始して…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "370191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370191",
                    "Titles": {
                        "eng": "Occupation (Awakening)",
                        "jpn": "覚醒～せんりょう"
                    },
                    "Summaries": {
                        "eng": "Maya and Kyouhei go on a mission to rescue Kazuki at Moldova base. At the same time, the Neo UN fleet invades the Alvis base, trying to secure the island by taking control of the red female core, revealed to be a Coagula Type Festum, however it has left its container. Meanwhile, Yoji manages to persuade Mjolnir, the Master Type Festum which has assimilated Akane Makabe, to give the Fafner Mark Sein to Kazuki. Yukie, as well as Col. Dudley Barns, questions Fumihiko and Soushi concerning the whereabouts of the female core, but the latter two are unaware of its current location. While Kyouhei fends off the Festum in the laboratory, Yoji gives Maya the research data of the Fafner Mark Sein.",
                        "jpn": "真矢は溝口とともに人類軍モルドヴァ基地へ向かった。その直後、竜宮島に人類軍占領部隊が到着。人間相手に戦えない史彦は戦いを放棄し、島民の避難を優先させる。続々と上陸する人類軍占領部隊。晴れて人類軍の軍服に身を包んだ由紀恵はワルキューレの岩戸へ急行するが、そこにコアはいなくなっていて…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "370192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370192",
                    "Titles": {
                        "eng": "Scream (Memory)",
                        "jpn": "記憶～さけび"
                    },
                    "Summaries": {
                        "eng": "The Neo UN fleet occupies the Alvis base, however the female island core is still reported missing. Back at the Moldova base, Kazuki receives the Fafner Mark Sein from Mjolnir. Idun, another Master Type Festum, consumes Mjolnir, enraging Kazuki as he continues to fight. Both Kazuki and Idun sink into a lava pit generated by the Fafner Mark Sein. Kazuki confronts his internal conflicts about his past of when Soushi's left eye was first injured and of how the green crystals were first implanted in his body. Maya and Kyouhei witness Kazuki defeating Idun in the lava pit. Kazuki later tells Maya and Kyouhei that he is looking forward to protect the island after knowing what he is dealing with.",
                        "jpn": "ミョルニアは、マークザインを一騎に届ける。しかし、一騎は母そっくりなミョルニアを見て衝撃を受けていた。その直後、目の前でミョルニアがイドゥンに飲み込まれる光景を見た一騎は怒りの感情に取り込まれてしまう。その怒りはマークザインを変貌させ、フェストゥムや、周囲のものを次々に取り込んでいって…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "370193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370193",
                    "Titles": {
                        "eng": "Welcome Home (Friends)",
                        "jpn": "朋友～おかえり"
                    },
                    "Summaries": {
                        "eng": "The Neo UN fleet, taking control of the Alvis base, is faced with a new Festum that begins to assault the island. It is shown that Seri Tatekami was with the female island core, recognized as Tsubaki Minashiro, before she returns back to the base. Chizuru later finds Tsubaki and takes her to the lighthouse. Tsubaki leads Fumihiko and Soushi into a second command center. Mamoru, Kenji, and Sakura barely put up a fight against the Festum, as they are consequently defeated. Kazuki, in the Fafner Mark Sein, arrives in time, synchronizes himself with Soushi, and eradicates the Festum using a rifle gun and then a lance sword.",
                        "jpn": "竜宮島では、人類軍占領部隊が島のコア以外の全てを掌握していた。しかしコア不在で手薄になった竜宮島の防衛網を突いて、フェストゥム・プレアデス型が襲来する。そんな中、総士たちは乙姫に導かれ、ファフナーを取り戻す。出撃する咲良たちだが、強力な敵に歯が立たない。だが、そこに一騎のマークザインが現れて…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "370194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370194",
                    "Titles": {
                        "eng": "Device (Survival)",
                        "jpn": "生存～しかけ"
                    },
                    "Summaries": {
                        "eng": "Maya gives Fumihiko the research data, while Kyouhei informs that Yoki sacrificed himself to destroy the Festums in the laboratory. Tsubaki, now in the Alvis base, is revealed to be Soushi's younger sister. Michio is ordered to depart from the island, while Canon is requested to stay. Yukie docks a submarine near the island, and she activates the Fenrir System self-activation sequence. Michio becomes aware of this and warns the base of the threat. Kyouhei attempts to disarm the sequence, but Canon overrides the system. Michio takes care of the missiles launched by the fleet, while Kazuki, now released from probation, confronts Canon, managing to convince her to disarm the sequence.",
                        "jpn": "アルヴィスは、人類軍の手から島を取り戻した。総士は真矢に説得され、一騎と話をしようとする。その頃、千鶴に余命3ヶ月と宣告された乙姫は、それは人間として生きることを選んだ自分の選択だと笑って答えるのだった。その一方、バーンズ大佐は、カノンと潜水艦を巻き添えに竜宮島を消滅させることを決定して…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "370195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370195",
                    "Titles": {
                        "eng": "Memory (Father)",
                        "jpn": "父親～おもいで"
                    },
                    "Summaries": {
                        "eng": "Adjusting to life on the island, Michio stays with Yumiko Tomi, while Canon resides with Yoko Hazama. All the children enjoy a moment at the beach. However, Mitsuhiro visits the island, soon discovering that the results of Maya's pilot aptitude test was falsified. He takes the issue to trial and tries to claim custody of Maya. Nevertheless, he is prevented from doing so by the testimonies of other pilots about the skewing of the test data. Tsubaki verifies all the claims and admits her involvement as well. Mitsuhiro leaves the island, warning the pilots of what is to come.",
                        "jpn": "カノンたちは竜宮島の住人として生きる道を選んだ。そして乙姫も、島で新たな生活を始める。一方、千鶴は真矢のパイロットとしての高い適性が示されたデータを発見する。弓子が真矢のデータを改ざんしていたのだ。新国連使節としてやって来た真矢の父、ミツヒロ・バートランドは、データ改ざんの事実を知って…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "370196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370196",
                    "Titles": {
                        "eng": "Sight (Maya)",
                        "jpn": "真矢～まなざし"
                    },
                    "Summaries": {
                        "eng": "Maya, after showing progress during her training session, is assigned to be a sniper with the other pilots. Both Kazuki and Fumihiko are later invited by Michio and Yumiko to eat dinner with Maya and Chizuru. A notice is sent to inform of a bone festival that will take place in the evening to honor those to have been deceased. However, a group of Rare Type Festums soon approach the island, in which all pilots engage in battle against them. Sakura is caught by one of the Festums, and Kazuki manages to save her. Moreover, when another Festum attacks Maya from above, she shoots it at point blank, achieving victory.",
                        "jpn": "真矢がマークジーベンのパイロットとして、戦列に加わることになった。彼女の身を案じて後方支援に就かせた総士だが、真矢は溝口が舌を巻くほどの、狙撃手としての才能を開花させる。そして盆祭りが近づいたある日、ついにフェストゥム・コアギュラ型が襲撃。真矢の初陣となった。苦戦する咲良たちだったが…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "370197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370197",
                    "Titles": {
                        "eng": "Light (Lantern)",
                        "jpn": "燈火～ともしび"
                    },
                    "Summaries": {
                        "eng": "The preparation of the bone festival is underway. Canon and Sakura make amends for what happened during the recent alien invasion. It is seen that Koyo, in his assimilated state, is released by Tsubaki after Chizuru had froze him in the capsule. The islanders enjoy the evening at the bone festival. The following day, the pilots realize that Koyo has left the base. They barricade him in a shrine to protect him. Soushi spars with Kazuki, while Kyouhei prepares to snipe Koyo. When Canon arrives, Koyo is reminded of Shoko from her clothing, as he is brought back to normal from his assimilated state.",
                        "jpn": "真矢の活躍によって一騎たちはコアギュラ型を撃退する。一方、コアギュラ型の目的が甲洋と知った史彦は、甲洋の生体機能停止を決定する。そんな中やってきた盆祭りの夜、カプセル内で目覚めた甲洋がアルヴィスを抜け出してしまう。大人たちは甲洋を排除しようとするが、一騎たちは友達として甲洋を助けようとして…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "370198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370198",
                    "Titles": {
                        "eng": "Future (Sakura)",
                        "jpn": "咲良～みらい"
                    },
                    "Summaries": {
                        "eng": "After the pilots relax in the bathhouse, they are told that a training camp will be conducted during the weekend. Meanwhile, Fumihiko deduces that the recent strings of alien invasions may be a diversion to a separate agenda. As the pilots later defeat eight Festums spotted coming towards the island, sunflowers and cherry blossoms spontaneously begin to bloom. During the second phase of the training camp, the pilots are given assigned cleaning duties. They each then deal with their personal feelings and fears after the training camp.",
                        "jpn": "マークジーベンを戦列に加えた7体のファフナーで、より強固となった竜宮島の防衛システム。だが、ミツヒロが残した警告通りフェストゥムの来襲は活発になり、出撃回数は増えてゆく。そして、竜宮島にも穏やかな異変が訪れていた。そんな中、剣司に告白めいた言葉を告げられ、ときめきを覚える咲良だったが…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "370199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370199",
                    "Titles": {
                        "eng": "Power (Protection)",
                        "jpn": "守護～ちから"
                    },
                    "Summaries": {
                        "eng": "Sakura has revealed to have undergone assimilation, due to the recent alien invasion when she was caught by one of the Rare Type Festums. After the pilots defeat three Festums, they all react upon seeing Sakura hospitalized. Fumihiko confronts Tsubaki about the string of alien invasions and the island's change of weather and wildlife. The idea of integrating the Siegfried System within the Fafner Mark Sein is mentioned and discussed at the base. A new Festum appears and counters each attack of the pilots, leaving them unable to fight. Mamoru desperately attempts to immobilize the Festum, while Kazuki successfully runs the lance sword through the Festum. However, Mamoru is killed in the process.",
                        "jpn": "フェストゥムの因子の同化現象により、肉体の結晶化が進んでいた咲良。そして、島の昆虫や植物にも異変が訪れる。乙姫は史彦に、フェストゥムが生死を通して人間の悲しみを理解しようとしているのだ、と説明する。そんな中、新型種のフェストゥム・スカラベ型が、単体で竜宮島に襲撃してきて…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "370200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370200",
                    "Titles": {
                        "eng": "Decoy (Pillage)",
                        "jpn": "劫掠～おとり"
                    },
                    "Summaries": {
                        "eng": "At a Neo UN development base, Yukie is being tested to pilot the Fafner Mark Nicht, however Idun, who has taken human form, assimilates Yukie and destroys the development facility. Kazuki, Maya, and Canon are unable to bring Kenji back to the Alvis base, following Mamoru's death. Soushi, still in the Siegfried System, faces his past. Kazuki, assisted by Tsubaki, tries to save Soushi. However, Idun suddenly attacks the island and attempts to assimilate the entire base. Though Maya, Michio, and Canon intercept, they are easily defeated. Michio then activates the self-destruction sequence and attempts to ejects, but he is captured and dies in the blast. Also, Soushi disappears, along with the Siegfried System, infuriating Kazuki.",
                        "jpn": "スカラベ型の攻撃によって、フェストゥムが基地に張り巡らせた触根。そこに捕らえられたままのジークフリード・システムを助けるため、一騎はファフナーとの同化を促進する薬剤を投与する。乙姫と協力して、総士を救助しようとする一騎。しかしその時、イドゥンが駆るファフナー・マークニヒトが竜宮島を襲い…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "370201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370201",
                    "Titles": {
                        "eng": "MIR (Conversation)",
                        "jpn": "対話～ミール"
                    },
                    "Summaries": {
                        "eng": "Akane, still assimilated with Mjolnir, is rejected from merging with Meir, as she proceeds to the island. Kazuki and Maya visit Kenji with Kiyomi Kaname, in which Kenji challenges Kazuki to a match. Fumihiko decides to join the Neo UN fleet in an operation to take the the core of the Festums, much to the dismay of Kyouhei. Before the deployment of the remaining pilots, Mjolnir arrives on the island, explaining Fumihiko how Akane has accepted and blessed the Festums. Mjolnir then gives them data to reduce the assimilation process and to restore people who have been assimilated. Both Koyo and Mjolnir fend off the Festums attacking the island, as the pilots prepare for departure to the final battle.",
                        "jpn": "一騎の目前で、総士はジークフリード・システムと共に消滅した。イドゥンは撤退するが、竜宮島の払った犠牲は計り知れなかった。史彦はついに人類軍の立案した最終決戦に参加することを決める。そんな中、竜宮島に飛来した赤いフェストゥムが史彦に通信を試みる。史彦が指定された山頂には、乙姫とミョルニアがいて…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "370202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/370202",
                    "Titles": {
                        "eng": "Symbiosis (The Final Battle)",
                        "jpn": "決戦～きょうせい"
                    },
                    "Summaries": {
                        "eng": "Kazuki, Maya, Kenji, and Canon, all accompanied by Kyouhei, charge straight towards the entrance of the core in order to rescue Soushi, who is revealed to be inside the core. During the operation, Tsubaki is experiencing the death process to complete the learning process for the Festums to understand life and death. Moreover, she will need to return to the core to complete this process. Kenji maps out a plan of attack, Canon confirms the battle formations, and Maya reminds that all pilots will return back to the island alive. Soushi is being controlled by Idun, who uses the Siegfried System to exploit the weaknesses of the pilots, that being to break their battle formation.",
                        "jpn": "人類最後の決戦・ヘブンズドアに参加するため、一騎たちは北極へ向かった。しかし一騎たちの目的は、総士を奪還して全員で生還すること。それが竜宮島だけの「蒼穹作戦」だった。ミールに対して激闘を繰り広げる一騎たち。しかし、フェストゥムは人類相手の効果的な戦術を理解し、徐々に人類軍を追い詰めていって…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "376349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/376349",
                    "Titles": {
                        "eng": "The Sky (Azure)",
                        "jpn": "蒼穹～そら"
                    },
                    "Summaries": {
                        "eng": "The four pilots all reunite and defeat Idun together. Meanwhile, Tsubaki struggles with her emotions at leaving to synchronize with the island core. Kazuki, with the help of Akane, manages to rescue Soushi, bearing the assimilation. As the Meir begins to make its way to the atmosphere, Maya snipes at it, preventing it from spreading all over the world. Tsubaki has become one with island, as she dissolves into thin air. Idun, barely alive in the Fafner Mark Nicht, hinders Kazuki and Soushi from leaving the battlefield, but Koyo is able to save the two. On their way to the island, Soushi vanishes because of his near assimilated state.",
                        "jpn": "初めての痛みに襲われるイドゥン。それこそが、総士がフェストゥムに教えていた本当の戦い方、消耗戦だった。イドゥンは恐怖におびえ戦線を離脱する。合流してミョルニアのコアにたどり着いた一騎たちは、捕らわれた総士を発見、奪還に成功する。北極のミールのコアを撃ち落とし、帰還しようとした一騎たちだったが…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "584483",
            "URL": "https://thetvdb.com/series/fafner/seasons/official/2",
            "Titles": {
                "eng": "EXODUS",
                "jpn": "EXODUS",
                "fra": "Exodus",
                "spa": "EXODUS",
                "zho": "苍穹之法芙娜EXODUS"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": "Suite au sacrifice de Misao Kurusu, Soushi est revenu sur l'île Tatsumiya et la vie a repris son cours comme autrefois.\r\nMais l'arrivé de la petite Emily, accompagnée par des soldats de l'Armée de l'Humanité, risque bien de perturber cette vie paisible.\r\nL'exode commandé par Narain Wiseman continue sa route en direction d'une base sûre. Malheureusement, Hester Gallop n'a pas l'intention de leur faciliter la vie, ni d'accepter le chemin qu'ils ont choisi : celui de la cohabitation. Soushi, Kazuki et leurs alliés risquent donc de devoir combattre d'autres humains. Dans le même temps, sur l'île Tatsumiya, les nouveaux phénomènes \"d'assimilation\" se font de plus en plus invasifs. Les nouvelles recrues seront-elles capable d'accepter les changements à temps ?",
                "spa": null,
                "zho": "故事背景在剧场版《苍穹之法芙娜 HEAVEN AND EARTH》的2年后，由于与来主操的邂逅，龙宫岛获得了与Mir对话的手段，这也给岛带来了可能性。阿尔维斯的孩子们一边进行战斗的准备，一边摸索着理解敌人的方法。2年后的现在，龙宫岛获得了更进一步的进化，理解Festum语言的少女与被Festum所守护的少女，当两人相遇之时，新世界的门将打开……"
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4872720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/4872720",
                    "Titles": {
                        "eng": "Visitor",
                        "jpn": "来訪者"
                    },
                    "Summaries": {
                        "eng": "June 25, 2150. One of the few surviving locations on Earth populated by humans, Hawaii, was attacked by Festums. The Neo United Nations declared ROE Alpha, burning the island and all its survivors to ashes.",
                        "jpn": "2150年6月25日。人類に残された数少ない生存圏、ハワイ島がフェストゥムに襲われた。\r\n新国連は交戦規定アルファを発令し、生存者もろとも島を焼き尽くした。\r\nその爆心地近くでナレイン将軍はひとりの少女を発見する。彼女は1体のフェストゥムに守られていた。\r\nそれから1年後。竜宮島は以前と変わらぬ平和な日々を送っていた。\r\n来主操との対話以降、島は再び世界から姿を消し、一騎たちもファフナーを降り、後輩の広登らが防衛の要となっていた。\r\nだが、1機の輸送機が島を訪れた事で、彼らはまた戦いに巻きこまれていく……！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5099064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5099064",
                    "Titles": {
                        "eng": "The Name of Hope",
                        "jpn": "希望の名は"
                    },
                    "Summaries": {
                        "eng": "The Fafners are deployed to save a Human Army transport craft from a Festum. It's the first battle in two years, but Hiroto, Rina, Akira, Sui, and Maya are all smiles as they calmly board the Fafners. They dominate the battle until the experienced Festum unleashes an attack style they've never seen before, leaving the five pilots at a loss. Then unexpected reinforcements arrive...",
                        "jpn": "フェストゥムに追われる人類軍輸送機救援のため、ファフナーの出撃が決まった。\r\n2年ぶりの戦争。だが、広登たちは気負う事なく、笑顔を見せながらファフナーに乗りこんだ。\r\n敵はスフィンクス型1体。ファフナーは、広登、里奈、暉、芹、そして真矢の5機。\r\n優勢に戦闘を進めるファフナー部隊だが、経験を積んだ敵は新たな戦い方を学び、仕掛けてくる。\r\n優勢だった戦いも、やがて劣勢へと追い込まれてゆく。島のパイロットたちは見た事もない敵の戦法に戸惑う。\r\nそこへ、思いがけない増援が合流。広登たちを援護しはじめた……！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "5099065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5099065",
                    "Titles": {
                        "eng": "The Price of a Conversation",
                        "jpn": "対話の代償"
                    },
                    "Summaries": {
                        "eng": "Mitsuhiro and the other Human Army pilots visit the café Rakuen on Tatsumiyajima. Billy excitedly devours his curry and Ai takes notice of Kazuki, while Mitsuhiro keeps a close eye on the scene and Maya watches them all with a thoughtful expression. Miwa has met Emery and the two happily converse in some special way that only they understand, while Miwa's mother, Yumiko, watches with concern. Meanwhile, Fumihiko is shocked by the information offered by General Narain. A frightening situation that could change the world's balance of power is pressing closer.",
                        "jpn": "竜宮島へ到着したミツヒロたち人類軍パイロットは、喫茶“楽園”を訪れる。\r\nはしゃぎながら一騎カレーを食べるビリー、一騎を意識するアイ、そして慎重に様子を伺うミツヒロ。\r\nそんな彼らを、真矢は複雑な表情で見つめていた。\r\nエメリーと対面した美羽も、夢中で“お話し”していた。ふたりにしか分からない、特殊な方法で……。\r\n娘の異常な姿に母親の弓子は不安を覚える。\r\n一方、島にエメリーを連れてきたナレイン将軍がもたらす情報には史彦は驚く。\r\n世界のパワーバランスを変えかねない恐るべき事態が迫っていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "5099066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5099066",
                    "Titles": {
                        "eng": "The Successors",
                        "jpn": "継承者たち"
                    },
                    "Summaries": {
                        "eng": "Three new pilots have been chosen: Mikado Reo, Kaburagi Sui, and Mikagami Mimika, third-year students at Tatsumiyajima Middle School and juniors to Kazuki and the other pilots. They have received more advanced genetic manipulation than the previous pilots, and each has unique strengths. Hazama Yuuko and Canon prepare their mechs, but the new pilots are dissatisfied with their colors and names... Meanwhile, Fumihiko and Chizuru have the difficult job of notifying the new pilots' families of their children's new placement.",
                        "jpn": "新たに3名のパイロットが選抜された。\r\n御門零央、鏑木彗、水鏡美三香。一騎たちの後輩、竜宮島学園中等部3年の少年、少女たちだ。\r\n彼らは広登の世代よりさらに高度な遺伝子操作を受けており、それぞれが特異な能力を持っていた。\r\n羽佐間容子とカノンは、3人に新たな機体を用意する。\r\nところが、美三香たちは、色が気に入らないだの、名前が気に入らないだの言い始め……!?\r\n同じ頃、史彦と千鶴は、各家庭をまわり、子どもたちをファフナーに乗せる決定を伝える。\r\n子供たちを前線で戦わす現実に、覚悟はしていたものの受け入れられない姿があった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "5106296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5106296",
                    "Titles": {
                        "eng": "To a New World",
                        "jpn": "新世界へ"
                    },
                    "Summaries": {
                        "eng": "A giant Azazel-type Festum, called a Walker, attacks Tatsumiyajima, having been observing the island since Emery arrived there. The Walker blasts the shields open and sends Sphinx-types and other Festums inside.",
                        "jpn": "アザゼル型と呼ばれる、巨大フェストゥムが竜宮島に攻撃を仕掛けてきた。\r\nウォーカーと名付けられたこのフェストゥムは、エメリーたちがやってきてからずっと島を監視していた。\r\nウォーカーはシールドに穴を開けると、スフィンクス型など多数のフェストゥムを内部に送り込んでくる。\r\nマークノインとマークツヴォルフ、そしてこれが初陣となる彗、零央、美三香の5機が迎撃に向かう。\r\n総士は彼らに地上部隊のフォローを命じるが、彗はそれに反対し、作戦の変更を要請する。\r\n新人パイロットの思わぬ反応に、総士は……？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "5107732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5107732",
                    "Titles": {
                        "eng": "Blessed Time",
                        "jpn": "祝福のとき"
                    },
                    "Summaries": {
                        "eng": "The expeditionary force, carrying Miwa, arrives at the Srinagar base in India. Towering to the heavens in Srinagar is the World Tree, the Mir revered by the Esperantos. Miwa insists that she wants to speak to it right away, but...",
                        "jpn": "美羽を乗せた竜宮島の派遣部隊が、エスペラントの拠点、エリア・シュリーナガルの基地に到着した。\r\nそこには天に届くほど大きな結晶の木・世界樹がそびえ立っていた。これこそがエスペラントが崇拝するミールだった。\r\n美羽は早速、ミールとお話ししたいとエメリーにせがむが……。\r\n一方、竜宮島では、成長した皆城乙姫が目覚めていた。\r\nだが、誕生を喜ぶ芹に対し、彼女は冷たく「私を乙姫と呼ばないで」と言い放つ。\r\nさらに彼女は、史彦と一騎を呼ぶよう総士に命じる。このままでは、美羽や島を出たみんなに大変な事が起こる、と……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "5115809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5115809",
                    "Titles": {
                        "eng": "Battle in a New Dimension",
                        "jpn": "新次元戦闘"
                    },
                    "Summaries": {
                        "eng": "Festums cause chaos by attacking Srinagar, the base where the Tatsumiyajima expeditionary force is stationed, from both inside and outside. Maya runs to Yumiko and Miwa, but is shocked when she sees what Miwa looks like after trying to make contact with a Festum.",
                        "jpn": "竜宮島派遣部隊が駐留するシュリーナガルを、フェストゥムが襲撃。\r\n防衛圏外からだけでなく、市内にも突如出現したフェストゥムに人々は逃げまどう。\r\n真矢は弓子と美羽の元に走るが、美羽の姿を見て言葉を失う。\r\nその数時間前、竜宮島も複数のフェストゥムに襲われていた。\r\n島に残ったファフナー部隊は防戦一方となり、危機を迎えるが、それと呼応するかのようにある変化が現れる。\r\n一方、一騎と総士も訪れている危機に向かうため、出撃しようとしていた。\r\nそれはふたり一緒でなければ成し遂げられない、危険な挑戦だった……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "5115810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5115810",
                    "Titles": {
                        "eng": "Dreaming of Peace",
                        "jpn": "平和を夢見て"
                    },
                    "Summaries": {
                        "eng": "The pilots of Tatsumiyajima are struggling more than they expected in the battle when a new power suddenly springs forth. Sui is left terrified after a brush with death, Reo is frustrated after losing in a sword battle, and Seri begins to doubt the very fact that she's alive.",
                        "jpn": "竜宮島のパイロットは、予想外に苦戦した戦闘と、突如芽生えた新しい力に戸惑っていた。\r\n死に直面した彗は怯え、零央は剣の勝負で負けた事に悔しさを滲ませる。芹は自分が生きている事自体を疑っていた。\r\n戦闘を見守った皆城織姫は、その命がいつ尽きるのか、千鶴に尋ねていた。千鶴は事実を告げ、織姫は答えに感謝する。\r\nアルヴィスでは救援隊を一刻も早くシュリーナガルに到着させるための最善策が検討されていた。\r\nだが、それは誰もが言葉を失う方法だった。\r\nしかしカノンは、あのふたりならこれを選ぶと判断し、派遣部隊を救う準備に入る。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "5121361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5121361",
                    "Titles": {
                        "eng": "Two Heroes",
                        "jpn": "英雄二人"
                    },
                    "Summaries": {
                        "eng": "Srinigar is on the verge of destruction after an attack from an Azazel-type. Emery and the others put up a mental wall to defend the World Tree, but it only causes the Festums to corrode their minds.",
                        "jpn": "アザゼル型の襲撃を受けたシュリーナガルは壊滅寸前だった。\r\nエメリーたちエスペラントは世界樹を守ろうと精神の防壁を築くが、逆にフェストゥムに心を浸食され、苦しむ。\r\n一方、美羽ら竜宮島の派遣部隊は空路での脱出を試みるが、フェストゥムの大群に阻まれ飛び立つ事すらできない。\r\nミツヒロ率いるペルセウス中隊は、マカベと交わした命に替えても美羽たちを守るという約束を果たすため、少ない防衛力を派遣部隊の救援に回すが……？\r\nその頃、シュリーナガルに近い人類軍基地では、ある作戦が検討されていた。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "5121362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5121362",
                    "Titles": {
                        "eng": "To the Land of Hope",
                        "jpn": "希望の地へ"
                    },
                    "Summaries": {
                        "eng": "Sein and Nicht rush to destroy the Azazel-type attacking the World Tree. Kazuki shows the boundless power of Sein with its limiters removed, and Soushi expertly manipulates the \"uncontrollable\" Nicht. Their overwhelming power stirs excitement in the Human Army soldiers as well as the Tatsumiyajima pilots.",
                        "jpn": "世界樹を襲うアザゼル型を排除しようと駆けつけたザインとニヒト。\r\nリミッターを外したザインの底なしの力を見せつける一騎と、制御不能と言われていたニヒトを自在に操る総士。\r\nその圧倒的なパワーにミツヒロら人類軍兵士はもちろん、広登たち竜宮島のパイロットたちも沸き立つ。 \r\nほかのファフナーとは明らかに違う力をふたりから感じ取ったアザゼル型は、新たな攻撃を放つが……!? \r\nみんなを守って欲しいという美羽のお願いに、一騎と総士はどう応えるのか……？\r\nふたりの戦いは新たな次元へ移ろうとしていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "5155841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5155841",
                    "Titles": {
                        "eng": "Transformation",
                        "jpn": "変貌"
                    },
                    "Summaries": {
                        "eng": "Sui and the other pilots left behind on Tatsumiyajima are going about their individual lives. It appears that the SDP, the phenomenon that occurred during their previous battle to vastly amplify their Fafners' powers, has only influenced them positively.",
                        "jpn": "竜宮島に残った彗たちファフナーパイロットは、その役割を完璧にこなしていた。\r\n先の戦闘で現れた現象・SDPは、ファフナーの性能を飛躍的に向上させ、パイロットにも良い影響が出ているようだった。\r\nすべてが順調に進んでいるかに見えたが、大人たちはこの異変に不安を感じ、現象の解明に向けてさまざまな取り組みを始めていた。\r\nそんな中、芹の家に身を寄せた織姫は、アルヴィスにいる時とはまったく違う意外な一面を見せていた……!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "5155842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5155842",
                    "Titles": {
                        "eng": "Children of the Battlefield",
                        "jpn": "戦場の子供たち"
                    },
                    "Summaries": {
                        "eng": "An unknown phenomenon has surfaced in all the pilots from the island. It's clearly an effect of the Fafners' new core, but the Alvis medical team has no idea if it threatens their lives or not, much less how to treat it. Though, Orihime seems to know something about this...",
                        "jpn": "彗たち島のパイロット全員に未知の現象が現れた。\r\nファフナーの新しいコアの影響である事は明白だが、千鶴らアルヴィスの医療チームには治す方法はおろか、それが命に関わる状況なのかすら分からなかった。織姫はこの事について何かを知っているようだったが……？\r\nその頃、シュリーナガルの人々は次のキャンプ地に向け順調に移動していた。\r\n司令部はヒマラヤ山脈沿いの廃墟に次の宿営地を決め、空戦型ファフナーを偵察に出す。\r\n部隊に合流した真矢がそこで見たものとは……!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "5179181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5179181",
                    "Titles": {
                        "eng": "A Future Within the Darkness",
                        "jpn": "闇の中の未来"
                    },
                    "Summaries": {
                        "eng": "A group of emigrants who strayed from the main party have been attacked by Festums. The Fafner unit, excluding Kazuki and Soushi, rush to help, but Kazuki insists that the two of them should have gone out in Sein and Nicht.",
                        "jpn": "行軍のルートを外れた移動部隊がフェストゥムに襲われた。\r\n一騎と総士以外の真矢たちファフナー部隊が駆けつけるが、一騎は自分たちもザインとニヒトで出るべきだと主張する。\r\nしかし、総士はその意見に反対し、この事態そのものに疑問を呈する。\r\n一方、竜宮島もアザゼル型率いるフェストゥムの襲撃を受けていた。\r\n今回のアザゼル型の攻撃には、ある目的があるようだった。\r\nこの緊急事態に、アルヴィス司令部は開発途中の新システムを導入する……！"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "5358291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5358291",
                    "Titles": {
                        "eng": "The March for Dawn",
                        "jpn": "夜明けの行進"
                    },
                    "Summaries": {
                        "eng": "In order to initiate the regrowth of Ashoka the World Tree, the Mir fragment needed for Miwa and Altair to converse, Narain leads the Esperantos and the refugees to a new land. First they head for the Human Army base at Dhaka, accompanied by Kazuki and Soushi, but on the way they encounter a blinding sandstorm... and a swarm of enemies.",
                        "jpn": "人類最高のエスペラント“日野美羽”と、宇宙から飛来する第4のミール“アルタイル”。 \r\n彼らの対話に必要なミールのかけら“世界樹アショーカ”を再び根付かせるため、ナレインはエスペラントと難民を率い、新天地をめざしていた。 \r\nまずナレインたちが向かったのは、エリア・シュリーナガルから近い人類軍基地ダッカ。\r\n一騎たち竜宮島の派遣部隊もナレインの要請を受け、彼らに同行していた。 \r\nだが、次のキャンプまでたどり着いた一行を待っていたのは、視界を奪われるほどの暴風と砂煙、そして待ち伏せしていたかのように現れた敵の大群だった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "5363707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5363707",
                    "Titles": {
                        "eng": "ROE Alpha",
                        "jpn": "交戦規定アルファ"
                    },
                    "Summaries": {
                        "eng": "Narain's party has almost reached the base when they suffer a surprise attack and struggle to evacuate. Mitsuhiro realizes what has happened and orders the Fafners to retreat while, at brigade control, Emery says a prayer in hopes that the enemy will receive her message... but their enemy launches into an even crueler strategy.",
                        "jpn": "基地まであと少しという地点で奇襲攻撃を受けたナレインたち一行は、想定外の事態にうろたえ、撤退に手間取る。\r\nミツヒロはいち早く何が起こったのか気づき、ペルセウス中隊と竜宮島のファフナーに退却を命じる。\r\nブリゲード・コントロールではエメリーが、戦場の様子を察知し、敵にメッセージを送るため祈りを捧げる。\r\nだが、敵はその隙に、さらにとんでもない作戦を実行に移そうとする。\r\n一方、前のキャンプ付近に残った一騎と総士は、アザゼル型と接触。\r\n強大な敵にマークザインとマークニヒトの2体だけで挑んでいた。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "5364063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5364063",
                    "Titles": {
                        "eng": "Where Life Is",
                        "jpn": "命の行方"
                    },
                    "Summaries": {
                        "eng": "The high-speed crafts are heading toward Tatsumiyajima to report what has happened to Narain's party. One of them carries the staff injured in the battle. Meanwhile at Tatsumiyajima, Canon battles with her own SDP, and talk of a \"Second Plan L\" begins to be heard.",
                        "jpn": "ナレインたち難民一行の現状と今後の方針について報告するため、高速機が竜宮島に向け飛び立った。\r\nその機内には先の戦闘で負傷したスタッフの姿もあった。\r\n一方、竜宮島ではカノンが自らの超次元現象（SDP）と戦っていた。\r\nドライツェンのコクピットに座る度に見る、不思議な映像。\r\n彼女はその内容についてアルヴィス上層部に直訴するが、史彦もその真偽について判断する材料を持たず……。\r\nさらに、一部のアルヴィス職員の中から、第二次L計画という言葉が聞こえ始める。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "5380025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5380025",
                    "Titles": {
                        "eng": "Flames of the Final Farewell",
                        "jpn": "永訣の火"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ドライツェンのコクピットで、カノンはたったひとりで戦っていた。\r\n一瞬かいま見た、未来の希望。すべての運命が変わるかもしれない、そのわずかな望みをつかむため、カノンはファフナーに乗り続ける。\r\n容子は娘が何をしようとしているのか分からず、カノンを問い詰めるが……。\r\n同じころ、彗の父・充は、息子のSDPと、先日、玄関で拾った娘・早苗のお守りとの関係性に気付き、彗を問いただす。\r\nお守りの中身を見た母・香奈恵は泣き崩れ、そんな母の姿を見た彗は……。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "5381665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5381665",
                    "Titles": {
                        "eng": "Layering Sins Upon Sins",
                        "jpn": "罪を重ねて"
                    },
                    "Summaries": {
                        "eng": "As Canon continues to fight alone in Dreizehn, for just a moment, she glimpses a faint hope for the future. Her mother can only watch from outside, unaware of her daughter's battle to grasp that hope. Meanwhile, Sui's father discovers the link between Sui's SDP and the good luck charm that his sister had left behind.",
                        "jpn": "人類軍から逃れるため、ナレイン一行は人の住んでいない区域をめざしていた。\r\nそこは無数のフェストゥムが棲む荒野だった。\r\n今の彼らにとって、人間はフェストゥムよりも恐い存在になっていた。\r\n偵察に出た真矢とアイは、該当エリアとおぼしき場所を発見。現状確認のため、残されていた装置に通信ワイヤーを放つ……。\r\nそのころ、アルヴィスには2つのデータが届いていた。\r\nまったく内容の異なる報告書だったが、そのすべてがあるひとつの事柄を指し示していた。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "5388461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5388461",
                    "Titles": {
                        "eng": "The Oath of the Living",
                        "jpn": "生者の誓い"
                    },
                    "Summaries": {
                        "eng": "The actions of the Human Army send a shock through everyone in the camp. Wounded and desperate for salvation, everyone's true feelings begin to spill forth. Meanwhile, flight from Tatsumiyajima is still impossible and effects on the island ecosystem have grown severe. Their sights turn toward devising an escape, and Alvis depends on the Fafners' SDPs to break free of the current crisis. On top of everything, the pilots' new assimilation phenomena continue to worsen...",
                        "jpn": "人類軍が引き起こした事件は、キャンプの人々に強いショックを与えた。誰もが傷つき、救いを求め、心の中にしまっていた本音を漏らす……。\r\n竜宮島はまだ、航行不能のままだった。島の生態系にも深刻な影響が出始め、早急にここから脱出することが求められた。\r\nアルヴィスはファフナーのSDPを使って現状を打破しようとするが……。\r\nさらに、パイロットたちを悩ます同化現象も、同化抑制の治療を施しているにも関わらずますますひどくなっていた……。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "5400548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5400548",
                    "Titles": {
                        "eng": "The Soldiers Return Home",
                        "jpn": "戦士の帰還"
                    },
                    "Summaries": {
                        "eng": "The escape plan is in motion, but quickly faces a crisis. The fangs of the giant Festum that holds Alvis in its clutches sink in deeper and deeper, and Welle Shield 1 is destroyed, with Welle Shield 2 in imminent danger. Orihime endures the pain silently, but as he watches her, Fumihiko secretly makes the decision to enact the next plan. Meanwhile, Kenji and Sui witness something that shouldn't be possible...",
                        "jpn": "ついに実行された脱出作戦。だが、開始早々、作戦は危機的状況を迎える。\r\nアルヴィス本体を捕らえた巨大なフェストゥムの牙はますます深く突き刺さり、第1ヴェル・シールドが消滅。今や第2ヴェル・シールドにまで到達しようとしていた。織姫はその痛みに黙って耐えるが……。\r\n織姫の様子を見た史彦は、極秘に用意していた次のプランへの移行を決意する。織姫は史彦のその決断を否定も肯定もせず見守る。\r\nそんな中、剣司と彗はふたり同時にありえないものを見ていた……。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "5401435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5401435",
                    "Titles": {
                        "eng": "Time of Awakening",
                        "jpn": "目覚めの時"
                    },
                    "Summaries": {
                        "eng": "Narain's party has arrived at the next camp, located in a that lost the majority of its land in battle. They fish in the adjacent sea, replenish their supplies, and indulge in a brief rest. Maya offers flowers to the ocean in memory of Shouko's birthday, and remembers that the next day is Kazuki's birthday, a connection she once thought of as strange. Meanwhile, the top brass at the Neo UN orders the use of something they've been developing in secret to finish Narain's forces once and for all.",
                        "jpn": "ナレインたち一行は、さらに先のキャンプまで移動していた。\r\nそこは陸地の大半を戦いで失った街だった。\r\n海沿いにキャンプを設営した彼らは、漁を行って物資を補給し、つかの間の休息を取る。\r\n真矢は今日が羽佐間翔子の誕生日であることを思い出し、海へ花を献げる。\r\n翌日は一騎の誕生日でもあった。翔子と一騎の誕生日が1日違いであることに、当時の真矢は不思議な縁を感じていたが……。\r\n同じころ、新国連上層部は今度こそ確実にナレインたちを叩くため、極秘に開発していたあるものの使用を命じる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "5411210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5411210",
                    "Titles": {
                        "eng": "Memories of Hatred",
                        "jpn": "憎しみの記憶"
                    },
                    "Summaries": {
                        "eng": "Narain's party successfully reaches Tatsumiyajima, but the enemy awaits them there. They struggle as both a huge Festum swarm and the Human Army surround them, but Soushi insists reinforcements are coming. The Fafner unit arriving from the island tries to avoid fighting the Human Army and uphold Fumihiko's wish to not fight with other humans, but the Argos platoon pursues them with orders to capture an island Fafner.",
                        "jpn": "竜宮島との接触に成功したナレインたち。だがそこに、敵が立ちはだかる。\r\nフェストゥムの大群と人類軍に囲まれ、混乱するナレイン。\r\nしかし、総士は援軍の到来を確信する。\r\n駆けつけた島のファフナー部隊は、決して人とは戦わないという史彦の信念を守り、人類軍との戦闘を避けようとする。\r\nだが、島のファフナー捕獲を任務とするアルゴス小隊が彼らに迫ってくる。\r\n剣司は派遣部隊に参加していたファフナーとクロッシングしようと、マークジーベンとマークツェンを探す。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "5427625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5427625",
                    "Titles": {
                        "eng": "Power Without Reason",
                        "jpn": "理由なき力"
                    },
                    "Summaries": {
                        "eng": "The Neo UN agrees to the terms proposed by the top brass of Alvis for the return of the latter's prisoners of war. At the same time, Hester Gallop is informed that the new Fafner under development by the Neo UN is in experimental stages. Memories from her youth, when she first established the Neo UN, flash through Hester's mind; she has her own convictions and things she wishes to protect. However, certain personnel within the Neo UN have contacted Tatsumiyajima with plans of their own...",
                        "jpn": "新国連に捕虜を取られたアルヴィス上層部は、あるものを引き渡すことを交渉の材料に、彼らの返還を要求。新国連も了承し、話し合いの場が設けられる。\r\nそのころ、ヘスター・ギャロップは新国連が独自に開発しているファフナーの実験報告を受けていた。\r\n彼女の脳裏には、若き日の自分――新国連を設立したころの彼女――が甦っていた。\r\nヘスターにはヘスターなりの信念があり、守るべき世界があったのだが……。\r\nさらに、その交渉劇の裏で、新国連の一部の軍人がある企みを胸に竜宮島と接触を図っていた……。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "5433541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5433541",
                    "Titles": {
                        "eng": "The Third Alvis",
                        "jpn": "第三アルヴィス"
                    },
                    "Summaries": {
                        "eng": "The Alvis top brass are searching for the place the Esperantos chose for the new settlement. There's a chance it may be occupied by the enemy, but out of respect to the Esperantos' wishes, they're determined to take it back if that is the case. Meanwhile, in the Tatsumiyajima burg, progress is being made with the improvement of the Zero Fafner. Siblings Rina and Akira are chosen yet again to pilot it, as their SDPs are expected to work in synergy with the Zero Fafner's power.",
                        "jpn": "エスペラントたちが決めた入植地を探すアルヴィス上層部。\r\nその場所はすでに敵の手に落ちている可能性もあったが、エメリーたちはそこを推していた。\r\nアルヴィスは彼女らの意見を尊重し、もしもそこが敵に占領されていた場合は、その奪還まで力を貸すつもりでいた。\r\n入植地捜索と平行して、竜宮島のブルクではゼロファフナーの改良が進められていた。\r\nゼロファフナーの操縦席に座るのは、第二次蒼穹作戦の時と同じ、里奈と暉の姉弟。彼らのSDPとゼロファフナーのパワーは良い相乗効果を生むと考えられたが……。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "5437237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5437237",
                    "Titles": {
                        "eng": "Operation Azure",
                        "jpn": "蒼穹作戦"
                    },
                    "Summaries": {
                        "eng": "After making contact with Mitsuhiro, the enemy core plots to win over the commander who seized Australia's habitable zone, and the commander is actually influenced by the core's words. On Tatsumiyajima, Miwa is once again attempting to communicate with Altair, but it isn't going well. Later, as the final battle draws near, a long-planned coming-of-age ceremony is held for Kazuki, Soushi, Maya, Kenji, Sakura, and Kouyou, in which Fumihiko grants them official status as Alvis personnel.",
                        "jpn": "ミツヒロに接触したコアは、オーストラリア生存圏を掌握した司令官をも仲間に引き入れようと企んでいた。司令官は敵の突拍子もない話を聞き、心を動かされるが……。\r\n島では、美羽が“アルタイル”と再びお話ししようと試みていた。しかし、それはなぜかうまくいかず……。\r\n最終決戦が近付くなか、一騎、総士、真矢、剣司、咲良、そして甲洋は、以前から計画していた成人式を執り行う。\r\n史彦は彼らに祝辞とともに、ある物を手渡す。それは、彼らが正式にアルヴィス職員となった証しだった。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "5444724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/5444724",
                    "Titles": {
                        "eng": "Tatsumiyajima",
                        "jpn": "龍宮島"
                    },
                    "Summaries": {
                        "eng": "As the Human Army's large fleet approaches, the voice of Tatsumiyajima finally reaches them in the form of Birds sent by Fumihiko. Human Army forces begin to abandon the Neo UN's cause and aid Tatsumiyajima against the enemy core and those under its manipulation. As the battle goes on, Altair makes its appearance at last...",
                        "jpn": "新たな蒼穹作戦。\r\nそれは、宇宙ステーションを支配しているミールのかけらを破壊し、敵の連携を絶つ作戦だった。\r\nファフナー部隊が敵に対して総攻撃を仕掛ける一方で、史彦は人間同士で殺し合わなくて済むよう、働きかけを行っていた。その奇策に人類軍は驚く。\r\n難民が入植した島では、エスペラントたちが世界樹アショーカを再び根付かせようとしていた。\r\nその様子を、美羽とエメリーも見守る。だが、そこには思いもよらぬ現実が待っていた……。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "832263",
            "URL": "https://thetvdb.com/series/fafner/seasons/official/3",
            "Titles": {
                "eng": "THE BEYOND",
                "jpn": "THE BEYOND",
                "fra": "The Beyond",
                "spa": "THE BEYOND",
                "zho": "苍穹之法芙娜 THE BEYOND",
                "deu": "The Beyond"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": null,
                "spa": null,
                "zho": "人类与异界体的战局，更加地复杂化且持续着。\r\n\r\n“第五次苍穹作战”，是为了夺回被夺去的同胞。驾驶着人型兵器法芙娜的真壁一骑等人的龙宫岛部队，与异界体展开了激烈的战斗。\r\n\r\n「为了谁的生存而谁就要进行牺牲。舍弃这样的世界而活下去吧。」「让你回到你应该在的地方」\r\n\r\n被夺去的是对于龙宫岛的人们来说的无法替代的存在。但是，对于拮抗的一方而言也是一样的道理。然后，对于人类们也是……。\r\n\r\n在这看不见结束的、持续着战争的世界。然后，在此新的故事即将开始——",
                "deu": "Seit den letzten Ereignissen sind viele Jahre vergangen, dennoch ist die Menschheit weiterhin im Krieg mit den Festum. Auch das »Mir« Altair ist immer noch auf dem Weg in Richtung Erde.\r\nIn dieser schwierigen Zeit werden Soushi und einige Kinder entführt. Sofort wird eine Rettungsmission gestartet, doch sie können nicht verhindern, dass eine Rakete mit Soushi startet. Bei ihm ist auch Maris, ein Esperanto – Menschen, die mit den »Mir« kommunizieren können –, der von der neuen Insel Wadatsumi stammt, nachdem die alte Insel Tatsumiya im Meer versunken ist.\r\nWie sich schnell herausstellt, hat ein gefährlicher Junge die Fäden in der Hand, der während der Flucht der Gruppe von General Narain immer wieder als Geist Prometheus aufgetaucht ist und seltsame Fragen gestellt hat. Er nennt sich nun Marespero, was so viel wie »Verzweiflung« bedeutet und was er der Menschheit als letztes Vermächtnis hinterlassen will. Doch wozu braucht er dafür Soushi?"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7487081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/7487081",
                    "Titles": {
                        "eng": "Azure Operation",
                        "jpn": "蒼穹作戦"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "人類とフェストゥムとの戦いは、さらに複雑さを増しながら続いていた。\r\n\r\n「第五次蒼穹作戦」の名の元、奪われた同胞を取り戻すため\r\n人型兵器ファフナーに乗り込んだ真壁一騎ら竜宮島部隊はフェストゥムとの激しい戦闘を繰り広げる。\r\n\r\n「誰かが生きるために誰かが犠牲になる。そんな世界を捨てて生きよう。」\r\n「お前を、居るべき場所へ還す」\r\n\r\n奪われたのは竜宮島の人々にとって、かけがえのない存在。\r\nだがそれは、拮抗するものたちにとっても同じこと。そして、人類にとっても……。\r\n\r\n終わりの見えない戦いが続く世界。\r\nそして、ここに今、また新たな物語が始まる――"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "7487084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/7487084",
                    "Titles": {
                        "eng": "Child of Paradise",
                        "jpn": "楽園の子"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "夢の中で、乙姫そっくりなふたりの子供たちに出会った総士。\r\n彼らは「ミールの申し子があなたを探す」と総士に告げる。\r\nその傍らには、ひとりの男性が立っていた。\r\n\r\n夢から覚めるとそこはいつもの平和な島。そしてどこまでも続く青い海だった。\r\n優しい両親、生意気だけどかわいい妹、気の置けない親友。\r\n満ち足りた日常だが、総士の好奇心は島の外に向かっていた。\r\n\r\n「世界が本当はどうなっているのか、誰か教えてください」\r\n古い無線機に呼びかける総士。すると、それにこたえる者があった。真実を知りたいか、と。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7487086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/7487086",
                    "Titles": {
                        "eng": "Instrument of Destiny",
                        "jpn": "運命の器"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "島の外から来た男に大切な妹を殺され、住んでいた島を破壊された総士は、彼の話に耳を貸そうとしない。\r\n一騎は彼を眠らせ、美羽たちにあとを託す。\r\n\r\nやがて目を覚ました総士は、島の人々――特に一騎に反発し、反抗的な態度をとる。\r\n史彦らは、この世界こそが現実なのだと総士を説得しようとするが……。\r\n\r\n3年もの歳月をかけてようやく取り戻した、竜宮島へと続く道標。\r\nだが、彼の心は未だ偽りの島に取り残されたままで……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7812322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/7812322",
                    "Titles": {
                        "eng": "The Powerless Ones",
                        "jpn": "力なき者"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ルヴィ・カーマの導きで、マークニヒトに乗った総士。\r\nだが、過去と共鳴したはずの彼は、ニヒトに眠る憎悪の思念と、激情の変性意識に飲み込まれ暴走する。\r\n\r\n「こんな島、全部壊してやる！」\r\n駄々をこねる子供のようにむき出しの敵意をやみくもにぶつける総士を、零央たちは軽くいなす。\r\nその様を美羽は悲しく見つめ、ひとり立ち尽くしていた……。\r\n\r\n予想もしていなかった総士の変化に、不満を募らせる島民たち。\r\n総士を正しく導き、島民の理解を得るため、史彦とルヴィは対話の道を選ぶ――"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7812324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/7812324",
                    "Titles": {
                        "eng": "Pupil",
                        "jpn": "教え子"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "南アメリカ・独立人類軍バミューダ基地。\r\n赤く輝く月の下、攻撃を受け破壊し尽くされた軍港に、ベノン軍母艦オリンポスが停泊していた。\r\n艦内部の玉座にいるのは、軍服をまとった金髪碧眼の青年。\r\nその傍らにはマリス・エクセルシアと、新たな身体を作り上げたマレスペロの姿もあった。\r\n\r\n青年は、艦隊を動かし海神島に総攻撃をかけると宣言するが、マリスは島を滅ぼす前に今一度、総士を説得したいと願い出る……。\r\n\r\n未だ自分が何者なのかわからずにいる総士。\r\n彼と接触を図ろうとするマリスの真の狙いとは……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7812325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/7812325",
                    "Titles": {
                        "eng": "By Your Side",
                        "jpn": "その傍らに"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "マレスペロの絶対停止領域に捉えられた海神島。\r\nアルヴィスは脱出の方法を検討するがシミュレーションの結果は芳しくなく、純粋ミールである〈アルタイル〉のみが大気圏外の敵に対抗しうるただひとつの希望であるとの結論に達する。\r\n総士は竜宮島の位置を探るため、再びマークニヒトに乗る機会を与えられるが……。\r\n\r\nパイロット達の教え、千鶴が成し遂げた偉業、美羽の覚悟、竜宮島と島民が築いてきた平和と苦悩の歴史。\r\nそれらを学び、吸収し、感じ取ったとき、総士の中で新たな気付きが芽生える――"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8167092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/8167092",
                    "Titles": {
                        "eng": "Those Who Won't Return",
                        "jpn": "帰らぬ人となりて"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8167093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/8167093",
                    "Titles": {
                        "eng": "Tell the Deceased",
                        "jpn": "遺されしを伝え"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "激しい戦闘により、多くの犠牲者を出した島には、重苦しい空気が満ちていた。\r\n流れ着いた沢山の遺品が回収され、葬儀場には幾人もの遺影が並べられた。\r\nそれらは皆、誰かの家族であり、恋人であり、友だった。\r\n\r\n悲しみをこらえ、現実を受け入れる苦しみに向き合おうとする島民たち。\r\n遠見家では、耐えがたい喪失感を抱えて自室で塞ぎ込む真矢と美羽を元気づけようと、総士がひとりキッチンに立っていた……。\r\n\r\n外の世界から来た少年の真っ直ぐな想いが、凍り付いた人々の心を溶かしていく。\r\n傷付いた島が導き出す次の選択とは――"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "8167094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/8167094",
                    "Titles": {
                        "eng": "Second L plan",
                        "jpn": "第二次L計画"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "第二次L計画が実行に移された。\r\nかつてのL計画は、Lボートを囮とし、島がフェストゥムに発見されるまでの時間を稼ぐ陽動作戦だったが、第二次L計画は島そのものを囮に少数の要員がＬボートで竜宮島をめざす、いわば希望の作戦であった。\r\n\r\nだが、ベノン軍は島を迂回し、迷うことなくLボートに照準を合わせ追跡してきた。\r\n「なぜだ……なぜ何もかも読まれる」\r\n部隊はただちに作戦行動を中止し帰島を試みるが、すでにボートは無数の敵に囲まれ、身動きできない状態となっていた……。\r\n\r\n竜宮島への道筋が見えたその瞬間、絶たれる希望。\r\n分断され、危機的状況に陥る派遣部隊。\r\nその混乱の中、それは突然、訪れた……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "8167095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/8167095",
                    "Titles": {
                        "eng": "Arashi, Come and  Go",
                        "jpn": "嵐、来たりて"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "マレスペロが海神島の追跡に使っていた手口は、人間の感情と盲点を利用した巧妙なものだった。\r\n美羽と総士の指摘で真相を知ったアルヴィスは、その仕組みを逆手に取り、マレスペロらの目を欺きながら竜宮島をめざす第六次蒼穹作戦を立案する。\r\n\r\n一方、マークニヒトのザルヴァートル化という想定外の出来事によって一時撤退を余儀なくされたマリスたちは、彼らの信じる平和な世界を実現するため、今度こそ島を消滅させようと決意を新たにしていた……。\r\n\r\nついに訪れた決着の時。\r\n島民の願いはただひとつ。故郷〈竜宮島〉へ帰ること。\r\nそれは可能性の地平線に続く、最後の希望――"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "8167096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/8167096",
                    "Titles": {
                        "eng": "Heroes, Two People",
                        "jpn": "英雄、二人"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "マークレゾンの苛烈な攻撃にさらされた島のファフナーは、反撃の糸口すらつかめず、戦局は膠着する。\r\n一騎はレゾンの撃砕よりも美羽の護衛を優先し海中へと潜るが、そこにはアレスの力を写し取ることに執念を燃やすレガートがいた。\r\n\r\n同じころ、海底では美羽と総士が島のシールド圏内に到達し、アルタイルまであと一歩のところまで迫っていた。だが、その行く手をマリスが阻み……。\r\n\r\n大切な人、大切な場所を守りたい。\r\n同じ思いを抱きながらも、立場の違いから対立し、争い続ける人々。\r\n永遠に終わらない悲劇の連鎖を断ち切るため、美羽と総士が選択した未来とは――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "8167097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fafner/episodes/8167097",
                    "Titles": {
                        "eng": "Beyond the Azure",
                        "jpn": "蒼穹の彼方"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "美羽が選んだ祝福が、世界に降りそそぐ。\r\nフェストゥムたちは群となって天へと昇り、赤い月を覆い尽くす。\r\n奇跡を目の当たりにした人々は皆一様に動きを止め、感嘆の言葉を漏らす。\r\n\r\n「こんな未来が…あったなんて…」\r\n\r\nあの日、2人の少年が導こうとした未来。\r\n彼らの願いは次の世代に引き継がれ、そして、誰も想像すらできなかった世界へと繋がっていく……。\r\n\r\n対話と争い、共存と排他、長きに渡る人類とミールの歴史は、今、転換期を迎える――"
                    },
                    "Aliases": []
                }
            }
        }
    }
}