{
    "URL": "https://thetvdb.com/series/true-tears",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1161697/",
        "https://www.themoviedb.org/tv/34162"
    ],
    "Titles": {
        "eng": "True Tears",
        "jpn": "true tears"
    },
    "Summaries": {
        "eng": "Shinichiro is a student living in what would be a dream come true for most high school boys, but for him is mostly a frustration. A well liked girl in school named Hiromi has lived in his house for a year along with his family. Her father was a close friend of the family, and when he died they immediately took her in. She is popular and well liked, always smiles, is talented in sports- but Shinichiro knows there must be tears inside her. Having an artistic tendency, he makes watercolors of her and thinks about wishing to ease her tears. Yet he cannot bring up the nerve to talk to her even in his own home. She, too, is quiet and withdrawn in their house, quite unlike at school. Shinichiro is also distracted by teasing from his friend Nobuse for watching Hiromi from afar, a curse of bad luck from a strange girl named Noe, and being forced to perform Muhiga dancing. By helping Noe he hopes to ease his own problems, yet he seems to have difficulty helping himself.\r\n[taken from Anime News Network]",
        "jpn": "絵本作家を目指す高校生「仲上眞一郎」は、仲上家に引き取られてきた同じ高校に通う「湯浅比呂美」、そして両親の4人で暮らしている。眞一郎の母は、ある理由から比呂美につらく当たっていた。\r\n\r\nある日、眞一郎は学校の裏庭で、木に登って降りられなくなった少女「石動乃絵」と出会う。彼女は過去に起こったある出来事がきっかけで、涙が流せなくなったのだという。眞一郎は彼女との出会いをきっかけに比呂美、親友「野伏三代吉」、幼馴染み「安藤愛子」らとの関係や、自分自身との向き合い方に変化を生じさせていく。彼らはそれぞれに悩み、すべきことを模索し、成長していく。"
    },
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "30135",
            "URL": "https://thetvdb.com/series/true-tears/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4102963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102963",
                    "Titles": {
                        "eng": "Special 1",
                        "jpn": "true tears 小さいって事は楽しいね（仮）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4102964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102964",
                    "Titles": {
                        "eng": "Special 2",
                        "jpn": "トゥルー ティアーズ ライト（仮）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4102965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102965",
                    "Titles": {
                        "eng": "Special 3",
                        "jpn": "true tears ss（仮）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4102966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102966",
                    "Titles": {
                        "eng": "Special 4",
                        "jpn": "true★tears にゃ（仮）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4102967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102967",
                    "Titles": {
                        "eng": "Special 5",
                        "jpn": "true tears げきじょう（仮）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4102968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102968",
                    "Titles": {
                        "eng": "Special 6",
                        "jpn": "true tears A's（仮）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4102969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102969",
                    "Titles": {
                        "eng": "Special 7",
                        "jpn": "true tears ふぉ～えう゛ぁ～（仮）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4102970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102970",
                    "Titles": {
                        "eng": "Epilogue",
                        "jpn": "エピローグ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4102971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/4102971",
                    "Titles": {
                        "eng": "The Story of Raigomaru and Jibeta",
                        "jpn": "雷轟丸とじべたの物語"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "30252",
            "URL": "https://thetvdb.com/series/true-tears/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "348974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/348974",
                    "Titles": {
                        "eng": "But I Gave My Tears Away",
                        "jpn": "私…涙、あげちゃったから"
                    },
                    "Summaries": {
                        "eng": "While at home, Shinichirō Nakagami laments how he cannot express his feelings for Hiromi Yuasa. He notes that when he knew her before he always treasured her smile, but now she acts coldly at home, and Shinichirō regrets not being able to see her tears or any form of significant emotion. At school, Shinichirō sees a girl named Noe Isurugi, and after criticizing her for interacting with chickens, is cursed by her. Shinichirō is quickly beset by bad luck for the rest of the day, and even sees Hiromi undressing to take a bath. To atone for what he said to Noe, he crafts a chicken out of a tissue box for her. The next day he gives the box to her, but she is saddened because one of the chickens, Raigomaru, has been killed. As Shinichirō notes that she did not cry, she tells him she has given her tears away.",
                        "jpn": "造り酒屋のひとり息子である仲上眞一郎。絵本作家に憧れる彼は、ある夜、天使の絵を描いていた。絵を描くことに没頭する彼の脳裏には、いつしか天使の鮮明なイメージが浮かぶ。その天使はふわりとした巻き毛の、あどけない少女だった。\r\n翌日、学校の裏庭を通り抜けようとした眞一郎は、樹上から鼻歌が聞こえてくることに気づいた。顔を上げると、そこには赤い実を取っている少女がいた。彼女は、昨晩眞一郎がイメージした天使にそっくりだった…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "348975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/348975",
                    "Titles": {
                        "eng": "What Do I Want to Do...",
                        "jpn": "私…何がしたいの…"
                    },
                    "Summaries": {
                        "eng": "After insisting Shinichirō should believe her about giving her away her tears, Noe tells him of her mission to retrieve them. At school the following day, Noe starts paying extra attention to Shinichirō, such as waving to him while in P.E., and giving him seeds previously intended for Raigomaru. Hiromi notices this and tries to approach Noe on her own, but cannot communicate with her. Later, Hiromi asks Shinichirō to introduce her to Noe, but after Noe learns of this she approaches Hiromi herself. Noe instantly sees through her guise, and although she can tell that Hiromi does not like her, is not angered. Hiromi later recounts this meeting to Shinichirō, confirming that she did not want to be Noe's friend to begin with.",
                        "jpn": "眞一郎に心を許し、自分は涙を集めていると打ち明けた乃絵は、翌日から眞一郎を見かければ、人目もはばからず全身で喜びを表現する。そんな乃絵と眞一郎の関係が気になる比呂美は、彼女を紹介して欲しいと眞一郎に頼む。乃絵と友達になることで、比呂美に笑顔が戻ればいいと思う眞一郎だったが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "348976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/348976",
                    "Titles": {
                        "eng": "How Did It Go? The Talk from the Other Day",
                        "jpn": "どうなった? こないだの話"
                    },
                    "Summaries": {
                        "eng": "When Shinichirō goes to school, he finds red seeds in pink envelopes which Noe has placed in his locker, desk, and around the classroom. When he goes confront her, he finds Noe being picked up by a boy he assumes is her boyfriend. The next day, he finds red seeds leading from his classroom to the tree outside where Noe is. He tries to tell her to stop, but Noe says that is not something for him to decide. She jumps out of the tree, and Shinichirō has to carry her to the boy's basketball game currently in action. The same boy Shinichirō saw pick Noe up after school is playing in the game, and it is revealed that he is her older brother. Shinichirō overhears Hiromi's friend, Tomoyo, ask her if she likes Shinichirō, but Hiromi says she in fact likes Noe's brother.",
                        "jpn": "赤い実で執拗に餌付けしようとする乃絵に腹を立てた眞一郎は、彼女を追いかけているうちに、見知らぬ男に甘える姿を目撃してしまう。また、愛子から、乃絵を紹介して欲しいという比呂美の真意をほのめかされた眞一郎はひとり舞い上がってしまうのだが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "348977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/348977",
                    "Titles": {
                        "eng": "Okay, Splashy Splashy",
                        "jpn": "はい、ぱちぱちってして"
                    },
                    "Summaries": {
                        "eng": "While walking back to Shinichirō's house, Hiromi tells him about her crush on Noe's brother, which hurts Shinichirō. The next day, he leaves early in order to avoid Hiromi. Later, Aiko approaches him while he is resting on the seawall, and she eventually persuades him to go shopping with her. At lunch, Shinichirō tells Aiko about her giving him false hope in his relationship with Hiromi. Aiko tries to cheer Shinichirō up, but to no avail. When he goes home, Hiromi asks Shinichirō if he is avoiding her because of what happened, and Shinichirō replies in a way that hurts them both. The following day, Noe drags Shinichirō around town and explains why she is gathering tears, and in the process manages to cheer Shinichirō up. In the morning, Shinichirō apologizes to Hiromi for the events of the previous day. Concentrating on the apology, he accidentally uses face wash instead of toothpaste when brushing his teeth; Hiromi and Shinichirō both laugh at this. Shinichirō is happy he was able to make her laugh. As he is walking out of his house, Noe's brother is waiting for Shinichirō and introduces himself as Jun Isurugi. They exchange greetings, and Shinichirō is stunned when Jun asks him to go out with Noe.",
                        "jpn": "比呂美の意中の人を知ってしまった眞一郎。以来二人の関係はどこかぎこちない。愛子は鬱々とする眞一郎をショッピングに連れ出す。抑えていた彼女の本当の気持ちが明らかになってゆく。一方、健気に励ます乃絵の真心は、眞一郎を束の間の安らぎと、利他的な諦観へと導く。乃絵が語った涙の秘密とは？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "348978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/348978",
                    "Titles": {
                        "eng": "A Meddlesome Guy is Like a Fool",
                        "jpn": "おせっかいな男の子ってバカみたい"
                    },
                    "Summaries": {
                        "eng": "Shinichirō looks for Noe during school, but after she suggests they eat lunch together or go home together, he becomes defensive and lies, telling her that he has dance practice after school and that she should eat with her friends instead of him. After school another day, Noe drops in on Shinichirō in the middle of dance practice, and he later becomes inspired by her. Noe's older brother Jun pays Shinichirō another visit and during their exchange Shinichirō suggests that Jun go out with Hiromi if he is asking him to go out with Noe; Shinichirō becomes nervous that Jun may actually go through with it. Shinichirō goes to tell Hiromi about Jun saying she was cute, but she gets annoyed at Shinichirō for coming into her room to tell her something like that. Meanwhile, Aiko has started to knit a sweater for Miyokichi, but she is showing Shinichirō more affection than him.",
                        "jpn": "乃絵の兄、純の唐突な申し出。その返答に窮した眞一郎は、御座なりのとんでもない交換条件を突きつけるが、予想外にあっさり受け入れられてしまう。あまりに無自覚な眞一郎の行為に苛立つ比呂美。友達になろうと比呂美に近づく乃絵、自分の想いを抑えきれなくなる愛子、事態は大きく動き始める。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "348979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/348979",
                    "Titles": {
                        "eng": "Is That...Some Kind of Joke?",
                        "jpn": "それ…なんの冗談?"
                    },
                    "Summaries": {
                        "eng": "Aiko tries to tell Shinichirō her feelings but is interrupted when Miyokichi arrives. Miyokichi later goes shopping with Aiko and the latter stomps out of a shop flustered and tells Miyokichi that she bought the sweater that Shinichirō had picked up before. Miyokichi gets the hint and feels troubled. While frustrated about Jun approaching Hiromi during school, Shinichirō asks Noe to stop bothering him for while and ends up getting his belt being pulled out by Noe. Jun goes out with Hiromi on a date Sunday, and after they arrive back at her home, Jun tells her that Shinichirō and Noe are going out together. Later that night, Shinichirō overhears Hiromi and his mother's quarrel and has a tussle with his mother and Hiromi. Subsequently, Shinichirō finds out from Hiromi that he and Hiromi might share the same father.",
                        "jpn": "愛子と三代吉のあやうくも微妙な関係は、セーター事件によって急激な展開を見せる。純の強引さに戸惑いながらも、態度を保留にしていた比呂美は、彼の耳を疑う一言に激しく動揺する。追い討ちをかけるような眞一郎の母の叱責に激昂してしまう比呂美。彼女には絶対に隠し通さねばならない秘密があったのだが･･･。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "357066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/357066",
                    "Titles": {
                        "eng": "Tell Me Clearly, Write It Down Here",
                        "jpn": "ちゃんと言って、ここに書いて"
                    },
                    "Summaries": {
                        "eng": "Noe once again tries to approach Shinichirō at school, but he shrugs her off, telling her that she does not understand his situation. Following this, Noe seeks out Hiromi but gets in a short fight with her while at school. Shinichirō realizes that Noe does like him a lot, due to all the attention she gives him, and after a little more persuasion from Jun, Shinichirō asks Noe to go out with him, albeit while somewhat embarrassed and looking away from her. Noe even asks him to say it again properly to her face, and write out \"I love Noe\" on the ground with stones. After school, Shinichirō goes to see Aiko at her shop, and when he tells her that he is now going out with Noe, Aiko rushes up to him and kisses him. While shedding tears, Aiko asks Shinichirō to consider her as well.",
                        "jpn": "眞一郎は比呂美の話を容易に受け止めることができない。眞一郎と悩みをも分かち合いたい乃絵は、比呂美と大喧嘩になる。そんな乃絵の真剣さが、眞一郎の心に変化をもたらす。初雪が校庭を白く染めた日、雷轟丸の墓の前で乃絵は、言葉以上の誠意を求める。降りしきる雪の中、眞一郎は愛子の店に向かった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "357067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/357067",
                    "Titles": {
                        "eng": "The Town Where It Doesn't Snow",
                        "jpn": "雪が降っていない街"
                    },
                    "Summaries": {
                        "eng": "After asking Noe out, Shinichirō tells her about his picture book that he is making about the rooster Raigomaru. Aiko cannot get over what happened with her and Shinichirō. Noe's brother goes out on a date with Hiromi, and she finds out the true reason why Shinichirō is going out with Noe and also why she is going out with Noe's brother. Hiromi cuts her date short after she speaks her mind to Noe, though she realizes that she acted liked Shinichirō's mother since she shows resentment towards Noe. She asks Noe's brother to give her a ride to a \"town where it does not snow\" in order to get away from things.",
                        "jpn": "いくつもの曖昧な感情が絡み合う奇妙な関係が始まった。しかし比呂美は、その状態が続くことに耐えられなくなっている。そんな彼女にゲームを持ちかける純。乃絵が見せてくれる空に導かれるように、眞一郎は絵本を描き続ける。二人で紡ぎ始めた物語はどこへ向かうのか。それぞれの葛藤は、新しい段階へと発展を見せるのか。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "357068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/357068",
                    "Titles": {
                        "eng": "You're Having a Hard Time Flying...",
                        "jpn": "なかなか飛べないね…"
                    },
                    "Summaries": {
                        "eng": "Jun and Hiromi crash while on the motorcycle, but they are not harmed. As a result of the accident, both Jun and Hiromi get suspended from school. Shinichirō's mother, who had previously shown hostile attitudes towards Hiromi, finally accepts her as her own child, and tells Hiromi that she made up the story about Hiromi being her husband's child. Shinichirō talks with Noe and gives her an update on the picture book. Noe hints that she knows where Shinichirō's true feelings lie, and she runs off back home.",
                        "jpn": "眞一郎の母の言葉で、ゆるやかに比呂美との関係は変わり始める。比呂美の停学処分を巡って、眞一郎は学校で大喧嘩をする。体を張ってその喧嘩を止めたのは意外にも乃絵だった。絵本に描いたことの本質に、眞一郎自身もまだ気づいていない。一人乃絵だけが静かに受け止めている。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "357069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/357069",
                    "Titles": {
                        "eng": "I'll Do Everything Properly",
                        "jpn": "全部ちゃんとするから"
                    },
                    "Summaries": {
                        "eng": "Shinichirō hears from Miyokichi that he broke up with Aiko, even though he did not want to accept it at first. Miyokichi goes to Noe to try to get her to put a curse on him so that he does not fall in love with anyone again. Now that Hiromi knows she and Shinichirō are not siblings, she grows happier at home, and goes to see Jun to break off her relationship with him, but he does not want that. Aiko finally gets over the fact that Shinichirō does not think of her in a romantic way and tells him that she is moving on from him. Hiromi decides to move out of Shinichirō's house, and as she is driven away in the moving truck, Shinichirō gets on his bike and races after her. When he finally catches up, Shinichirō slips and falls off the bike; the driver stops the truck and Hiromi runs out towards Shinichirō but trips and falls onto him. Shinichirō tells her that he will do everything properly from now on.",
                        "jpn": "事態の流れに翻弄され続ける不本意な関係。そんな自分を断ち切ろうと、乃絵、比呂美、愛子は、それぞれの選択を決意する。眞一郎の自転車は、全てを吹っ切るかのように疾走する。長い間のわだかまりは確実に溶けだしたかに見えた。しかし、彼らを取りまく環境は、複雑に絡み合ったままだ。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "357070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/357070",
                    "Titles": {
                        "eng": "I'm Not the Person You Like",
                        "jpn": "あなたが好きなのは私じゃない"
                    },
                    "Summaries": {
                        "eng": "It has been a week since Hiromi moved out and in the meantime has settled into single living. Miyokichi gets a call from Aiko, and the two decide to start over from the beginning as friends. During a basketball match where Hiromi is getting purposely fouled by the other team, Jun comes into the match and asks the opposing team what was the meaning of their behavior, which sparks interest from spectators. Hiromi meets with Jun in the park where he apologizes for what happened during the game. Hiromi once again tries to break it off with him, but he still does not want to. Noe does not come back home at night, and Jun calls Hiromi to tell Shinichirō about it, and he leaves to look for her. Shinichirō finds her at the beach with the chicken Jibeta.",
                        "jpn": "祭りの準備で賑わいを見せる町。眞一郎は絵本を書きあげたものの、乃絵に見せることをためらう。一方、乃絵と比呂美は、自分以外の存在が眞一郎の心の中で揺れ続けていることに、やり場のない焦燥感を募らせるばかり。そんなある日、真夜中に比呂美の携帯が鳴った。緊迫した純の声に、比呂美は複雑な戸惑いを覚える。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "357071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/357071",
                    "Titles": {
                        "eng": "Through My Eyes That See Nothing",
                        "jpn": "何も見てない私の瞳から"
                    },
                    "Summaries": {
                        "eng": "After Shinichirō listens to Noe talk to herself at the beach, he goes home but is unable to sleep due to her words. The following day is the festival, and despite not getting any sleep, Shinichirō does the dance perfectly with all the others. Hiromi tries to tell Noe to leave her and Shinichirō alone, though she still comes to watch Shinichirō dance on stage. Afterwards, Shinichirō blows off Hiromi to go search for Noe so that he can tell her that he finished his picture book. When he finds her at school up in the tree where they first met, Shinichirō watches from afar as she jumps off into the snow below.",
                        "jpn": "最愛の妹が自立しようとする姿を、愛おしく見守ってきた兄の眼差し。抑制のきかない感情に苦悩し続ける純。麦端祭りの当日、松明に照らし出された舞台で力強く飛翔する眞一郎の雄姿を、群衆が、乃絵が、比呂美が、愛子が見つめる。自分の本当の姿と向き合うことができた今、眞一郎は何のために踊るのか、誰のために跳ぶのか。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "358427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-tears/episodes/358427",
                    "Titles": {
                        "eng": "Your Tears",
                        "jpn": "君の涙を"
                    },
                    "Summaries": {
                        "eng": "The day after the festival, Shinichirō goes to Jun to apologize for Noe's broken leg, though Jun says he will not forgive him. Jun later sees Hiromi and breaks it off with her, saying that he never loved her, not even a little bit. Shinichirō decides to show his picture book to Noe, but she refuses, so he says he is going to throw it into the sea, which he does by ripping out the pages and making them into paper airplanes. Noe interferes and they manage to recover all but the last page, but Noe looks at the rest of them. Shinichirō and Noe part with him telling her that while he is in love with Hiromi, his heart wavers when he looks at Noe. Shinichirō goes to see Hiromi at night and tells her that he will always be with her. Several months later in the spring, Noe is finally able to shed tears for the first time in years.",
                        "jpn": "理解される喜びも、信じられる喜びも、愛される喜びも、人との係わりの中でしか得られない。恋はドラスティックに人の内面を曝け出す。真の自分を知った彼らは、招く結果に関わらず、もう一度大切な人と真っ直ぐに向き合うことを選ぶ。一度は雪で覆われた大地を、春の訪れが再び開放するように、眞一郎はホントに全部ちゃんとできるのか？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}