{
    "URL": "https://thetvdb.com/series/generator-gawl",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0284145/"
    ],
    "TitleEnglish": "Generator Gawl",
    "SummaryEnglish": "Generator Gawl (ジェネレイター ガウル Jenereitā Gauru?) is a 1998 12-part anime series. The story is set in 2007, when Professor Takuma Nekasa uncovers a gene code that will unlock the human body's greatest mystery and expose mankind to its greatest threat. As a result, Gawl, Koji, and Ryo—three young scientists from a future period—have traveled back in time to undo this mistake. Though the trio intended to arrive one year before the calamity, they are instead transported three months prior to the event. In their effort to save the world, they are opposed by the mysterious and cunning Ryuko Saito, a scientist who prefers the future as it is. Saito is assisted by Generators, unearthly assassins posing as humans. As Ryo and Koji try to complete their mission, Gawl himself must \"generate\"—becoming like his enemies to fight on their terms.",
    "Aliases": [],
    "Modified": "2024-09-04",
    "Seasons": {
        "1": {
            "ID": "30200",
            "URL": "https://thetvdb.com/series/generator-gawl/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "348675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348675",
                    "TitleEnglish": "The Visitors",
                    "SummaryEnglish": "After arriving in the past and defeating a Generator that followed them, Koji, Ryo, and Gawl go in search of information. Gawl runs off in search of food as Koji and Ryo hack into the city's system and find the lab where the thing that they have come to stop, starts. Gawl runs into trouble when he is caught staring into a fast food restaurant by Masami and is arrested when she accuses him of being the \"fast food stalker.\" Koji and Ryo clear his name by making up a story about their orphanage burning down. They are given new IDs and find a place to stay, which to Gawl's disgust, is also the home of Masami.",
                    "Aliases": []
                },
                "2": {
                    "ID": "348676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348676",
                    "TitleEnglish": "Flowers & Girls",
                    "SummaryEnglish": "The three guys get settled for their first day at Oju Academy, meeting some of Masami’s friends like pink-haired flower watering gal Natsume. They also meet the mysterious assistant professor Ryuko Saito, who secretly knows more about the boys than she lets on. Gawl gets some strange feelings, and while Koji and Ryo keep Masami occupied, Gawl confronts a Generator at a construction site.",
                    "Aliases": []
                },
                "3": {
                    "ID": "348677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348677",
                    "TitleEnglish": "Curiosity",
                    "SummaryEnglish": "Noticing that the school is full of cameras, Koji, Ryo, and Gawl hold meetings in the men’s room to strategize on how to break into the computer room. This raises the curiosity of Masami, who decides to tail the guys as much as she can, suspecting they are up to no good. But it seems like someone else is interested in knowing that the guys are hacking into the computer room, and they’ve sent a Generator to receive them. Can Gawl and the guys extract some secrets while holding onto their own secret identity?",
                    "Aliases": []
                },
                "4": {
                    "ID": "348678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348678",
                    "TitleEnglish": "Future Memory",
                    "SummaryEnglish": "Ryo has a disturbing dream about the Generators and his research with Gawl. He can’t concentrate in class and is excused. While his friends worry about him, Ryo takes the opportunity to sneak into Prof. Takuma Nekasa’s lab, and discovers not only his research progress but encounters the professor himself!",
                    "Aliases": []
                },
                "5": {
                    "ID": "348679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348679",
                    "TitleEnglish": "The Best of Both Worlds",
                    "SummaryEnglish": "The boys experience their first school festival with all the fun, games, and food, courtesy of Masami, who is intent on winning the cooking contest. But her dreams are put on hold as Ryuko Saito appears and influences everyone to attend a biology symposium. Not only that, she intends to enter the cooking contest herself! Gawl in the meantime enters a fishing contest of his own with a mysterious character.",
                    "Aliases": []
                },
                "6": {
                    "ID": "348680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348680",
                    "TitleEnglish": "Chameleons",
                    "SummaryEnglish": "Natsume manages to get some tickets for Masami for an upcoming concert. But in order to go, Masami has to ask her boss to take the day off. Gawl offers to help do Masami's, but Masami doesn't trust him with that. Later on, Gawl battles a Generator, but the enemy escapes into the city. After some rooftop combat, they land straight in the alley where Masami and Natsume are! What will Masami and Natsume do as they encounter the creatures for the first time?",
                    "Aliases": []
                },
                "7": {
                    "ID": "348681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348681",
                    "TitleEnglish": "Secrets & Lies",
                    "SummaryEnglish": "After visiting the baths, the gang walks through a park when they see another beam of light, signaling the arrival of another generator. Gawl escapes to fight him, and Masami goes back for her wallet, only to find out she's right in the line of fire between two Generators. Later, Masami confronts Gawl about his secrets, but the prodding drives him to move out!",
                    "Aliases": []
                },
                "8": {
                    "ID": "348682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348682",
                    "TitleEnglish": "Future Tense",
                    "SummaryEnglish": "Ryo recaps the story of why they are on the mission to stop the Generators, going back (or forward in time) to their science days.",
                    "Aliases": []
                },
                "9": {
                    "ID": "348683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348683",
                    "TitleEnglish": "Storms",
                    "SummaryEnglish": "As Gawl continues to rest, Ryo and Koji confront Prof. Takuma Nekasa and deliver an ultimatum to cease and desist all research on the include cells. But Ryuko Saito reveals plans that make the professor disposable .",
                    "Aliases": []
                },
                "10": {
                    "ID": "348684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348684",
                    "TitleEnglish": "The Janus",
                    "SummaryEnglish": "As the guys search the lab for more clues on how to stop Ryuko, Natsume struggles with her existence and purpose, and writes a letter to the guys. Meanwhile, Masami is looking forward to the guys' return to the apartments by cooking up a feast.",
                    "Aliases": []
                },
                "11": {
                    "ID": "348685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348685",
                    "TitleEnglish": "Rage",
                    "SummaryEnglish": "After a great explosion, the guys rush to the outside of town only to find Natsume's pager. Ryuko Saito summons five Generators to take over the city. Gawl is so enraged that he challenges not only the Generators but Ryuko Saito herself. Koji, Ryo, and Masami get a ride from Kanae and Takuma, to see the action.",
                    "Aliases": []
                },
                "12": {
                    "ID": "348686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/generator-gawl/episodes/348686",
                    "TitleEnglish": "Out of Time",
                    "SummaryEnglish": "As Gawl's body interferes with the time stream, it becomes clear that the actions that the scientist guys have done are all related to the Third War and the creation of Kubere. Kanae and Takuma reveal their true identities, and the guys struggle with what else they can do, leading to their confrontation with Ryuko Saito, and their ultimate dependence on Gawl. As he sits on the edge of death, Gawl encounters Natsume one more time, as his friends try to revive him to change the destiny of the world.",
                    "Aliases": []
                }
            }
        }
    }
}