{
    "URL": "https://thetvdb.com/series/rosario-vampire",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1821149/",
        "https://www.themoviedb.org/tv/36983"
    ],
    "Titles": {
        "eng": "Rosario + Vampire",
        "jpn": "ロザリオとバンパイア"
    },
    "Summaries": {
        "eng": "Due to poor grades, Tsukune Aono, an average high school student, has been unable to get accepted into any private academy of his choice. By exceptional accident, the only school to accept him turns out to be anything but ordinary; the school is attended by youkai disguised as humans. Fearing for his life, he attempts to escape only to meet Moka Akashiya, a beautiful girl who just happens to be a vampire. Despite this, Tsukune decides to stay at the academy, hiding his human nature from students and teachers. Tsukune also discovers that when the rosary around Moka's neck is removed, her true nature emerges.",
        "jpn": "恋したあの娘はバンパイア……!?\r\n高校受験にことごとく失敗した末、青野月音(あおのつくね)は「陽海(ようかい)学園」になんとか合格。\r\n入学式初日、月音は偶然、絶世の美少女・赤夜萌香(あかしやモカ)に出会い、即座にひと目ボレ。\r\nしかし、彼女の正体はバンパイア……!\r\nなんと、陽海学園は、古今東西の妖怪たちが集まる、妖怪による、妖怪のための学校だったのだ!\r\n秘密を知った人間は死んでもらうという学園の規則を知り、月音は恐怖に震えるばかり。\r\n萌香に好意を持たれつつ、戸惑いながらも学園生活がスタートするのだった"
    },
    "Aliases": [
        "Rosario to Vampire"
    ],
    "Modified": "2025-06-08",
    "Seasons": {
        "0": {
            "ID": "30253",
            "URL": "https://thetvdb.com/series/rosario-vampire/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {}
        },
        "1": {
            "ID": "30254",
            "URL": "https://thetvdb.com/series/rosario-vampire/seasons/official/1",
            "Titles": {
                "eng": "Rosario + Vampire",
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "348980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/348980",
                    "Titles": {
                        "eng": "New Life and a Vampire",
                        "jpn": "新生活とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Tsukune Aono, a subpar student both academically and physically, is accepted into a mysterious high school. Tsukune quickly discovers that his new school is a school for monsters.",
                        "jpn": "平凡な少年・青野月音は、人里離れた高校「陽海学園」で美少女・赤夜萌香と出会う。しかし突然、彼女は首筋に噛みついてきた。なんと陽海学園は妖怪たちが集う学校で、萌香はバンパイアだったのだ！ さらに月音は、萌香が胸元のロザリオで力を封印している事を知る。そんな折、不良妖怪・砕蔵が萌香に目をつけ連れ去ってしまった。救出に向かった月音の手が、偶然萌香のロザリオを…外す！ 閃光とともに、萌香の真の姿が発現した!!"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "348981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/348981",
                    "Titles": {
                        "eng": "Succubus and a Vampire",
                        "jpn": "夢魔とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Tsukune must wait for a month for the bus to return in order to return to the human world. In the meantime, he tries not to draw any attention to himself. Kurumu Kurono, a succubus, attempts to seduce Tsukune.",
                        "jpn": "萌香と一緒にいたいため陽海学園に留まる月音だが、しきりに血を要求する萌香の本性が見えず戸惑ってもいた。そんなある日、月音がグラマーな美少女・黒乃胡夢と出会い、たちまち虜に…！ 胡夢の正体は男を虜にする夢魔サキュバス。彼女は「陽海学園ハーレム化計画」を画策し、人気を集める萌香を苦しめるため、魅惑眼で月音を操っていたのだ！ 奴隷にされようとしている月音を救うべく、萌香は胡夢に戦いを挑むのだが…!?"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "348982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/348982",
                    "Titles": {
                        "eng": "Witchling and a Vampire",
                        "jpn": "魔女っ子とバンパイア"
                    },
                    "Summaries": {
                        "eng": "The crush that the young witch Yukari has on Moka drives her to endeavor to isolate Moka from Tsukune through various and often humorous pranks.",
                        "jpn": "中間テストの結果で盛り上がる萌香と月音は、天才少女・仙童紫に出会う。以前から萌香に憧れを抱いていた彼女は、この日以来萌香にベッタリ！ 月音ですら追い払われてしまう始末だ。そんな紫の度重なるイタズラに怒った月音は彼女を責め立ててしまう！ しかし、その直後、月音は彼女が半端者の種族「魔女」として人間からも妖怪からも嫌われてきたことを知った。謝ろうと紫を探す月音は委員長たちに囲まれる紫を見る…！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "348983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/348983",
                    "Titles": {
                        "eng": "Farewell and a Vampire",
                        "jpn": "さよならとバンパイア"
                    },
                    "Summaries": {
                        "eng": "As three boys are making a fanclub for Moka, Kurumu, and Yukari with the sentiment that Tsukune is the reason why the three girls do not pay them any attention, they decide death for Tsukune.",
                        "jpn": "陽海学園に来て友達もできた月音だったが、このままでいいのか考え込んでしまう。何よりも自分が萌香たちを守らなくてはいけないのに守られてばかり。萌香、胡夢、紫の自称ファンクラブ連合の3人組みに絡まれてやはり萌香に助けられてしまった月音は激しく落ち込んで荷物を持って校外に出てしまう！ まさか月音は学校を辞めるつもりでは!? 後を追いかける萌香たち！ バス亭には月音、そしてあの3人組みの姿が!!"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "348984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/348984",
                    "Titles": {
                        "eng": "School Swimsuits and a Vampire",
                        "jpn": "スクール水着とバンパイア"
                    },
                    "Summaries": {
                        "eng": "The students learn that they are to choose a school activity. Tsukune stumbles upon the swimming club.",
                        "jpn": "部活の新入部員勧誘で盛り上がる陽海学園。得意の水泳で萌香にいい所を見せようと、月音は彼女とともに水泳部へ向かった。体験入部のプールでは、女子部員と楽しそうに泳ぐ男子生徒たちの姿が。月音も美人部長・珠魚に誘われるままに泳ぐが、その一方で、萌香はうっかり浴びた水に苦しんだいた。バンパイアの彼女にとって水は弱点なのである！ 萌香を心配し、プールを出ようとする月音。その時、珠魚の目が怪しく輝いた！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "348985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/348985",
                    "Titles": {
                        "eng": "Newspaper Club and a Vampire",
                        "jpn": "新聞部とバンパイア"
                    },
                    "Summaries": {
                        "eng": "During the first meeting of the Newspaper Club, Tsukune-tachi (Tsukune with Moka, Kurumu, and Yukari in convoy) is introduced to the head of the club Ginei Morioka. Kurumu and Yukari work to clear Tsukune's name.",
                        "jpn": "月音たちは森丘銀影が部長を務める新聞部へ入部する。さっそく記事作りに張り切る彼らは、最近学園内を騒がしている、連続のぞき魔事件の調査を始めた。…が、調査を始めて間もなく、月音は連続のぞき魔犯の濡れ衣を着せられてしまった！ 実はこれらは全部、月音と萌香を引き離すために銀影が仕組んだものであった…。そして銀影の思惑通り、ショックを受けて走り去る萌香。ここぞとばかりに萌香に言い寄る銀影だったが…？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "353502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/353502",
                    "Titles": {
                        "eng": "Snow Girl and a Vampire",
                        "jpn": "雪女とバンパイア"
                    },
                    "Summaries": {
                        "eng": "As Tsukune and the others from the Newspaper Club hand out the paper to the students, a girl named Mizore Shirayuki appears and takes an immediate liking to Tsukune.",
                        "jpn": "学園新聞を配布している月音に見知らぬ少女が声をかけてきた。彼女の名は白雪みぞれ。これまで登校拒否だった月音のクラスメートで、月音の記事のファンであった。月音を独占したいみぞれは、萌香らを邪魔者と感じ、氷人形で彼女らを襲わせる！ 何とかみぞれたちを退けた萌香たちだったが、彼女を取り逃がしてしまう。その後の萌香らを待っていたのは、みぞれが体育教師・小壷先生を氷漬けにしたという大事件だった!!"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "355651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/355651",
                    "Titles": {
                        "eng": "Math and a Vampire",
                        "jpn": "数学とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Every guy in school notices the math teacher Lilico-sensei and admires her beauty. Unfortunately, Tsukune is falling behind the others in math and it is summer school for him if he fails the mid-terms.",
                        "jpn": "様々な騒動に巻き込まれ、さっぱり勉強が手に付かない月音。今日も数学教師・籠女　李々子に注意され、放課後に補習を受けるはめに…。放課後、補習室へ向かった月音が見たものはボンデージ姿で鞭を振るう艶かしい李々子先生の姿！ そしてその日以来、月音の様子が徐々におかしくなっていく。彼を心配する萌香はある日、月音の悲鳴を聞いて乱入！ そこでは、下半身が蛇となった李々子先生が月音を洗脳していた…!?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "355652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/355652",
                    "Titles": {
                        "eng": "Summer Break and a Vampire",
                        "jpn": "夏休みとバンパイア"
                    },
                    "Summaries": {
                        "eng": "While on summer vacation in the human world with Nekonome-sensei as their chaperone, the Newspaper Club's fun in the sun on a beach gives way to a field of sunflowers on a hill.",
                        "jpn": "夏休みに突入し、人間界に合宿に向かう新聞部メンバー！ そこで一行は向日葵が咲き誇る綺麗な丘を見つけた。しかしその丘は失踪事件が頻発する怪奇スポット「魔女の丘」だった。そこで紫は同族の魔女・瑠妃と出会う。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "355653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/355653",
                    "Titles": {
                        "eng": "Sunflowers and a Vampire",
                        "jpn": "ひまわりとバンパイア"
                    },
                    "Summaries": {
                        "eng": "Ruby awakens to find herself in a tent with Tsukune-tachi. Ruby explains about how badly witches have been treated and how developers are planning to destroy the sunflower fields where she and her master live.",
                        "jpn": "瑠妃は月音たちに魔女の丘が自分の安息の地であること、そしてそれを奪おうとする人間への怒りを打ち明ける。月音は彼女を陽海学園に誘い、瑠妃もその提案に心が揺れた。しかし、自分を拾ってくれた「お館様」を裏切れず、彼女はそっとキャンプを後にする…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "355654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/355654",
                    "Titles": {
                        "eng": "New Term and a Vampire",
                        "jpn": "新学期とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Newspaper Club's work on its next edition rouses the powerful and corrupt Security Committee whose function is to act as the school's police.",
                        "jpn": "新学期最初の新聞配布に精を出す月音たち。そこに「超新聞部」と名乗る集団が登場！ お色気満載の彼女らの妨害で、読者はどんどん奪われてしまった！ このままでは新聞部は廃部に…！ 反撃に燃える月音たちだったが、ギンに引き止められてしまう。相手のバックに付く武闘派集団・公安委員会を恐れての配慮らしい。一旦は引き下がるものの、月音たちは公安委員会の悪事を暴こうと決心！ そこに、超新聞部を操る螢糸の襲撃が…!!"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "355655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/355655",
                    "Titles": {
                        "eng": "Security Committee and a Vampire",
                        "jpn": "公安委員会とバンパイア"
                    },
                    "Summaries": {
                        "eng": "The attempts of the Newspaper Club to collect evidence of the Security Committee's corruption causes Tsukune's arrest on \"suspicion of being a human\" along with Moka, Kurumu and Mizore being taken in as people of interest.",
                        "jpn": "上納金を強要したり暴力を振るったりと、やりたい放題の公安委員会！ 月音たちは彼らの悪事を暴くべく調査に乗り出すが、生徒達の協力を得られないでいた。そんなある日、公安委員会のトップ・九曜が乗り込んでくる。九曜は「人間の疑いがある」と月音を拘束して連行！ 萌香を人質に取られた月音は、自分が人間であることを自白してしまった!! そしてその事実を初めて知った胡夢たちは、ショックで月音の元を離れてしまう…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "355656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/355656",
                    "Titles": {
                        "eng": "Tsukune and a Vampire",
                        "jpn": "月音とバンパイア"
                    },
                    "Summaries": {
                        "eng": "An unexpected friend joins Moka and the others to rescue Tsukune from the Public Safety Commission.",
                        "jpn": "人間であることを告白した月音は、今にも全校生徒の目の前で処刑されようとしていた！ その一方で、すっかりバラバラになっていた新聞部メンバー。最初は戸惑う胡夢たちだったが、月音の大切さに思い至り集結!! 瑠妃とともに月音の救出へと向かった。間一髪で月音を救出する仲間たち！ しかし、九曜の攻撃が月音の胸を貫く！ …崩れ落ちる月音の手には最期の力で外した萌香のロザリオが握られていた。しかし、もはや遅すぎた…!?"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "35961",
            "URL": "https://thetvdb.com/series/rosario-vampire/seasons/official/2",
            "Titles": {
                "eng": "Rosario + Vampire: Capu2",
                "jpn": null,
                "fra": "Rosario + Vampire : Capu2"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "fra": "Un personnage inattendu fait son apparition. Ce n'est autre que la jeune demi-sœur de Moka, Shuzen Cocoa."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "395175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/395175",
                    "Titles": {
                        "eng": "Reunion and a Vampire",
                        "jpn": "再会とバンパイア"
                    },
                    "Summaries": {
                        "eng": "It has been one year since Tsukune entered Yokai School. After spring break, Tsukune collides with a mysterious girl on a bicycle.",
                        "jpn": "月音が陽海学園に入学してから1年。春休み明けのこの日、月音は萌香との再会に胸を膨らませ、学園へと急いでいた。すると、謎の少女が自転車で衝突してくる！ 事故の相手は、ちょっとキツめな印象のツインテールの美少女だった！ そして学園では、萌香たちが新入生に囲まれて大騒ぎになっていた。さらに萌香の下駄箱には、彼女を慕う新入生からの大量のファンレターも！ しかしその中に「命をもらう」と書かれた物騒な脅迫文も…!?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "395176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/395176",
                    "Titles": {
                        "eng": "Little Sister and a Vampire",
                        "jpn": "妹とバンパイア"
                    },
                    "Summaries": {
                        "eng": "The atmosphere grows more ominous as Moka identifies the mysterious girl.",
                        "jpn": "萌香の元に届けられる謎の脅迫状…それらは彼女の妹・朱染心愛によるものだった。心愛は幼少からの姉妹ゲンカの決着をつけるため、陽海学園に入学してきたのだ！ 真相を聞かされた月音たちは、心愛の粘着っぷりに呆れ果てる。そんな最中、再び心愛の襲撃が！ とっさに逃げ出す萌香と月音。しかし彼らを追う心愛の無差別攻撃で、無関係の生徒や校舎から被害が続々と…!! 責任を感じた萌香は、自ら妹の前に立つのだったが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "412542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/412542",
                    "Titles": {
                        "eng": "Mother and Child and a Vampire",
                        "jpn": "母と子とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Parents' Day at Youkai Academy becomes another day for both Mizore's mother, Tsurara, and Kurumu's mother, Ageha, to prosecute their long-standing rivalry.",
                        "jpn": "この日、月音たちのクラスは父兄参観日。親の来校でざわめく校内に、物陰から月音を見つめる謎の和服女性が。彼女はみぞれの母親・つらら。娘の恋人とされる月音に挨拶しようと訪れたらしい。そこに派手でグラマーな美女、胡夢の母親・アゲハまで登場。こちらも月音が娘のフィアンセだと、すっかり誤解している様子だ。2人の母親は、娘に月音をモノにさせるべく対抗心をむき出しに！ ついには娘の意思すら無視し、直接対決へ…!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "412543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/412543",
                    "Titles": {
                        "eng": "Body Measurements and a Vampire",
                        "jpn": "身体測定とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Yukari is bothered by the fact that she is still a child, but with help she has been given the chance to experience life as a grown up.",
                        "jpn": "紫は最近、月音に相手にされないと悩んでいた。月音に興味を持たれないのは、身体が幼いから…と思い込む紫。そんな彼女の不安を、看護師の薬丸麻子が聞いていた。麻子は紫に「大人にしてあげる」と、首に爪の注射を打ち込む。その効果で、紫は念願の大人の姿に変身！ 萌香たちにも引けを取らない己の魅力に、紫は大喜び!! …しかし、せっかく大人の身体になれたのに、月音の目は萌香に向いてばかり。暗い気持ちに沈む紫だが…!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "412544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/412544",
                    "Titles": {
                        "eng": "Curry and a Vampire",
                        "jpn": "カレーとバンパイア"
                    },
                    "Summaries": {
                        "eng": "Moka, Kurumu, Yukari and Mizore want to win Tsukune's affection by making the perfect curry dish. While Mizore is trying to improve her cooking by herself, Moka, Kurumu and Yukari are attending a cooking class with a very passionate teacher.",
                        "jpn": "調理実習の授業で、萌香たちはカレーを作ることに。担当する亜婦皿先生は重度のカレーマニアらしく、スパイス講釈にひたすら熱がこもっていた。昼休みは、月音を交えてそれぞれが作ったカレーの試食会。しかし、みぞれの作った氷カレーがクラスの女の子たちに馬鹿にされてしまう。一方その頃、亜婦皿先生は自慢のカレーを心愛にけなされて大激怒！ 先生の怒りを買った心愛、さらには陽海学園の生徒たちにカレーの脅威が迫る…!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "414735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414735",
                    "Titles": {
                        "eng": "School Trip and a Vampire",
                        "jpn": "修学旅行とバンパイア"
                    },
                    "Summaries": {
                        "eng": "The group goes on a field trip to the human world. Moka wants to spend more time with Tsukune, but Kurumu, Mizore and Yukari make it impossible as they try to get close to him themselves.",
                        "jpn": "陽海学園の修学旅行で、人間界の京都を訪れる月音たち。そこには、ガラの悪そうな他校の修学旅行生徒の姿も。彼らは土佐の天狗ら妖怪四天王に統治された、妖の学園・馬獣工業の一行だ。全国制覇を悲願に掲げる彼らは、陽海学園を密かにライバル視しているのである。その夜、突如四天王のひとりが登場！ 陽海学園と決着を着けるべく、月音をさらっていってしまった。京都を舞台に、妖対妖の熾烈なる抗争がここに開幕する…!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "414737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414737",
                    "Titles": {
                        "eng": "Bathroom and a Vampire",
                        "jpn": "バスルームとバンパイア"
                    },
                    "Summaries": {
                        "eng": "Tsukune's decision to use a portion of his time on the field trip to pay his mother Kasumi a visit at home begins its metamorphsis into a circus when Moka follows Tsukune home.",
                        "jpn": "修学旅行の自由行動日、月音は久しぶりの実家に戻っていた。成長した息子の様子に喜ぶ母・かすみ。そこに萌香が月音を追って訪ねてくる。彼女を部屋に招き入れ、月音のドキドキは最高潮！ しかしなぜか、月音の部屋には胡夢の姿が…。さらにみぞれと紫も登場し、騒ぎは過激にエスカレート!! そんななか、月音の従姉・響子が現れる。月音の姉を自称する響子は、月音の恋人かは自分が決めると言い、胡夢たちの騒ぎを仕切りだすが…!?"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "414739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414739",
                    "Titles": {
                        "eng": "Youth and a Vampire",
                        "jpn": "青春とバンパイア"
                    },
                    "Summaries": {
                        "eng": "This episode holds multiple small comical story lines: \r\nThe Long Story: Part-01; \r\nMeow Meow Meow; \r\nWhat's Cool about Ginei; \r\nOr--You--Know--What; \r\nKurumu's Moods; \r\nBathroom and a Vampire (Supplemental); \r\nSeven Different Flavors; \r\nBetween a Wolf and a Dog; \r\nThe Long Story: Part-02",
                        "jpn": "いつもの朝。校門を掃除する瑠妃の前を、登校してきた生徒たちが通り過ぎてゆく。すがすがしい光景に満足顔の瑠妃。しかしその横では、萌香や胡夢たちが朝イチの月音争奪戦を開始していた！ 爽やか気分をパンチラで害された瑠妃は、突如ミニスカート禁止の校則を立ち上げてしまう!! …その一方では、新コスチュームへの意欲を燃やす猫目先生、ギン先輩の秘蔵スクープ…などなど、陽海学園の青春模様が展開されていくのであった！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "414741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414741",
                    "Titles": {
                        "eng": "Skiing and a Vampire",
                        "jpn": "スキーとバンパイア"
                    },
                    "Summaries": {
                        "eng": "Tsukune and the others visit a skiing slope in the human world, which is owned by Mizore's mother, Tsurara.",
                        "jpn": "スキー合宿のため雪女の里を訪れる月音たち。ゲレンデで楽しむ月音と萌香の間に、地の利を活かしたみぞれが乱入！ 月音を奪い去ってしまう…が、急ぐあまり彼を落としてしまった!! 山中に放り出された月音は、追いついた萌香と合流。そこに萌香を追ってきた心愛が登場する！ 愛する裏萌香の覚醒のため、ロザリオを強奪しようと追跡してきたのだ。しかし当然、心愛にロザリオを外すことはできず、彼女のイライラは頂点へ…!!"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "414743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414743",
                    "Titles": {
                        "eng": "Pretty Boy and a Vampire",
                        "jpn": "美少年とバンパイア"
                    },
                    "Summaries": {
                        "eng": "A new transfer student named Ijuuin Kotaro attends Youkai Academy.",
                        "jpn": "その日、月音たちのクラスに伊集院光太郎と名乗る転入生が現れる。光太郎は端正なルックスと魅惑の美声の持ち主で、一躍クラスの女生徒たちの人気者に！ それもそのはず、彼の声には魔力が込められており、それを聞いた者は虜になってしまうのだ！ かくしてクラスメイトはもちろん、あの冷徹な公安委員会のメンバーまで光太郎の言いなりとなってしまう…。そして光太郎の魔の手は、ついに萌香たち新聞部メンバーまで及び…!?"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "414744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414744",
                    "Titles": {
                        "eng": "Lilith's Mirror and a Vampire",
                        "jpn": "リリスの鏡とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Kyouko and Kokoa accidentally exchange parcels.",
                        "jpn": "月音の様子を見ようと陽海学園を訪れた響子は、ふとしたきっかけで謎のアイテム・リリスの鏡を入手。それは映した者の本性を暴き出すという、非常に危険な代物だった！ そしてリリスは何も知らない響子をそそのかし、学園中の生徒たちの本性をあばき始める!! たちまち妖の正体を現した生徒が続出し、周囲は大混乱に!! このままでは、生徒たちの妖気で学園を人間界から守っている大結界が壊れてしまうかも知れない…!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "414745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414745",
                    "Titles": {
                        "eng": "Holy Seal and a Vampire",
                        "jpn": "封印とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Outer Moka's actions come with a price. Tsukune is determined to find the creator of Moka's rosario.",
                        "jpn": "生徒たちの妖気で陽海学園の大結界は壊れる寸前！ 月音たちは大結界を修復しようと、地下祭壇の制御パネルへ急ぐ！ …が、そこにあったのは破壊された制御キーのロザリオ。キーが自分のロザリオと同一のものと気づいた萌香は、自らのロザリオをパネルにはめ込み制御パネルを起動！ そのかいあって大結界は修復され、陽海学園の日常はすっかり元通りに。…ただし萌香は、その代償に表の人格を失ってしまうことに…!!"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "414746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rosario-vampire/episodes/414746",
                    "Titles": {
                        "eng": "Cross and Family and a Vampire",
                        "jpn": "十字架と家族とバンパイア"
                    },
                    "Summaries": {
                        "eng": "Tsukune continues his journey.",
                        "jpn": "萌香の表の人格を戻すには、新たな封印のロザリオを入手する必要があった。しかしロザリオを作った人物は、理事長を含めた学園創設者「三大冥王」のひとりとされる、非常に危険な人物らしい。それでもなお月音は、ロザリオを譲り受けに行くことを決意！ そんな彼の前につらら＆アゲハなど、萌香復活を快く思わない者の妨害が続く。…何とか目的地に到着した月音は、追いついてきた心愛にロザリオを持つ人物の正体を聞かされる…!!"
                    },
                    "Aliases": []
                }
            }
        }
    }
}