{
    "URL": "https://thetvdb.com/series/pumpkin-scissors",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1132544/",
        "https://www.themoviedb.org/tv/31712"
    ],
    "Titles": {
        "eng": "Pumpkin Scissors",
        "jpn": "パンプキン・シザーズ"
    },
    "Summaries": {
        "eng": "The long war against the Frost Republic scarred many places of the Empire. The Empire Army organizes the 3rd section of the Information Bureau calling it, \"Pumpkin Scissors.\" Struggling to recover from the scars of war the bureau is visited by a tall man dangling an iron lantern from his waist and handling a heavy gun with one hand.",
        "jpn": "\"戦災\"という名のもう一つの戦争――。?\r\n戦争があった―。帝国と敵対するフロスト共和国との永きに渡る戦乱……。 停戦が結ばれて三年の月日が流れたにもかかわらず、国民の困窮はいっこうに解消されてはいなかった。\r\n事態を憂慮した帝国軍上層部は、飢餓、疫病、野盗化兵といった \"戦災\"からの復興を任務とする部隊 ― 陸軍情報部第3課を設立する。\r\n戦災復興を成し遂げようと、アリス少尉、オーランド伍長ら3課の面々は日々奮闘する。社会を覆う欺瞞と腐敗の分厚い皮を、切り裂き、中身を暴き出す―。ゆえに彼らは自らをこう名乗る。「パンプキン・シザーズ」と!"
    },
    "Aliases": [],
    "Modified": "2021-05-17",
    "Seasons": {
        "1": {
            "ID": "30358",
            "URL": "https://thetvdb.com/series/pumpkin-scissors/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "349656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349656",
                    "Titles": {
                        "eng": "The Invisible 9",
                        "jpn": "不可視の9番"
                    },
                    "Summaries": {
                        "eng": "The Pumpkin Scissors unit gets help from an unexpected source in dealing with a group of rogue soldiers.",
                        "jpn": "突然の停戦。その報せを士官候補生アリスは士官学校の卒業式で、ランデル・オーランド伍長は焦土の市街地で、驚きとともに聞く。\r\n……それから3年。帝国は飢餓、疫病、統制を失って略奪者に転じた兵隊など、戦争の負の遺産にいまだ苦しんでいた。「狼」と名乗る中尉に率いられた一団「灰色の狼」も、戦車を武器に野盗化し山麓の村を恐怖に陥れている。\r\n　いっぽう、すでに陸軍情報部隊3課に配属されたアリスは、少尉としてこの無法者たちを排除するため、村に出動していた。が、実戦経験を積む敵は容易に降参しそうにない。ひとまず様子をうかがうことにする陸情3課小隊。彼らが立ち寄った村の食堂には、放浪の旅を続けるオーランド伍長の姿もあった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "349657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349657",
                    "Titles": {
                        "eng": "War Relief Unit",
                        "jpn": "戦災復興部隊"
                    },
                    "Summaries": {
                        "eng": "Randel is officially inducted into the Pumpkin Scissors unit, just in time for Section III to have to deal with a Viscount who has been mistreating his subjects.",
                        "jpn": "先のダム占拠事件解決に於ける功績が認められて、陸軍情報部第3課に迎えられたオーランド伍長。新入りの彼はアリス少尉ほか上官たちとウォルキンスの領地に向かう。治安悪化を進言する差出人不明の嘆願書の真偽を確かめるためだ。\r\n暗く沈んだ街で一行は、領民を標的に、ゲーム感覚で戦車砲を撃つというウォルキンス子爵の蛮行を知る。貴族という身分に守られた暴君はゆがんだ欲望を満たしていた。 　とりわけ、同じ貴族階級にあるアリス少尉は、持ち前の正義感から子爵の居城へ直談判に押しかける……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "349658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349658",
                    "Titles": {
                        "eng": "For That is a Precious Thing",
                        "jpn": "其は尊きものなりて"
                    },
                    "Summaries": {
                        "eng": "Pumpkin Scissors are sent to rebuild a tunnel, and convince reluctant villagers to join their cause.",
                        "jpn": "恵まれた貴族の立場に甘んじたくはないと、遅ればせながら生活の見直しを始めたアリス少尉。そんな彼女に、ハンクス大尉から新たな任務が下る。崩落したトンネルの復旧だ。さっそく実動小隊は南部の村にシールド車を運び込み、地元住民に工事を発注する。だが、かつて同様の復旧作業でタダ働きさせられた村人たちは帝国を信用せず、仕事の受注を拒否。やむなくアリスは自らツルハシを振るい、少しでも作業を進めようとするが、意地を張って食事を抜いていたために倒れてしまう。\r\n翌朝、貴族としての誇りと誠意を見せ、なんとか住民たちの信用を得るアリス。だが、そのとき、小隊になついていた村の少年が思わぬ事故に巻き込まれてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "349659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349659",
                    "Titles": {
                        "eng": "The Cracking Portrait",
                        "jpn": "ヒビ割れた肖像"
                    },
                    "Summaries": {
                        "eng": "Having become distrustful of Randel, Martis begins investigating his past.",
                        "jpn": "陸軍情報部3課に所属してしばらく経つにもかかわらず、オーランド伍長は戦時の悪夢毎夜うなされていた。存在しないものとして密かに編成された対戦車部隊の記憶は、彼の心に深い闇を落としていた。しかし、悲痛な記憶は過去にのみ留まってはいない。先に解決したウォルキンス伯爵の一件。領民を虐待していた彼の戦車には、研究段階にある高度な軍事技術が施されていたのだ。そこで、陸情3課小隊は戦車開発の偉人コルトゥ博士を訪ね、真相を探り出そうとする。だが、博士はこれまでの経緯を確認するだけで、何ら助言は与えてくれなかった・・・。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "349660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349660",
                    "Titles": {
                        "eng": "The Frivolous Men",
                        "jpn": "あさはかな者達（おとこたち）"
                    },
                    "Summaries": {
                        "eng": "Martis and Oreldo investigate more about Randel while he is in the hospital.",
                        "jpn": "新型装甲車の襲撃で負傷したオーランド伍長は、現在入院中。だが、勝手に病室を抜け出すなど、なかなか安静にはしていない。オレルド、マーチスとともに見舞いにやって来たアリスはそれを咎めるが、相部屋の患者で鞄工場に長年勤めている老人ワンツは、仲間どうしのやりとりを微笑ましく眺めていた。いっぽう、危機一髪のところをオーランドの捨て身の行動で救ってもらったマーチスは、常人の域を超えた戦闘力を目の当たりにし、存在しないはずの部隊「不可視の９番」の謎が気になり始める。資料を当たる彼に、オレルドも色男独自の援護射撃。二人は人事課の極秘ファイルから、ついに帝立科学研究所「カウプラン機関」の名を割り出すのだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "349661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349661",
                    "Titles": {
                        "eng": "A Fruitful Time",
                        "jpn": "豊穣（ほうじょう）な時間"
                    },
                    "Summaries": {
                        "eng": "Randel and Alice try to find the mother of an abandoned baby.",
                        "jpn": "朝、遅刻して来たオーランド伍長。急いで陸軍情報部の局舎正門へと駆け込もうとした彼は、路上に置かれたカゴを発見する。中には、生後間もない赤ん坊と「立派な軍人に育て上げて欲しい」という文面の書き置きがあった。\r\n不意の珍客に右往左往する陸情３課の面々。意外にも、赤ん坊はオーランドが抱きかかえると泣きやむのだが、いつまでもそうしているワケにはいかない。ハンクス大尉は養育施設への引き渡しを命令しかけたが、アリス少尉は子捨てへの憤りから親探しを買って出る。ハンクスも「戦災復興」の一環として、これを許可。乳飲み子をおぶったオーランドを残し、一同は喧噪の闇市へと向かう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "349662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349662",
                    "Titles": {
                        "eng": "The Lead And The Follow",
                        "jpn": "踊る者踊らされる者"
                    },
                    "Summaries": {
                        "eng": "Alice gets a day off to meet her fiance, and the rest of the Pumpkin Scissors must look for missing supplies.",
                        "jpn": "ガセネタの可能性はあるものの、匿名のタレ込みに基づいて、配給品横領の調査に向かう陸情3課の面々。だが、いつもの顔ぶれの中にアリス少尉の姿はない。婚約者に会うため……それが彼女の休暇取得の理由らしい。\r\nパーティーへの出席をひかえ、自宅で身支度に手間取るアリス。迎えに来た貴族シュルツ公を待たせ続ける妹に、姉のソリスとエリスも気が気ではない。ようやく、軍装ではなくドレスを身にまとったアリスは、馬車でパーティー会場へと向かう。\r\nいっぽう、未配物資について領主邸を調べ始める陸情3課小隊。庭園内に腐敗した配給品を見つけるが、領主の私兵は侵入者に向け、突如、自動小銃で攻撃を仕掛けてくるのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "349663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349663",
                    "Titles": {
                        "eng": "Burning Snowfields",
                        "jpn": "雪原に燃えて"
                    },
                    "Summaries": {
                        "eng": "The Pumpkin Scissors race to deliver vital supplies in a frozen wasteland.",
                        "jpn": "白銀の世界に銃声が響く！3課実動隊の乗った雪上車を山賊団が襲う。銃撃、さらに手榴弾によってタイヤ部分を破壊された車輌は、あえなく横転、山道を逸れて切り立つ崖の下へと呑み込まれていった……。\r\n帝国北部の病院まで、48時間以内に血清を届けること。今回の任務に危険が伴うことは覚悟していたが、地の利を知る山賊の攻撃からは、逃げるのが精一杯。何とか命拾いしたものの、移動手段である雪上車を失った隊員たち。おりしも吹雪に見舞われ、山小屋に避難するが、山賊の追跡を逃れるために火を使えず、寒さを堪え忍ぶしかない。だが、やがて負傷したマーチス准尉が発熱。アリスは意を決し、暖炉に火を入れる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "349664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349664",
                    "Titles": {
                        "eng": "Woman of the Morning Mist",
                        "jpn": "朝霧の女"
                    },
                    "Summaries": {
                        "eng": "Ladies man Oreldo helps a desperate woman come to terms with her past.",
                        "jpn": "霧がたなびく夜明けの街。朝帰りのオレルド准尉は、橋の上から川をのぞき込んでいる女に目を留める。「まさか身投げ？」。瞬間、疑いを抱いた彼は、自殺を思いとどまらせようと車道に飛び出す。が、眼前を馬車が横切るうちに、女の姿は忽然と消えていた。\r\nその日、配給品の分配という任務を気ままに済ませたオレルドは、再び夜の街へ。たまに足を運ぶ店で楽しくやっていると、そこに今まで気にも止めていなかった存在が。早朝、橋のたもとで見かけた女だった。翌日も同じ店に通ったオレルドは、両親を失った彼女が17歳から辛い境遇で生きてきたこと、さらに、6年前戦場に駆り出された青年の帰りを待ち続けていることを知る。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "349665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349665",
                    "Titles": {
                        "eng": "Pumpkin and Scissors",
                        "jpn": "カボチャとハサミ"
                    },
                    "Summaries": {
                        "eng": "The meaning behind the Pumpkin Scissors' title is finally revealed as Stecchin explains its creation to Randel.",
                        "jpn": "救援物資の運用状況を視察するため、貴族の居城を訪れた陸情３課実動隊。だが、調査を拒絶する相手は戦車まで持ち出し武力で抵抗。アリスに突進する戦車をオーランドが食い止め、何とか窮地を脱する。　最愛の妹を心配するエリスとソリスは、帰宅したアリスに外出禁止を言い渡す。姉二人は、どうやら軍に休暇届けを出すつもりらしい。\r\n大半のメンバーが出払ったオフィスでは、ステッキン曹長が、オーランドを相手に３課の来歴を語っている。マーチス准尉の赴任。そこにも、彼なりの事情があったと言うのだ。 陸情３課の過去に起きた事件とは・・・!?。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "349666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349666",
                    "Titles": {
                        "eng": "Quiet Movement",
                        "jpn": "静かなる胎動"
                    },
                    "Summaries": {
                        "eng": "Alice is kidnapped by a group of people who want her to reveal the military's secrets.",
                        "jpn": "新聞記者ドルトンが陸情３課の取材にやって来た。政府の提灯記事とは知りながら、まんざら悪い気はしない隊員たち。もっとも、アリスは例のごとく取材を真剣に受け取り、復興にかける思いを熱く語るのだった。\r\nその夜、戦車開発の権威コルトゥ博士の元を訪れる記者ドルトン。彼は博士に陸情３課で対戦車拳銃「ドアノッカー」を身につけた男がいた事実を告げる。眼光鋭く、博士はオーランドの素性を聞き出し始める。\r\n翌朝、自分たちの記事が掲載された新聞を満足げに眺める陸情３課の面々。いっぽう、場末のカフェで働く女セシルも、記事中の面識あるアリスに目を留めていた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "349667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349667",
                    "Titles": {
                        "eng": "The Unseen Pain",
                        "jpn": "見えざる痛み"
                    },
                    "Summaries": {
                        "eng": "Alice agrees to cooperate with her kidnappers and is released; little do they know what someone has in store for them.",
                        "jpn": "誘拐されたまま消息を絶ったアリス少尉。オレルドとオーランドは、拉致に使用された馬車を手がかりに、セシルたち犯人の身元を徐々に割り出しつつあった。\r\nその頃、新聞記者ドルトンは陸情３課を再訪し、対戦車銃「ドアノッカー」の存在から零距離射撃を行う兵士、オーランドの来歴を探りにかかる。\r\n軍事機密を追う者の身には危険が及ぶ……忠告するハンクス大尉に、ドルトンはなおも食い下がろうとする。だが、その時、失踪していたアリスが帰還。彼女はドルトンの退散した後、誘拐時に得た「不可視の９番」についての情報を語り始めるのだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "349668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349668",
                    "Titles": {
                        "eng": "Rough, but Delicious",
                        "jpn": "粗野にして美味"
                    },
                    "Summaries": {
                        "eng": "Martis meets with a foreign princess.",
                        "jpn": "隣国ローデリアの姫セッティエームが、お忍びで帝国を訪れるという報せが入る。目的は陸情３課が捕らえたローデリア国籍の密輸業者の解放。彼は以前、姫に接した経験を持つアリスは、その明晰な頭脳が取る行動に警戒心を強めていた。\r\nいっぽう、休暇中のマーチスは思わぬところで、単独行動に入ったセッティエームと遭遇。しかし、自ら姫と名乗る彼女の発言を信用せず、強気な態度にも困惑を深めるばかり。いつの間にか、お気に入りだったホットドッグ屋台の行方を追及する姫とマーチス。二人は屋台主の居場所を探し続けるが……。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "349669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349669",
                    "Titles": {
                        "eng": "The Flame Still Burns",
                        "jpn": "焔、いまだ消えず"
                    },
                    "Summaries": {
                        "eng": "Pumpkin Scissors must deal with drug dealers while moving homeless people from the sewers.",
                        "jpn": "帝都の地下水道。火傷を負った同僚を伴い、陸情１課隊員が必死の抵抗を続ける。襲い来る相手は耐火服に身を包み、火_放射器を手にした兵士ハンス。「908HTT」の部隊章を付けた彼は、淡々と標的を焼き尽くしていく。\r\nそこから離れた地下水道各所には、帝都へと流れ着いた難民の群れも存在していた。彼らの生活を巡察する陸情３課実動小隊。オレルドは水道管理局の職員が少女マリエルを恐喝する場に出くわし、彼女の窮地を救う。さらに、アリスは国営農場での職を難民たちに斡旋、地下水道を離れるよう勧めるが、なぜかマリエルの父たちは、その劣悪な環境を離れようとしなかった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "349670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349670",
                    "Titles": {
                        "eng": "The Decision to Stray",
                        "jpn": "迷走する選択"
                    },
                    "Summaries": {
                        "eng": "Pumpkin Scissors continues to fight the drug dealers, and their situation is complicated by a person with a flamethrower.",
                        "jpn": "水陸両用型ジープを駆る３課実動小隊の眼前に、火_放射器を手にした兵士ハンスが出現する。マーチスは巧みなハンドルさばきで地下水道からの脱出を試みるが、燃えさかる炎の壁は徹底してジープの退路を断つ。\r\nそこへ後方から追いついた水道局員たち。彼らは、ハンスを味方と思い込み油断するが、火_放射器は容赦なく炎に包んでしまう。瀕死の局員を救出するアリス。さらに火を噴こうとする放射器。敢然とオーランド伍長が立ちはだかった時、ハンスはオーランドのランタンを目にして、彼を仲間と認識するのだった。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "349671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349671",
                    "Titles": {
                        "eng": "The One Who Tears to Pieces",
                        "jpn": "斬り裂きし者"
                    },
                    "Summaries": {
                        "eng": "Alice must unleash her special weapon to finish the fight against the drug dealers.",
                        "jpn": "地下水道の難民たちに常習性薬物「ヒンメル」をばらまき続ける水道管理局の長ミヨン。さらに、その背後には「銀の車輪結社」の暗躍があった。強圧的な組織の態度にいら立ちをつのらせたミヨンは、結社の使者を銃で威嚇するが、逆にその底知れぬ力を思い知らされてしまう。\r\n折しも、薬物取引の現場を押さえに水道局へやって来たアリスたち。だが、陸情１課の実動第１小隊「クレイモア・ワン」が先んじて装甲車で突入、武装した水道局員、火_放射兵ハンスと激しい闘いを繰り広げている。「クレイモア・ワン」は作戦執行中に介入してきた陸情３課さえ敵視し、友軍でありながら両者に一触即発の緊張がみなぎるのだった。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "349672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349672",
                    "Titles": {
                        "eng": "The Yet Unrescued Darkness",
                        "jpn": "なお救われぬ闇たち"
                    },
                    "Summaries": {
                        "eng": "Alice fights the Claymores while Randel fights Hans.",
                        "jpn": "「銀の車輪結社」の命令に従い、陸情１課・実動第１小隊「クレイモア・ワン」の攻撃から水道局長ミヨンを守るハンス。部隊「908HTT」唯一の生存者である彼は、忌まわしい記憶に悩まされながら、ミヨンと地下水道を進んでいた。そんな二人を追跡するオーランドとマーチス。\r\nそしてアリスは血気にはやる陸情１課隊員たちを足止めするため、双剣メーネを振るい続ける。精鋭「クレイモア・ワン」を相手に孤軍奮闘するも、気丈なアリスにも、次第に疲労は蓄積していく。その一方で、ハンクス大尉は１課のコネリー少佐を訪ね、ある駆け引きに出る。ここにも武器を伴わない熾烈な闘いがあった・・・。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "349673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349673",
                    "Titles": {
                        "eng": "Small War Potential",
                        "jpn": "小さな戦力"
                    },
                    "Summaries": {
                        "eng": "Stecchin attempts to cheer up Randel, who has been depressed since the last mission.",
                        "jpn": "多くの命が奪われた水道局での一件以来、陸情３課は重々しい空気に包まれていた。とりわけ、オーランドの表情は沈鬱なまま。そこでステッキン曹長はダンスで皆の明るさを取り戻そうと計画。まずは、こっそり一人でステップを踏んでみる……が、これは予想外に恥ずかしいものだった。\r\nそれならばと、始終マイペースのオレルド准尉に相談したが、彼の案は「男を元気にする店」へ出かけるというもの。ウブな曹長は即却下、結局マーチス、オーランドもさそって一緒にランチを取ることにする。重い空気の流れるなか、４人の着いたテーブルに向かってくる男が一人。陸情１課所属の鼻持ちならない人物、ラーン准尉だった。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "349674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349674",
                    "Titles": {
                        "eng": "Trick in Treat",
                        "jpn": "甘い罠"
                    },
                    "Summaries": {
                        "eng": "Alice goes to a ball with her sisters while the rest of Pumpkin Scissors gives rations out to the homeless.",
                        "jpn": "「結婚します」。ハンクス大尉にこう報告して休暇を取ったアリスは、姉二人と馬車に乗り、舞踏会の行われる会場へ向かっていた。いっぽう、食糧配給用の仮設テントでは、留守を預かる３課の隊員それぞれが複雑な気持ちで働いている。\r\n会場へ到着した３姉妹は招待客たちの好奇の眼差しを感じながら中を進んでいた。さらにアリスは、宴席の贅沢な食事に複雑な感情を抱く。そこへ現れたのが、経済管理庁長官のパウロ侯爵だ。非礼な彼は、食べ物で汚れた手も気にせず、握手を求めてくる。やむなく応じようとするアリス。とっさにその場を救ったのは、レオニール・テイラー……アリスの婚約者だった。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "349675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349675",
                    "Titles": {
                        "eng": "Enter the Performers",
                        "jpn": "演者入場"
                    },
                    "Summaries": {
                        "eng": "The ball is invaded by an angry mob.",
                        "jpn": "高台の舞踏会会場。アリスはレオニールに誘われてダンスを踊るが、心はどこか虚ろだった。同じ頃、パウロ侯爵の不正を公にするとともに、突入を計画していた市民の一団。その動きを察知したオーランドは、逆に尾行を気付かれて不意打ちを食らい、今にも止めを刺されようとしていた。痛手を負いながらも、相手が市民だけにためらわれる反撃。絶体絶命の窮地をオレルドが救うが、その間にも舞踏会襲撃の時間は刻一刻と迫る。\r\n負傷したオーランドとともに、マーチスとオレルドは車で舞踏会会場へと急ぐ。会は主賓を迎えて宴もたけなわとなるが、ついにそこへ武器を手にした一団が乱入し……。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "349676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349676",
                    "Titles": {
                        "eng": "The Puppet and the Idol",
                        "jpn": "木偶と偶像"
                    },
                    "Summaries": {
                        "eng": "Marquis sends his two bodyguards at Alice when she challenges him to a duel.",
                        "jpn": "経済管理庁長官の立場を利用し、不正を働くパウロ侯爵。彼に鉄槌を下そうと、舞踏会場を平民の一群が襲撃する。いっぽう、その動きを察知していた陸情１課のコネリー少佐は意図的に周囲を封鎖し、予想される惨劇によって同課の権限拡大を狙っていた。\r\n血気にはやる群衆を制するため、アリスは貴族の誇りを賭けてパウロ侯爵に決闘を申し出る。だが、敢然と剣を抜いた彼女に、侯爵は護衛のアランとジャンを立ち向かわせるのだった。精鋭二人を相手に不利な勝負に挑むアリス。その背中を見て加勢しようと前へ進み出た彼に、冷酷なジャンの凶器が容赦なく振り下ろされた！"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "349677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349677",
                    "Titles": {
                        "eng": "The Isolated Scales",
                        "jpn": "孤独な天秤"
                    },
                    "Summaries": {
                        "eng": "Alice must deal with the mob and her opponents, and Randel again looks for a reason to fight.",
                        "jpn": "パウロ侯爵の盾となる護衛、アランとジャン。アリスはアランと、オーランドはジャンと対決し、その攻撃に苦しめられている。隣国ローデリアの近衛兵として戦闘訓練を積んできた二人は、予想以上の強敵だった。\r\nいっぽう、貴族どうしの決闘を前に、一旦は武器を降ろした平民の一群。アリスが勝てばパウロ侯爵は当局へ出頭、侵入者は無罪放免とするレオニール・テイラーの提言は受け容れられたかに思えた。しかし、貴族への積年の怨みは、その程度で消えるはずもない。アリスの死闘へ多くの衆目が集中している間に、殺気立つ平民の一部がパウロ侯爵に襲いかかろうとする…"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "349678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349678",
                    "Titles": {
                        "eng": "And Then There Was a Sweet Trap",
                        "jpn": "そして甘い罠"
                    },
                    "Summaries": {
                        "eng": "Everyone witnesses Alice's duel, and the military prepares to raid the mansion.",
                        "jpn": "パウロ侯爵の護衛アランとの死闘。窮地に陥っていたアリスは、オーランド伍長の言葉から陸情３課少尉としての自信を取り戻す。アランの武器・山鉈（マチェット）にひるまず、突き出される短剣。アリスは劣勢から互角の勝負へと、態勢を立て直していく。\r\nかたや、決闘を見つめる平民たちの間にも、変化は生じつつあった。憎むべき貴族に制裁を加えるべきか、それとも別の方法で真の正義を求めるべきか。暴動の先導者カールさえ、貴族の誇りを賭けて闘う女性の行動に気圧されている。だが、一触即発の危険も去ってはいない。緊迫した状況下、舞踏会場の周辺では陸情１課と警察隊の包囲網が厳重に敷かれていた。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "349679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pumpkin-scissors/episodes/349679",
                    "Titles": {
                        "eng": "Soldiers, Commoners, Nobles",
                        "jpn": "軍人・平民・貴族"
                    },
                    "Summaries": {
                        "eng": "Pumpkin Scissors is quickly running out of time to find a solution before the mansion is attacked.",
                        "jpn": "死闘は決着した。しかし、舞踏会場に踏み込んだ一団の中には、パウロ侯爵を討つという当初の目的が果たせず、怒りの矛先をアリスに向けようとする者もいた。疲労の極に達しながら、やむなく彼らと闘う姿勢に入るアリス。\r\nその衝突を制止したのは、他でもない、混乱の元凶パウロ侯爵自身であった。本来の決闘を行おうと主張する侯爵は、疲弊したアリスに代理を立てることを認める。アリスが指名したのは、反乱の主導者カール。ここに貴族と平民の決闘が始まった。貧困から我が子を失ったカールはパウロを蹴り倒し、怨みの銃口を彼に向けるが・・・!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}