{
    "URL": "https://thetvdb.com/series/kimba-the-white-lion",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0058817/",
        "https://www.themoviedb.org/tv/8853"
    ],
    "TitleEnglish": "Kimba the White Lion",
    "SummaryEnglish": "This is the classic tale of Kimba, the white lion, destined to be the King of the African jungle. Orphaned shortly after his birth, Kimba quickly shows his potential to be one of the greatest leaders the jungle has ever seen. Striving to accomplish the goals of his great father, Caesar, he dreams of convincing the animal kingdom to become just as civilized as the human world. Ultimately, he desires to bring the two cultures together in peace.",
    "Aliases": [
        "Go Ahead Leo!",
        "Jungle Emperor Leo",
        "Jungle Taitei",
        "New Jungle Emperor, Go Ahead Leo!",
        "ジャングル大帝・進めレオ"
    ],
    "Modified": "2025-03-15",
    "Seasons": {
        "0": {
            "ID": "30664",
            "URL": "https://thetvdb.com/series/kimba-the-white-lion/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5821046",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/5821046",
                    "TitleEnglish": "Jungle Emperor Leo: The Movie",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5821047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/5821047",
                    "TitleEnglish": "The Brave Can Change the Future",
                    "SummaryEnglish": "Earth, sometime in the 21st century. Because of non-stop environmental destruction, the United Nations commissions a private company, \"Eternal Earth\", to create an artificial jungle, to be a nature preserve and to protect animals. All wild animals are forced to live in it.\r\n\r\nThe animals that live in this \"neo-jungle\" have an easy life. Leo, son of Panja, is born in this artificial world. Because of the unrealistic nature of the neo-jungle, Leo lives his life like he hasn't a care in the world. But Leo is ridiculed by the other animals; they call him a coward--he is not like his father, the great Jungle Emperor, but Leo vows that some day he will be.\r\n\r\nKenichi, son of the Eternal Earth company's CEO, has no doubt about the great success of the neo-jungle. The story starts when Leo and Kenichi meet. Kenichi has the special ability to understand what the animals are saying.\r\n\r\nSource: www.kimbawlion.com/2009.htm",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "30665",
            "URL": "https://thetvdb.com/series/kimba-the-white-lion/seasons/official/1",
            "TitleEnglish": "ジャングル大帝",
            "SummaryEnglish": "ジャングルの王者、白ライオンのパンジャは人間に捕らえられた妻、エライザを助けようとするも銃弾に倒れてしまう。エライザは運ばれる最中、パンジャの血をひく白い雄ライオン、レオを出産。エライザはレオを脱出させ、ジャングルに戻るよう命じる…。",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "351992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351992",
                    "TitleEnglish": "Go, White Lion!",
                    "SummaryEnglish": "Kimba's father,Caesar, wants Kimba to live in a world where animals and humans live in harmony. He hopes Kimba will rule justly when the time comes to succeed him.Sadly,Kimba grows up too soon when hunters descend on the village and destroyed the family.Only young Kimba survives and now he must assume the throne and it's tremendous responsibilities.",
                    "Aliases": []
                },
                "2": {
                    "ID": "351993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351993",
                    "TitleEnglish": "The Wind in the Desert",
                    "SummaryEnglish": "The second installment finds Kimba in the hands of his captors who are secretly arms runners. A double agent named James Brawn helps Kimba escape his captors and return to his jungle home.\r\nWhile Kimba is gone his father's enemy Claw has ruled the jungle with terror and it's up to Kimba to regain his father's throne and find peace in the jungle once more.",
                    "Aliases": []
                },
                "3": {
                    "ID": "351994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351994",
                    "TitleEnglish": "A Human Friend",
                    "SummaryEnglish": "Kimba and his friends encounter two more humans. This leads to an unpleasant situation for Kimba's friend Geraldine Giraffe who gets injured while running away.\r\nKimba seeks out his new human friend Roger to help Geraldine and learns to speak the human language.\r\nWith Roger's help Kimba starts a school to teach fellow animals to speak human.\r\nNot all the animals are willing to change the laws of the jungle and plot to rid the jungle of this new threat of their old ways.",
                    "Aliases": []
                },
                "4": {
                    "ID": "351995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351995",
                    "TitleEnglish": "Great Caesar's Ghost",
                    "SummaryEnglish": "Kimba's belief that all animals should live in harmony is tested when Samson, an old friend of Kimba's father turns up to visit.\r\nWhen Samson ridicules Kimba, it is his old friends Dan'l Baboon and Pauley Cracker to the rescue. Knowing Kimba's desire to speak with his deceased father Dan'l and Pauley scheme together and dress as Caesar's ghost who has come to guide Kimba back to his friends with some beyond-the-grave advice.\r\nWhen hunters invade the jungle it is Kimba who unites the animals to work together to keep their home safe.\r\nWhen they work together to bring peace to the jungle, Samson is forced to admit that maybe Kimba's ways are the right way after all.",
                    "Aliases": []
                },
                "5": {
                    "ID": "351996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351996",
                    "TitleEnglish": "Fair Game",
                    "SummaryEnglish": "Kimba's friendship is tested when Speedy Cheetah accuses Kimba's father for killing his grandfather,Quasimodo.\r\nKimba tells Speedy the real story and has proof that Speedy's grandfather is still alive and living in Paris,France.\r\nSpeedy has his doubts until Kimba takes all the animals to Paris to see The World's Fair and Speedy's grandfather.",
                    "Aliases": []
                },
                "6": {
                    "ID": "351997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351997",
                    "TitleEnglish": "Jungle Thief",
                    "SummaryEnglish": "The animals food reserve has been compromised by a thief. It is up to Kimba to find out who is threatening their crops and is compromising his friendships.",
                    "Aliases": []
                },
                "7": {
                    "ID": "351998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351998",
                    "TitleEnglish": "Battle at Dead River",
                    "SummaryEnglish": "KImba has to try and save his reputation from his enemy Claw, who is trying to make Kimba's friends doubt Kimba and his ruling of the jungle.",
                    "Aliases": []
                },
                "8": {
                    "ID": "351999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351999",
                    "TitleEnglish": "The Insect Invasion",
                    "SummaryEnglish": "Kimba has lofty ideas of changing the animals from eating smaller species to becoming vegetarians.\r\nNot all the animals are willing to wait for the crops to grow and Kimba has to stand his ground and find an alternative that is just as tasty.",
                    "Aliases": []
                },
                "9": {
                    "ID": "352000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352000",
                    "TitleEnglish": "The Flying Tiger",
                    "SummaryEnglish": "Kimba asks Professor Madcap for help with an unusual request. \r\nHe wants to become a flying lion to fight a flying tiger on equal terms.\r\nBut fooling with natures natural order of things may cause Kimba to lose his throne.",
                    "Aliases": []
                },
                "10": {
                    "ID": "352005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352005",
                    "TitleEnglish": "Two Hearts and Two Minds",
                    "SummaryEnglish": "Kimba fears for Kitty's safety after having a dream that she is in danger. \r\nThinking that his presence will keep her safe, Kimba learns that things really aren't as they seem.",
                    "Aliases": []
                },
                "11": {
                    "ID": "352006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352006",
                    "TitleEnglish": "Catch 'Em if You Can",
                    "SummaryEnglish": "Tonga decreed that a hunting party would take place and the target is Kimba. With three contestants who each have something unique to bring to the hunt,Kimba proves that to catch this lion, they would have to fight with a battle of brains first.",
                    "Aliases": []
                },
                "12": {
                    "ID": "352007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352007",
                    "TitleEnglish": "The Hunting Ground",
                    "SummaryEnglish": "The animals know to fear the Hunting Ground, the one place that is the least safe on the Savanna.\r\nIt is here that hunters gather to prey on hapless animals and the hunters are running low on game. Kimba fears it will be he and his friends who will be next on the hunters list.",
                    "Aliases": []
                },
                "13": {
                    "ID": "352008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352008",
                    "TitleEnglish": "The Trappers",
                    "SummaryEnglish": "Kimba's instincts are to seek revenge on those who destroyed his family. He knows that in doing so, it will not bring them back and he fights the fear and the need to do to them what they did to his parents.\r\nWill his fathers wisdom and goodness prevail?",
                    "Aliases": []
                },
                "14": {
                    "ID": "352009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352009",
                    "TitleEnglish": "Journey Into Time",
                    "SummaryEnglish": "King Specklerex is envious of Kimba and he is taking his hatred out on the young lion by casting doubt on Kimba's own lineage. \r\nThis is a problem that Kimba must turn to a human friend to resolve.",
                    "Aliases": []
                },
                "15": {
                    "ID": "352010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352010",
                    "TitleEnglish": "Scrambled Eggs",
                    "SummaryEnglish": "When the eggs gathered by the animals are in the way while cleaning,a well meaning friend places them in a safe place.\r\nIt seems it may not be safe after all and a whole generation of birds may be in peril.",
                    "Aliases": []
                },
                "16": {
                    "ID": "352011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352011",
                    "TitleEnglish": "Diamonds in The Gruff",
                    "SummaryEnglish": "When Gruff,the jungle's alligator happens across an unusual suitcase full of diamonds,the animals embrace the prospect that someone may come looking for them and they may bring danger to all the animals safety.",
                    "Aliases": []
                },
                "17": {
                    "ID": "352012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352012",
                    "TitleEnglish": "The Magic Serpent",
                    "SummaryEnglish": "A mysterious ailment falls upon the animals causing them all to fall asleep. When Kimba realizes what is happening he turns to the one animal that they all have shunned in the past. \r\nKimba must learn to work with an enemy to preserve all their lives and make the jungle safe once more.",
                    "Aliases": []
                },
                "18": {
                    "ID": "432424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432424",
                    "TitleEnglish": "The Runaway",
                    "SummaryEnglish": "Kimba and his friends must find their friend Gargoyle who has run away,convinced that he is too ugly to live with other animals.\r\nBut first they must show the warthog that he is cherished as a friend and his return to the jungle is needed by all.",
                    "Aliases": []
                },
                "19": {
                    "ID": "432425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432425",
                    "TitleEnglish": "The Mystery of the Deserted Village",
                    "SummaryEnglish": "Kimba's rival Claw is up to no good once more. He is trying to lure Kimba far from the safety of the jungle and his friends. \r\nSpeedy Cheetah tries to warn his friend Kimba of this danger but is gravely injured.Once again it is a human friend to the rescue.",
                    "Aliases": []
                },
                "20": {
                    "ID": "432426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432426",
                    "TitleEnglish": "Restaurant Trouble",
                    "SummaryEnglish": "When the animals squabble over food Kimba decides that an animal restaurant would be a solution to their food problems. Unfortunately for Kimba it poses even more obstacles and he is in the middle of even more difficulties than before.",
                    "Aliases": []
                },
                "21": {
                    "ID": "432427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432427",
                    "TitleEnglish": "The Bad Baboon",
                    "SummaryEnglish": "Dan'l Baboon has a visitor from his past and they are seeking revenge for a battle from days gone by. But Dan'l isn't as young as he used to be and he just may have to rely on Kimba's help to be able fight again.",
                    "Aliases": []
                },
                "22": {
                    "ID": "432428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432428",
                    "TitleEnglish": "Dangerous Journey",
                    "SummaryEnglish": "When the animals are all stricken with Stony Mountain Speckled Fever, Kimba must make a dangerous trek to visit an ancient sheep who has the only known cure. The task to retrieve this antidote is filled with danger and if Kimba wants to save his friends he must pass a test of his own survival first.",
                    "Aliases": []
                },
                "23": {
                    "ID": "432429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432429",
                    "TitleEnglish": "The Gigantic Grasshopper",
                    "SummaryEnglish": "Something strange has landed in the jungle and it seems that Dan' l Baboon is the only one to have noticed it.\r\nAs things start to become even more strange, Kimba too begins to see something is wrong. Could it be the mysterious meteor that landed in the jungle?",
                    "Aliases": []
                },
                "24": {
                    "ID": "432430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432430",
                    "TitleEnglish": "Gypsy's Purple Potion",
                    "SummaryEnglish": "The evil Claw is once again up to his old tricks to steal Kimba's throne. This time he enlists the help of Gypsy who is a master of poisonous potions. If taken, Kimba will need the help of someone who has his equal knowledge and strengths to save his life and the Kingdom from Claw's grasp .",
                    "Aliases": []
                },
                "25": {
                    "ID": "432431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432431",
                    "TitleEnglish": "Too Many Elephants",
                    "SummaryEnglish": "Mr. Pompous has a plan to have Roger leave the jungle under the belief that the preserve no longer needs his protection. Without Roger's watchful eye the animals are fair game for Mr. Pompous and his hunter friends. \r\nWill Kimba be able to protect his friends while awaiting Roger's return?",
                    "Aliases": []
                },
                "26": {
                    "ID": "432432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432432",
                    "TitleEnglish": "A Revolting Development",
                    "SummaryEnglish": "Claw and Cassius are stirring up the other animals who are tired of eating only insects and vegetables. It is Calvin Hottage and Kimba who search for the ultimate meat substitute and hopefully everyone can be happy again.",
                    "Aliases": []
                },
                "27": {
                    "ID": "432433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432433",
                    "TitleEnglish": "The Chameleon Who Cried Wolf",
                    "SummaryEnglish": "Small and low on the food chain, it is Newton who has taken to making up big stories and spreading them around the jungle.To the dismay of the other animals,Kimba befriends Newton. Newton's many lies are catching up fast and no one wants to believe him when he needs help. Can Kimba convince his friends to help Newton now that he really needs help?",
                    "Aliases": []
                },
                "28": {
                    "ID": "432434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432434",
                    "TitleEnglish": "The Wild Wildcat",
                    "SummaryEnglish": "Kimba has to figure out why Wiley Wildcat is making trouble, especially for his friend Dan'l Baboon and his diner. Kimba resolves to stop him but discovers Wiley just may have had a good reason for acting the way he has.",
                    "Aliases": []
                },
                "29": {
                    "ID": "432435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432435",
                    "TitleEnglish": "The Nightmare Narcissus",
                    "SummaryEnglish": "Dr Spee's experiment with some flowers goes awry and anyone who smells the strange flower is beset with horrible nightmares. The animals are unsure what is a nightmare and what is reality.",
                    "Aliases": []
                },
                "30": {
                    "ID": "432436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432436",
                    "TitleEnglish": "Adventure in the City",
                    "SummaryEnglish": "KItty's uncle Specklerex comes for a visit and challenges Kimba to a series of contests to prove he is worthy of his heritage.",
                    "Aliases": []
                },
                "31": {
                    "ID": "432437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432437",
                    "TitleEnglish": "City of Gold",
                    "SummaryEnglish": "Kimba makes a journey to the legendary city made entirely of gold. After learning of his nemesis friends,Tom and Tab, have gotten themselves lost, Kimba undertakes the dangerous mission to the city which was buried by massive earthquakes to find them. Kimba faces incredible dangers to save the pair of hyenas from a certain death.",
                    "Aliases": []
                },
                "32": {
                    "ID": "432438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432438",
                    "TitleEnglish": "The Last Poacher",
                    "SummaryEnglish": "Seymour Hart is a ranger on a wild life preserve that is believed to be a safe place for animals. His job in protecting the animals is in trouble when poachers invade and Seymour is gravely injured. Bucky and Pauley Cracker allow themselves to be captured by hunters in hopes of finding the location of the poachers leader and ridding the preserve of the hunters once and for all.",
                    "Aliases": []
                },
                "33": {
                    "ID": "432439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432439",
                    "TitleEnglish": "Jungle Justice",
                    "SummaryEnglish": "When Harold Heron mysteriously disappears during a violent storm the animals accuse Clunker, the new Hippo, of being responsible. Kimba must visit Clunker's past and prove why he believes in Clunkers innocence.",
                    "Aliases": []
                },
                "34": {
                    "ID": "432440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432440",
                    "TitleEnglish": "Jungle Fun",
                    "SummaryEnglish": "The jungle animals want to start their very own amusement park which proves to be a daunting task. While undertaking the construction of the amusement park Kimba has to contend with his father's arch enemy Claw. To help in his war with Kimba, Claw has help from Cassius, the black panther and the hyenas Tom and Tab. When Kimba defeats Claw in a battle he is given permission from Claw to destroy Cassius. Kimba must chose whether he wants to follow the traditional law of the jungle, or declare peace instead.",
                    "Aliases": []
                },
                "35": {
                    "ID": "432441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432441",
                    "TitleEnglish": "The Pretenders",
                    "SummaryEnglish": "Claw sabotages Kimba's new amusement park in retaliation for building it on his hunting territory. Kimba is seriously injured when the roller coaster is tampered with and Claw has help with Cassius,Tom and Tab to turn Kimba's friends against him.",
                    "Aliases": []
                },
                "36": {
                    "ID": "432442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432442",
                    "TitleEnglish": "The Monster of Petrified Valley",
                    "SummaryEnglish": "Kimba discovers Colosso, the last survivor of a race of giant birds, after rescuing Charlie and Harley Cheetah from Petrified Valley. Colosso is invited to Kimba's jungle but can't fit in.",
                    "Aliases": []
                },
                "37": {
                    "ID": "432443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432443",
                    "TitleEnglish": "Legend of Hippo Valley",
                    "SummaryEnglish": "An ancient well has a message for everyone, from ancient human history to the current hippopotamuses who claim it... while the animals' farm is in desperate need of water during the current drought.",
                    "Aliases": []
                },
                "38": {
                    "ID": "432444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432444",
                    "TitleEnglish": "Volcano Island",
                    "SummaryEnglish": "While Kimba takes the children at school on a field trip to Volcano Island, Boss Rhino is busy there trying to make way for a female rhino that's about to give birth. Boss Rhino demands that Kimba leaves, but when Kimba refuses, he is forced to accept Boss Rhino's challenge to a match. The two fight, and both end up equally injured. Neither of them wanting to give up, they both agree to \"postpone\" the match the other has recovered enough to fight. Though they refuse to admit it, it was a draw. Soon the baby rhino is born, but when the volcano erupts, Kimba and Boss Rhino must set aside their differences and work together to save everyone.",
                    "Aliases": []
                },
                "39": {
                    "ID": "432445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432445",
                    "TitleEnglish": "Running Wild",
                    "SummaryEnglish": "When a heard of antelope start stampeding, Kimba discovers that they are doomed to head straight into a lake. As punishment for assuring the others the farm wouldn't get damaged when it did, Bucky goes off to get the antelope to come back and fix the mess. However, he soon gets caught in the middle, and all of the animals try to save him. Though they succeed in rescuing him, Bucky is outraged that they couldn't stop the antelope. As Kimba realizes that he can't possibly save them all, he breaks down, and loses all confidence in himself, proving he is still a kid. Can the other animals get Kimba to snap out of it and even try to rescue them, even knowing that that he can't save them all?",
                    "Aliases": []
                },
                "40": {
                    "ID": "432446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432446",
                    "TitleEnglish": "The Troublemaker",
                    "SummaryEnglish": "Kimba meets a young ostrich named Benny, who only wants to hang out with Kimba. However, Benny's uncle, known as Big Ben, disapproves of this action, and always causes problems. Though Kimba tries and tries to shake the ostrich away from him, he just can't seem to get rid of him, causing trouble for Kimba. When Benny gets hurt, Big Ben grows furious and demands that Kimba returns to the jungle. When Benny follows Kimba even there, the animals must get him back to Big Ben before they get in even more trouble.",
                    "Aliases": []
                },
                "41": {
                    "ID": "432447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432447",
                    "TitleEnglish": "Destroyers from the Desert",
                    "SummaryEnglish": "With the appearance of the Devil Wind at the sunset, the Destroyers from the Desert show up. They instantly beat up Kimba and force all of the animals to obey them. Daniel knows the truth though, he knows that once their is no moe food left, the destroyers will eat all of the animals. Against Daniel's orders, Pauley begins training Kimba in a new art of fighting to defeat them. The animals all flee the forest, and Daniel refuses to let Kimba fight. However, three children were left behind, and are now on the menu. Pauley tries to save them, but is easily beaten. With no other option, Kimba prepares to take them on again. Will his new technique allow him to defeat these three powerful foes?",
                    "Aliases": []
                },
                "42": {
                    "ID": "432449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432449",
                    "TitleEnglish": "The Balloon that Blows Up",
                    "SummaryEnglish": "After stopping Tom and Tab from stealing some humans' balloon, Kimba discovers Dot, Dash, and Dinky playing in it. Despite knowing not to, Kimba joins in the fun, and the balloon is accidentally started up. The four are awestruck by the view, and enjoy themselves. Meanwhile, the humans have realized the balloon has been taken, and they want it shot down. The bad news is, Kimba and the others don't know how to land it. Even worse...there's a bomb attached to it!",
                    "Aliases": []
                },
                "43": {
                    "ID": "432450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432450",
                    "TitleEnglish": "Monster of the Mountain",
                    "SummaryEnglish": "A \"chimera\" from the Atlas Mountains is terrifying a peaceful little village by appearing in the middle of the night and stealing cattle. Kimba is called for aid; the monster turns out to be a bear and her cub.",
                    "Aliases": []
                },
                "44": {
                    "ID": "432451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432451",
                    "TitleEnglish": "A Friend In Deed",
                    "SummaryEnglish": "Roger Ranger is taken captive by the elephants when he asks them for passage through their graveyard to get to a place known as Rainbow Valley. If Kimba wants him back, he and a few other animals must swim in a swamp, where if you stop moving you'll drown, for 10 days without stopping for anything. While doing this, Kimba recaps the events of how he first met Roger Ranger long ago.",
                    "Aliases": []
                },
                "45": {
                    "ID": "432452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432452",
                    "TitleEnglish": "Such Sweet Sorrow",
                    "SummaryEnglish": "Tonga once again tries capturing Kimba, this time through the use of tanks disguised as Hippos. Her plan soon fails, thanks to Roger, and she flees. When Pompus is taken captive by Tonga, Roger sets out alone to save him, but he is also captured. Tonga prepares for another invasion, while Kimba prepares the animals for war. Meanwhile, Roger becomes convinced that Tonga is Mary, and tries to think of a way to make her remember him.",
                    "Aliases": []
                },
                "46": {
                    "ID": "432453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432453",
                    "TitleEnglish": "The Return of Fancy Prancy",
                    "SummaryEnglish": "While Kimba and some of the other animals are playing a game, a car drives up and Kimba and the others hide. To their surprise, the human woman in the car calls for a cheetah named Prancy to hop out of the car. The lady tells Prancy that she's too big to keep now, so she brought her back to where she was found. The car drives off and Prancy finds Speedy stuck in the ground. Prancy recognizes him to be her little brother. Speedy is glad to see her sister again, but when all of the animals start swooning over her, he becomes a little bitter. Kimba even starts to like her a bit. Hoever, when ants soon attack the jungle, everyone is forced to flee. But, when Speedy ends up being left behind, Kimba refuses to go since Speedy \"deserved\" it. After all of the animals become furious with him, and after realizing how much his friend means to him, Kimba sets off to save Speedy. But, can he do it alone?",
                    "Aliases": []
                },
                "47": {
                    "ID": "432454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432454",
                    "TitleEnglish": "The Cobweb Caper",
                    "SummaryEnglish": "A giant spider threatens the jungle, and not even Kimba can defeat it. Regardless, Kimba seems to be the only one who can stop the menace. However, when Kimba gets bit by a tsetse fly, he becomes very ill and has a hard time distinguishing friend from foe. With Kimba unable to help, Daniel Baboon devises a plan to defeat the spider once and for all. But, can they really do it without Kimba's help?",
                    "Aliases": []
                },
                "48": {
                    "ID": "432455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432455",
                    "TitleEnglish": "The Red Menace",
                    "SummaryEnglish": "Wildfires in the surrounding area leave a herd of elephants without food. Kimba brings them to his jungle, where the resident elephants resent sharing their food. Kelly Funt imprisons Kimba in an old tower, which becomes the inspiration for protecting their own jungle from the encroaching fire.",
                    "Aliases": []
                },
                "49": {
                    "ID": "432456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432456",
                    "TitleEnglish": "The Sun Tree",
                    "SummaryEnglish": "Dan'l receives a message from his old great great grand-uncle Scratch who wants help to save the oldest and tallest tree in the world, the \"sun tree\". Muffy, a young cousin of Dan'l's, resents their intrusion, because he's convinced the tree will die and wants all the animals living in it to save themselves by moving to a new home. Despite Kimba's and the animals' efforts, a storm blows over the old sun tree. But Kimba learns that life will renew itself.",
                    "Aliases": []
                },
                "50": {
                    "ID": "432457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432457",
                    "TitleEnglish": "Soldier of Fortune",
                    "SummaryEnglish": "Kimba and a few other animals meet an otter named Flappo. Flappo is an otter who loves to explore the world. Curious, Kimba and the few animals join him on an adventure. However, before the journey's over, Kimba may the one who wants to quit.",
                    "Aliases": []
                },
                "51": {
                    "ID": "432458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432458",
                    "TitleEnglish": "The Day the Sun went out",
                    "SummaryEnglish": "After a brutal storm damages the shrine, Kimba's sister, Leona, realizes that the hides of her ancestors are no longer safe. She enlists the help of Kimba to help her move them to a safe location. However, many hides are lost after Kimba's selfless actions save some of the animals helping out. Furious, Leona scolds him and goes off alone. Kimba too wants nothing to do with her anymore. One animal informs Kimba that Leona was captured by the four black leopards, but Kimba refuses to save her because she doesn't want his help. When a solar eclipse happens, all of the animals flee and refuse to talk to Kimba. Boss Rhino informs Kimba of an old superstition, and it's coming true because Kimba's already betrayed someone he loves. Realizing he can't just forget about his sister, he goes off to search for her. Can Kimba save Leona before the prophecy comes true? Can he and his sister make up and work together again?",
                    "Aliases": []
                },
                "52": {
                    "ID": "432459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432459",
                    "TitleEnglish": "Silvertail the Renegade",
                    "SummaryEnglish": "Silvertail is an old renegade lion who stumbles out of the jungle needing Kimba's help in hiding out from his enemies. But Silvertail needs to learn to be less aggressive with the jungle residents before they will agree to help him.He must also ask to be forgiven in order to stay and live out the rest of his life with Kimba and his friends.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "211061",
            "URL": "https://thetvdb.com/series/kimba-the-white-lion/seasons/official/2",
            "TitleEnglish": "The New Jungle Emperor",
            "SummaryEnglish": "\"Kimba the White Lion\" was such a hit in Japan, that Dr. Tezuka went ahead and produced a sequel in 1966, known in Japan as \"The New Jungle Emperor\" or \"Onward, Leo!\".",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "1885111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885111",
                    "TitleEnglish": "The First Adventure",
                    "SummaryEnglish": "A story about spies and scientists. A boy is abandoned in Leo's jungle when his grandfather is kidnapped.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1885121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885121",
                    "TitleEnglish": "The Map of Danger",
                    "SummaryEnglish": "Leo gets the animals to report the dangers they encounter so that others may learn to avoid them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1885131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885131",
                    "TitleEnglish": "The Blue Lion",
                    "SummaryEnglish": "Leo learns the reason a blue lion is so antagonistic.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1885141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885141",
                    "TitleEnglish": "The Last Hunt of the Ahabi People",
                    "SummaryEnglish": "A hunt for Leo results in him being temporarily blinded.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1885151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885151",
                    "TitleEnglish": "Leo Becomes a Father",
                    "SummaryEnglish": "Rune and Rukio are born to Leo and Lea. The best episode so far, as Leo decides that Rune needs some help to be up to the life that awaits him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1885161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885161",
                    "TitleEnglish": "The Mighty Gorilla",
                    "SummaryEnglish": "A peaceful band of gorillas, dependent on a giant for their safety, seek a new home.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1885171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885171",
                    "TitleEnglish": "The Golden Bow",
                    "SummaryEnglish": "Two people, a father and son, are the last survivors of their tribe. Because they possess a golden bow, they are pursued throughout Africa.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1885181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885181",
                    "TitleEnglish": "The Case of The Moonlight Stone",
                    "SummaryEnglish": "The powerful moonstones are the quest in this spoof of James Bond movies.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1885191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885191",
                    "TitleEnglish": "The Falcons",
                    "SummaryEnglish": "A threatening flock of falcons invades Leo's jungle.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1885201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885201",
                    "TitleEnglish": "Rick the Lycon",
                    "SummaryEnglish": "An enemy of Leo's befriends Rune and Rukio.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1885211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885211",
                    "TitleEnglish": "Panja's Hide",
                    "SummaryEnglish": "Rune thinks he is protecting it when he places Panja's hide in a tree. It is spotted by men in a helicopter who take it to a city. The white lion skin is swapped about through lies and corruption while Leo and Rune try to get it back.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1885221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885221",
                    "TitleEnglish": "The Poachers",
                    "SummaryEnglish": "One of the strongest episodes of the entire Leo series, dealing powerfully with the harm done by poaching.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1885311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885311",
                    "TitleEnglish": "Duel at Lubar Valley",
                    "SummaryEnglish": "Leo becomes involved in a bizarre revenge match between a blind man and a leopard.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1885321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885321",
                    "TitleEnglish": "The Saber-Toothed Tiger",
                    "SummaryEnglish": "The mysterious mammoth reveals that other prehistoric creatures still exist as well.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1885331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885331",
                    "TitleEnglish": "The Marked Giraffe",
                    "SummaryEnglish": "A giraffe has strange markings which make it an outcast from its herd, and desired by hunters.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1885341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885341",
                    "TitleEnglish": "Lily the Black Leopard",
                    "SummaryEnglish": "The trauma of a plane crash causes a woman's pet leopard to go wild.",
                    "Aliases": []
                },
                "17": {
                    "ID": "1885351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885351",
                    "TitleEnglish": "Devil Falls",
                    "SummaryEnglish": "Leo reluctantly aids Totto (Cassius) the panther who, at the first opportunity, tries to kill Rune and Rukio. Leo's rage is so great that he inadvertently hurts Mandy (Dan'l).",
                    "Aliases": []
                },
                "18": {
                    "ID": "1885361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885361",
                    "TitleEnglish": "The Steel Monster",
                    "SummaryEnglish": "The obnoxious elephant, Bizo, must cooperate with Rune or both of them will die!",
                    "Aliases": []
                },
                "19": {
                    "ID": "1885371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885371",
                    "TitleEnglish": "A House for the Animals",
                    "SummaryEnglish": "Rune gets the idea to build a stone castle as protection against disasters like fire.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1885381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885381",
                    "TitleEnglish": "The White Cliff",
                    "SummaryEnglish": "The surrounding area is engulfed in an advancing flood. Leo finds that the cause of the flood is a new dam.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1885391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885391",
                    "TitleEnglish": "Agura the Terrible",
                    "SummaryEnglish": "The hyenas, under an enormous Godfather-like leader, trap Leo into helping with a deadly plan.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1885401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885401",
                    "TitleEnglish": "Candle Rock",
                    "SummaryEnglish": "Thousands of hungry and thirsty elephants approach Leo's jungle. The resident herd of elephants does not want to allow them to live there.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1885411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885411",
                    "TitleEnglish": "The Silver Wolf",
                    "SummaryEnglish": "A plane transporting Russian wolves crashes in the jungle. The wolves take Rukio prisoner as they try to find a way to survive.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1885421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885421",
                    "TitleEnglish": "Adventure at Volcano Island",
                    "SummaryEnglish": "Rune and Rukio help a blind buffalo.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1885431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885431",
                    "TitleEnglish": "The Green Plague",
                    "SummaryEnglish": "A spotted fever plague sweeps through the jungle, affecting most of the animals.",
                    "Aliases": []
                },
                "26": {
                    "ID": "1885441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885441",
                    "TitleEnglish": "The Eternal Mount Moon",
                    "SummaryEnglish": "Leo accompanies an expedition to Mt. Moon to search for the moonlight stones, which can solve the world's energy shortage.",
                    "Aliases": []
                }
            }
        }
    }
}