{
    "URL": "https://thetvdb.com/series/kimba-the-white-lion",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0058817/",
        "https://www.themoviedb.org/tv/8853"
    ],
    "Titles": {
        "eng": "Kimba the White Lion",
        "jpn": "ジャングル大帝"
    },
    "Summaries": {
        "eng": "This is the classic tale of Kimba, the white lion, destined to be the King of the African jungle. Orphaned shortly after his birth, Kimba quickly shows his potential to be one of the greatest leaders the jungle has ever seen. Striving to accomplish the goals of his great father, Caesar, he dreams of convincing the animal kingdom to become just as civilized as the human world. Ultimately, he desires to bring the two cultures together in peace.",
        "jpn": "王者の血を受け継いだホワイトライオンの子・レオがジャングルと仲間のために戦う！手塚治虫の代表作のひとつで、日本初の本格的カラーテレビアニメ。同名漫画を原作としつつオリジナル設定で物語が展開された。オーケストラによる音楽も聴きどころ。"
    },
    "Aliases": [
        "Go Ahead Leo!",
        "Jungle Emperor Leo",
        "Jungle Taitei",
        "New Jungle Emperor, Go Ahead Leo!",
        "ジャングル大帝・進めレオ"
    ],
    "Modified": "2025-03-15",
    "Seasons": {
        "0": {
            "ID": "30664",
            "URL": "https://thetvdb.com/series/kimba-the-white-lion/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5821046",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/5821046",
                    "Titles": {
                        "eng": "Jungle Emperor Leo: The Movie",
                        "jpn": "ジャングル大帝 劇場版"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ジャングルの王者、白いライオンのレオは、家族や仲間とともに平和に暮らしていた。だがある日、不思議な力を持つ石を探し求める人間たちが現れ、ジャングルを荒らし始める。レオは仲間や森を守るため、人間たちの悪業を止めようとするが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5821047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/5821047",
                    "Titles": {
                        "eng": "The Brave Can Change the Future",
                        "jpn": "ジャングル大帝 -勇気が未来をかえる-"
                    },
                    "Summaries": {
                        "eng": "Earth, sometime in the 21st century. Because of non-stop environmental destruction, the United Nations commissions a private company, \"Eternal Earth\", to create an artificial jungle, to be a nature preserve and to protect animals. All wild animals are forced to live in it.\r\n\r\nThe animals that live in this \"neo-jungle\" have an easy life. Leo, son of Panja, is born in this artificial world. Because of the unrealistic nature of the neo-jungle, Leo lives his life like he hasn't a care in the world. But Leo is ridiculed by the other animals; they call him a coward--he is not like his father, the great Jungle Emperor, but Leo vows that some day he will be.\r\n\r\nKenichi, son of the Eternal Earth company's CEO, has no doubt about the great success of the neo-jungle. The story starts when Leo and Kenichi meet. Kenichi has the special ability to understand what the animals are saying.\r\n\r\nSource: www.kimbawlion.com/2009.htm",
                        "jpn": "エターナルアースによって造られた巨大な人工島『ネオジャングル』では、動物を捕獲移住させ管理していた。動物の声を聞くことができる少年・大山賢一は、ネオジャングルに生息する子供の白ライオン・レオと出会い、ネオジャングルの存在が間違っていると思うようになる。そんな中、病原体の蔓延によりレオたちの住む区域の動物をリセット（殲滅）しようとする人間に対し、レオら動物たちは反旗を翻した。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "30665",
            "URL": "https://thetvdb.com/series/kimba-the-white-lion/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": "ジャングル大帝",
                "ita": "Il grande imperatore della giungla"
            },
            "Summaries": {
                "eng": null,
                "jpn": "ジャングルの王者、白ライオンのパンジャは人間に捕らえられた妻、エライザを助けようとするも銃弾に倒れてしまう。エライザは運ばれる最中、パンジャの血をひく白い雄ライオン、レオを出産。エライザはレオを脱出させ、ジャングルに戻るよう命じる…。",
                "ita": null
            },
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "351992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351992",
                    "Titles": {
                        "eng": "Go, White Lion!",
                        "jpn": "行けパンジャの子"
                    },
                    "Summaries": {
                        "eng": "Kimba's father,Caesar, wants Kimba to live in a world where animals and humans live in harmony. He hopes Kimba will rule justly when the time comes to succeed him.Sadly,Kimba grows up too soon when hunters descend on the village and destroyed the family.Only young Kimba survives and now he must assume the throne and it's tremendous responsibilities.",
                        "jpn": "ジャングルの王である白獅子･パンジャが死んだ。人間に捕らえられた妻･エライザを助けようと身代わりになったのだ。そしてエライザは輸送船の中でパンジャの息子･レオを産み、沈み行く船から彼を逃がす。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "351993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351993",
                    "Titles": {
                        "eng": "The Wind in the Desert",
                        "jpn": "砂漠の風"
                    },
                    "Summaries": {
                        "eng": "The second installment finds Kimba in the hands of his captors who are secretly arms runners. A double agent named James Brawn helps Kimba escape his captors and return to his jungle home.\r\nWhile Kimba is gone his father's enemy Claw has ruled the jungle with terror and it's up to Kimba to regain his father's throne and find peace in the jungle once more.",
                        "jpn": "白獅子の赤ん坊がパンジャの息子と知り、オランウータンのマンディやオウムのココは大歓迎するが、レオは死の商人たちにさらわれてしまう。しかし詩人･ブリバルに救われ、無事ジャングルに帰還した。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "351994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351994",
                    "Titles": {
                        "eng": "A Human Friend",
                        "jpn": "動物学校"
                    },
                    "Summaries": {
                        "eng": "Kimba and his friends encounter two more humans. This leads to an unpleasant situation for Kimba's friend Geraldine Giraffe who gets injured while running away.\r\nKimba seeks out his new human friend Roger to help Geraldine and learns to speak the human language.\r\nWith Roger's help Kimba starts a school to teach fellow animals to speak human.\r\nNot all the animals are willing to change the laws of the jungle and plot to rid the jungle of this new threat of their old ways.",
                        "jpn": "飛行機事故で遭難したケン一とマリー。2人はレオたちの住むジャングルをさまよっていた。ケン一が笛を使って動物たちの怪我を癒やす様子に感動したレオは、その知恵を教わるために動物学校を開設する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "351995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351995",
                    "Titles": {
                        "eng": "Great Caesar's Ghost",
                        "jpn": "猛牛サムソン"
                    },
                    "Summaries": {
                        "eng": "Kimba's belief that all animals should live in harmony is tested when Samson, an old friend of Kimba's father turns up to visit.\r\nWhen Samson ridicules Kimba, it is his old friends Dan'l Baboon and Pauley Cracker to the rescue. Knowing Kimba's desire to speak with his deceased father Dan'l and Pauley scheme together and dress as Caesar's ghost who has come to guide Kimba back to his friends with some beyond-the-grave advice.\r\nWhen hunters invade the jungle it is Kimba who unites the animals to work together to keep their home safe.\r\nWhen they work together to bring peace to the jungle, Samson is forced to admit that maybe Kimba's ways are the right way after all.",
                        "jpn": "パンジャの旧友･サムソンは人間に飼われる動物たちを差別していた。彼はレオにラバを差し出すと、「家畜は裏切り者、みんなで食べるのがジャングルの掟だ」と語り掛ける。しかしレオはその考えを認めず…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "351996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351996",
                    "Titles": {
                        "eng": "Fair Game",
                        "jpn": "まぶたの大陸"
                    },
                    "Summaries": {
                        "eng": "Kimba's friendship is tested when Speedy Cheetah accuses Kimba's father for killing his grandfather,Quasimodo.\r\nKimba tells Speedy the real story and has proof that Speedy's grandfather is still alive and living in Paris,France.\r\nSpeedy has his doubts until Kimba takes all the animals to Paris to see The World's Fair and Speedy's grandfather.",
                        "jpn": "祖父のルーペをパンジャに殺されたと思い込む豹の子･ルガー。彼は復讐のためレオに襲い掛かるのだが、レオはパリの下水道でルーペとの面識があった。そしてその時、ルーペとある約束を交わしていたのだ。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "351997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351997",
                    "Titles": {
                        "eng": "Jungle Thief",
                        "jpn": "飢えたサバンナ"
                    },
                    "Summaries": {
                        "eng": "The animals food reserve has been compromised by a thief. It is up to Kimba to find out who is threatening their crops and is compromising his friendships.",
                        "jpn": "何日も日照りが続き、貴重な食料である草も何者かに食べられてしまった。空腹で殺気立つ仲間たちを見て、レオは動物も人間のように畑を作り、そこで食料を得れば天候に左右されずに生きられると語る。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "351998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351998",
                    "Titles": {
                        "eng": "Battle at Dead River",
                        "jpn": "ドンガの決斗"
                    },
                    "Summaries": {
                        "eng": "KImba has to try and save his reputation from his enemy Claw, who is trying to make Kimba's friends doubt Kimba and his ruling of the jungle.",
                        "jpn": "黒豹のトットは、レオの元で結束を強めるジャングルの動物たちに反感を持っていた。そこで彼は悪知恵を使って、動物たちの間に互いへの不信感を広げていく。この事態を収拾しようとするレオだったが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "351999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/351999",
                    "Titles": {
                        "eng": "The Insect Invasion",
                        "jpn": "気ちがい雲"
                    },
                    "Summaries": {
                        "eng": "Kimba has lofty ideas of changing the animals from eating smaller species to becoming vegetarians.\r\nNot all the animals are willing to wait for the crops to grow and Kimba has to stand his ground and find an alternative that is just as tasty.",
                        "jpn": "レオの発案で肉食を止め、草食を始めた肉食獣たちは、たんぱく質の不足によってフラフラになっていた。彼らからの抗議を受け、困り果てるレオだったが、ある物が肉の代用品になるのではと思い付く。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "352000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352000",
                    "Titles": {
                        "eng": "The Flying Tiger",
                        "jpn": "翼ある王者"
                    },
                    "Summaries": {
                        "eng": "Kimba asks Professor Madcap for help with an unusual request. \r\nHe wants to become a flying lion to fight a flying tiger on equal terms.\r\nBut fooling with natures natural order of things may cause Kimba to lose his throne.",
                        "jpn": "科学者･ビーストが虎に大鷲の神経を移植し、翼のある虎･ウィンガーを作り出した。外に出たウィンガーは、インパラのロミの母親を誘拐する。救出のため、レオも博士に翼の移植を依頼するが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "352005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352005",
                    "Titles": {
                        "eng": "Two Hearts and Two Minds",
                        "jpn": "ふたつの心"
                    },
                    "Summaries": {
                        "eng": "Kimba fears for Kitty's safety after having a dream that she is in danger. \r\nThinking that his presence will keep her safe, Kimba learns that things really aren't as they seem.",
                        "jpn": "レオたちのジャングルに、映画の撮影隊がやって来た。彼らは映画のためなら何をしてもいいと考える身勝手な人間たちで、ジャングルに火を付けて雌の子ライオン･ライヤを焼き殺そうとしていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "352006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352006",
                    "Titles": {
                        "eng": "Catch 'Em if You Can",
                        "jpn": "コンガ狩猟区(前編)"
                    },
                    "Summaries": {
                        "eng": "Tonga decreed that a hunting party would take place and the target is Kimba. With three contestants who each have something unique to bring to the hunt,Kimba proves that to catch this lion, they would have to fight with a battle of brains first.",
                        "jpn": "獰猛な動物を撃つからこそ狩猟は面白い。そう考える女狩猟隊長･コンガは、次々と動物を捕かまえては、狂暴な性格にするための訓練を繰り返していた。そんな彼女の暴挙を止めるため、レオは戦いを挑む。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "352007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352007",
                    "Titles": {
                        "eng": "The Hunting Ground",
                        "jpn": "コンガ狩猟区(後編)"
                    },
                    "Summaries": {
                        "eng": "The animals know to fear the Hunting Ground, the one place that is the least safe on the Savanna.\r\nIt is here that hunters gather to prey on hapless animals and the hunters are running low on game. Kimba fears it will be he and his friends who will be next on the hunters list.",
                        "jpn": "女狩猟隊長･コンガにむやみな狩猟を止めさせるため、戦いを挑んだレオ。ところが彼女の飼うライオンにおびき出され、罠にはまってしまう。絶体絶命のレオを救ったのは、巨大なマンモスだった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "352008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352008",
                    "Titles": {
                        "eng": "The Trappers",
                        "jpn": "密林の大合唱"
                    },
                    "Summaries": {
                        "eng": "Kimba's instincts are to seek revenge on those who destroyed his family. He knows that in doing so, it will not bring them back and he fights the fear and the need to do to them what they did to his parents.\r\nWill his fathers wisdom and goodness prevail?",
                        "jpn": "ケン一がホームシックに陥り、ふさぎ込んでしまった。彼を元気付けるため、レオたちはコーラスの練習を行う。しかし動物たちの前にハンターのハムエッグが現れて、動物たちを連れ去ってしまい…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "352009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352009",
                    "Titles": {
                        "eng": "Journey Into Time",
                        "jpn": "アンドロクレス物語"
                    },
                    "Summaries": {
                        "eng": "King Specklerex is envious of Kimba and he is taking his hatred out on the young lion by casting doubt on Kimba's own lineage. \r\nThis is a problem that Kimba must turn to a human friend to resolve.",
                        "jpn": "毛色のせいで、できそこないと冷遇されたレオは「どうして自分だけほかのライオンと毛色が違うのだろう」と落ち込んでいた。そんなレオを慰めるため、ケン一は伝説の白獅子･アンドロクレスの物語を伝える。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "352010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352010",
                    "Titles": {
                        "eng": "Scrambled Eggs",
                        "jpn": "卵・卵・卵"
                    },
                    "Summaries": {
                        "eng": "When the eggs gathered by the animals are in the way while cleaning,a well meaning friend places them in a safe place.\r\nIt seems it may not be safe after all and a whole generation of birds may be in peril.",
                        "jpn": "ジャングル学校の大掃除中に、ターチが卵を川に流してしまった。母鳥たちは大騒ぎになり、子供たちは川を下って卵を回収する。回収後、母鳥それぞれ自分の卵を引き取るのだが、一つだけ卵が残ってしまい…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "352011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352011",
                    "Titles": {
                        "eng": "Diamonds in The Gruff",
                        "jpn": "燃える河"
                    },
                    "Summaries": {
                        "eng": "When Gruff,the jungle's alligator happens across an unusual suitcase full of diamonds,the animals embrace the prospect that someone may come looking for them and they may bring danger to all the animals safety.",
                        "jpn": "ワニのガブガが陸の動物たちを襲ってしまった。子ワニのピッチィが誤ってガソリンを飲む姿を見て、ピッチィと親しい陸の動物たちが毒を飲ませたと勘違いしたようだ。レオは捕らえられた動物たちの救出に向かう。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "352012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/352012",
                    "Titles": {
                        "eng": "The Magic Serpent",
                        "jpn": "不気味な青蛇"
                    },
                    "Summaries": {
                        "eng": "A mysterious ailment falls upon the animals causing them all to fall asleep. When Kimba realizes what is happening he turns to the one animal that they all have shunned in the past. \r\nKimba must learn to work with an enemy to preserve all their lives and make the jungle safe once more.",
                        "jpn": "ジャングルに巨大な青蛇･ヌーラが現れた。ヌーラは催眠術で鳥たちの警戒を解き、彼らを食ってしまおうとたくらんでいたのだ。レオは急いで救出に向かうが、催眠術で操られた鳥たちに襲われてしまい…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "432424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432424",
                    "Titles": {
                        "eng": "The Runaway",
                        "jpn": "ベラと勲章"
                    },
                    "Summaries": {
                        "eng": "Kimba and his friends must find their friend Gargoyle who has run away,convinced that he is too ugly to live with other animals.\r\nBut first they must show the warthog that he is cherished as a friend and his return to the jungle is needed by all.",
                        "jpn": "自分の容姿にコンプレックスを抱いているイボイノシシのベラ。彼は片思いしているルカの母からも醜い容姿を笑われ、ショックを受ける。自暴自棄になったベラは、乱暴者のヒヒを退治しようと一人で出掛けてしまう。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "432425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432425",
                    "Titles": {
                        "eng": "The Mystery of the Deserted Village",
                        "jpn": "開かずの小屋"
                    },
                    "Summaries": {
                        "eng": "Kimba's rival Claw is up to no good once more. He is trying to lure Kimba far from the safety of the jungle and his friends. \r\nSpeedy Cheetah tries to warn his friend Kimba of this danger but is gravely injured.Once again it is a human friend to the rescue.",
                        "jpn": "レオは偶然迷い込んだ廃村で、彼の姉と名乗るリョーナと出会った。さらにレオが沢山の白獅子の毛皮を見つけると、リョーナはここがかつて、パンジャが守り神として暮らしていた村だと語り始める。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "432426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432426",
                    "Titles": {
                        "eng": "Restaurant Trouble",
                        "jpn": "レストラン騒動"
                    },
                    "Summaries": {
                        "eng": "When the animals squabble over food Kimba decides that an animal restaurant would be a solution to their food problems. Unfortunately for Kimba it poses even more obstacles and he is in the middle of even more difficulties than before.",
                        "jpn": "さまざまな食性の動物が入り交じるジャングルでみんなが共存できるようにと、レオの発案によるレストランが開店した。レストランでは物々交換がルールなのだが、何者かが無断でゾウ草を持ち出して…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "432427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432427",
                    "Titles": {
                        "eng": "The Bad Baboon",
                        "jpn": "帰って来たサンディ"
                    },
                    "Summaries": {
                        "eng": "Dan'l Baboon has a visitor from his past and they are seeking revenge for a battle from days gone by. But Dan'l isn't as young as he used to be and he just may have to rely on Kimba's help to be able fight again.",
                        "jpn": "10年前に起こったマンドリルのボス争いで、マンディに敗れたサンディ。その恨みを晴らすべく、手下を引き連れてジャングルに戻ってきたサンディは、「ジャングルに硫黄ガスを流す」と脅迫する。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "432428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432428",
                    "Titles": {
                        "eng": "Dangerous Journey",
                        "jpn": "バーシィとっつぁん"
                    },
                    "Summaries": {
                        "eng": "When the animals are all stricken with Stony Mountain Speckled Fever, Kimba must make a dangerous trek to visit an ancient sheep who has the only known cure. The task to retrieve this antidote is filled with danger and if Kimba wants to save his friends he must pass a test of his own survival first.",
                        "jpn": "伝染病の流行が始まった。マンディは子供の頃、バーバリシープのバーシィが取ってきた薬で流行が収まったことを思い出す。そこでレオは、年老いたバーシィと共に治療薬を求めて岩山ロックへと向かう。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "432429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432429",
                    "Titles": {
                        "eng": "The Gigantic Grasshopper",
                        "jpn": "大怪虫"
                    },
                    "Summaries": {
                        "eng": "Something strange has landed in the jungle and it seems that Dan' l Baboon is the only one to have noticed it.\r\nAs things start to become even more strange, Kimba too begins to see something is wrong. Could it be the mysterious meteor that landed in the jungle?",
                        "jpn": "ヒビ割れた地下から、バッタの大群が溢れ出した。バッタの食べ過ぎで肉食獣たちは太ってしまうが、そこへ放射能で巨大化したバッタが出没。肉食獣たちが太り過ぎて動けない中、レオは一人で巨大バッタに挑む。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "432430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432430",
                    "Titles": {
                        "eng": "Gypsy's Purple Potion",
                        "jpn": "森のマミー"
                    },
                    "Summaries": {
                        "eng": "The evil Claw is once again up to his old tricks to steal Kimba's throne. This time he enlists the help of Gypsy who is a master of poisonous potions. If taken, Kimba will need the help of someone who has his equal knowledge and strengths to save his life and the Kingdom from Claw's grasp .",
                        "jpn": "かつてパンジャと敵対していたブブとトットが、ミミズクの老婆に毒薬を調合させた。その薬をパンジャの子･レオに与えて毒殺を試みたのだが、渡した薬は毒ではなく痺れ薬で、殺害に失敗してしまう。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "432431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432431",
                    "Titles": {
                        "eng": "Too Many Elephants",
                        "jpn": "子象ジャンボ"
                    },
                    "Summaries": {
                        "eng": "Mr. Pompous has a plan to have Roger leave the jungle under the belief that the preserve no longer needs his protection. Without Roger's watchful eye the animals are fair game for Mr. Pompous and his hunter friends. \r\nWill Kimba be able to protect his friends while awaiting Roger's return?",
                        "jpn": "コンガたちが何千頭もの象を殺害したと知ったレオは、象のボス･ダーバーに報告する。しかしダーバーはその話を信用せず、レオの警告を無視した象たちは、戦車隊による象の大虐殺を目の当たりにする。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "432432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432432",
                    "Titles": {
                        "eng": "A Revolting Development",
                        "jpn": "平和の肉"
                    },
                    "Summaries": {
                        "eng": "Claw and Cassius are stirring up the other animals who are tired of eating only insects and vegetables. It is Calvin Hottage and Kimba who search for the ultimate meat substitute and hopefully everyone can be happy again.",
                        "jpn": "肉食獣の子供たちが、草食獣と親しくすることに不満を抱くオバ。そこで子供たちに肉を食べさせ、肉の味を覚えさせてしまう。その味に夢中になった子供たちは肉食獣の本能に目覚め、とうとう草食獣を襲おうとする。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "432433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432433",
                    "Titles": {
                        "eng": "The Chameleon Who Cried Wolf",
                        "jpn": "悲しいカメレオン"
                    },
                    "Summaries": {
                        "eng": "Small and low on the food chain, it is Newton who has taken to making up big stories and spreading them around the jungle.To the dismay of the other animals,Kimba befriends Newton. Newton's many lies are catching up fast and no one wants to believe him when he needs help. Can Kimba convince his friends to help Newton now that he really needs help?",
                        "jpn": "カメレオンのベロは、コビトカバのカブに狙われていた。ベロには嘘をつく癖があり、そのせいでカブや多くの動物たちを怒らせていたのだ。ベロの悪癖を直そうとするレオだったが、やはり嘘に騙されてしまう。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "432434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432434",
                    "Titles": {
                        "eng": "The Wild Wildcat",
                        "jpn": "山猫ミュー"
                    },
                    "Summaries": {
                        "eng": "Kimba has to figure out why Wiley Wildcat is making trouble, especially for his friend Dan'l Baboon and his diner. Kimba resolves to stop him but discovers Wiley just may have had a good reason for acting the way he has.",
                        "jpn": "ジャングルの秩序を乱す山猫･ミュー。それでも仲間として受け入れようと考えるレオだったが、ミューの乱暴は止まらない。そのせいでジャングルに人間たちが入り込み、ある危機が訪れてしまう。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "432435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432435",
                    "Titles": {
                        "eng": "The Nightmare Narcissus",
                        "jpn": "食獣花アラウネ"
                    },
                    "Summaries": {
                        "eng": "Dr Spee's experiment with some flowers goes awry and anyone who smells the strange flower is beset with horrible nightmares. The animals are unsure what is a nightmare and what is reality.",
                        "jpn": "ジャングルの動物たちが突然、錯乱して仲間同士で争うようになってしまった。レオが原因を調べたところ、巨大植物･アラウネが放つ香りだと判明する。しかもアラウネは肉食の性質を持つ、恐怖の花だった。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "432436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432436",
                    "Titles": {
                        "eng": "Adventure in the City",
                        "jpn": "追跡旅行"
                    },
                    "Summaries": {
                        "eng": "KItty's uncle Specklerex comes for a visit and challenges Kimba to a series of contests to prove he is worthy of his heritage.",
                        "jpn": "レオに会いにライヤとその叔父･マロジがやって来た。レオに年寄り扱いをされたくないマロジは、人間の車を追って町へ行ってしまう。さらに間違えて汽車にも乗り込んでしまい、レオたちは彼を救おうと追い掛ける。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "432437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432437",
                    "Titles": {
                        "eng": "City of Gold",
                        "jpn": "死人洞の謎"
                    },
                    "Summaries": {
                        "eng": "Kimba makes a journey to the legendary city made entirely of gold. After learning of his nemesis friends,Tom and Tab, have gotten themselves lost, Kimba undertakes the dangerous mission to the city which was buried by massive earthquakes to find them. Kimba faces incredible dangers to save the pair of hyenas from a certain death.",
                        "jpn": "レオは仲間を助けようと死人洞に飛び込んだ。しかしその穴の中でトカゲに襲われ、やっとの思いで仲間の救出に成功する。その後、穴からの脱出を試みるレオたちは、老ガメが守る黄金の都を発見する。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "432438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432438",
                    "Titles": {
                        "eng": "The Last Poacher",
                        "jpn": "最后の密猟者"
                    },
                    "Summaries": {
                        "eng": "Seymour Hart is a ranger on a wild life preserve that is believed to be a safe place for animals. His job in protecting the animals is in trouble when poachers invade and Seymour is gravely injured. Bucky and Pauley Cracker allow themselves to be captured by hunters in hopes of finding the location of the poachers leader and ridding the preserve of the hunters once and for all.",
                        "jpn": "密猟者を取り締まるメナムは、“魔神の面”と呼ばれる大物密猟者を追っていた。土地を開き、新しい時代を作ろうと考える彼は、古い体質の“魔神の面”たちと対立していたのだ。レオはメナムに協力しようと…。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "432439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432439",
                    "Titles": {
                        "eng": "Jungle Justice",
                        "jpn": "牙なしヒューク事件"
                    },
                    "Summaries": {
                        "eng": "When Harold Heron mysteriously disappears during a violent storm the animals accuse Clunker, the new Hippo, of being responsible. Kimba must visit Clunker's past and prove why he believes in Clunkers innocence.",
                        "jpn": "白サギの子･トムが川に流され、流れ者のカバ･ヒュークが犯人と疑われた。だがヒュークが犯人とは思えないレオは、無実を証明しようと奮闘する。しかし弁護の甲斐もなく、ついに死刑判決が下り…。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "432440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432440",
                    "Titles": {
                        "eng": "Jungle Fun",
                        "jpn": "黒豹トットの逆襲(前編)"
                    },
                    "Summaries": {
                        "eng": "The jungle animals want to start their very own amusement park which proves to be a daunting task. While undertaking the construction of the amusement park Kimba has to contend with his father's arch enemy Claw. To help in his war with Kimba, Claw has help from Cassius, the black panther and the hyenas Tom and Tab. When Kimba defeats Claw in a battle he is given permission from Claw to destroy Cassius. Kimba must chose whether he wants to follow the traditional law of the jungle, or declare peace instead.",
                        "jpn": "レオの発案で、動物たちの遊園地が作られることになった。その候補地がブブの縄張りだったため、トットは計画を阻止しようとするが失敗してしまう。そこで今度は、レオの仲間になりたいと申し出る。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "432441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432441",
                    "Titles": {
                        "eng": "The Pretenders",
                        "jpn": "黒豹トットの逆襲(後編)"
                    },
                    "Summaries": {
                        "eng": "Claw sabotages Kimba's new amusement park in retaliation for building it on his hunting territory. Kimba is seriously injured when the roller coaster is tampered with and Claw has help with Cassius,Tom and Tab to turn Kimba's friends against him.",
                        "jpn": "ジャングルの仲間たちは、トットに唆され無気力で投げやりな態度を取るようになってしまった。トットはレオの仲間になったように見せ掛けて、実はブブと共にレオをジャングルから追放することをたくらんでいたのだ。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "432442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432442",
                    "Titles": {
                        "eng": "The Monster of Petrified Valley",
                        "jpn": "マスク谷の怪物"
                    },
                    "Summaries": {
                        "eng": "Kimba discovers Colosso, the last survivor of a race of giant birds, after rescuing Charlie and Harley Cheetah from Petrified Valley. Colosso is invited to Kimba's jungle but can't fit in.",
                        "jpn": "レオと友達になり、ジャングルで暮らすことになった怪鳥･モアは、新しい生活に馴染めずにいた。不慣れさからジャングルの動物たちに迷惑を掛けるモアを、必死にかばうレオ。しかしモアがある事件を起こし…。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "432443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432443",
                    "Titles": {
                        "eng": "Legend of Hippo Valley",
                        "jpn": "ほえる魔像"
                    },
                    "Summaries": {
                        "eng": "An ancient well has a message for everyone, from ancient human history to the current hippopotamuses who claim it... while the animals' farm is in desperate need of water during the current drought.",
                        "jpn": "レオとマンディは魔像のある東谷を崩して、干ばつに悩む畑に水を引こうと考えていた。だがその谷はカバのたちの聖地。ここを沈められては一大事と、カバのボス･バッカスはレオに話し合いを求める。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "432444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432444",
                    "Titles": {
                        "eng": "Volcano Island",
                        "jpn": "火山湖島"
                    },
                    "Summaries": {
                        "eng": "While Kimba takes the children at school on a field trip to Volcano Island, Boss Rhino is busy there trying to make way for a female rhino that's about to give birth. Boss Rhino demands that Kimba leaves, but when Kimba refuses, he is forced to accept Boss Rhino's challenge to a match. The two fight, and both end up equally injured. Neither of them wanting to give up, they both agree to \"postpone\" the match the other has recovered enough to fight. Though they refuse to admit it, it was a draw. Soon the baby rhino is born, but when the volcano erupts, Kimba and Boss Rhino must set aside their differences and work together to save everyone.",
                        "jpn": "動物学校の遠足で、火山湖にてはしゃぐレオたちをサイボスが追い払いに来た。理由を聞くと、白サイの夫婦が火山湖島にある巣へ子供を産みに帰ってきているらしい。一方その頃、ジャングルでは地震が頻発していた。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "432445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432445",
                    "Titles": {
                        "eng": "Running Wild",
                        "jpn": "狂気の季節"
                    },
                    "Summaries": {
                        "eng": "When a heard of antelope start stampeding, Kimba discovers that they are doomed to head straight into a lake. As punishment for assuring the others the farm wouldn't get damaged when it did, Bucky goes off to get the antelope to come back and fix the mess. However, he soon gets caught in the middle, and all of the animals try to save him. Though they succeed in rescuing him, Bucky is outraged that they couldn't stop the antelope. As Kimba realizes that he can't possibly save them all, he breaks down, and loses all confidence in himself, proving he is still a kid. Can the other animals get Kimba to snap out of it and even try to rescue them, even knowing that that he can't save them all?",
                        "jpn": "干ばつによる飢えのため、群れを移動させようとするカモシカたち。レオは「今、群れを移動させるのは危険だ」と反対するが、カモシカたちは群れを守りたい一心で、レオの制止を振り切ってしまった。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "432446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432446",
                    "Titles": {
                        "eng": "The Troublemaker",
                        "jpn": "草原の暴れん坊"
                    },
                    "Summaries": {
                        "eng": "Kimba meets a young ostrich named Benny, who only wants to hang out with Kimba. However, Benny's uncle, known as Big Ben, disapproves of this action, and always causes problems. Though Kimba tries and tries to shake the ostrich away from him, he just can't seem to get rid of him, causing trouble for Kimba. When Benny gets hurt, Big Ben grows furious and demands that Kimba returns to the jungle. When Benny follows Kimba even there, the animals must get him back to Big Ben before they get in even more trouble.",
                        "jpn": "レオに懐いているダチョウのマー坊は、どこへ行く時もレオと一緒。だがそのことを知らない祖父のトムは、レオがマー坊をさらったと思い込み、レオたちのいるキャンプ先へとマー坊奪還に向かった。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "432447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432447",
                    "Titles": {
                        "eng": "Destroyers from the Desert",
                        "jpn": "さすらいの死神"
                    },
                    "Summaries": {
                        "eng": "With the appearance of the Devil Wind at the sunset, the Destroyers from the Desert show up. They instantly beat up Kimba and force all of the animals to obey them. Daniel knows the truth though, he knows that once their is no moe food left, the destroyers will eat all of the animals. Against Daniel's orders, Pauley begins training Kimba in a new art of fighting to defeat them. The animals all flee the forest, and Daniel refuses to let Kimba fight. However, three children were left behind, and are now on the menu. Pauley tries to save them, but is easily beaten. With no other option, Kimba prepares to take them on again. Will his new technique allow him to defeat these three powerful foes?",
                        "jpn": "死神と恐れられている3匹の無法者、象のディブ、ヒヒのジュニア、ヤマネコのサミーが現れた。あまりの凶暴さにレオも敵わず、マンディはレオの傷が治り次第、逃亡することを主張するのだが…。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "432449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432449",
                    "Titles": {
                        "eng": "The Balloon that Blows Up",
                        "jpn": "わんぱく作戦"
                    },
                    "Summaries": {
                        "eng": "After stopping Tom and Tab from stealing some humans' balloon, Kimba discovers Dot, Dash, and Dinky playing in it. Despite knowing not to, Kimba joins in the fun, and the balloon is accidentally started up. The four are awestruck by the view, and enjoy themselves. Meanwhile, the humans have realized the balloon has been taken, and they want it shot down. The bad news is, Kimba and the others don't know how to land it. Even worse...there's a bomb attached to it!",
                        "jpn": "人間が作った気球にいたずら気分で乗り込んだレオたちは、空の旅を楽しむはずが、盲目の老人が住む小屋に墜落してしまった。老人は兵隊である息子の帰りを待ち望んでいて、レオは息子探しを手伝おうと決意する。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "432450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432450",
                    "Titles": {
                        "eng": "Monster of the Mountain",
                        "jpn": "怒りのチミセット"
                    },
                    "Summaries": {
                        "eng": "A \"chimera\" from the Atlas Mountains is terrifying a peaceful little village by appearing in the middle of the night and stealing cattle. Kimba is called for aid; the monster turns out to be a bear and her cub.",
                        "jpn": "まだ見たことのない虹の谷に行きたいと話すレオたち。それを聞いたケニーは谷へと続く道を調べ始め、その途中で象のパグーラに捕まってしまう。救出に向かったレオにパグーラは、ある取引を申し出る。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "432451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432451",
                    "Titles": {
                        "eng": "A Friend In Deed",
                        "jpn": "虹の谷"
                    },
                    "Summaries": {
                        "eng": "Roger Ranger is taken captive by the elephants when he asks them for passage through their graveyard to get to a place known as Rainbow Valley. If Kimba wants him back, he and a few other animals must swim in a swamp, where if you stop moving you'll drown, for 10 days without stopping for anything. While doing this, Kimba recaps the events of how he first met Roger Ranger long ago.",
                        "jpn": "マリーの指揮する戦車隊、さらに野獣部隊がジャングルに攻め込んで来た。奮戦もむなしく、レオたちは川の中州に追い詰められ、ケン一とヒゲオヤジは捕らえられてしまう。その時、突然雪が降り始めて…。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "432452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432452",
                    "Titles": {
                        "eng": "Such Sweet Sorrow",
                        "jpn": "まぼろしの山"
                    },
                    "Summaries": {
                        "eng": "Tonga once again tries capturing Kimba, this time through the use of tanks disguised as Hippos. Her plan soon fails, thanks to Roger, and she flees. When Pompus is taken captive by Tonga, Roger sets out alone to save him, but he is also captured. Tonga prepares for another invasion, while Kimba prepares the animals for war. Meanwhile, Roger becomes convinced that Tonga is Mary, and tries to think of a way to make her remember him.",
                        "jpn": "マリーの指揮する戦車隊、さらに野獣部隊がジャングルに攻め込んで来た。奮戦もむなしく、レオたちは川の中州に追い詰められ、ケン一とヒゲオヤジは捕らえられてしまう。その時、突然雪が降り始めて…。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "432453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432453",
                    "Titles": {
                        "eng": "The Return of Fancy Prancy",
                        "jpn": "町から来たジェーン"
                    },
                    "Summaries": {
                        "eng": "While Kimba and some of the other animals are playing a game, a car drives up and Kimba and the others hide. To their surprise, the human woman in the car calls for a cheetah named Prancy to hop out of the car. The lady tells Prancy that she's too big to keep now, so she brought her back to where she was found. The car drives off and Prancy finds Speedy stuck in the ground. Prancy recognizes him to be her little brother. Speedy is glad to see her sister again, but when all of the animals start swooning over her, he becomes a little bitter. Kimba even starts to like her a bit. Hoever, when ants soon attack the jungle, everyone is forced to flee. But, when Speedy ends up being left behind, Kimba refuses to go since Speedy \"deserved\" it. After all of the animals become furious with him, and after realizing how much his friend means to him, Kimba sets off to save Speedy. But, can he do it alone?",
                        "jpn": "人間に飼われていたターチの姉･ジェーンがジャングルに戻ってきた。ジェーンは女王様気取りで、レオたちの遊び場に家を建てると言い出し、それがきっかけでジャングルの動物たちは対立してしまう。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "432454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432454",
                    "Titles": {
                        "eng": "The Cobweb Caper",
                        "jpn": "まだらグモ"
                    },
                    "Summaries": {
                        "eng": "A giant spider threatens the jungle, and not even Kimba can defeat it. Regardless, Kimba seems to be the only one who can stop the menace. However, when Kimba gets bit by a tsetse fly, he becomes very ill and has a hard time distinguishing friend from foe. With Kimba unable to help, Daniel Baboon devises a plan to defeat the spider once and for all. But, can they really do it without Kimba's help?",
                        "jpn": "巨大なクモに襲われ、森の奥の巣に吊るされてしまったレオ。絶体絶命のところを落雷に救われ、何とかジャングルに戻ることができたレオだったが、森中がクモの巣に覆われている様を見て仰天する。"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "432455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432455",
                    "Titles": {
                        "eng": "The Red Menace",
                        "jpn": "赤い牙"
                    },
                    "Summaries": {
                        "eng": "Wildfires in the surrounding area leave a herd of elephants without food. Kimba brings them to his jungle, where the resident elephants resent sharing their food. Kelly Funt imprisons Kimba in an old tower, which becomes the inspiration for protecting their own jungle from the encroaching fire.",
                        "jpn": "象のジャンボが住むジャングルが、赤い牙と呼ばれる火事で消滅してしまった。食べる物も住む場所も失ったジャンボたちを、レオは別の象の縄張りへ導く。しかしエサ場を守るパグーラは、受け入れを拒否して…。"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "432456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432456",
                    "Titles": {
                        "eng": "The Sun Tree",
                        "jpn": "朝日をまねく木"
                    },
                    "Summaries": {
                        "eng": "Dan'l receives a message from his old great great grand-uncle Scratch who wants help to save the oldest and tallest tree in the world, the \"sun tree\". Muffy, a young cousin of Dan'l's, resents their intrusion, because he's convinced the tree will die and wants all the animals living in it to save themselves by moving to a new home. Despite Kimba's and the animals' efforts, a storm blows over the old sun tree. But Kimba learns that life will renew itself.",
                        "jpn": "マンドリルのキャンティ老が住む大木は、「朝日をまねく木」と呼ばれていた。ある日、キャンティ老から呼び出されたレオとマンディが訪ねると、この「朝日をまねく木」が病気で、倒木の危機に陥っていた。"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "432457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432457",
                    "Titles": {
                        "eng": "Soldier of Fortune",
                        "jpn": "冒険家オットー"
                    },
                    "Summaries": {
                        "eng": "Kimba and a few other animals meet an otter named Flappo. Flappo is an otter who loves to explore the world. Curious, Kimba and the few animals join him on an adventure. However, before the journey's over, Kimba may the one who wants to quit.",
                        "jpn": "西の海からコンゴ川をさかのぼり、冒険家を自称するオットセイのオットー。その冒険の数々と、オットーの勇気に感激したレオは、サイボスたちも連れて、オットーと共にまだ見ぬ東の海へ行くと言い出す。"
                    },
                    "Aliases": []
                },
                "51": {
                    "ID": "432458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432458",
                    "Titles": {
                        "eng": "The Day the Sun went out",
                        "jpn": "ナイルの大神殿"
                    },
                    "Summaries": {
                        "eng": "After a brutal storm damages the shrine, Kimba's sister, Leona, realizes that the hides of her ancestors are no longer safe. She enlists the help of Kimba to help her move them to a safe location. However, many hides are lost after Kimba's selfless actions save some of the animals helping out. Furious, Leona scolds him and goes off alone. Kimba too wants nothing to do with her anymore. One animal informs Kimba that Leona was captured by the four black leopards, but Kimba refuses to save her because she doesn't want his help. When a solar eclipse happens, all of the animals flee and refuse to talk to Kimba. Boss Rhino informs Kimba of an old superstition, and it's coming true because Kimba's already betrayed someone he loves. Realizing he can't just forget about his sister, he goes off to search for her. Can Kimba save Leona before the prophecy comes true? Can he and his sister make up and work together again?",
                        "jpn": "レオの姉･リョーナが、ナイル川上流の村の跡地を神殿に定め、先祖代々の毛皮を移動することになった。レオはオカピたちと引っ越しを手伝うが、毛皮を大神殿に運ぶ途中で敵と遭遇し、毛皮の一部を川に流してしまう。"
                    },
                    "Aliases": []
                },
                "52": {
                    "ID": "432459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/432459",
                    "Titles": {
                        "eng": "Silvertail the Renegade",
                        "jpn": "人食いライオン"
                    },
                    "Summaries": {
                        "eng": "Silvertail is an old renegade lion who stumbles out of the jungle needing Kimba's help in hiding out from his enemies. But Silvertail needs to learn to be less aggressive with the jungle residents before they will agree to help him.He must also ask to be forgiven in order to stay and live out the rest of his life with Kimba and his friends.",
                        "jpn": "年老いて食べ物が手に入らず、人間の赤ん坊を食べてしまった人食いライオン。彼は狩猟隊に追われてジャングルに逃げ、マンディにかくまわれる。しかしココは、彼を庇うことでジャングルが危険にさらされると訴え…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "211061",
            "URL": "https://thetvdb.com/series/kimba-the-white-lion/seasons/official/2",
            "Titles": {
                "eng": "The New Jungle Emperor",
                "jpn": "ジャングル大帝 進めレオ！",
                "ita": "Il nuovo imperatore della giungla"
            },
            "Summaries": {
                "eng": "\"Kimba the White Lion\" was such a hit in Japan, that Dr. Tezuka went ahead and produced a sequel in 1966, known in Japan as \"The New Jungle Emperor\" or \"Onward, Leo!\".",
                "jpn": "結婚したレオとライヤは男の子のルネ、女の子のルッキオという2頭の子どもを授かった。レオは家族とともにジャングルで平穏に暮らしていたが、幻の石である「月光石」を狙い、動物だけの楽園だったジャングルに再び人間たちがやって来る。",
                "ita": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "1885111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885111",
                    "Titles": {
                        "eng": "The First Adventure",
                        "jpn": "白い王者"
                    },
                    "Summaries": {
                        "eng": "A story about spies and scientists. A boy is abandoned in Leo's jungle when his grandfather is kidnapped.",
                        "jpn": "アフリカを訪れた杉原博士が何者かに誘拐された。取り残された杉原博士の孫･正雄はジャングルで一人迷子となってしまう。そんな正雄を助けたのは、人間の言葉を話せる白いライオン、レオだった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1885121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885121",
                    "Titles": {
                        "eng": "The Map of Danger",
                        "jpn": "大草原の対決"
                    },
                    "Summaries": {
                        "eng": "Leo gets the animals to report the dangers they encounter so that others may learn to avoid them.",
                        "jpn": "ジャングルからの脱出を図るため、どこが危険な場所かが分かる地図を作ることにした正雄とレオたちは、北の岩場に住むライオンたちを仲間に誘おうとするが、事態はそう簡単にうまくは運ばず…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1885131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885131",
                    "Titles": {
                        "eng": "The Blue Lion",
                        "jpn": "青いたてがみのザンバ"
                    },
                    "Summaries": {
                        "eng": "Leo learns the reason a blue lion is so antagonistic.",
                        "jpn": "流れ者のザンバは青い毛を持つ凶暴なライオンだった。同じ様な境遇で育ったレオはザンバとの無用な戦いを避け仲間に加えようと、何とか説得を試みるが、ザンバはレオに敵対心を剥き出しにし…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "1885141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885141",
                    "Titles": {
                        "eng": "The Last Hunt of the Ahabi People",
                        "jpn": "ピグミーの死の祭り"
                    },
                    "Summaries": {
                        "eng": "A hunt for Leo results in him being temporarily blinded.",
                        "jpn": "ピグミー族の最後の狩りの獲物として、白いライオンが選ばれた。狩りの標的とされたレオは襲い掛かるピグミー族に決死の戦いを挑むものの、毒の樹液を目に浴びたことによって視力を失ってしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "1885151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885151",
                    "Titles": {
                        "eng": "Leo Becomes a Father",
                        "jpn": "ルネの冒険旅行"
                    },
                    "Summaries": {
                        "eng": "Rune and Rukio are born to Leo and Lea. The best episode so far, as Leo decides that Rune needs some help to be up to the life that awaits him.",
                        "jpn": "レオとライヤの間に待望の赤ちゃん･ルネとルッキオが生まれた。ところが、岩山や森で訓練を始めると、どうも兄のルネが頼りない。強くなってほしいと願うレオは、ルネを鍛えようとサバンナに置き去りにする。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "1885161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885161",
                    "Titles": {
                        "eng": "The Mighty Gorilla",
                        "jpn": "巨獣ドンベ"
                    },
                    "Summaries": {
                        "eng": "A peaceful band of gorillas, dependent on a giant for their safety, seek a new home.",
                        "jpn": "猛暑で食物が不足し、秘密の餌場に向かうゴリラの群れを、飢えたヒヒたちが追う。旅から戻った巨大ゴリラ･ドンベはルッキオから話を聞き、仲間に知らせるべく道を急ぐが、彼は病気ですっかり弱っており…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "1885171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885171",
                    "Titles": {
                        "eng": "The Golden Bow",
                        "jpn": "黄金の弓"
                    },
                    "Summaries": {
                        "eng": "Two people, a father and son, are the last survivors of their tribe. Because they possess a golden bow, they are pursued throughout Africa.",
                        "jpn": "ルアク族の生き残り･バンダとバツーは、豹人間を操る呪術師に宝物の黄金の弓を狙われる。レオとルネは父子を匿うが、豹人間はジャングルの動物たちを襲いレオを脅迫。バンダは一族の誇りをかけて戦いに挑む。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "1885181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885181",
                    "Titles": {
                        "eng": "The Case of The Moonlight Stone",
                        "jpn": "月光石の秘密"
                    },
                    "Summaries": {
                        "eng": "The powerful moonstones are the quest in this spoof of James Bond movies.",
                        "jpn": "秘密諜報部員のジェームズ･ドボンが絶大なエネルギーを秘める月光石を求めてやって来た。ドボンに命を救われたレオは探索に協力するが、その過程で敵対するZ国との戦いに巻き込まれてしまう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "1885191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885191",
                    "Titles": {
                        "eng": "The Falcons",
                        "jpn": "恐怖の鳥"
                    },
                    "Summaries": {
                        "eng": "A threatening flock of falcons invades Leo's jungle.",
                        "jpn": "奇妙な天候が続くある日、黒いハヤブサの群れが現れ、3本のバオバブを埋め尽くす。数はどんどん増え、動物たちが襲われ始める。友人のリスを失い泣き叫ぶルネ。レオは戦いに勝算を見い出せず悩むが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "1885201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885201",
                    "Titles": {
                        "eng": "Rick the Lycon",
                        "jpn": "リカオンは啼かず"
                    },
                    "Summaries": {
                        "eng": "An enemy of Leo's befriends Rune and Rukio.",
                        "jpn": "リカオン同士でボスの座を争って敗北したリックは、レオを倒すことで自分が本当のボスであることを証明しようと、群れを離れる。行き倒れたリックをルネとルッキオが救うが、レオは彼のたくらみを知りつつ静観し…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "1885211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885211",
                    "Titles": {
                        "eng": "Panja's Hide",
                        "jpn": "パンジャ街へ行く"
                    },
                    "Summaries": {
                        "eng": "Rune thinks he is protecting it when he places Panja's hide in a tree. It is spotted by men in a helicopter who take it to a city. The white lion skin is swapped about through lies and corruption while Leo and Rune try to get it back.",
                        "jpn": "密猟者に追われる丸耳象をジャングルに連れて帰ろうとするレオとルネ。レオは古い友人の象･バドーも一緒に連れて行くが、途中でバドーが暴れて人間たちに捕まってしまう。レオは自分がおとりになろうとするが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "1885221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885221",
                    "Titles": {
                        "eng": "The Poachers",
                        "jpn": "密猟者の森"
                    },
                    "Summaries": {
                        "eng": "One of the strongest episodes of the entire Leo series, dealing powerfully with the harm done by poaching.",
                        "jpn": "密猟者に追われる丸耳象をジャングルに連れて帰ろうとするレオとルネ。レオは古い友人の象･バドーも一緒に連れて行くが、途中でバドーが暴れて人間たちに捕まってしまう。レオは自分がおとりになろうとするが…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "1885311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885311",
                    "Titles": {
                        "eng": "Duel at Lubar Valley",
                        "jpn": "ルバー谷の決斗"
                    },
                    "Summaries": {
                        "eng": "Leo becomes involved in a bizarre revenge match between a blind man and a leopard.",
                        "jpn": "豹のルバーを追い続けるワッシ族の男。かつてルバーに襲われ盲目となった彼は、部族の勇士として帰郷することだけを念じていた。一族の豹を動員して待ち伏せしようとたくらむルバーに、レオは怒りを覚え…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "1885321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885321",
                    "Titles": {
                        "eng": "The Saber-Toothed Tiger",
                        "jpn": "吠える氷河"
                    },
                    "Summaries": {
                        "eng": "The mysterious mammoth reveals that other prehistoric creatures still exist as well.",
                        "jpn": "ムーン山から、マンモスのお袋さんがやって来た。氷の墓に眠る祖父を、サーベルタイガーから守るよう頼まれたレオは、無理やり付いてきたルネと雪山へ。そんな彼らを鋭い牙を持つサーベルタイガーが襲う。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "1885331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885331",
                    "Titles": {
                        "eng": "The Marked Giraffe",
                        "jpn": "ひとりぼっちの墓"
                    },
                    "Summaries": {
                        "eng": "A giraffe has strange markings which make it an outcast from its herd, and desired by hunters.",
                        "jpn": "珍しい斑を持つことから人間に狙われやすく、群れの仲間から嫌われていたキリンのラフは、孤独を募らせるあまり乱暴を働くようになってしまう。そんなラフの変貌ぶりを見て、ルネは心を痛めるが…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "1885341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885341",
                    "Titles": {
                        "eng": "Lily the Black Leopard",
                        "jpn": "密林の黒い牙"
                    },
                    "Summaries": {
                        "eng": "The trauma of a plane crash causes a woman's pet leopard to go wild.",
                        "jpn": "森に落ちた火の玉を調べに行ったレオは、人間に牛泥棒と誤解され襲われてしまう。人間の追跡から逃げる途中で毒蛇に咬まれたレオは、逃げたペットの黒豹を捜す人間の女性･ミリアムに救われる。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "1885351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885351",
                    "Titles": {
                        "eng": "Devil Falls",
                        "jpn": "あくまの滝"
                    },
                    "Summaries": {
                        "eng": "Leo reluctantly aids Totto (Cassius) the panther who, at the first opportunity, tries to kill Rune and Rukio. Leo's rage is so great that he inadvertently hurts Mandy (Dan'l).",
                        "jpn": "黒豹のトットが子供たちを食べるのを阻止しようとしたレオは、戦いを制止しようとするマンディを傷つけてしまった。呆然とするレオは、無抵抗のまま人間に捕まり、悪魔の滝のいけにえになってしまう。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "1885361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885361",
                    "Titles": {
                        "eng": "The Steel Monster",
                        "jpn": "機関車そうどう"
                    },
                    "Summaries": {
                        "eng": "The obnoxious elephant, Bizo, must cooperate with Rune or both of them will die!",
                        "jpn": "食糧を求めて、西の森を目指す象たち。そんな中、象のボスの息子･ビゾーが人間たちに攻撃された。それを助けようとしたルネも一緒に捕われてしまうが、お互いに鎖で繋がれたまま脱走を試みる。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "1885371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885371",
                    "Titles": {
                        "eng": "A House for the Animals",
                        "jpn": "石のとりで"
                    },
                    "Summaries": {
                        "eng": "Rune gets the idea to build a stone castle as protection against disasters like fire.",
                        "jpn": "大地震によって火柱が立ち、ジャングルが焼けてしまった。ルネはみんなが住める石の家を建て始めるが、人間嫌いの象たちがこれに反発。ルネはボスの息子･ビゾーと家を賭けて戦うことになるが…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "1885381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885381",
                    "Titles": {
                        "eng": "The White Cliff",
                        "jpn": "白い絶壁"
                    },
                    "Summaries": {
                        "eng": "The surrounding area is engulfed in an advancing flood. Leo finds that the cause of the flood is a new dam.",
                        "jpn": "突然の大洪水で川上のジャングルの動物が犠牲に。調査に向かったレオは洪水の原因が人間によって作られたダムであることを知り、怒りに燃えるが、人間の責任者･クロヨンに説得され、動物たちを避難させる。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "1885391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885391",
                    "Titles": {
                        "eng": "Agura the Terrible",
                        "jpn": "ジャングルを売った奴"
                    },
                    "Summaries": {
                        "eng": "The hyenas, under an enormous Godfather-like leader, trap Leo into helping with a deadly plan.",
                        "jpn": "ハイエナのアグラにルネを人質に取られたレオは、仕方なく黄金を狙う人間たちとの交渉役を果たすことに。ジャングルを守るべき立場のレオの不名誉な行為を知り、仲間たちは激しく非難するが…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "1885401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885401",
                    "Titles": {
                        "eng": "Candle Rock",
                        "jpn": "ぞうの墓場"
                    },
                    "Summaries": {
                        "eng": "Thousands of hungry and thirsty elephants approach Leo's jungle. The resident herd of elephants does not want to allow them to live there.",
                        "jpn": "空腹に苦しむ象の群れに同情し、彼等をゾウグサのある場所に案内しようとするルネ。一方、老いた象はキャンドルロックの麓にある象の墓場を目指すが、象牙を狙う人間たちに跡を付けられていた…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "1885411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885411",
                    "Titles": {
                        "eng": "The Silver Wolf",
                        "jpn": "銀色の狼"
                    },
                    "Summaries": {
                        "eng": "A plane transporting Russian wolves crashes in the jungle. The wolves take Rukio prisoner as they try to find a way to survive.",
                        "jpn": "嵐の夜に動物たちを救おうとして滝から落ちて行方不明となってしまったレオ。捜索するルネたちの前に、銀色のオオカミが現れる。人質となったルッキオを助ける代わりに、食料となるウサギを差し出せと迫るが…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "1885421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885421",
                    "Titles": {
                        "eng": "Adventure at Volcano Island",
                        "jpn": "火山島の冒険"
                    },
                    "Summaries": {
                        "eng": "Rune and Rukio help a blind buffalo.",
                        "jpn": "盲目のバッファローと、鳥のおばさんが食糧を求めてやって来た。火の山の麓に帰る途中だと聞いた好奇心の強いルネは、彼らをイカダに乗せて送ろうとするが、そこには予想外の冒険が待ち構えており…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "1885431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885431",
                    "Titles": {
                        "eng": "The Green Plague",
                        "jpn": "王城に陽は昇る"
                    },
                    "Summaries": {
                        "eng": "A spotted fever plague sweeps through the jungle, affecting most of the animals.",
                        "jpn": "恐ろしい死の伝染病･死斑病がジャングルを襲った。症状はライヤにも現れ、悲しみに暮れるレオたち。そんな中レオは、学術調査に訪れたヒゲオヤジと再会し、死斑病が治療可能であることを知るが…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "1885441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimba-the-white-lion/episodes/1885441",
                    "Titles": {
                        "eng": "The Eternal Mount Moon",
                        "jpn": "ムーン山よ永遠に"
                    },
                    "Summaries": {
                        "eng": "Leo accompanies an expedition to Mt. Moon to search for the moonlight stones, which can solve the world's energy shortage.",
                        "jpn": "月光石を求めてムーン山へ入山したヒゲオヤジら学術調査隊に同行することにしたレオとルネ。鉱脈の発見を喜ぶ一行に過酷な大自然が襲い掛かる。次々と倒れる人間たちを目の当たりにしたレオは…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}