{
    "URL": "https://thetvdb.com/series/freezing",
    "Genres": [
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1151072/",
        "https://www.themoviedb.org/tv/20700"
    ],
    "TitleEnglish": "Freezing",
    "SummaryEnglish": "Forty-somethings Elizabeth and Matt are a glamorous and successful couple – or at least they would be if either of them could actually get a job. Matt has been replaced by his assistant in the publishing house where he worked for 15 years. Meanwhile, Hollywood actress Elizabeth seems to be paying the price for choosing an English husband and swapping sunny LA for suburban London. Despite being Oscar-nominated in her youth, Elizabeth is finding it hard to get an audition. Matt, in the meantime, is thrown the occasional scrap of editing by his former assistant.",
    "Aliases": [],
    "Modified": "2008-02-04",
    "Seasons": {
        "1": {
            "ID": "30759",
            "URL": "https://thetvdb.com/series/freezing/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "352968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing/episodes/352968",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Things look as if they might improve when Elizabeth is offered an exciting new art-house movie, and Matt discovers an astro-cool new sci-fi writer. Elizabeth may have to perform one or two sexually explicit scenes in her movie, and Matt might not totally understand what his writers novel is actually about, but they just need to keep their cool and stick together. Strong language. [S]",
                    "Aliases": []
                },
                "2": {
                    "ID": "352969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing/episodes/352969",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Matt and Elizabeth continue battling to stay afloat in the fickle world of showbiz. \r\n\r\nMatt attempts to woo the latest over-paid TV historian Bamber Jones, in the hope of editing his new book. To Elizabeth's horror, Matt invites Bamber, who is a renowned food snob, for dinner, claiming that she's the best chef in east Chiswick. To add to the pressure of the evening, Leon decides to gatecrash the Bamber dinner with a potential new client - the latest It Girl Alison Fennel.\r\n\r\nMatt rushes to brush up on his American history ready for the big night and Elizabeth frantically struggles to perfect her pasta malfatti. But will it be enough to impress the great Bamber Jones?",
                    "Aliases": []
                },
                "3": {
                    "ID": "352970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing/episodes/352970",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "It's the final straw when Leon gets Elizabeth an insultingly small role in a costume drama. Matt secretly meets his ex-girlfriend whose endurance-horror novel could be 'the next big thing'.",
                    "Aliases": []
                }
            }
        }
    }
}