{
    "URL": "https://thetvdb.com/series/gad-guard",
    "Genres": [
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0813706/",
        "https://www.themoviedb.org/tv/31666"
    ],
    "Titles": {
        "eng": "Gad Guard",
        "jpn": "GAD GUARD"
    },
    "Summaries": {
        "eng": "Gad Guard is the story about a boy (Hajiki) who comes across a cube shaped rock called a Gad. To Hajiki's surprise the Gad turns into a giant mecha called a techode named Lightning. Soon after other techodes start appearing, some good and some bad.",
        "jpn": "今から数百年後の地球。ユニットブルーと呼ばれる未来の街。そこには夜になると電力を失い暗闇に包まれるナイトタウンと呼ばれる街があった。\r\n\r\nそこに住む少年・真田ハジキは学校に通いながら、八須賀運送で運び屋のバイトをしながら日々を暮らしていた。ある日、ハジキはひょんな事から高値で取引されている謎の物質“GAD”に接触する。すると“GAD”は周りのスクラップを巻き込み、巨大な人型メカ“鉄鋼人・ライトニング”へと姿を変えた。その時から、ハジキの周りに鉄鋼人を持つ人が現れて、ハジキは鉄鋼人が起こす事件や戦いに巻き込まれていく。"
    },
    "Aliases": [],
    "Modified": "2025-09-06",
    "Seasons": {
        "1": {
            "ID": "30768",
            "URL": "https://thetvdb.com/series/gad-guard/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "353076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353076",
                    "Titles": {
                        "eng": "Looking Up at the Same Sky",
                        "jpn": "同じ空をみていた"
                    },
                    "Summaries": {
                        "eng": "One day, in the city of Night Town, a boy named Hajiki Sanada is assigned to make a special delivery for a very mysterious client. Hajiki accidentally opens the package, only to find a mysterious black cube known as a GAD! The next day he meets a girl named Arashi, and the thieving Jack Gang. The Jack Gang tries to steal the GAD, but when Hajiki bonds with it, the GAD reacts...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "353077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353077",
                    "Titles": {
                        "eng": "Putting the Pieces Together",
                        "jpn": "欠片（かけら）繋ぎ合わせ"
                    },
                    "Summaries": {
                        "eng": "After forming a techode from the GAD, Hajiki is confronted by Katana, the pilot of a Heavy Metal named Seven. Hajiki and the Techode manage to drive him and the Jack Gang away. Unfortunately, Katana burns with the desire to destroy them both. Elsewhere, the mysterious client who started this in the first place is revealed; and she wants to claim the Techode as her own... if she can!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "353078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353078",
                    "Titles": {
                        "eng": "On a Street Corner in Night Town",
                        "jpn": "ナイトタウンの街角で"
                    },
                    "Summaries": {
                        "eng": "Catherine Flaunbert is the new employee at Hachisuka's company and Hajiki isn't too happy about it. Nevertheless, Hajiki follows one of her leads on a GAD to the junkyard. Unfortunately for Hajiki, his hunch was correct, as this just leads him into more trouble, as the Jack Gang and Katana, now sporting their newly formed Techode, Zero, track him down. In the middle of the confusion, Hajiki meets a young girl who owns a Techode of her own...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "353079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353079",
                    "Titles": {
                        "eng": "With Bright Eyes",
                        "jpn": "瞳涼やかに"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "353080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353080",
                    "Titles": {
                        "eng": "And Then the Rain Will Fall",
                        "jpn": "そして雨が降る"
                    },
                    "Summaries": {
                        "eng": "A GAD is being escorted to the Day Town Museum as a jewel. However, Katana and Wanda soon team up and succeed in stealing the GAD!!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "353081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353081",
                    "Titles": {
                        "eng": "The Five Masks",
                        "jpn": "五つの仮面"
                    },
                    "Summaries": {
                        "eng": "Aiko has an idea that all the Techode owners could be friends. Thus, he confronts Takumi, Hajiki and Katana. Meanwhile, Catherine persuades Hajiki and Lightning to steal a GAD for her that is being smuggled from a museum in Day Town. It turns out the smugglers have hired Katana and Zero as their bodyguards! Aiko and Takumi join in when the GAD bonds with the smuggler and becomes an Atechode. All the Techodes will have to work together to stop it from reeking havoc on the city. But, can this be done...?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "353082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353082",
                    "Titles": {
                        "eng": "If I Could Fly",
                        "jpn": "空を飛べたら"
                    },
                    "Summaries": {
                        "eng": "Catherine hires Hajiki and Lightning to steal a coffin that a man was supposedly buried in, along with a GAD stone. The police soon catch on, and discover Hajiki. They chase him and accidentally lose the handle of the coffin, which turns out to be the GAD! Meanwhile, Arashi ponders on the idea of having her own Techode. She gets a job in Day Town as a billboard worker. The GAD pieces are loitered all over the town and end up near Arashi. Is it meant for her? Or it something worse?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "353083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353083",
                    "Titles": {
                        "eng": "Two Lost Souls",
                        "jpn": "さすらいの二人"
                    },
                    "Summaries": {
                        "eng": "Two Guardian, or Techode, Hunters have appeared in Night Town to investigate the recent appearances of Techodes all over the city. They soon meet up with Lightning, Thunderbolt, and Messerschmitt, but find it odd that kids are riding them. They are convinced that the teens are being brainwashed by the Techodes and are ready to destroy them. Hajiki tries to convince them that not all Techodes are bad. During the fight between the Guardian hunters and Hajiki, Aiko and Takumi, Catherine and Hachisuka bring Hajiki a very powerful laser to combat the hunters. As Lightning is using it, the laser begins to fuse into Lightning's arm! Hajiki struggles to get through to Lightning, but is this just proof that the Techodes really are as destructive as the two hunters say?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "353084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353084",
                    "Titles": {
                        "eng": "Snow Melts the Heart",
                        "jpn": "雪が心を融かす"
                    },
                    "Summaries": {
                        "eng": "Zero continues to take damage after losing its arm to an Atechode. Thus, Katana sets out in search for repairs. Will she be successful?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "353085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353085",
                    "Titles": {
                        "eng": "Bundles of Bill in the Setting Sun",
                        "jpn": "夕陽に札束"
                    },
                    "Summaries": {
                        "eng": "Lightning and Lightning are chased through Night Town by Mary and Chris.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "353086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353086",
                    "Titles": {
                        "eng": "No Returning to Rainbow Town",
                        "jpn": "虹の町には帰れない"
                    },
                    "Summaries": {
                        "eng": "Two crime families wage war in Night Town and Hajiki is thrown right in the middle of it!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "353087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353087",
                    "Titles": {
                        "eng": "Blue Bird",
                        "jpn": "ブルーバード"
                    },
                    "Summaries": {
                        "eng": "Hajiki has problems when he keeps getting into trouble for missing his classes. In addition, Hachisuka has assigned him the job of delivering 100 wedding invitations! What a mess!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "353088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353088",
                    "Titles": {
                        "eng": "Dwellers of the Dark",
                        "jpn": "闇に棲む者たち"
                    },
                    "Summaries": {
                        "eng": "Hajiki begins to wonder if he’s anything like Katana and what he would be without Lightning. Meanwhile, an assassin named Takanaka targets both Hajiki and Katana. Now, the two have to work together if they hope to survive against this deadly assassin with the ability to gruesomely fuse man with machine!",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "353089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353089",
                    "Titles": {
                        "eng": "Seeking Lost Time",
                        "jpn": "失われた時を求めて"
                    },
                    "Summaries": {
                        "eng": "Catherine finds a new lead on what appears to be a gad down at the docks. At the docks a man holding a small statue wanders around talking about time. The statue falls to the ground and a wild fire breaks out. The next day Hajiki, lightning, and Catherine go to the docks to investigate. The man appears again talking about time and drops the statue for a second time. As the fire spreads out this time Hajiki sends Lightning to save Catherine. Will Hajiki be able to escape unharmed?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "353090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353090",
                    "Titles": {
                        "eng": "A Garden in the Sun",
                        "jpn": "陽の当たる庭"
                    },
                    "Summaries": {
                        "eng": "Aiko's and her father talk about her future. Aiko's father is trying to get his hands on a GAD in a museum, however his means of getting it are a little shady. This all steams from the idea that techodes and GADs are equal power. Unfortunately, someone is after the Harmony family GADs...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "353091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353091",
                    "Titles": {
                        "eng": "The Day We Bare Our Fangs",
                        "jpn": "牙を剥く日"
                    },
                    "Summaries": {
                        "eng": "Mary, the police officer, goes to her second job at a dream palace. Takumi crashes in on her job to take out a weapon smuggling ring. The gangsters try to run but Katana fights them and their heavy metal. When Takumi catches up him and Katana end up fighting. After the fight ends Katana and Takumi flee before the police come. The next day Aiko's father wants everyone (with a techode) to come to his house for dinner. Is there a hidden meaning behind this?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "353092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353092",
                    "Titles": {
                        "eng": "Gun-Sword-Beast",
                        "jpn": "銃・刀・獣"
                    },
                    "Summaries": {
                        "eng": "It turns out Larry Harmony's assistant is the one who took the gads. The roman man suggests that if Katana wants to take over the unit he should get some help from Larry Harmony. Meanwhile At Hajiki's place there is a police officer in his house. It turns out that the cop is after Katana and wants Hajiki's help. Now Hajiki has the to chose the catch Katana and get his house back or to leave Katana alone.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "353093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353093",
                    "Titles": {
                        "eng": "The Logic of Those Who Leave",
                        "jpn": "去る者の論理"
                    },
                    "Summaries": {
                        "eng": "In the beginning of the episode Katana talks about how Hajiki is his pet, like a bug, and doesn't know it. Hajiki's mom, who now lives above the restaurant she works at, is looking for Hajiki, but having no luck at finding him. Hajiki in the meantime runs into Jack Bruno and is given the option to leave town with him.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "353094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353094",
                    "Titles": {
                        "eng": "A Road Companion",
                        "jpn": "道連れ"
                    },
                    "Summaries": {
                        "eng": "With Hajiki on the road to the next unit, Arashi is trying to find someone to help her look for him. All of his family and friends say to just leave him alone. A depressed Arashi walks down the road to home only to run into her brother. It turns out that Arashi's father wants her to return home to talk. What could he want?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "353095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353095",
                    "Titles": {
                        "eng": "The End of This World",
                        "jpn": "この世の果て"
                    },
                    "Summaries": {
                        "eng": "Arashi comes down with the flu and is bed ridden. Hajiki has to work in an apple field and take care of an elderly lady in order to stay at a small village. One night in the village, however, Lightning and Hayate are stolen. It also looks like this town has some secrets of it's own.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "353096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353096",
                    "Titles": {
                        "eng": "Blue Slumber",
                        "jpn": "蒼い眠り"
                    },
                    "Summaries": {
                        "eng": "Back in night town Katana is fighting with the cops. The battle is going well for him until Zero starts to break down. Right before the cops take him out a group of armed men show up and fight back the police. The leader of the gang is a woman who is after something from Katana. She is also an Ateckode…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "353097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353097",
                    "Titles": {
                        "eng": "Spiral Dance of Glass",
                        "jpn": "ガラスの輪舞（ロンド）"
                    },
                    "Summaries": {
                        "eng": "In order to get to Hajiki's father they must cross the ocean with money they don't have. After a fight with each other Hajiki gets a job with deliveries and Arashi gets a job at a glass shop. Arashi's boss is letting her sleep in the store at night, as for Hajiki, he ends up living at a hunted house, and he's not alone…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "353098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353098",
                    "Titles": {
                        "eng": "The Atoning Man",
                        "jpn": "償う男"
                    },
                    "Summaries": {
                        "eng": "Hajiki continues his voyage with Arashi and goes to Chenis Island to look for a trace of the man that could be his father. There was a hangar, which had many dilapidated small rockets lined up, and an old man named Bob who was guarding it. There, a man who identifies himself as Yujirou Sanada--Hajiki's father--appeared. The man's face was hidden by bandages, and everything he said was not making sense. However, Hajiki was nervous and didn't even try to confirm the man's identity.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "353099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353099",
                    "Titles": {
                        "eng": "The Will to Strive for Heaven",
                        "jpn": "天をめざす意志"
                    },
                    "Summaries": {
                        "eng": "The true identity of the man wounded in an explosion and covered by bandages was a Techode. When Sayuri suddenly appeared and touched the man, his wounds started to heal. Sayuri offered Hajiki a helping hand to take them to space. This island was originally a facility for a space burial. If a rocket can be excavated, it could be launched just one more time. Then, they noticed Katana with Zero approaching them for revenge.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "353100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353100",
                    "Titles": {
                        "eng": "Time for the Sky",
                        "jpn": "空への時間"
                    },
                    "Summaries": {
                        "eng": "Sayuri and the bandaged man are trying to go fly into space by using the electromagnetic tablet left at the Chenis Island. Their destination is a place called Gad's nest. Although Arashi opposes the idea, Hajiki also aims to go up to the same height with Lightning. However, Katana obstructs the take-off using Zero to take Sayuri back. The time for Hajiki and Katana's final battle has arrived…",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "353101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gad-guard/episodes/353101",
                    "Titles": {
                        "eng": "Young Traveler",
                        "jpn": "若き旅人"
                    },
                    "Summaries": {
                        "eng": "The launch succeeded with the sacrifice of Zero and Hayate, and Hajiki was heading high up into the sky as he had wished. However, it was a one-way trip on a funeral rocket, and there was no hope of returning alive. When the rocket arrived at the retention space, Lightning, that had absorbed the bandaged man, started to speak to Hajiki, showing him the end of his father's journey.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}