{
    "URL": "https://thetvdb.com/series/venus-versus-virus",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Horror",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1541531/",
        "https://www.themoviedb.org/tv/68641"
    ],
    "Titles": {
        "eng": "Venus Versus Virus",
        "jpn": "Venus Versus Virus"
    },
    "Summaries": {
        "eng": "At the service of a mysterious agency that handles strange cases, here are two beautiful heroines who lead very special investigations. Our Venus are indeed busy finding and destroying monstrous shadows known as Viruses. But beware, the beauties have very specific abilities to face their enemies, they each have a double-edged power. If they are not careful, this force which helps them fight against Viruses could prove fatal for their own existence ... or that of their loved one.",
        "jpn": "ヴァイアラス、それは人間の魂を喰らう魔人、人ならざる存在。それゆえ人の魂を求めては彷徨い、奪いむさぼり続ける。\r\n\r\nそんな彼らを退治する者がいた。普段はアンティークショップを営み、依頼があればヴァイアラスと戦う退治屋の名橋ルチアだ。\r\nルチアと共に戦うのは、ある出来事をきっかけにヴァイアラスを視る力を得てしまった少女、鷹花スミレ。\r\n\r\n今日もまた、ふたりのもとに助けを求める者の姿が……。"
    },
    "Aliases": [
        "Venus vs Virus",
        "ヴィーナス ヴァーサス ヴァイアラス"
    ],
    "Modified": "2024-02-21",
    "Seasons": {
        "1": {
            "ID": "30887",
            "URL": "https://thetvdb.com/series/venus-versus-virus/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "354070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354070",
                    "Titles": {
                        "eng": "Blue Invitation",
                        "jpn": "アオイ サソイ"
                    },
                    "Summaries": {
                        "eng": "The Venus Vanguard gets a request from a new client about a strange shadow that may be the cause of some recent disappearances. When Lucia and Sumire try to fight it, Lucia soon discovers that she will need Sumire's help more than she thought.",
                        "jpn": "退治屋を営む名橋ルチアと鷹花スミレの元に、今日も新たな依頼人がやって来た。\r\n依頼人・理沙は、自分のまわりに、不気味な影が現れるようになったという。\r\n影の正体を『ヴァイアラス』だと推理したルチアたちは、さっそく調査を開始する。\r\nしかし、どこにもヴァイアラスの痕跡は発見できず、逆にスミレが謎の影に襲われてしまった。 \r\n窮地に立ったルチアは、敵の正体を掴むべく、自ら左目の眼帯を外すのだが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "354071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354071",
                    "Titles": {
                        "eng": "Reverent World",
                        "jpn": "イケイ セカイ"
                    },
                    "Summaries": {
                        "eng": "While tests are performed to help Sumire control her Berserker power, she begins to wish that her life was back to normal. When confronted by a Virus at school, she has no choice but to find some way to defeat it.",
                        "jpn": "それは、スミレがルチアのもとで退治屋として働き始めたばかりの頃……。\r\nまだバーサーク化した自分をコントロールできないスミレは、訓練に明け暮れていた。\r\nだが、そんな自分に自己嫌悪に陥るスミレは、冷たい態度のルチアと衝突、 『ヴィーナスヴァンガード』を飛び出してしまう。\r\n昔のように普通の生活に戻りたい……そう願うスミレに、ヴァイアラスの影は、すぐそこまで忍び寄っていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "354072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354072",
                    "Titles": {
                        "eng": "Request Indication",
                        "jpn": "イライ ケハイ"
                    },
                    "Summaries": {
                        "eng": "A young girl come to the Venus Vanguard to request help after her brother starts acting cold toward her. Suspecting the cause being a Virus, Lucia and Sumire go to her house to investigate.",
                        "jpn": "『ヴィーナス・ヴァンガード』に、月夜という少女が訪れる。数日前ヴァイアラスに襲われてから、\r\nずっと部屋に引きこもっている双子の兄・陽司を助けてほしいというのだ。\r\n「お願い、陽ちゃんを助けて」\r\n誰とも口を聞かなくなった兄を心配して心を痛める月夜に、同情するスミレ。しかしルチアは、この事件の裏に不吉な予感を感じていた。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "354073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354073",
                    "Titles": {
                        "eng": "Dizzy Encounter",
                        "jpn": "メマイ デアイ"
                    },
                    "Summaries": {
                        "eng": "The story of when Sumire first met Lucia is explained. Once being told everything by Lucia, Sumire ends up joining the Venus Vanguard to help to exterminate them.",
                        "jpn": "ごく普通の中学生だったスミレは、街角で拾ったブローチの不思議な力のせいで、\r\n闇に蠢くヴァイアラスが『視える』ようになってしまう。スミレを襲うヴァイアラスたち。\r\nだが、その魔手からスミレを庇うように現れたのは、ヴァイアラスの駆除を仕事とする『退治屋』の美少女・ルチアだった。\r\n「やさしく駆除してあげるわ」スミレとルチア、運命の出逢いだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "354074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354074",
                    "Titles": {
                        "eng": "Distant Messenger",
                        "jpn": "トオイ ツカイ"
                    },
                    "Summaries": {
                        "eng": "A new enemy named Luca appears, and she is different than a typical Virus; for one, the anti-virus bullets are not affective on her. Luca attacks Yoshiki at the park, which causes Sumire to turn the gun on herself to unleash Berserker.",
                        "jpn": "いつものように公園で与識と顔を会わせるスミレは、彼の優しい眼差しに胸をときめかせていた。\r\n淡い恋の芽生え……ささやかな日常の風景だが、それを妖しく見守る謎の少女・ルカの姿があった。\r\nそんなある日、『ヴィーナス・ヴァンガード』に、スミレのクラスメートの京子が訪れた。\r\nいつもの京子らしくない強引な来店に戸惑うスミレ。しかし、ルチアは、感じていた。\r\n京子の向こうにいる『敵』の影を……！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "354075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354075",
                    "Titles": {
                        "eng": "Bitter Damage",
                        "jpn": "ニガイ ヒガイ"
                    },
                    "Summaries": {
                        "eng": "Guy, a new foe stronger than Luca appears and Lucia tries to stop him, but gets severely injured in the process. Later, Lucia tries again, but is losing until Sumire comes to help.",
                        "jpn": "ヴァイアラスとの戦いに与識を巻き込んでしまった！\r\n落ち込むスミレは、退治屋の仕事も休んで、塞ぎこんでいた。\r\n名橋やローラは、スミレを心配するが、ルチアはいつものように冷たい態度だ。\r\nルチアとスミレ、二人の絆に亀裂が走る。\r\nしかし、敵の攻撃は待ってくれない。\r\n出没するヴァイアラスに備えてパトロールしていたルチアに、新たなヴァイアラス・ガイが、襲い掛かってきた！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "354076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354076",
                    "Titles": {
                        "eng": "Deep Thoughts",
                        "jpn": "フカイ オモイ"
                    },
                    "Summaries": {
                        "eng": "As Lucia recovers from her fight with Guy, Nahashi reminisces about the past. The story begins eighteen years ago when Nahashi was with Lucia's parents before she was born.",
                        "jpn": "ルチアは、解放された左目が見た謎のビジョンについて思い悩んでいた。\r\nそんなルチアを見て、名橋は過去の日々を思い出していた。\r\n師匠のもとで、『真なる世界』という理想郷を求めていたあの頃―――。\r\nそこには、名橋と共に学んでいた青年リュシフ、そして師匠の義理の娘リリスがいた。\r\n愛し合うリュシフとリリス。その二人こそ、若き日のルチアの両親だった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "354078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354078",
                    "Titles": {
                        "eng": "Dark Wish",
                        "jpn": "クライ ネガイ"
                    },
                    "Summaries": {
                        "eng": "Lucia starts to act cold towards Sumire and acts on her own, going after Guy, but is caught in a trap when Luca interferes.",
                        "jpn": "自分の出生の秘密、そして父と母の悲劇を知ったルチアは、ヴァイアラス退治に明け暮れる。\r\nその向こうに憎むべき父がいると信じて。しかしスミレは、危険をも省みないルチアが心配だった。\r\nまるで自分自身を壊そうとしているかのようなルチアが。\r\nそんな時、一人でヴァイアラスを追うルチアに、ガイとルカの魔手が迫っていた！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "354079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354079",
                    "Titles": {
                        "eng": "Sweet Scent",
                        "jpn": "アマイ ニオイ"
                    },
                    "Summaries": {
                        "eng": "Sumire's and Lucia's birthday, both on July 7, is coming up, and at first Lucia does not want to celebrate her birthday. Lucia ultimately gives in and starts learning with Sumire on how to bake a cake. Meanwhile, Sumire's and Yoshiki's relationship develops further.",
                        "jpn": "ヴァイアラスの騒動も一段落して、つかの間の休息を楽しむルチアとスミレ。\r\n偶然にも二人の誕生日が同じ日だとわかり、誕生パーティーを開くことに。誰かに誕生日をお祝いされる。 初めてのことに、ルチアは戸惑いながらも、ささやかな幸せを感じていた。\r\nスミレも、ルチアと二人でバースデーケーキを焼いたり、買い物に出かけたり、楽しい日々を送っていた。 だが、そんなスミレの前に、与識が現れて―――"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "354080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354080",
                    "Titles": {
                        "eng": "Misunderstood Aim",
                        "jpn": "ゴカイ ネライ"
                    },
                    "Summaries": {
                        "eng": "Yoshiki and Sumire start to hang out more together, and Sumire believes him to be a very kind person. However, Lucia believes he has an ulterior motive.",
                        "jpn": "与識との仲も何やら進展気味のスミレは、心ウキウキ。\r\nだが、スミレを微笑ましく見守るルチアに、なぜか与識が接触してくる。\r\nスミレの知る与識とはまるで別人のような、怪しく危険な雰囲気を漂わせて。\r\n彼の目的は一体？\r\n\r\n「何者なの？　あの男……」\r\n一方、リュシフの存在を近くに感じる名橋とローラは、懸命にリュシフを探す。\r\nそして……ついに、あの男が姿を現した。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "354081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354081",
                    "Titles": {
                        "eng": "Sacrificial Intent",
                        "jpn": "ギセイ サツイ"
                    },
                    "Summaries": {
                        "eng": "Yoshiki disappears and Sumire tries to search for him alone, but is initially unsuccessful. Nahashi and Laura come back and they leave with Lucia to try and find Sumire before Lucif gets to her",
                        "jpn": "与識を巡って、心ならずも反目しあうスミレとルチア。\r\n誕生パーティーも間近に迫っているのに、お互いを気遣いながらも、心はすれ違う二人……。\r\nそんなある日、ルチアの元に、リュシフとの戦いに敗れた名橋が戻ってくる。\r\n驚くルチアに、名橋は今まで黙っていた『ある事実』を告げる。\r\nそれは、スミレとルチア、さらには世界そのものに関わる、重大な秘密だった……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "354082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354082",
                    "Titles": {
                        "eng": "White Future",
                        "jpn": "シロイ ミライ"
                    },
                    "Summaries": {
                        "eng": "After a short fight between Lucia and her father Lucif, Lucia initially concedes defeat when she is told she will be able to see her mother. However, the power of her eye shows her the truth behind what happened in the past and Lucia vows to destroy her father.",
                        "jpn": "ついに対峙するスミレとルチア。怒りと悲しみに我を忘れるスミレに、\r\nルチアの叫びは届かない。さらに、リュシフはルチアに告げる。\r\n『真なる世界』を開けば、母・リリスを蘇らせることができる、と。\r\n「母様を……？」父の誘い（いざない）に心が揺れるルチア。\r\nだが……その時、ルチアの左目が光を放つ！\r\nその光が照らす真実とは……！？　スミレとルチア、二人の少女の運命は……！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}