{
    "URL": "https://thetvdb.com/series/venus-versus-virus",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Horror",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1541531/",
        "https://www.themoviedb.org/tv/68641"
    ],
    "TitleEnglish": "Venus Versus Virus",
    "SummaryEnglish": "At the service of a mysterious agency that handles strange cases, here are two beautiful heroines who lead very special investigations. Our Venus are indeed busy finding and destroying monstrous shadows known as Viruses. But beware, the beauties have very specific abilities to face their enemies, they each have a double-edged power. If they are not careful, this force which helps them fight against Viruses could prove fatal for their own existence ... or that of their loved one.",
    "Aliases": [
        "Venus vs Virus",
        "ヴィーナス ヴァーサス ヴァイアラス"
    ],
    "Modified": "2024-02-21",
    "Seasons": {
        "1": {
            "ID": "30887",
            "URL": "https://thetvdb.com/series/venus-versus-virus/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "354070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354070",
                    "TitleEnglish": "Blue Invitation",
                    "SummaryEnglish": "The Venus Vanguard gets a request from a new client about a strange shadow that may be the cause of some recent disappearances. When Lucia and Sumire try to fight it, Lucia soon discovers that she will need Sumire's help more than she thought.",
                    "Aliases": []
                },
                "2": {
                    "ID": "354071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354071",
                    "TitleEnglish": "Reverent World",
                    "SummaryEnglish": "While tests are performed to help Sumire control her Berserker power, she begins to wish that her life was back to normal. When confronted by a Virus at school, she has no choice but to find some way to defeat it.",
                    "Aliases": []
                },
                "3": {
                    "ID": "354072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354072",
                    "TitleEnglish": "Request Indication",
                    "SummaryEnglish": "A young girl come to the Venus Vanguard to request help after her brother starts acting cold toward her. Suspecting the cause being a Virus, Lucia and Sumire go to her house to investigate.",
                    "Aliases": []
                },
                "4": {
                    "ID": "354073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354073",
                    "TitleEnglish": "Dizzy Encounter",
                    "SummaryEnglish": "The story of when Sumire first met Lucia is explained. Once being told everything by Lucia, Sumire ends up joining the Venus Vanguard to help to exterminate them.",
                    "Aliases": []
                },
                "5": {
                    "ID": "354074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354074",
                    "TitleEnglish": "Distant Messenger",
                    "SummaryEnglish": "A new enemy named Luca appears, and she is different than a typical Virus; for one, the anti-virus bullets are not affective on her. Luca attacks Yoshiki at the park, which causes Sumire to turn the gun on herself to unleash Berserker.",
                    "Aliases": []
                },
                "6": {
                    "ID": "354075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354075",
                    "TitleEnglish": "Bitter Damage",
                    "SummaryEnglish": "Guy, a new foe stronger than Luca appears and Lucia tries to stop him, but gets severely injured in the process. Later, Lucia tries again, but is losing until Sumire comes to help.",
                    "Aliases": []
                },
                "7": {
                    "ID": "354076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354076",
                    "TitleEnglish": "Deep Thoughts",
                    "SummaryEnglish": "As Lucia recovers from her fight with Guy, Nahashi reminisces about the past. The story begins eighteen years ago when Nahashi was with Lucia's parents before she was born.",
                    "Aliases": []
                },
                "8": {
                    "ID": "354078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354078",
                    "TitleEnglish": "Dark Wish",
                    "SummaryEnglish": "Lucia starts to act cold towards Sumire and acts on her own, going after Guy, but is caught in a trap when Luca interferes.",
                    "Aliases": []
                },
                "9": {
                    "ID": "354079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354079",
                    "TitleEnglish": "Sweet Scent",
                    "SummaryEnglish": "Sumire's and Lucia's birthday, both on July 7, is coming up, and at first Lucia does not want to celebrate her birthday. Lucia ultimately gives in and starts learning with Sumire on how to bake a cake. Meanwhile, Sumire's and Yoshiki's relationship develops further.",
                    "Aliases": []
                },
                "10": {
                    "ID": "354080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354080",
                    "TitleEnglish": "Misunderstood Aim",
                    "SummaryEnglish": "Yoshiki and Sumire start to hang out more together, and Sumire believes him to be a very kind person. However, Lucia believes he has an ulterior motive.",
                    "Aliases": []
                },
                "11": {
                    "ID": "354081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354081",
                    "TitleEnglish": "Sacrificial Intent",
                    "SummaryEnglish": "Yoshiki disappears and Sumire tries to search for him alone, but is initially unsuccessful. Nahashi and Laura come back and they leave with Lucia to try and find Sumire before Lucif gets to her",
                    "Aliases": []
                },
                "12": {
                    "ID": "354082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/venus-versus-virus/episodes/354082",
                    "TitleEnglish": "White Future",
                    "SummaryEnglish": "After a short fight between Lucia and her father Lucif, Lucia initially concedes defeat when she is told she will be able to see her mother. However, the power of her eye shows her the truth behind what happened in the past and Lucia vows to destroy her father.",
                    "Aliases": []
                }
            }
        }
    }
}