{
    "URL": "https://thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer",
    "Genres": [
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0856795/",
        "https://www.themoviedb.org/tv/43142"
    ],
    "Titles": {
        "eng": "Mobile Suit Gundam SEED C.E. 73: Stargazer",
        "jpn": "機動戦士ガンダムSEED C.E.73 -Stargazer- <シード C.E.73 -スターゲイザー->"
    },
    "Summaries": {
        "eng": "Mobile Suit Gundam SEED C.E. 73 Stargazer is a three episode original net animation (ONA) side story that takes place during the timeline of Gundam SEED Destiny. Unlike the other series set in the Cosmic Era, C.E. 73 Stargazer is directed by Susumu Nishizawa and features a new cast of characters. The episodes were not broadcasted on television, but streamed through the Bandai Channel and sold on one DVD in Japan. The first episode was released on the Bandai Channel on July 14, 2006, but it premiered a week earlier at the Tokyo Anime Center's Akiba 3D Theater on July 7, 2006.",
        "jpn": "警報アナウンスが響き渡り、地球は未曾有の悲劇に見舞われた―\r\nC.E.（コズミックイラ）73。\r\nザフトによるユニウスセブン落下の衝撃波は、都市を打ち砕き、津波が逃げ惑う人々を呑み込み、地球に深い傷跡を残していった。\r\n恐怖と混乱のさなか、一体のモビルスーツが打上げの時を控え静かに空を見上げていた。\r\nその純白の機体－STARGAZER－と共に星の世界を想うDSSDモビルスーツ開発チーム所属セレーネ・マクグリフ。そしてまた一人、星の見えない黒煙の空を冷たい眼差しで見上げる地球連合軍ファントムペイン所属ストライクノワールパイロットスウェン・カル・バヤン。\r\n重ならない彼らの視線の先に、星はまだ見えない・・・。"
    },
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "31021",
            "URL": "https://thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "2265421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/2265421",
                    "Titles": {
                        "eng": "Red Frame",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "As a promotion to the Astray line of products, two 5-minute anime shorts were produced in 2004, one featuring Lowe Guele and the Junk Guild crew, and the other featuring Gai Murakumo and the Serpent Tail. These two shorts, along with the three-episode ONA OVA Mobile Suit Gundam SEED C.E. 73: Stargazer, were later re-released on DVD on November 24, 2006.",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "2265431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/2265431",
                    "Titles": {
                        "eng": "Blue Frame",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "As a promotion to the Astray line of products, two 5-minute anime shorts were produced in 2004, one featuring Lowe Guele and the Junk Guild crew, and the other featuring Gai Murakumo and the Serpent Tail. These two shorts, along with the three-episode ONA OVA Mobile Suit Gundam SEED C.E. 73: Stargazer, were later re-released on DVD on November 24, 2006.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31022",
            "URL": "https://thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "355247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/355247",
                    "Titles": {
                        "eng": "Stage 01",
                        "jpn": "STAGE-1"
                    },
                    "Summaries": {
                        "eng": "The world is thrown into chaos after the Break the World incident during the Second Bloody Valentine War. A ZGMF-1017 GINN attacks a city where DSSD members Selene McGriff and Edmond Du Clos are in and causes massive damage until it is stopped by a linear tank commanded by Edmond, who is mortally wounded in his attack. Meanwhile Selene and another DSSD member, Sol Ryuune L’ange, leave for space while Phantom Pain deploys its pilots to fight ZAFT mobile suits that attack an Earth Alliance base.",
                        "jpn": "ザフトのテロリストによるユニウスセブン落下事件「ブレイク・オブ・ザ・ワールド」により、地球上に降り注いだプラントの破片群。それは世界のあらゆる都市を壊滅させ、未曾有の悲劇を生むこととなった。\r\n\r\n同時期、DSSD（深宇宙探査開発機構）の開発センターの保安副部長である、エドモンド・デュクロと同技術員セレーネ・マクグリフもまた、被害を受け水没した市街地にて開発センターへの帰還の手段を探していた。\r\n\r\nそこへ突然巻き起こる爆発。被災地の避難民と救援部隊は騒然となる。黒煙の先に姿を現したのは、一機の所属不明モビルスーツであった。最終実験段階となった宇宙探査用ＭＳ「GSX-401FWスターゲイザー」の開発計画を推し進めるため、セレーネを見送ったエドモンド。やがて彼は、暴走し砲弾を放つ所属不明機を見据え、不敵な笑みを浮かべていた。\r\n\r\n一方、ファントムペインの基地にて惨状を見つめるスウェン・カル・バヤンたちの姿があった。下される出撃待機命令。起動を開始する漆黒の機体。\r\n混迷を極める地上から、星はまだ見えない―。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "355248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/355248",
                    "Titles": {
                        "eng": "Stage 02",
                        "jpn": "STAGE-2"
                    },
                    "Summaries": {
                        "eng": "Sven Cal Bayan and his team are sent to eliminate a Coordinator refugee camp suspected of harboring terrorists. Sven has flashbacks of his military training and conditioning when he was a child. Sven proceeds to massacre the camp without hesitation. In another battle, while defending the Earth Alliance Forces ground carrier, Bonaparte, Mudie Holcroft is killed while fighting ZAFT forces. Meanwhile in space, Selene tests the new AI piloted GSX-401FW Stargazer with its Voiture Lumiere propulsion system.",
                        "jpn": "事実上の開戦ともいえる、ユニウスセブン落下事件｢ブレイク・ザ・ワールド｣以降、世界各地では地球連合とザフトによる戦闘が激化していた。\r\n\r\n連合MSの研究施設を持つキルギスプラントにも、突如としてザフトのモビルスーツが襲撃し、施設を蹂躙していく。なすすべもなく殺されていく研究員たち。その時、薄明の空から漆黒のMSが舞い降りる。ファントムペイン所属、スウェン・カル・バヤンの駆る「GAT-X105E ストライクノワール」である。圧倒的な戦闘能力で次々とザフトMSを撃破していくその姿は、人々に戦慄を与えてた。\r\n\r\n一方宇宙では、DSSD（深宇宙探査開発機構）の宇宙ステーションにおいて宇宙探査用の新型MS「GSX-401FWスターゲイザー」の機動実験が始まろうとしていた。\r\nその時を待つソル・リューネ・ランジュと セレーネ・マクグリフ。その瞳は、スターゲイザーと共にまだ見ぬ星の彼方を見上げている－。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "355249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/355249",
                    "Titles": {
                        "eng": "Stage 03",
                        "jpn": "STAGE-3"
                    },
                    "Summaries": {
                        "eng": "Phantom Pain attacks the DSSD station to steal the AI data of the Stargazer. The brutal assault leaves many DSSD members and the Verde Buster pilot, Shams Couza, dead. To counter the attack, Selene and Sol launch in the Stargazer and use its unique features to destroy several enemy mobile suits. Lost in space, Selene captures the Strike Noir and uses the Stargazers propulsion system to catapult themselves near Venus. Sven and Selene meet face to face and start their long journey home. Selene administers a drug on both of them to increase the oxygen absorption inside their blood and they slowly enter coma state. They must be found within 27 days or they will die from lack of oxygen, but Sol finds the Stargazer 27 days and 21 hours later.",
                        "jpn": "ロード・ジブリールの地球からの脱出にともない、プラントと地球連合軍の戦闘はその戦場を宇宙へと移し、苛烈の一途をたどっていた。\r\n\r\nその戦争とはまるで無縁かのようなDSSDのトロヤステーションでは、それぞれの研究に没頭する技術員に囲まれ、GSX-401FWスターゲイザーの深宇宙への旅立ちの準備が着々と進んでいた。そこへ突如としてステーションの通信システムが停止、同時にモビルスーツ部隊の接近が知らされる。自律AIを持つスターゲイザーの奪取を目的とした、ファントムペインによるものであった。ストライクノワールとヴェルデバスターの圧倒的な戦闘能力はDSSD保安部隊を追い詰めていく。\r\n\r\n迫り来る漆黒の恐怖を前に、再び純白の機体が起動の光とともに顔を上げ始める。遠い星空を見上げながらその瞳に映すものは、戦争。\r\n\r\n星を見る者、星を見ぬ者それぞれがそれぞれの戦いのために。\r\n\r\nそして黒と白は交差する－。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}