{
    "URL": "https://thetvdb.com/series/minami-ke",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1132205/",
        "https://www.themoviedb.org/tv/56354"
    ],
    "Titles": {
        "eng": "Minami-ke",
        "jpn": "みなみけ"
    },
    "Summaries": {
        "eng": "Follows three sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny series that depicts how these characters interact with each other and their classmates. It's a story about ordinary girls and their ordinary adventures told in an extraordinary manner.",
        "jpn": "この物語は南家3姉妹の平凡な日常を淡々と描くものです。過度な期待はしないでください。"
    },
    "Aliases": [
        "Minami-ke Betsubara",
        "Minami-ke Okaeri",
        "Minami-ke Okawari",
        "Minami-ke Omatase",
        "Minami-ke Tadaima"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "31011",
            "URL": "https://thetvdb.com/series/minami-ke/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "857611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/857611",
                    "Titles": {
                        "eng": "Betsubara",
                        "jpn": "みなみけ べつばら"
                    },
                    "Summaries": {
                        "eng": "A short story about the Minami sisters, lovers and friends, while getting closer to Valentine's day. One-side loves can be corresponded even without trying to do so.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4344933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4344933",
                    "Titles": {
                        "eng": "Omatase",
                        "jpn": "みなみけ おまたせ"
                    },
                    "Summaries": {
                        "eng": "The five short stories featuring the Minami sisters and their friends and family. Made in non chronological order, each revolves around different time of the year like Halloween or summer. In \"Words of Magic\" Haruka is as sexy as ever, in \"Mood\" Chiaki is as brilliant as ever, in \"On a Whim\" Fujioka is a confused as ever, in \"Because its hot\" Kana is a dense as ever and in \"Somehow\" Hosaka is as bare-chested as ever. Some things just never change in the world.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4640024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4640024",
                    "Titles": {
                        "eng": "Natsuyasumi",
                        "jpn": "みなみけ 夏やすみ"
                    },
                    "Summaries": {
                        "eng": "OVA bundled with the 11 volume of the manga. Omatase part 2.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31012",
            "URL": "https://thetvdb.com/series/minami-ke/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "zho": "女生怪奇事件123",
                "deu": "Minami-ke"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": "第1期動畫《女生怪奇事件123》於2007年10月到12月於東京電視台系列播放，全13話。內容以南家夏天至冬天的故事為主題，播放後期得到不俗的口碑，本動畫獲選為2008年第十二回日本文部省文化廳媒體藝術祭動畫部門推薦的作品。\r\n\r\n每話為4至5個相關故事組合成一個單元，以女生怪奇事件123的符號和分節畫面分隔。第一節結束的畫面是較簡潔的三姊妹圖案，第二節開始的畫面則是與該集劇情有關的圖案，兩者側方均配有女生怪奇事件123的符號。另外，每集最後會有一幅由動畫組精選的劇照，配以詼諧的音響效果和《下一集請繼續收看！》（最後一集為《放送終了。》）的字幕。",
                "deu": "Minami-ke basiert auf einem Manga von Coharu Sakuraba und erzählt vom Alltagsleben der drei ungleichen Minami-Schwestern. Ob es nun die mütterliche Haruka ist, die extrovertierte und etwas einfältige Kana oder die hochintelligente Chiaki; jede der Schwestern sorgt auf ihre Weise für turbulente Geschichten, die trotz aller Alltäglichkeit doch etwas Außergewöhnliches an sich haben."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "359763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359763",
                    "Titles": {
                        "eng": "The Three Minami Sisters",
                        "jpn": "南さんちの三姉妹"
                    },
                    "Summaries": {
                        "eng": "The three Minami sisters and some of their friends are introduced.",
                        "jpn": "いつもみんなの食事を作っているハルカの帰りが遅れるため、カナが晩ご飯を作ることになりました。\r\nでもカナに任せるのが不安なチアキは心配顔です。はたしてカナは、食事の支度をちゃんとできるのでしょうか。\r\nしかもそんなこんなで、帰宅したハルカも交えてようやく晩ご飯を食べ始めると、テレビでドラマのキスシーンが流れたために食卓は微妙な雰囲気に。 小学生のチアキの手前、こんな時はどうすればいいのかハルカは考えてしまいます。\r\n　そして日は変わってある朝のこと。カナは寝坊をして朝ご飯を食べ損なってしまいました。\r\n給食までなんとか乗り切ろうとするけど、サッカーボールや雲が食べ物に見えたり、かなり深刻です。\r\nでもカナのクラスメートで彼女に恋する藤岡は、勘違いをして、それらをすべてカナの意外な可愛さだと思い込んでしまっていました。\r\nそして勘違いのせいで想いが強くなった藤岡は、ついにカナにラヴレターを出すことを決意してしまいます。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "359764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359764",
                    "Titles": {
                        "eng": "Weird School",
                        "jpn": "おかしな学校"
                    },
                    "Summaries": {
                        "eng": "The Minami sisters' daily school life is shown. Some of their classmates are introduced as well.",
                        "jpn": "男女の間に起こる“おかしなこと”とはなんでしょう？　家でそんな話題が出たばかりの日のこと。\r\nクラスメートのシュウイチから「みんなで家に集まって遊ぼう」と誘わたとき、チアキは「おかしな事をするのか？」と聞き返しました。\r\nよくわからない吉野とシュウイチは「？」な表情だけど、マコトはなんだかうろたえています。\r\n結局みんなでシュウイチの家に遊びに行きましたが、“おかしな事”はなにも起こりませんでした。\r\n　そして別の日のこと。そんなことをした記憶はないのに、いつのまにかチアキは、人にアダ名をつける天才、ということにされていました。\r\nそしてクラス全員にアダ名をつけてもらおう、という流れになって、まったく身に覚えのない（忘れているだけです）チアキは困ってしまうのでした。\r\nしかもその後の掃除の時間には、チアキに「バカな子ども」とアダ名をつけられたばかりのマコトが、アダ名通りの行動をとって、またもチアキは困ってしまうのでした。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "359765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359765",
                    "Titles": {
                        "eng": "The Delinquent Soccer Player Returns",
                        "jpn": "球蹴り番長再び"
                    },
                    "Summaries": {
                        "eng": "Fujioka admits that he likes Kana after she wakes up from a nap at school. Kana runs home then asks Chiaki what Fujioka meant by \"I really like you.\" The next day Kana invites Fujioka over for dinner, Kana ends up kicking Fujioka out.",
                        "jpn": "テストが返ってきたカナは思ったよりも悪くない65点にほっとします。でも藤岡の点数は66点でした。\r\n勝負を挑まれていると勘違いをしたカナは、負けた方が犬のマネをするという条件で、残りの教科の点数を藤岡と競い合うことにします。 でもそんなことがあったにも関わらず、藤岡は、未だにカナのことが大好きです。\r\nそしてあるとき、彼はカナに「オレ、おまえがすごい好きだから」と自分の想いを伝えました。\r\n動揺したカナは家に帰るとチアキに相談するのですが、「きっと、すごいスキだらけだ、を聞き間違えたんだ」と指摘され、思わず納得。 翌日から自分の前ではファイティングポーズをとるようになったカナに、藤岡は嫌われたのだと思って肩を落とすのでした。 でもいつまでもこんな状態だと疲れると思ったのか、カナは藤岡を懐柔して、もう攻撃を仕掛けられないようにしようと考えます。 そのために、まずは昨日作りすぎたカレーをごちそうしようと、藤岡を家に招くのでした。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "359766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359766",
                    "Titles": {
                        "eng": "The Pattern of Love",
                        "jpn": "恋もよう"
                    },
                    "Summaries": {
                        "eng": "Takeru visits Minami family. Riko has a crush on Fujioka, but is frustrated by his relationship with Kana. Meanwhile, Hosaka imagines what it is like to be a part of Minami family.",
                        "jpn": "南家に従兄のタケル（通称おじさん）が来ました。どうやら彼女に振られて落ち込んでいるようです。\r\n厄介なのが来たと思いつつ、カナやチアキはタケルの相手をするのでした。\r\nところで恋に悩む男と言えば、カナに恋する藤岡です。でもそんな藤岡も、同じクラスのリコに恋されていることには気付いていませんでした。リコは藤岡に近付くために、藤岡と仲の良いカナと友達になろうと考えるのですが……。\r\n　そして恋とは違うのですが、ハルカにも熱い……というより暑い視線を向ける男もいます。男子バレー部部長の保坂です。ハルカが素人離れしたバレーの実力を持っていることを知った彼は、「命に代えても南ハルカをバレー部に入れてみせる！」と燃えに燃えます。それは「ハルカは子育てが忙しくて部活できないそうです」（ウソ）という話を聞いても、揺るがないのでした。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "359767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359767",
                    "Titles": {
                        "eng": "Let's Go to the Beach",
                        "jpn": "海に行こうよ"
                    },
                    "Summaries": {
                        "eng": "It is really hot and the Minamis decide to take a trip to the beach. Their swimming suits are too small. Kana and Chiaki go buy swimming suits, while Haruka makes dinner. Kana buys Haruka a two piece swimming suit.",
                        "jpn": "夏と言えば海、ということで、カナが海に行きたいと言い出しました。 でもハルカもカナもチアキも、去年までの水着はもう小さくなってしまって着ることができません。\r\nそこでカナとチアキが、ハルカの分も含めた３人分の水着を買いに行くことになりました。 でもカナたちがハルカのために選んだ水着は、想像以上に大胆で、ハルカは困ってしまいます。\r\nそして何日か続いた雨も止んで、いよいよチアキの友達の内田と吉野も一緒に、みんなで海水浴に行く日がやってきました。 でも海に着いても、ハルカは水着の上にシャツを着て浜辺から動こうとしません。\r\nなんとか水着姿になってもらおうと、カナとチアキはあれこれ考えるのですが……結局、２人の画策とはまるで関係のない理由で、ハルカは水着姿になって海に入っていきます。\r\nいろいろあってチアキ内のカナの価値がさらに下がったりもしましたが、みんな夏の楽しい思い出ができました。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "359768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359768",
                    "Titles": {
                        "eng": "The Birth of Mako-chan",
                        "jpn": "マコちゃん誕生"
                    },
                    "Summaries": {
                        "eng": "Chiaki invites her friends over to work on home work. Kana asks Makoto what type of girls does he perfer. Haruka comes in and Makoto decides to help Haruka cook. The next day Chiaki ignores Makoto the whole day. Makoto comes over with Uchida the next day and Kana dresses him up like a girl.",
                        "jpn": "チアキの家に内田と吉野が集まって、みんなで一緒に宿題をしようと相談していたときのことです。\r\n勉強があまり得意でないマコトが、自分もそれに混ぜてほしいと言ってきました。 チアキは内心困りましたが、結局はチアキたち女の子３人に、マコトとシュウイチも加わった５人で宿題をすることになりました。\r\nでも勉強中にハルカが帰宅してくると、チアキにとってさらに困ったことが起こります。\r\nハルカに一目で恋をしてしまったマコトが、ハルカの手伝いを始めて、しかも「上手上手」とたくさん褒められたのです。 これにむっときたチアキは、もう二度とマコトを家に招くまいと思うのでした。\r\nでもそのことを知ったカナは、マコトに女装をさせて自分の友達として家に呼べば面白いに違いないと考え、しかもその思い付きを実行してしまいます。 かくしてマコトは、「マコちゃん」として南家に遊びに行けるようになりました。\r\nが、女装に目覚めてしまいそうなことは、男としてピンチかもしれません。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "359769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359769",
                    "Titles": {
                        "eng": "Many Faces",
                        "jpn": "いろいろな顔"
                    },
                    "Summaries": {
                        "eng": "Kana teaches Chiaki's friends about how to deal with a suspicious man. Meanwhile, Haruka's legendary past in her junior high school is revealed.",
                        "jpn": "マコトに女装の素養があったこととか、タケルおじさんはハルカたちにとって「お母さんのお姉さんの息子さん」であることとか、その人について今まで知らなかったことが、なにかのきっかけで判明することが、たまにあります。\r\n番長こと藤岡と、図書室でなにげなく話をしていたことをきっかけに、カナはとある身近な人についての新発見をすることになりました。 なんと藤岡よりも前からこの学校には番長が存在していて、中でも初代番長は多くの逸話を残した伝説の人だと、上級生の女子が教えてくれたのです。\r\nその日、家に帰ったカナが「セクハラしてきた数学教師に花瓶の水をかけた」ことについて聞いてみると、その伝説の番長であるハルカの顔色がさっと変わりました。\r\n番長と呼ばれていたことをカナに知られ、そのうえ花瓶の水の一件のことを思い出してしまい、その日のハルカの気分はさぞかしブルーだったと思われます。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "359770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359770",
                    "Titles": {
                        "eng": "Hosaka",
                        "jpn": "ほさか"
                    },
                    "Summaries": {
                        "eng": "Hosaka tries to get close to Haruka by making impressive bentos for her.",
                        "jpn": "マキやアツコたちがハルカの家に遊びに行くという話を、バレーボール部の保坂が聞きつけました。\r\n彼は、なんとか放課後までにハルカと親しくなり、自分もお呼ばれされたいと考えます。\r\n結局その日は、仲良くなるどころか、相変わらず会話すらできずに終わってしまったのですが、保坂はそれでもハルカを諦めません。\r\n今度は「ハルカは料理上手だ」と聞きつけた保坂は、料理を接点にハルカと親しくなろうと料理の道を極めようと決意します。 そしてある日、ハルカが朝ごはんを食べ損なってしまったことを知ると、常に２人分用意してきている自分のお弁当のうち１つを、ハルカに食べてもらおうと意気込むのでした。\r\nはたして保坂が、いつもの自分の都合のいい妄想どおりに、ハルカとラブラブになれる日は来るのでしょうか。まぁ来ない方がいい気もしますが。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "359771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359771",
                    "Titles": {
                        "eng": "Fine Weather for the Three Sisters",
                        "jpn": "三姉妹日和"
                    },
                    "Summaries": {
                        "eng": "The Minami sisters' daily life at home is shown.",
                        "jpn": "平和に見える南家ですが、ちょっとした事件やトラブルが常にそれぞれに起きています。\r\n臨時休校のために三姉妹で一人だけお休みになったハルカは、かえって時間をもてあましてしまいます。\r\nたまには朝起こす立場を逆にしたいカナは、チアキを夜更かしさせようとしますが、自分も眠ることができずに共倒れに終わってしまいます。\r\nそんな馬鹿な姉でも風邪をひいたときくらいは、と少しだけカナに優しくしてあげたチアキは、風邪をうつされて自分が倒れてしまいます。\r\nまた制服をクリーニングに出す機会に、姉妹でそれぞれの制服をとりかえて着てみたときは、ウエストやバストのサイズをめぐって女の戦いが勃発しそうにもなりました。\r\nいろいろありますが、三姉妹そろってお菓子作りをしたりもするので、南家はおおむね仲良しで平和です。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "359772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359772",
                    "Titles": {
                        "eng": "Boy and Girl",
                        "jpn": "おとこのこ×おんなのこ"
                    },
                    "Summaries": {
                        "eng": "Toma, a tomboy from another Minami family, is introduced while Makoto is still pretending to be a girl in front of Haruka.",
                        "jpn": "チアキの小学校に、南冬馬という子がいます。苗字が同じだけで、もちろんチアキの兄弟でも姉妹でもなんでもありません。でもチアキは、名前に「冬」という文字が入っているのなら自分の弟にしよう、と考えます。\r\nいざ会ってみるとトウマは女の子だったわけですが、チアキはトウマをあくまでも弟ということにして、家に連れていきます。結局トウマは、その後も男の子という設定で南家に招かれることになってしまいました。\r\nところで性別の話をするなら、南家にはすでに、マコちゃんに女装しているマコトがいます。そのマコトは悩んでいました。これ以上ハルカをだますことに耐えられないので、自分が本当は男であることを明かしたい、と。\r\nそしてある時、ついに決意をして「実はオレは男です！」とカミングアウトをしますが、ハルカもアキも本気には受け取ってくれません。その後も成り行きで女装をしてしまい、マコトはドツボにはまっていくのでした。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "359773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359773",
                    "Titles": {
                        "eng": "The Neighboring Minamis",
                        "jpn": "となりの南さん"
                    },
                    "Summaries": {
                        "eng": "The Neighboring Minamis are introduced.",
                        "jpn": "南トウマが、ハルカたちの方の南家によく遊びに行くようになって、しばらくたったある日のこと。\r\nトウマの３人の兄たちは、妹がお世話になっていることについて、ハルカたちにお礼を言わなければ、と考えました。\r\nこれをきっかけに、トウマ以外にも、向こうの南家の人間が、こっちの南家（ややこしい）に訪ねてくることになります。\r\n最初にお礼に行ったのは中学生のアキラですが、彼の訪問は微妙に失敗気味に終わってしまいました。\r\nまたこれ以後、アキラはカナと学校でも会話をするようになるのですが、それを勘違いした藤岡に目の敵にされてしまいます。\r\n次に、高校生のナツキはハルカの教室を訪ねようとしますが、その途中、不運な事故のせいで見知らぬ上級生に殴られてしまいます。 その上級生こそがハルカだということが判明したのは、改めて家を訪ねたときのことでした。\r\n　そんなこんなでいろいろありましたが、ふたつの南さんの関係は、いまのところそう悪くはないようです。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "359774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359774",
                    "Titles": {
                        "eng": "Of Christmas and Eves",
                        "jpn": "クリスマスとかイブとか"
                    },
                    "Summaries": {
                        "eng": "The Minami family and the neighboring Minami family are having their own Christmas eve, while Hosaka is preparing a soba bowl to impress Haruka.",
                        "jpn": "まだ小学生のチアキは、サンタクロースを信じたいお年頃です。\r\nでも何年か前のクリスマスに、家の中でサンタクロースに着替え中のタケルおじさんを目撃して以来、サンタさんにはちょっとトラウマがあるようです。\r\nそこでカナは、今年は藤岡にサンタになってもらって、カナにもう一度サンタを信じさせようとします。\r\n一方、もうひとつの南家では、トウマに何をプレゼントするべきか、兄たちが相談をしていました。\r\nトウマ本人はサッカーボールかスパイクがほしいと言っているのですが、本当にそれでいいのか、兄たち（と言うより長男だけですが）は、頭を悩ませます。\r\n　そうこうするうちにクリスマスは過ぎましたが、藤岡はカナに渡しそびれたクリスマスプレセントを、なんとかどこかで渡そうと考えていました。\r\nしかし更にタイミングを逃し続けるうちに、ついには年の瀬に……。\r\n藤岡のプレゼントは、いつかはカナに渡されるのでしょうか。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "359775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/359775",
                    "Titles": {
                        "eng": "Fruitless Love",
                        "jpn": "恋のからまわり"
                    },
                    "Summaries": {
                        "eng": "The Minami family celebrate New Year's.",
                        "jpn": "お正月を迎える前に、いろいろとやっておかなければならないことがあります。\r\n例えばトウマは羽織袴を、マコトは女物の着物を、正月の予行演習として着させられました。\r\nそのほかにも藤岡はカナを、リコは藤岡を元旦の初詣に誘うために電話をかけようとします。\r\nそして保坂は年越し蕎麦をハルカに食べさせようと、蕎麦打ちの修行を始めます。\r\nこれらの思惑が上手くいったかどうかはさておき、あっという間に大晦日になりました。\r\n南家には、一緒に初詣に行くために、ハルカの友達である速水やマキやアツコが来ることになっています。\r\nところが一人早めにやって来た速水が、“舶来品の高級ジュース”をもってきたことから、南家は妙なテンションでのバカ騒ぎが始まってしまいます。\r\n年が明けてから、みんなこの時の記憶があるかどうか、ちょっと怪しそうです。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "36138",
            "URL": "https://thetvdb.com/series/minami-ke/seasons/official/2",
            "Titles": {
                "eng": "Okawari",
                "jpn": "〜おかわり〜",
                "zho": "女生怪奇事件123～再來一碗～",
                "deu": "Minami-ke Okawari"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": "第2期動畫《女生怪奇事件123～再來一碗～》於2008年1月到3月於東京電視台系列播放，全13話。本期的製作團隊與第一期的製作團隊不同，以致畫風改變，在眼睛和髮色方面顯得特別明顯。被認為是作畫形象相當不符合第1期風格而與第3期一併稱為「黑歷史」。[19]\r\n\r\n動畫內容承接上作，以南家冬天至春天的故事為主題。每集為一個完整故事，但偶爾亦加入題外的短篇，如小熊藤岡的故事。第一節完畫面是寓意三姊妹的三隻小貓，並在畫面一角加上《女生怪奇事件123～再來一碗～》的符號，第二節開始則只在原本動畫畫面一角加上符號。另外，每集最後會有一幅由動畫組精選的劇照，配以詼諧的音響效果和《下一集請繼續收看！》（最後一集為《放送終了。》）的字幕。",
                "deu": "Die Geschichte der drei Minami-Schwestern geht weiter. Auch in der zweiten Staffel kann der Zuschauer wieder den typischen Alltag des ungewöhnlichen Dreigespanns, bestehend aus Kana, Chiaki und Haruka, mitverfolgen und sich dabei köstlich amüsieren. Die auffälligste Änderung gegenüber der ersten Staffel sind die Animationen, da diesmal ein anderes Studio für den Anime verantwortlich war."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "396601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396601",
                    "Titles": {
                        "eng": "Hot Springs, Let's Eat",
                        "jpn": "温泉、いただきます"
                    },
                    "Summaries": {
                        "eng": "The Minami sisters, Makoto, Touma, Fujioka, and Takeru go on a hot spring trip for New Years.",
                        "jpn": "新年になりました。南家には、いつものようにタケルおじさんやトウマやマコちゃんといった人たちが来ていてにぎやかです。\r\nハルカが隠し芸を要求されたり、チアキの手帳が見当たらなくなったりと、小さなトラブルは起きますが、正月でも変わらず、南家はおおむねゆるゆると平穏です。\r\nそんな中、カナの「私をどこかに連れていけ！」という発言がきっかけとなって、タケルおじさんに車を運転してもらって、みんなで旅行に行くことになりました。\r\nしかし行きの車で、目的地が温泉だと知ったトウマとマコちゃんは、自分たちは男湯と女湯のどちらに入ればいいのかと青ざめます。\r\nまた運転をしているタケルおじさんは、なぜか一緒についてくることになった藤岡が、カナといったいどういう関係なのかが気になって仕方がないようす。\r\nこの温泉旅行、楽しい思い出となるでしょうか……？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "396602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396602",
                    "Titles": {
                        "eng": "Taste Is Something Inherited Over Generations",
                        "jpn": "味は代々受け継がれていくもの"
                    },
                    "Summaries": {
                        "eng": "Kana decides to help her sister become the Great Bancho once more by making the Kana army, but Chiaki on the other hand couldn't help because she considered her friends useless. In the end of the episode they find out Haruka was just refusing a phone call to become class rep.",
                        "jpn": "チアキのクラスでハムスターを育てることになりました。\r\n家で動物（カナ）の扱いに慣れているカナは、エサの与え方や躾の仕方などに詳しかったので、その飼育係に選ばれます。\r\nそしてそれと同じころ、高校のハルカのクラスでは、学級委員長が病気で長期欠席をするかもしれないので、代理の委員長を決めよう、という話題が出ていました。\r\n友達のマキから「やってみれば？」と薦められたけど、家事に忙しいハルカは乗り気ではありません。\r\nしかしカナと、カナの先輩であるヒロコたちは、そのやりとりを勘違いして「ついに南ハルカが伝説の番長として復活する！」と思い込んでしまいます。\r\nならば妹である自分がその手助けをしようと、カナはハルカの支配下に置くためのカナ軍団の結成をめざすのでした。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "396603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396603",
                    "Titles": {
                        "eng": "Evening Hospitality, Hesitantly Offered",
                        "jpn": "もてなしの夜、そっと出し"
                    },
                    "Summaries": {
                        "eng": "Chiaki's classmates invite themselves to the Minami home for a group homework session and sleepover. Kana declares it a 'pyjama festival' and puts herself in charge of hospitality, to Chiaki's annoyance. To feed all her guests, Haruka prepares a family-style nabe meal, and she invites Fujioka and Makoto to dinner. Everyone has a good time, but no-one gets much homework done.",
                        "jpn": "チアキのクラスで、冬休み明け早々ものすごい量の宿題が出されました。\r\nチアキたちはみんなで協力しながら宿題をしようと話し合いますが、それがいつの間にか、別のクラスのトウマも加えて、チアキの家でお泊まり会をするということに決まってしまいました。\r\n妹の友達がたくさん泊まりにくると聞いて、カナは「ホストファミリーとして、このパジャマパーティーを成功させなければ」という使命感に燃えています。\r\n現にカナは、やって来た子から順にすぐにパジャマに着替えさせたり、晩御飯の鍋も自分で仕切ろうとしたりで、チアキからすれば迷惑きわまりない張り切りぶり。\r\n結局夜更けまでカナに付き合わされて遊んでいたみんなは、宿題をまるで終わらせられないまま、朝を迎えてしまうのでした。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "396604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396604",
                    "Titles": {
                        "eng": "Is It All Right to Clean Up?",
                        "jpn": "片付けちゃっていいですか?"
                    },
                    "Summaries": {
                        "eng": "During a routine garbage disposal trip, Haruka encounters a boy of Chiaki's age named Fuyuki who is warmly praised by his neighbors for his willingness to freely volunteer his assistance. It is during this encounter that Fuyuki's participation in the weekend neighborhood clean-up is mentioned. Kana's reluctance to take part prompts Haruka to force her and Chiaki to also participate. Later on, Kana summons a few of her classmates, as well as Chiaki's friends to lighten the workload. During the actual clean-up event, it becomes apparent that the work crew Kana assembled was so that Kana could watch while everybody else does all the work.",
                        "jpn": "つい最近、南家のすぐ隣に小学生のフユキとその父親が引っ越してきました。\r\nフユキは父を手伝って朝のゴミ捨てをしたり、町内清掃に参加したりと、ご近所でちょっと評判のようです。\r\nそれに引き換え、南家のカナとチアキは部屋の片付けもせず、朝も自分から起きようとしません。\r\nついに怒ったハルカは、２人に土曜日の町内清掃に参加するよう言いつけます。\r\nしぶしぶ承知したカナとチアキは、藤岡やトウマやマコトといった知り合いを誘って、みんなで町内清掃をすることにしました。\r\nそしていざ清掃が始まりましたが、あまり効率よく清掃をすることができないカナやチアキたちと違って、フユキは人一倍働いてハルカや大人たちに感心されています。\r\nでもチアキは、そんなフユキを見ているうちに、フユキが頼みごとを断れない性格のせいで、苦労を背負っているのではと思うのでした。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "396605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396605",
                    "Titles": {
                        "eng": "Can't Take Back a Served Tea Cup",
                        "jpn": "出した茶碗は引っ込められない"
                    },
                    "Summaries": {
                        "eng": "Kana and Chiaki break a glass rabbit necklace that Haruka had bought. Worried that the rabbit was a gift to Haruka that she treasures, both Kana and Chiaki try to repair the rabbit. After the repairs go badly, Kana tries to get Fujioka, Keiko, and Yoshino to look for another to replace the broken rabbit. In the end, Haruka discovers the truth.",
                        "jpn": "カナとチアキは、ふとしたことからダイニングにあったウサギの置物を壊してしまいました。\r\nしかもそれは、小さい頃からハルカが大事にしていたものだとカナは気付きます。\r\nハルカが帰ってこないうちに、なんとか元通りに直さなきゃ……と２人は考えるのですが、それどころか置物をさらにひどく壊してしまう始末。\r\n慌てたカナは、ケイコや内田、マコト、トウマ、藤岡たちに「ウサギを探してくれ」「ニンジン好きのアレを探せ」という内容の電話をかけまくります。\r\nそのただならない気配に押されて、みんなも必死で探してくれるのですが、話がちゃんと伝わっていないせいか、探しているものがウナギだったり、馬の人形だったり、さらにはアタリくじ尽きのアイスを食べ続けるだけだったり……。\r\nそうこうするうちにハルカが帰ってきてしまいます。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "396606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396606",
                    "Titles": {
                        "eng": "My Rice Is Warm Even After It's Cooled",
                        "jpn": "冷めてもあったか、ウチゴハン"
                    },
                    "Summaries": {
                        "eng": "The power goes out and the Minami sisters invite Fuyuki over.",
                        "jpn": "それは雪の降った寒い夜のこと。夕食が済んで三姉妹が外を見ると、辺りはすっかり真っ白になっていました。じっとしていられないカナは、ハルカとチアキを外に連れ出します。\r\n雪の中で、３人は雪合戦や雪だるま作りをして楽しく遊んだのでした。\r\nでも３人が家に戻ってお風呂から上がったころ、突然、停電が起きてしまいます。\r\nひたすら復旧を待つ中、三姉妹は、父親が不在のため一人で留守番をしているフユキのことを思い出しました。\r\n心配になってみんなで様子を見に行きますが、フユキは特に困ったことはない、と振舞って見せます。「一人でも大丈夫そうでよかった」とハルカとカナは言いますが、フユキが無理をしていることを感じ取ったチアキは、停電が終わるまで一緒に過ごそうと、彼を南家へ連れて行くのでした。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "396607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396607",
                    "Titles": {
                        "eng": "The More You Chew It, the Sweeter It Becomes",
                        "jpn": "噛めば噛むほど甘くなるんだよ"
                    },
                    "Summaries": {
                        "eng": "It's Valentines Day and the Minami sisters are making chocolates to give out. Kana tries to eat Fujioka's chocolates, but he tries to keep them a secret from her, hoping that Kana will give him chocolate.",
                        "jpn": "もうじきバレンタインデーです。ハルカから「一緒にチョコを作ろう」と言われたことをきっかけに、カナはみんなでチョコを作る「バレンタイン祭り」をしようと思い立ちました。\r\nカナ自身は作る気がないのですが、呼びかけに集められたカナや内田や吉野、マコちゃんたちは、ハルカに教えられてチョコレート作りに励みます。\r\nそしてバレンタイン当日。カナは、藤岡がもらったチョコを巻き上げようと考え、ずっと藤岡の側に張り付くことにしました。\r\nしかし、藤岡にチョコをあげるつもりだった女の子たちは、カナが邪魔で、なかなか渡す機会をつかめません。\r\nそして当の藤岡は、カナからチョコをもらえるものだと思い込んで、その時を今か今かと待ちますが……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "396608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396608",
                    "Titles": {
                        "eng": "There's Always Time for the Pool",
                        "jpn": "プールは別腹です"
                    },
                    "Summaries": {
                        "eng": "A local shop owner gives Haruka tickets to a new indoor pool. We learn that Chiaki doesn't know how to swim and doesn't want the others to find out. Later, Kana tries to teach Chiaki how to swim and help Chiaki meet her goal to swim 100 meters. Haruka sleeps the entire time, trying to ignore her sisters, until her highschool friends throw her into the pool.",
                        "jpn": "ハルカが駄菓子屋のおばちゃんから、温水プールのチケットを大量にもらってきました。\r\nカナは早速みんなを誘って週末に行ってみようと浮かれていますが、チアキはなぜか浮かない顔をしています。そう、実はチアキはカナヅチなのです。\r\nでもそんなことを露知らないカナによって、マコちゃんや藤岡といったいつもの面々が集められ、土曜日にプールに遊びに行くことになりました。\r\nそしてプール当日。泳げないことに加えて、学校で自分が「姫」と呼ばれていることがカナに発覚してしまい、チアキはちょっとピンチです。\r\nそれでもチアキは、この機会に25メートル泳げるようになろうと決意。\r\nでも指導をしてくれているようで、邪魔もしているカナのせいで、なかなか思うように練習できません。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "396609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396609",
                    "Titles": {
                        "eng": "Does It Hurt Yet? Secrets of Mako-chan",
                        "jpn": "そろそろ苦しい? ひみつのマコちゃん"
                    },
                    "Summaries": {
                        "eng": "Kana believes she has prophetic dreams and can predict the next nights dinner. Makoto is almost caught crossdressing by Yoshino, and Kana worries whether she is a bad influence on Makoto. Haruka is told that she has been selected to study abroad and is having a hard time with the prospect of leaving.",
                        "jpn": "ここ数日、カナが夢で見たのと同じものが、翌日の晩ご飯になることが続きました。\r\n自分は超能力者になったのかも、と思いつつ、その日もカナは夢を見ます。\r\nそこではチアキがニンジンのような赤い棒を食べていて、そしてなぜか、マコちゃんが本当の女の子になっていました。\r\nニンジンはまだしも、マコトは何の予知なのでしょうか。カナは朝から頭を抱えます。\r\nところでその日、チアキは友達と一緒に家で宿題をすることになりました。\r\n久々に女装せずに南家に行けるということで、マコトはうれしそう……と思いきや、訪ねて早々にチアキの機嫌を損ねて追い出されてしまい、マコちゃんとして再び南家にやって来ます。\r\nでもなんだかんだ言いつつ、マコトは女装好きに変わってきたのかもしれません。\r\nそんな時に、「チアキも今までと変わってきた」というようなことを、シュウイチが言い出します。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "396610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396610",
                    "Titles": {
                        "eng": "'Dumplings Rather than Flowers' Age",
                        "jpn": "花より団子のお年頃"
                    },
                    "Summaries": {
                        "eng": "Spring has sprung and the Minami sisters are sitting around the kotatsu talking. Chiaki confuses 'skirt steak' (harami) with 'flower viewing' (hanami) and is teased by Kana. To save Chiaki, Haruka suggests going flower viewing, though it is still too early.",
                        "jpn": "南家にマキとアツコが遊びに来て、カナも交えた３人でおしゃべりをしていたときのこと。\r\n焼肉の話題で出てきた「ハラミ」を、側にいたチアキが「花見」と聞き間違えたことがきっかけで、みんなで花見をしようという話になりました。\r\n当日は、フユキと藤岡とトウマが場所取りをし、ハルカたち上級生が家で料理の準備、そしてそのほかの女性陣で買い出しに行くことになりました。\r\n場所取り組と買い物組は、それぞれの役割を終えて合流しますが、ハルカたちがなかなかやって来ません。\r\n待ちきれなくなったカナが様子を見に行くと、ハルカたちは、速水が持ち込んだジュースを飲まされたせいで、みんな寝入ってしまっていました。\r\nハルカたちを起こすことをあきらめたカナは、速水に持たされたジュースをお土産に、花見の場所まで戻っていきますが……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "396611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396611",
                    "Titles": {
                        "eng": "As Expected, It's Getting Bad",
                        "jpn": "さすがにヤバくなってきました"
                    },
                    "Summaries": {
                        "eng": "Toma's secret is almost revealed to Fujioka when he sees her in a girls uniform. Kana covers for her by making Fujioka believe that everyone must crossdress at her place and tries to force Fujioka to comply. Kana feigns a cold on Saturday to avoid doing the city cleanup; Chiaki stays to keep an eye on Kana and figures out she was faking. The next day, she truly catches a cold and tries to avoid being found out, all the while recruiting Uchida and Mako-chan for help.",
                        "jpn": "掃除当番をサボる口実として、カナは風をひいたと嘘をつきました。\r\nこれが上手くいったことに味をしめ、ハルカから町内清掃に出るように言われた時にも、カナは同じ嘘をつきます。\r\nまんまとこちらもサボることができ、しかもハルカはカナを病人として大事に扱ってくれて、カナは大満足。 でも結局最後は、チアキに仮病であることを見破れてしまうのでした。\r\nその翌日。カナは今度は本当に風邪をひいてしまいます。\r\nでも昨日の今日で風邪をひいたなんて知られたら、チアキになにを言われるかわかりません。\r\nしかもその日は、三姉妹で買い物と焼肉屋に行くことになっているのでした。\r\n買い物は無理でも焼肉屋のカルビ食べ放題だけは行きたい！　そう思うカナは、ハルカとチアキに先に出かけてもらい、夕食の時間までに風邪を治そうと考えますが……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "396612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396612",
                    "Titles": {
                        "eng": "Even One Bite More Is Painful",
                        "jpn": "もう一口が辛いのです"
                    },
                    "Summaries": {
                        "eng": "Chiaki helps to prepare for a school sports meet. Meanwhile, the sisters learn that Fuyuki is moving and is forced to leave in the middle of the sports meet. Kana learns that Haruka has been selected to study abroad.",
                        "jpn": "小学校で、もうじき運動会が行われます。\r\nその準備に追われるチアキたちは、毎日遅くまで残って大忙し。\r\nそんな中でチアキは、相変わらずみんなの仕事まで引き受けようとするフユキのことが、やっぱり気になります。\r\nしかもフユキは改まって「楽しい運動会にしたいね」と言い出したりもして、チアキはその態度を妙に思います。\r\nそうして迎えた運動会当日。チアキやフユキたちは、競技だけでなくそれぞれの係の仕事にも一生懸命はげみます。\r\nそれを見守るハルカやカナたちも楽しそう。\r\nお昼は、父親が来ていないフユキも一緒になって、みんなで仲良くお弁当を食べました。\r\nフユキの言ったように、楽しい運動会が続いていきます。\r\nでも午後のプログラムが始まったとき、なぜか校庭にフユキの姿はないのでした……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "396613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/396613",
                    "Titles": {
                        "eng": "Everyone at Once, 'Thank You for the Meal'",
                        "jpn": "みんな揃って、ごちそうさま"
                    },
                    "Summaries": {
                        "eng": "Frightened of the prospect of Haruka studying abroad, Kana and Chiaki decide to step up to the plate and exert more of an effort with the cooking and cleaning as well as the other domestic chores in order to put Haruka's mind at ease after sending her off with a smile. It quickly becomes evident that the prospect of having to actually take care of themselves in Haruka's absence is much more than Kana and Chiaki can endure. While being tearfully embraced and exhorted to stay with them, Haruka explains to Kana and Chiaki that she has no intention of studying abroad anyway.",
                        "jpn": "カナとチアキは、ハルカが留学生として海外に行ってしまうことを知りました。\r\n自分たちを置いて行ってほしくはないけど、ハルカにとって留学はきっと大きなチャンスになるはず。\r\nだったらハルカが安心して留学できるよう、自分たちで家事ができるようになろう、と２人は決めました。\r\n家事の中で一番難しいのは料理。そう考えた２人は、ハルカが出かけていない休日に、ハンバーグ作りの練習を始めます。\r\nそして何度も失敗を繰り返しながらも、内田や吉野やトウマやマコちゃんらの協力もあって、ついにハンバーグを作ることに成功しました。\r\nあとは自分たちがちゃんと家事ができるところを、ハルカにしっかり見せるだけです。\r\n悲しい気持ちをこらえながら、２人は「ハルカを笑顔で送り出してやろう」と誓うのでした。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "39339",
            "URL": "https://thetvdb.com/series/minami-ke/seasons/official/3",
            "Titles": {
                "eng": "Okaeri",
                "jpn": "おかえり",
                "zho": "女生怪奇事件123 歡迎回家",
                "deu": "Minami-ke: Okaeri"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": "第3期動畫《女生怪奇事件123 歡迎回家》於2009年1月到3月於東京電視台系列播放，全13話。本期沿用第二期的製作單位，但團隊成員有大量改變，製作費較前兩季低，作畫水準不如前兩期。[19]本作並不照時序，南家在春夏秋冬的生活趣事都成為故事內容，第一集的故事時間是在第一季的聖誕節之後。\r\n\r\n每集為4至5個故事組合成一個單元，以兩首主題曲和分節畫面分隔。第一節結束和第二節開始畫面都是由三姊妹全身照所組合的圖案，兩者側方均配有《女生怪奇事件123 歡迎回家》的符號。亦偶爾因時間有限，直接在原本動畫畫面一角加上符號。另外，每集最後會有一幅由動畫組精選的劇照，配以詼諧的音響效果和《下一集請繼續收看！》（最後一集為《放送終了。》）的字幕。",
                "deu": "Die dritte Staffel von Minami-ke steht ganz im Zeichen des Humanistenmottos „Ad fontes“:\r\nDas Studio asread hat die Kritik, die es für die zweite Staffel erhalten hat, überdacht und orientiert sich nun wieder mehr an der ersten Staffel. Dies betrifft insbesondere den Zeichenstil, außerdem hält man sich nun streng an den Manga, weshalb auch die Dramaszenen der Vergangenheit angehören.\r\n\r\nAnsonsten bietet Okaeri genau wie seine beiden Vorgänger auch den gewohnt skurrilen Humor im heiteren Slice-of-Life-Szenario der schrulligen Schwestern Kana, Chiaki und Haruka; Minami-ke eben!"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "424248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/424248",
                    "Titles": {
                        "eng": "Start of the Year",
                        "jpn": "年の初めの"
                    },
                    "Summaries": {
                        "eng": "A euphoric moment of Haruka securing Chiaki's kimono gives way to frustration that Kana is oversleeping along with the consequent compensatory frenzy thereof that does not seem to bother Uchida who (at the cost of her micro-economy) has been enjoying herself at the festival. The fortune that Uchida purchases with Kana's money only amplifies this fact; unfortunately, Uchida takes the fortune too seriously and overlooks that realizing a fortune takes effort on her part. The next arc features Chiaki contrasting fried noodles and their instant-cup brethern with Touma who has no idea what Chiaki is telling her until Haruka returns home with Kana and prepares some tea that Takeru enjoys using old leaves rather than the ones from the first harvest. The arc that follows thereafter details the home visit the school nurse regarding Chiaki who is none too thrilled with the prospect and that Haruka refuses to intercede as Chiaki's guardian. Between Takeru's obliviousness and the school nurse's flirting along with Kana watching the whole thing, poor Chiaki is absolutely mortified. The final arc details Takeru availing a superstition that points to Kana pulling her usual pranks and a fact that has been demonstrated all throughout.",
                        "jpn": "お正月、みなみけに集まる友人一同。内田は「今年のおみくじは良かった。特に恋愛運」と満足げな様子。\r\nそんな内田にカナは「今からきた相手が運命の人だ」というが、訪れたのは藤岡で内田は困ってしまう。\r\n一方、おみくじの結果がまあまあなチアキ。「何が恋愛だ、金だよ、金」と金運は良かったらしいが…"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "424249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/424249",
                    "Titles": {
                        "eng": "Me, Too",
                        "jpn": "オレも"
                    },
                    "Summaries": {
                        "eng": "Touma pays the Minami sisters a visit with an unknown payload whose revelation Chiaki objects in Haruka's absence. Though she inhibits herself for the time being, Kana begins to succumb to avarice when Fujioka comes for a visit. What follows is an exercise in game theory in which Kana leads Chiaki through an enigmatic scenario to obfuscate her volition for having the entire payload to herself since Haruka's estimated arrival time is an unknown variable. Kana's only mistake is that she forgets to consider all the players. The next arc features Haruka and Chiaki being rather vague and indirect about the supermarket and the route thereof as well as a neighborhood dog giving way to Chiaki encountering a shopping list that she suspects that Kana tampered with. The arc thereafter details Hayami comparing notes with Maki regarding Hosaka before she gets the idea to wield Hosaka's computations as her plaything. Hosaka tries befriending Maki and Atsuko but is puzzled when they swiftly flee. The final arc features Haruka taking notes from a cooking show about the preparation of curry while detecting the necessity of visiting the supermarket. Chiaki taking on this stewardship with the very notes that Haruka was taking earlier ends up inspiring Hosaka and herself an extra spicy curry.",
                        "jpn": "仲良しのチアキとトウマ。それを見た藤岡は、自分は女子とこんな風に仲良く出来た事はないと思う。\r\n才能だと思い込もうとしたものの、言葉で片付けてしまっては全て終わりだと行動に移す藤岡だが、\r\n結果は……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "427696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/427696",
                    "Titles": {
                        "eng": "Even If It's a Fight",
                        "jpn": "ケンカでも"
                    },
                    "Summaries": {
                        "eng": "Touma's ecstasy during the homebound commute is quickly extinguished by Natsuki helping himself to the snack consecrated for that purpose. Thereafter, Touma's sudden arrival on Chiaki's doorstep gives way to the revelation that Touma has an ongoing passive-aggressive dynamic with her brothers and paints a dysphoric snapshot of Touma's family. The next arc details how the Minami sisters deal with an abundance of apples. The arc concludes with the Minami brothers prosecuting protracted and complex computations regarding the utilization of the apple Touma brought back with her. The arc that follows thereafter details Haruka conferring culinary counsel upon Natsuki while Kana and Chiaki discuss Haruka and Natsuki first as individuals and then as a romantic couple. Chiaki dismisses the prospect before directing Kana to finish the curry Haruka is making. Unfortunately, the culinary protocols for both Haruka's curry and Natsuki's cookies get interchanged with dysphoric consequences. The final arc is related to the first and details the conflagration of Touma confronting Natsuki who repels his brothers' attempts to come to their sister's aid. In an attempt to guide her through guarding against this kind of misunderstanding, Kana demonstrates to Touma a form of Japanese script that looks a lot like arithmetic.",
                        "jpn": "突然トウマが家出してきた。原因は『あの店のプリン』をナツキが食べてしまったからだ。\r\nそれを聞いたハルカはナツキに電話し、いかにあの店のプリンの素晴らしさを語る。\r\nそこへ偶然にもやってきたタケルがプリンを買ってきたことで、トウマの機嫌も解消されるが……"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "430510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/430510",
                    "Titles": {
                        "eng": "The Order That Must Exist",
                        "jpn": "あるべき秩序が"
                    },
                    "Summaries": {
                        "eng": "In spite of being the reason for Touma's earlier »Hands off!!!« repulsion, Kana decides that Touma is getting out of hand while making the same mistake with Chiaki at dinner. Haruka swiftly answers the dominance question between Kana and Chiaki right before Touma arrives again with a slideshow of her family government. Kana gives Touma a photograph to show Natsuki that causes a computation crash. The next arc depicts the Minami brothers discussing what to give Touma for her birthday and revealing that Natsuki is the second-generation Banchou that has gotten into a misunderstanding with one of his classmates Hitomi who is fishing for insight regarding maturity and thinks that she can determine Natsuki's thoughts via eye contact.",
                        "jpn": "最近トウマは手に負えない、とぼやくカナ。ナツキたちは、トウマに女友達ができた事で女らしくなるかと思っていたら、なぜか、すっかり男らしくなったと言うのだ。\r\nそれを聞きつけたカナは、トウマをジェントルメンに仕立てようと言い出すが、いつの間にやらチアキと口ケンカになり……"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "432205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/432205",
                    "Titles": {
                        "eng": "It's Getting Fun",
                        "jpn": "楽しくなる"
                    },
                    "Summaries": {
                        "eng": "Chiaki is down in the dumps at the upcoming stewardship of the pool and decides to enliven things by challenging everybody to a game of tag with the »it« person having the garden hose. Makoto stealing the hose and Chiaki's retaliation sparks a three-way water fight with Uchida and Yoshino that obfuscates the issue of Chiaki not being able to swim and that the compensatory computation thereof backfiring on Chiaki. The next arc is a snapshot of Kana's computations of the intermediate school social ambiance in terms of a outing to a public pool followed by the computation crash wrought upon Fujioka regarding appropriate male contact with females and the aftermath thereof. Touma demonstrates her perspective on the issue only to find that male-to-male contact is much more straightforward and has greater latitude.",
                        "jpn": "プール掃除をするチアキたち。チアキは「水を制する者が掃除を制す」と、自分からホースを奪えるか言い放つ。 マコトが奪うものの……チアキは水浸し。段々と楽しくなり遊ぶ一同。\r\nだが、マコトはチアキたちの体操服が透けているのを発見し照れてしまう。それに気づいたチアキは……"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "435435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/435435",
                    "Titles": {
                        "eng": "Letting It Flow",
                        "jpn": "流してほしい"
                    },
                    "Summaries": {
                        "eng": "A euphoric beach outing having the dysphoric prologue of Kana being carsick is reflected upon warmly by Uchida and Yoshino who have taken the whole experience in stride. Yoshino remarks that Chiaki has become attached to Fujioka as an elder sibling in much the same way that Kana has with Uchida and her. Chiaki's exhortation for the whereabouts of her teddy bear disrupts the reminiscence; fortunately, Fujioka brings it back and Kana successfully obfuscates her role. Maki tempers her disdain for her summer homework by successfully wielding Fujioka's computations as her plaything until Kana and Chiaki extinguish her machinations. The next arc features Uchida having a near-complete computation crash as she struggles to complete her summer homework without Chiaki's counsel as the penance for abusing Chiaki's goodwill. Fortunately, Chiaki is not heartless; she eventually relents after seeing Uchida and Makoto's demonstration of interdependence being a two-way street. The final arc features Kana's attempts to forestall the approaching autumn backfiring upon her as Chiaki, galvanized by all the pranks Kana played on her, retaliates by eating Kana's dinner in addition to her own.",
                        "jpn": "海に行った思い出話をするハルカ、カナ、内田、吉野。\r\nだが一人、その輪にいないチアキはふじおかを探しているのだった。\r\n「海に持ってっただろ。忘れてきたんじゃないの？」というカナに「持ってったけど、袋から出してないよ」と言うチアキだったが……"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "438292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/438292",
                    "Titles": {
                        "eng": "If I Am Worthy",
                        "jpn": "オレでよければ"
                    },
                    "Summaries": {
                        "eng": "Frustrated and bored with the practice for the three-legged race, Chiaki decides to call it a day much to Makoto's dismay. Kana tells Makoto of Chiaki's dearth of sports proficiency and warns that helping Chiaki will jeopardize his transvestite mirage. It becomes obvious that Makoto and Chiaki have not learned to synchronize with each other and that Makoto's transvestite mirage is quite the Damocles sword for Kana to maintain as is demonstrated when a mishap with soda leads to Kana and Chiaki sparring with parables that teach a physical metamorphosis is not a prerequisite for a euphoric relationship. Chiaki accidentally breaking the Minami sisters' mugs sets the stage for a labyrinth of complex and unnecessary strategic game theory computations that conclude to Kana's detriment.",
                        "jpn": "運動会に供えてマコトと二人三脚の練習をするチアキ。\r\nだが、チアキは運動が苦手なためうまく行かない。\r\n背格好が同じ位なので、マコちゃんと練習し手ごたえを得るのだが、後日マコトはチアキとの練習で……"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "440670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/440670",
                    "Titles": {
                        "eng": "It's Law",
                        "jpn": "法ですよ"
                    },
                    "Summaries": {
                        "eng": "During the homebound commute, Uchida and Yoshino's stopover to buy some baked yams during the homebound commute gives way to Kana explaining to them her »Laws of Popularity«. Availing a bunch of soda cans, Kana directs Uchida and Yoshino through an exercise with soda cans to practice the Law of Weakness Appeal. Unfortunately, Chiaki (especially after the soda geyser) is not amused at the exhibition and Atsuko is put on the hot seat after Haruka takes Maki away. Touma imparting an emphatic »Watch where you are going!!!« punch to a contrite Makoto before walking away ultimately demonstrates that male-female interaction is as a kaleidoscope and that there are a myriad of variables in play. While Kana spends the next arc fishing for iconoclastic responses, Atsuko shares her »cool when silent« perspective of Hosaka before later comparing notes with Maki leads into a comical social sequence in which Hayami and the approaching Hosaka along with Maki and Atsuko seem to have completed these cerebral computations without verifying the results with the outside world.",
                        "jpn": "雑誌で『もてる法則は非力アピール』という記事を見つけたカナ。\r\n非力アピールを見せ付けるため、内田に缶ジュースを使って練習するがなかなか上手くいかない。\r\n一方、吉野はうまくこなすのだった……"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "446366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/446366",
                    "Titles": {
                        "eng": "I See",
                        "jpn": "そうか"
                    },
                    "Summaries": {
                        "eng": "During a lazy afternoon, Kana decides to help herself to some oranges while Touma and Chiaki read at the kotatsu before getting the idea to snack on an orange. It is not long before Makoto and Uchida learn the root cause: Kana delivering a preemptory »Hands off my oranges; go get your own!!!« karate chop to both Chiaki and Touma. Another arc has everybody galvanized by the Yuletime ambiance: Chiaki synthesizing a huge stocking and leaving it to chance what present she receives, Touma learning to appreciate »useless/annoying« family rituals, and Hosaka acquiring a part-time job as a cake salesman dressed in a Santa Claus suit even though he does not encounter Haruka by that avenue as per his daydream. Haruka hosts a Yuletime banquet at her house.",
                        "jpn": "かなり大きいサイズのサンタ用靴下を縫うチアキ。\r\n何をお願いしたのか訪ねるハルカとカナだが、チアキは何も答えてくれない。\r\nそうこうする内にクリスマスになってしまったが……"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "451711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/451711",
                    "Titles": {
                        "eng": "Manners Are...",
                        "jpn": "態度には"
                    },
                    "Summaries": {
                        "eng": "Caught up in a sudden rainstorm, Touma is forced to make an emergency stopover at Chiaki's house but finds that the hospitality comes with a price: Chiaki refusing to lend Touma any clothes due to her abrasive conduct. Though she initially misinterprets Natsuki's counsel on her conduct, Touma finally catches the lesson -- and a set of clean clothes. The next arc features Chiaki's lack of discretion and foresight with her affinity for trivia and facts. Fortunately, Fujioka helps Chiaki put her error in this area into perspective. The arc that follows thereafter details the prologue of the social dynamic Fujioka is involved in with both Chiaki and Touma: Chiaki mortifying Touma out of Fujioka's lap. The arc after that details that Natsuki has the same problem of abrasive conduct about which he earlier lectured Touma who enters the room and seats herself at the table. However, Natsuki's attempts to heed his brothers' counsel along with Touma's opinions of the Minami sisters sour the ambiance.",
                        "jpn": "南家に来る道中で雨に降られたトウマ。\r\nハルカとカナは心配してお風呂に入れたり、あったかいココアを淹れたり世話をするが、チアキだけはトウマの末っ子根性が気に入らない。\r\nなんとかトウマの末っ子根性を叩き直そうと思っていると、ちょうど良いタイミングで藤岡がやってきた。\r\nバスタオルを巻いたままの格好のトウマは……"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "451721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/451721",
                    "Titles": {
                        "eng": "Nice Image",
                        "jpn": "いいイメージ"
                    },
                    "Summaries": {
                        "eng": "Fujioka approaching Kana with a book for Chiaki and Riko computing the approach thereof gives way to another girl named Hiroko taking notes of the whole scenario from afar before conscripting Riko into an exercise to build up the courage necessary for a confession that flounders. The next arc details Kana conducting her volition of a study session at her home with Keiko and Fujioka that Riko decides to capitalize upon. The study session's academic success contrasts with the fact that Riko has not once confessed her feelings seeming content to enjoy the ambiance of proximity to Fujioka. Fujioka, Riko, and Keiko nearly have a computation crash when they go into the bathroom to find the bathtub covered in order to keep the water hot and decide to shower instead. The arc the follows thereafter details the epilogue of a recent test in which Riko, Fujioka, and Kana's test scores are close to Keiko's perfect score. The final arc begins with a conversation between Makoto and Touma over being given chocolates as a Valentine's Day joke prompting Kana deciding to play Othello after telling Chiaki that she needs to practice celebrating Valentine's Day to gain the experience.",
                        "jpn": "どうしたら藤岡に近づけるのか、思い悩むリコ。\r\nそこに突如現れた傍観者ヒロコは、リコに告白をすすめるのだった。\r\n告白に備えて『いいイメージ』を掴む練習をするのだが……"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "472961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/472961",
                    "Titles": {
                        "eng": "A Warm Place",
                        "jpn": "あったかい所"
                    },
                    "Summaries": {
                        "eng": "Chiaki lashing out at Uchida, Kana, and Maki due to their boisterous laughter rousing her from a nap on a warm spring day gives way Kana first sending in Uchida and Maki to fight this battle for her before doing her own dirty work only to have it end in a stalemate. The next arc features Makoto and Uchida taking an afternoon nap with Kana when Maki pays the trio a visit with the request that Kana gaze upon her sleeping face while recalling a dysphoric middle school memory, especially after Kana reads Maki and Uchida sleeping as the perfect opportunity to draw on their faces as a prank. The arc thereafter features Haruka and Atsuko looking at pictures from their middle school days. The arc that ensues has Chiaki sewing on a wayward button while Kana detects Haruka's school uniform carelessly strewn about before remarking of the seasonal uniform transition. While modifying a shirt of Kana's, Chiaki accidentally slices Haruka's fuku skirt. Knowing that Haruka will be very angry with them when she detects the damage, Kana and Chiaki attempt some desperate and frenzied repairs to buy time for computing their next move. Unfortunately, things coming unraveled when Maki detects the telltale thread put both Kana and Chiaki in scalding hot water with Haruka. The final arc features Kana blowing up at Chiaki for insulting her once too often before deciding to resolve her fears of Chiaki becoming a delinquent by being a nice older sister. Unfortunately, all Kana accomplishes is to greatly unsettle Chiaki and frighten her into co-sleeping with Haruka.",
                        "jpn": "バカに拍車をかける春のさなか、カナは強制的に内田を座らせると『口ゲンカ選手権』を開催する。\r\nチアキが圧倒的な強さを見せ付ける中、へりくつチャンピオンのカナが参戦する……\r\nさてどっちが勝つのか！？"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "505781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/505781",
                    "Titles": {
                        "eng": "Because We're Together",
                        "jpn": "一緒だからね"
                    },
                    "Summaries": {
                        "eng": "While doing some homework, Chiaki observes Haruka in some kind of distress and anxiously runs to Kana for assistance. Even though she feels that the cause of Haruka's distress is something minor like what to prepare for dinner/breakfast, Kana observes Haruka with Chiaki for a while without gaining any more insight unaware that Haruka is observing their strange behavior and wondering its root cause. While Kana and Chiaki converse after school, Haruka is doing the same with Yoshino and Uchida. The misunderstanding is ultimately resolved by everybody making faces at each other. The next arc features the aftermath of a nightmare that has Chiaki clinging to Kana that Haruka euphorically takes in stride. While Haruka is out on the town with her friends, Chiaki gets over her nightmare while Kana has a similar nightmare that sends her clinging to Haruka who is late coming home. The final arc is set in motion when Kana writes her Tanabata wish to repudiate sweets that gets interpreted as a suicide note that scares both Haruka and Chiaki who think that they are to blame. Fortunately, the misunderstanding is quickly resolved and everybody has a wonderful time at the Tanabata party glad to be together.",
                        "jpn": "夜中、チアキが目覚めた。その瞳には涙が滲んでいる。カナと離れる悲しい夢を見たのだ。\r\nそのままカナのベッドに潜り込むのだった。翌日、チアキは珍しくカナにべったり。\r\n食事中行儀悪いチアキだが、ハルカは「まあ、たまにはね」と微笑む。\r\nそして、今度はカナが悲しい夢を見た。ハルカが帰宅するなり、カナはハルカに抱きつくのだった…"
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "494851",
            "URL": "https://thetvdb.com/series/minami-ke/seasons/official/4",
            "Titles": {
                "eng": "Tadaima",
                "jpn": "ただいま",
                "zho": "女生怪奇事件123 我回來了",
                "deu": "Minami-ke: Tadaima"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": "第4期動畫《女生怪奇事件123 我回來了》於2013年1月到3月於TOKYO MX等獨立UHF電視台播放，全13話，講述南家從年初到年末的故事。本期的製作團隊與第二卷OAD相同，作畫品質比前三部好很多，有愛好者認為是向第1期靠攏的風格。\r\n\r\n每集為4至5個故事組合成一個單元，以Q版的短故事和分節畫面分隔。第一節結束和第二節開始畫面都是三姊妹與其他角色惡搞勇者鬥惡龍的圖畫，兩者側方均配有《女生怪奇事件123 我回來了》的符號。另外，每集最後會有一幅由動畫組就該集內容而設計的圖畫和《請繼續收看！》（最後一集為《結束了，笨蛋！》）的字幕。",
                "deu": "Minami-ke: Tadaima ist die vierte TV-Staffel des Minami-ke Franchise, diesmal produziert von Studio feel..\r\n\r\nDie fürsorgliche Haruka, die aufgedrehte Kana und die ruhige Chiaki Minami sind zurück, einem spaßigen Alltag steht nichts mehr im Weg. Donuts essen, zusammen lernen oder sich als Maids verkleiden, mit den Minamis ist alles witziger und interessanter. Ihre Freunde sind auch wieder mit von der Partie und runden den Alltag ab."
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4344934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4344934",
                    "Titles": {
                        "eng": "Spring Is Here, and So Are the Minamis",
                        "jpn": "春のはじまり、南家のはじまり"
                    },
                    "Summaries": {
                        "eng": "Spring has come, which means it's time to put the kotatsu up. But before the Minami sisters do, there are still plenty of misadventures to be had. From failed study groups to eating tangerines, the table is an important part of their daily lives.",
                        "jpn": "今日はカナのテストが帰ってくる日。\r\n点数に自信がないカナだったが、案の定、かえってきたテストは52点という、あまりよくない点だった。\r\n次は何とかしないとハルカに怒られてしまうとおそれたカナは、100点をとっていたケイコに勉強を教えてもらおうとする。\r\n一度は断られてしまうが、それでもどうにかケイコに頼みを聞いてもらいたいカナは、ミユキを利用することを思いつく。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4446601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446601",
                    "Titles": {
                        "eng": "Let's be Ourselves",
                        "jpn": "らしく、いきましょ"
                    },
                    "Summaries": {
                        "eng": "Makoto desperately wants to drop his alter ego as the cute Mako, but if he does, he won't be able to hang out at the Minami residence any more. The conflict has him left feeling torn. Meanwhile, Toma wants to know what it means to be feminine.",
                        "jpn": "トウマが「火事が起きた」と言い出して、もうひとつの南家は大騒ぎになる。\r\nでもそれはエイプリルフールの嘘だった。\r\n罰として晩飯抜きにされてしまったトウマは、カナたちの南家でご飯を食べさせてもらうことに。\r\nでもそんなトウマの話を聞いたあと、アキラから「トウマを懲らしめてほしい」と電話がカナにかかってきた。\r\nどうしようか思案していたカナは、藤岡が訪ねてきたときにあることを思いつく。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4446602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446602",
                    "Titles": {
                        "eng": "Simply Put, It's a Roundabout Confession",
                        "jpn": "つまりは遠回しな愛の告白"
                    },
                    "Summaries": {
                        "eng": "One day when Toma is visiting the Minami residence, she tells Haruka that Natsuki likes to take long baths. Haruka mentions this to Natsuki when she seems him at school, only to embarrass him. This sets off a series of misunderstandings.",
                        "jpn": "カナから、世の中には飲み物を持ったまま腕時計を見ようとしてこぼしてしまう人間がいると聞いたチアキとトウマ。\r\n本当にそんなことがあるのか実験しようとトウマが言い出し、まずは内田で試してみることに。\r\nすると内田は、本当に水の入ったマグカップを持ったまま腕時計を見ようとして、水をこぼしてしまった。\r\nでも実験は1回成功しただけでは確実ではないからと、チアキたちは更に実験を続ける。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4446604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446604",
                    "Titles": {
                        "eng": "The Man Sweats Under the Blue Summer Sky",
                        "jpn": "この青い夏空の下で男は汗を流す"
                    },
                    "Summaries": {
                        "eng": "Hosaka has a crush on Haruka, so he'd do anything to win her over. When he hears that Haruka likes things “golden brown,” he goes on a quest to make the ultimate “golden” eggs AND get the perfect golden tan.",
                        "jpn": "いつものようにハルカのための弁当を用意した保坂だったが、今日も渡すことはできなかった。\r\nその日の放課後、部活に出ずに帰宅しようとしていたナツキを呼び止めた保坂は、\r\nナツキが部活に出られないのは家族の食事の用意のためだと知る。\r\n翌日、保坂はナツキが部活に出られるようにと、もうひとつの南家全員分の弁当を用意してくる。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4446605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446605",
                    "Titles": {
                        "eng": "Making Chilled Noodles",
                        "jpn": "冷やし中華はじめますよ"
                    },
                    "Summaries": {
                        "eng": "Kana declares that she's going out to eat some chilled Chinese noodles after school. Fujioka is willing to do whatever it takes to make her invite him, but will she pick up on his less than subtle hints?",
                        "jpn": "夏服への衣替えの時期を迎えたある日。カナとケイコは冷やし中華を食べに行こうと話をしていた。\r\nカナは、そこに通りかかったアキラにも「一緒に食べに行こう」と誘うが、\r\nアキラがまだ冬服を着ていることに気付き、「冬服は冷やし中華に失礼だ」と誘うのを止めてしまう。\r\nその様子を見ていた藤岡は、何を話していたのかとアキラに問いただす。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4446606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446606",
                    "Titles": {
                        "eng": "A Girl Cannot Hide Her Sunburn, Nor Her Heart",
                        "jpn": "隠し切れない日焼けと乙女心"
                    },
                    "Summaries": {
                        "eng": "Kana invites Makoto to tag along when the girls hit the beach. The only catch is that Makoto has to go as his girl counterpart, Mako! Can he keep his true identity a secret all day long while in a girl's bikini?",
                        "jpn": "カナたちは雑誌の占いコーナーを見ていた。占いによると、リコの天秤座は「運勢最悪で水に注意。\r\nラッキーカラーは青で、ラッキーアイテムはヌイグルミ」となっていた。\r\n同じく天秤座のチアキは、占いなどデタラメだと言うが、そこにうっかりカナが麦茶をこぼしてしまった。\r\nしかしふじおかが麦茶を吸ったおかげでチアキは濡れずにすみ、カナは占いが本物だと信じこむ。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4446607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446607",
                    "Titles": {
                        "eng": "Coming for a Late Summer Visit",
                        "jpn": "残暑お見舞い申し上げます"
                    },
                    "Summaries": {
                        "eng": "Summer is coming to an end, but the heat seems to be lingering around. During a slumber party at the Minami residence, the girls try to beat the heat by telling scary stories. Can anyone think up a spine-chilling tale?",
                        "jpn": "内田、吉野、トウマが南家に泊まりに来た。\r\nでも暑くてなかなか寝付けない内田に対して、カナは涼しくするために怪談をしようと提案する。\r\nチアキは「馬鹿馬鹿しい」と眠ろうとするが、カナに「怖いんだろ」とからかわれて、一緒に怪談をすることに。\r\n寝ぼけているハルカも参加して、恐怖の怪談話大会が始まった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4446608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446608",
                    "Titles": {
                        "eng": "Vegetables with Your Merry Friends on Your Day Off",
                        "jpn": "休日はゆかいな仲間とお野菜を"
                    },
                    "Summaries": {
                        "eng": "Kana and Haruka are trying to help Chiaki overcome her dislike of vegetables. When they hold a BBQ party, Haruka has Natsuki grill the vegetables first. Later, Kana has Chiaki watch a magical show that helps children develop a taste for vegetables.",
                        "jpn": "保坂は今日も、ハルカに渡すための弁当を用意してきていた。\r\nどう渡すかを考えている保坂の前で、速水はどうせ渡せないのにと思いつつも、\r\n「すっかり秋になったからみんなでバーベキューをしたら楽しいだろうな」とつぶやく。\r\nそれを聞いた保坂は、バーベキューこそ自分の実力を発揮できると言い出し、さっそくハルカを誘いに向かう。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4446609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446609",
                    "Titles": {
                        "eng": "Love Begins Now",
                        "jpn": "今、恋をはじめます"
                    },
                    "Summaries": {
                        "eng": "Takeru couldn't bring himself to give his girlfriend a ticket to a popular romance movie, so he gives both of his tickets to Haruka. Haruka then gives the tickets to Natsuki. This creates a series of romantic misunderstandings fit for a date flick.",
                        "jpn": "南家に来たタケルは、映画『イマコイ』のチケットを2枚、ハルカにくれた。\r\nレイコに渡そうとして渡せなかったものらしく、タケルはそのことを思い出して肩を落とす。\r\n翌日、そのチケットをもって学校に行ったハルカは、ナツキにチケットをあげることにする。\r\nこれがどんな映画なのかと気になるナツキだったが……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4446610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446610",
                    "Titles": {
                        "eng": "We Started Living Green",
                        "jpn": "エコライフはじめました"
                    },
                    "Summaries": {
                        "eng": "With the coming of winter, the Minami residence has brought out its kotatsu once more! Unfortunately, the girls leave the electric table on for so long that it creates a huge electric bill! Now they have to cut corners any way they can to save money.",
                        "jpn": "冬になり、コタツを出した南家では、ご飯を食べたり、入ったまま眠ってしまったり、温かいコタツを存分に満喫する。\r\nでもそのせいで南家の電気代はかなりの額になってしまい、ハルカは青褪めてしまう。\r\nそのためにカナたちは節約を始めることになり、どうすればエコな暮らしができるかを、\r\n遊びに来ていたマコちゃんやケイコにも相談する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4446611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446611",
                    "Titles": {
                        "eng": "The Goddess Descends on the Holy Night",
                        "jpn": "聖なる夜、神は舞い降りる"
                    },
                    "Summaries": {
                        "eng": "Christmas is coming and Hosaka's infatuation with Haruka is growing ever stronger. Hayami fears that if Hosaka greets Christmas in his current state, at least in his eyes, Haruka will transcend into godhood. Can she give him a reality check?",
                        "jpn": "新しいコートを買ってうれしそうなマキから「どう？」と聞かれて、アツコは似合っていると褒める。\r\nマキは質問の意図がわかりやすいなと思うアツコだが、その後、購買部で速水から「味の薄いミルクココアとクリームを入れすぎたコーヒー、どっちがいいと思う？」と質問されて、意図が読みれず、どう返事をするか悩んでしまう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4446612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4446612",
                    "Titles": {
                        "eng": "Start Planning Your Year From New Year's Day",
                        "jpn": "一年の計は元旦にあるらしい"
                    },
                    "Summaries": {
                        "eng": "It's the end of the year, which means lots of goofing off and eating delicious sweets. Uchida enjoys her holiday snacks a little too much and now she's got the stomach to show for it. Can Kana and Chiaki help her flatten it back out?",
                        "jpn": "お正月を楽しく過ごす南家の三姉妹。\r\nでもみんなでお雑煮を食べるときも、おしるこを飲むときも、常に南家には内田が来ている。\r\nそんな食べて寝てばかりいる内田に対し、カナは温水プールに行こうと提案する。\r\nそしてプールでの内田を見たチアキは、内田に特訓を課してダイエットさせようと考える。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4481417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-ke/episodes/4481417",
                    "Titles": {
                        "eng": "What's Said Here, Stays Here",
                        "jpn": "ここだけの話はここだけで"
                    },
                    "Summaries": {
                        "eng": "The cherry blossoms are in bloom, which means it's time for a flower-viewing party. Kana's got the right spirit, but she's the only one. She tries everything to pique her friends' attention, but will any of her plans work out the way she wants?",
                        "jpn": "マコトと内田は、保健の熊田先生が花粉症で鼻水と涙に悩まされていると聞く。\r\n鼻がムズムズするマコトと、涙が止まらない内田は、自分たちも花粉症なのではと考える。\r\nでもそこにやってきたチアキは、「自分は花粉症じゃない別のアレルギーに苦しんでいる」と言う。\r\nチアキをアレルギーから助けようと、2人はその原因を探しに南家に行く。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}