{
    "URL": "https://thetvdb.com/series/ufo-princess-valkyrie",
    "Genres": [
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/6D1D-ED23-CBBB-8454-35C6-O",
        "https://www.imdb.com/title/tt0443717/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH00850570",
        "https://www.tvmaze.com/shows/13227/show-slug",
        "https://www.themoviedb.org/tv/34149",
        "https://en.wikipedia.org/wiki/UFO_Ultramaiden_Valkyrie"
    ],
    "TitleEnglish": "UFO Ultramaiden Valkyrie",
    "SummaryEnglish": "UFO Ultramaiden Warukyure, aka UFO Princess Walküre is about a princess from outer space who accidentally crashes on earth, where Kazuto desperately tries to maintain the public bath of his grandfather.\r\nDue to circumstances, Kazuto receives part of princess Walküre`s soul which forces her to stay there with him. But that`s not the only problem ... because her soul lost strength, the princess transforms both mentally and physically into a little kid!",
    "Aliases": [],
    "Modified": "2025-03-21",
    "Seasons": {
        "0": {
            "ID": "31055",
            "URL": "https://thetvdb.com/series/ufo-princess-valkyrie/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "440858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/440858",
                    "TitleEnglish": "UFO Ultramaiden Valkyrie Recap",
                    "SummaryEnglish": "A special ~45 minute episode with video outtakes from episodes of the first season.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4422764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/4422764",
                    "TitleEnglish": "The Excruciating Bridal Training",
                    "SummaryEnglish": "In the special episode to season 1, the queen from Valhalla planet arrives on earth with a virtual-world-program, called \"bride training boot camp\". They built several pairs which have to take a random card with a special situation that might occur if you are married. For instance Kazuto and Valkyrie have to make dinner, Raine and Kazuto's sister have to manage poverty or Akina and Hydra have to prepare a wedding ceremony as bride and groom (so everyone gets the most unlikely and unsuitable situation).",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31056",
            "URL": "https://thetvdb.com/series/ufo-princess-valkyrie/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "355579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355579",
                    "TitleEnglish": "The Bathouse With an Angel",
                    "SummaryEnglish": "Valkyrie and Kazuto are playing hide and seek. Kazuto finds Valkyrie sleeping in the spaceship. As he wakes her up Valkyrie accidentally turns the switch on in the spaceship making it go haywire.",
                    "Aliases": []
                },
                "2": {
                    "ID": "355580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355580",
                    "TitleEnglish": "The Transforming Princess Valkyrie",
                    "SummaryEnglish": "Valkyrie crashes on Kazuto, and gives him half of her soul. She comes to live with him and Akina and Rika do not like it. Hydra comes to Earth from Valhalla to bring Valkyrie back and Valkyrie and Kazuto hide, but Hydra finds them. Valkyrie transforms and fights her off until Akina is able to seal Hydra.",
                    "Aliases": []
                },
                "3": {
                    "ID": "355581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355581",
                    "TitleEnglish": "Head Catgirl Maid, Ms. Sanada",
                    "SummaryEnglish": "The head catgirl maid for Valkyrie, Sanada arrives on Earth. She sees the relationship between Akina and Kazuto, and decides to try to break up the relationship by turning Akina into an obedient catgirl maid.",
                    "Aliases": []
                },
                "4": {
                    "ID": "355582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355582",
                    "TitleEnglish": "What Your Wings Are For",
                    "SummaryEnglish": "Prince Triam comes to Earth to look for Valkyrie. He finds out that Valkyrie has turned into a child because she gave half of her soul to Kazuto, and so he tries to take that half back from Kazuto.",
                    "Aliases": []
                },
                "5": {
                    "ID": "355583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355583",
                    "TitleEnglish": "A Page Out of Rika's Youth",
                    "SummaryEnglish": "The basketball star at Rika’s school confesses his feelings of love for Rika, but Rika turns him down because she is too busy studying for exams. Marduk has been hired to kidnap Valkyrie but his plans are foiled by Kazuto.",
                    "Aliases": []
                },
                "6": {
                    "ID": "355584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355584",
                    "TitleEnglish": "Princess Memorial",
                    "SummaryEnglish": "Ms. Sanada purchases a video camera through the Galactic Internet Shopping Page so that she can film Princess Valkyrie. She happens to film a scene where Valkyrie is playing with Hydra and accidentally activates the automatic defense system on Hydra’s UFO. Valkyrie and Hydra work together to stop the out of control UFO.",
                    "Aliases": []
                },
                "7": {
                    "ID": "355585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355585",
                    "TitleEnglish": "Runaway Princess Laine",
                    "SummaryEnglish": "Laine, another princess of Valhalla lands on Earth. She is in love with Valkyrie, and when she finds out that Valkyrie is staying on Earth because of Kazuto, she decides to try and break them up. She decides to do this by transforming into the females around Kazuto in order to seduce him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "355586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355586",
                    "TitleEnglish": "A Vacation for the Catgirl Maids",
                    "SummaryEnglish": "The Catgirl maids suggest that they all go on a vacation at the beach. Laine decides to join them.",
                    "Aliases": []
                },
                "9": {
                    "ID": "355587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355587",
                    "TitleEnglish": "Akina's Minature Transformation",
                    "SummaryEnglish": "Akina accidentally turns herself small instead of Hydra when Laine crash lands on her. While she is a little kid she discovers how nice it can be to be a kid. She also manages to confess her feelings for Kazuto to Hydra and Valkyrie and wonders why she is unable to be as genuine and honest when she is an adult.",
                    "Aliases": []
                },
                "10": {
                    "ID": "355588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355588",
                    "TitleEnglish": "How I Bought an Asteroid Over the Internet",
                    "SummaryEnglish": "Valkyrie accidentally buys an asteroid over the internet in Kazutos name; therefore the order can not be canceled. This means Kazuto would have to sell the bathhouse.",
                    "Aliases": []
                },
                "11": {
                    "ID": "355589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355589",
                    "TitleEnglish": "Tokino Bathhouse Space Annex",
                    "SummaryEnglish": "During the battle the asteroid is shot and a hot spring gushes from it. It also has a healing effect of curing souls, and Valkyrie's soul is healed by this hot spring. Now that she is healed, she no longer needs to be with Kazuto.",
                    "Aliases": []
                },
                "12": {
                    "ID": "355590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355590",
                    "TitleEnglish": "A Ride into Fantasy for Valkyrie",
                    "SummaryEnglish": "Kazuto realizes that Valkyrie is not as strong as he thought and that the reason he can no longer connect with her from the heart is because he keeps seeing a shadow of an angel in Valkyrie.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "31058",
            "URL": "https://thetvdb.com/series/ufo-princess-valkyrie/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "355591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355591",
                    "TitleEnglish": "Key of Time",
                    "SummaryEnglish": "Valkyrie still lives with Kazuto. One day a giant wand-like object called “the Key of Time” appears before Valkyrie while she’s playing at the park. She starts helping others with the power of Key of Time and she keeps on using it without knowing its real power and purpose. Just as she helps Spot with the Key of Time, it goes out of control all of a sudden. It turns into a chaos involving the entire town.",
                    "Aliases": []
                },
                "2": {
                    "ID": "355592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355592",
                    "TitleEnglish": "Mechanic Princess Chorus",
                    "SummaryEnglish": "The people at Tokino Bathhouse get ready for the cold weather. Rika goes to her room looking for a kotatsu and when she opens the closet door there’s a girl sitting inside of it. She’s another princess from Valhalla named Princess Chorus. She tells everyone that she’s a cyborg and she has only three days left to live. She wishes to make good memories before she dies so asks Kazuto to go out on the date with her.",
                    "Aliases": []
                },
                "3": {
                    "ID": "355593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355593",
                    "TitleEnglish": "Electric Wave Princess Chorus",
                    "SummaryEnglish": "Chorus now lives with the people of the Tokino Bathhouse. One day she senses that some sort of crisis is about to happen on the earth. Chorus tells everyone about this crisis but no one pays attention to what she has to say. But just like she predicted, an enormous flying object appeared in the air one day!",
                    "Aliases": []
                },
                "4": {
                    "ID": "355594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355594",
                    "TitleEnglish": "Maiden of the School Planet",
                    "SummaryEnglish": "This explains how Laine and Chorus came to attend the middle school of Planet Academy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "355595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355595",
                    "TitleEnglish": "Valkyrie Ghost",
                    "SummaryEnglish": "One day Kazuto runs into a girl who looks just like Valkyrie. Ever since that day Kazuto hasn’t been himself, mesmerized by the mysterious beauty of this girl who calls herself “Valkyrie Ghost”. Akina and Hydra notice that Kazuto has been acting a little strange and decide to follow him. When Akina and Hydra turn a corner, following Kazuto, they saw Valkyrie Ghost standing there, leaning against Kazuto’s body.",
                    "Aliases": []
                },
                "6": {
                    "ID": "355596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355596",
                    "TitleEnglish": "Meemu Night Flight",
                    "SummaryEnglish": "Mehm decides to visit the Tokino Bathhouse to check on the girls. She also brings everyone the new bath product which was just released in space. When they pour the package into the water, everyone is engulfed in light and turn into kids. Since Mehm was older than everyone, she is now a young and beautiful girl who gains attention of boys wherever she goes. Supposedly the strange concoction lasts for three days before the effects wear off.",
                    "Aliases": []
                },
                "7": {
                    "ID": "355597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355597",
                    "TitleEnglish": "First Super Karaoke Competition",
                    "SummaryEnglish": "While Valkyrie is watching her favorite TV show “Little Bunny Pyonko”, the TV breaks down. Akina tries to fix it by banging it a couple of times but there’s no use. Kazuto brings a flyer of the karaoke contest hosted by the Hagoromo shopping district. Everyone decides to participate in the contest hoping to win the first prize, a brand new big screen TV!",
                    "Aliases": []
                },
                "8": {
                    "ID": "355598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355598",
                    "TitleEnglish": "Nekomimi Hakkouda Mountain",
                    "SummaryEnglish": "Valkyrie and the entire Catgirl Maid Squad go on a picnic to the snowy mountains but can't seem to find their destination. They eventually all get separated due to the blizzard. Ms. Sanada starts to see illusions.",
                    "Aliases": []
                },
                "9": {
                    "ID": "355599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355599",
                    "TitleEnglish": "Strongest Super Girl Akidora",
                    "SummaryEnglish": "Akina and Hydra were no match against Valkyrie Ghost. They each start special training, hoping to defeat her one day. But something happens and Hydra and Akina combine into one and become the most powerful super girl “Akidra”! Now they go to school as Akidra, the super girl with awesome psychic power and physical strength.",
                    "Aliases": []
                },
                "10": {
                    "ID": "355600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355600",
                    "TitleEnglish": "Twelve Dark Moons",
                    "SummaryEnglish": "Akidra with amplified psychic power analyzes the ominous wave motion and sees 12 black moons. In order to solve the mystery of a certain legend of Valhalla, Ms. Sanada contacts Mehm immediately. Valkyrie Ghost appears again and Mehm now stands up against her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "355601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355601",
                    "TitleEnglish": "The Four Lost Princesses",
                    "SummaryEnglish": "Tokino Bathhouse has been closed ever since Kazuto was taken away by Valkyrie Ghost and Valkyrie is very depressed. Mehm who’s figured out the core of the problem is in Valhalla takes everyone and heads there. Thanks to Mehm and Akidra, the mystery surrounding the connection of Valkyrie Ghost and the twelve black moons finally becomes clear.",
                    "Aliases": []
                },
                "12": {
                    "ID": "355602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355602",
                    "TitleEnglish": "Valkyrie Flying in the Skies",
                    "SummaryEnglish": "Mehm, Valkyrie and the others continue to search for Kazuto in the airship. Valkyrie's body responds to Kazuto’s voice and turns into an adult form. With the help of the Key of Time she successfully rescues him and stopped the Blizzard of Time in the space.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "31059",
            "URL": "https://thetvdb.com/series/ufo-princess-valkyrie/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "355603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355603",
                    "TitleEnglish": "The Relation between the Maiden and the Spectacles",
                    "SummaryEnglish": "A mysterious new teacher just crash landed on the school, and she’s got an unusual fetish: she wants all the female students to start wearing glasses!",
                    "Aliases": []
                },
                "2": {
                    "ID": "355604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355604",
                    "TitleEnglish": "The Goddess of Judgement, Inarva",
                    "SummaryEnglish": "Inarba, the Princess of Judgment, arrives on the scene to punish anyone who breaks the royal rules of Valhalla. Violators beware, incurring the wrath of Inarba is your worst nightmare!",
                    "Aliases": []
                },
                "3": {
                    "ID": "355605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355605",
                    "TitleEnglish": "Nekomimizukin Comes Forth",
                    "SummaryEnglish": "Valkyrie and Kazuto set out in search of twelve magical stones with the power to grant them a long and happy marriage, but they better watch out for those pesky demons!",
                    "Aliases": []
                },
                "4": {
                    "ID": "355606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355606",
                    "TitleEnglish": "Raine Raine Raine",
                    "SummaryEnglish": "Laine’s trip to the hair salon turns into a time-travelling adventure when a new massage technique brings her face to face with a younger version of herself!",
                    "Aliases": []
                },
                "5": {
                    "ID": "355607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355607",
                    "TitleEnglish": "Runaway Princess Valkyrie",
                    "SummaryEnglish": "Princess Valkyrie runs away from home when she’s given boring old sweet potatoes as a snack instead of delicious cake. Later in the day, an enchanting kiss leads to something big!",
                    "Aliases": []
                },
                "6": {
                    "ID": "355608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355608",
                    "TitleEnglish": "The Battle of the Sky Wedding Palace",
                    "SummaryEnglish": "Nesty recovers the Mural of the Legendary Princess in honor of Valkyrie’s wedding, but the ceremony is disrupted when space pirates try to steal the priceless artifact!",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "31060",
            "URL": "https://thetvdb.com/series/ufo-princess-valkyrie/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "355609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355609",
                    "TitleEnglish": "Valkyrie's Big Reunion",
                    "SummaryEnglish": "Princess Pharm dreams up the idea of a reunion for Valkyrie’s old academy class, but she doesn’t bother to tell anyone about it! Who will organize the party? Will anyone even show up?",
                    "Aliases": []
                },
                "2": {
                    "ID": "355610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ufo-princess-valkyrie/episodes/355610",
                    "TitleEnglish": "Star of Hopes, Star of Dreams",
                    "SummaryEnglish": "Inarba wants Akina to show off her moves during a very important ritual dance in honor of the Celestial Comet. It’s of the utmost importance that the performance is perfect, so the priestess better start practicing!",
                    "Aliases": []
                }
            }
        }
    }
}