{
    "URL": "https://thetvdb.com/series/they-are-my-noble-masters",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1161671/",
        "https://www.themoviedb.org/tv/79044"
    ],
    "Titles": {
        "eng": "They Are My Noble Masters",
        "jpn": "君が主で執事が俺で"
    },
    "Summaries": {
        "eng": "Due to family troubles, Ren Uesugi and his sister, Mihato, leave their home. They end up moving to the city but find themselves with a lack of money. Somehow they are able to find work in the form of the Kuonji family's mansion, being employed as servants to the three sisters of the Kuonji family: Shinra, Miyu, and Yume. Being a servant also associates Ren with the mansion's additional servants and the Kuonji sisters' friends.",
        "jpn": "主人公・上杉錬と姉・上杉美鳩は父・上杉巌の家庭内暴力がきっかけで家出する。2人は都会である七浜市に辿り着きそこで生活しようと奔走するがなかなか仕事が見つからず、資金難となってしまう。ここでの生活を諦め次の場所に移動しようとするがひょんなことから久遠寺家と関わりを持ち、事情を知った久遠寺家当主・久遠寺森羅によって拾われる。錬と美鳩は住む場所と仕事を手に入れ、使用人として仮契約を交わすことに。かくして、錬の執事としての生活が始まるのだった。"
    },
    "Aliases": [
        "Kimi ga Aruji de Shitsuji ga Ore de",
        "You Are the Master and the Servant Is Me",
        "Kimiaru"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "31066",
            "URL": "https://thetvdb.com/series/they-are-my-noble-masters/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "355657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355657",
                    "Titles": {
                        "eng": "You Are the Master, the Servant is Me",
                        "jpn": "君が主で執事が俺で"
                    },
                    "Summaries": {
                        "eng": "Ren and Mihato arrive in the city and are unable to find work. They meet Miyu who is about to collapse from anemia and help get home to her family's mansion. From there Ren and Mihato (through some odd circumstances) acquire jobs as servants to the Kuonji family, but they must first pass a one week trial period.",
                        "jpn": "父親の暴力から逃れるため、姉の美鳩と手に手をとって家出してきた上杉錬。港町・七浜にたどりついたものの、仕事は見つからず野宿生活を送るハメに。そんな中、錬は不思議なロボットを連れた女の子に遭遇する。貧血で倒れかけた彼女を背負い、運んだ先は立派なお屋敷。彼女は、この家の次女・久遠寺未有だった。未有の姉で現当主の森羅のはからいにより、錬は執事として、美鳩はメイドとして久遠寺家に雇われることに。かくして執事生活は幕をあける！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "355658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355658",
                    "Titles": {
                        "eng": "Kuonji Days",
                        "jpn": "クオンジデイズ"
                    },
                    "Summaries": {
                        "eng": "The one week trial period commences and Ren is assigned to assist the other servants while learning his job on his own. On the last day of the trial, Ren breaks a memento of the previous master after chasing a ferret of Yume's school's board member's wife. Instead of punishment, Ren passes the trial because of his hard work and hired as Shinra's personal attendant.",
                        "jpn": "久遠寺家に拾われた錬と美鳩は、１週間の試用期間に臨む。風呂の世話までする専属というシステムがあり、使用人の前で当たり前のように下着姿になる久遠寺独特の習慣に面食らう錬。だが、自分で仕事を探し、細やかな気配りで勤める錬は、久遠寺家の人々だけでなく夢の友人たちにも認められていく。最終日を迎え、いいところを見せようと張り切りすぎた錬は、壷を壊してしまう。落ち込む錬に、森羅が冷ややかに下した結果は……"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "355659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355659",
                    "Titles": {
                        "eng": "Universe",
                        "jpn": "森羅万象"
                    },
                    "Summaries": {
                        "eng": "Ren is currently settling in the Kuonji household and trying to get used to Shinra's antics and innuendo teasing both to him and her sister Miyu. However fed up being constantly teased by her sister Shinra, Miyu suggest a capture the flag competition in the Kuonji mansion, in which the winner can do whatever they want to the losers.",
                        "jpn": "仕事中の森羅を見て、感動する錬。しかし、家での森羅は、未有にセクハラしたり錬をからかって遊んだりして、まるでエロ親父だ。ついに森羅の悪行に耐えかねた未有が、勝者が敗者を好きにできる“クオンジ・フラッグ”での勝負を申し込む。森羅ＶＳ未有（一応夢も）の、騙しアリ色仕掛けアリのトンデモ試合。南斗星との肉弾戦で傷ついた錬に、デニーロの秘密兵器が襲い掛かる！　錬は森羅の旗を守り抜けるのか!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "355660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355660",
                    "Titles": {
                        "eng": "Spring! Training! Family Vacation!?",
                        "jpn": "久遠寺家、南へ"
                    },
                    "Summaries": {
                        "eng": "After Ren makes a mistake whilst making tea for Miyu. Shinra decides to have everyone relax at the beach. Shortly after arriving, Ren undergoes hard training to ensure he can make tea in the best way possible. At the same time Benis and Natose end up at the mercy of some loan sharks in a casino.",
                        "jpn": "いまだ執事の心得が身につかず、失敗ばかりの錬。そんな彼を鍛えるため、大佐は合宿を行なうことに。森羅の提案で、久遠寺家全員で向かった先は南の島。みんながリゾート気分を満喫するなか、錬と大佐はジャングルの執事養成所「執事の穴」で猛特訓を始める。同じく特訓中の九鬼財閥の揚羽＆使用人の小十郎と熱戦を展開しつつ、命懸けの修行を行なう錬。合宿の末に、彼が習得した「執事の極意」とは……？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "355661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355661",
                    "Titles": {
                        "eng": "Elegance",
                        "jpn": "MIYABI"
                    },
                    "Summaries": {
                        "eng": "Ren and Benis are kidnapped by some thugs. During their captivity, Benis talks about her past and what she did before she met the Colonel.",
                        "jpn": "錬が修行している間、朱子と南斗星はカジノで大散財。負けがこんだあげく、借金のかたにバニーガールとして働かされてしまう！　大佐の手によってなんとか無事に救い出されたが、その後も朱子は意地を張ったまま。どうやら彼女は、お金に対して並々ならぬ執着があるらしく、ついムキになってカジノに熱中してしまったらしい。久遠寺家に雇われる前、朱子になにがあったのか。勝気なメイドの秘話が明かされる！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "355662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355662",
                    "Titles": {
                        "eng": "Dream Remodeling Plan",
                        "jpn": "夢改造計画"
                    },
                    "Summaries": {
                        "eng": "Yume furiously writes in her journal late at night, and leaves for school the next morning forgetting both her lunch and her panties. Exhausted and asleep that afternoon, Yume's journal is examined by a curious Ren. After discovering its shocking contents (where Yume styles herself an incredibly popular magical girl crime fighter), Ren calls a meeting the next day for everyone to discuss bringing out Yume's true self. However, Yume seems to have no aptitude for any of their suggestions (ranging from taking up a hobby to joining a girl gang). That evening Ren encourages Yume, and she rewards him with a kiss.",
                        "jpn": "強烈すぎる人々に囲まれ、影の薄さに悩む夢。見かねた森羅は、しばらくの間、錬を夢のフォローに専念させることに。しかし夢の苦悩は、思いのほか深かった。彼女は個性のなさに悩むあまり、なぞの怪物と戦う自分、地球の危機を救う自分の妄想を「YUMENOTE」にビッチリつづっていたのだ。夢への同情を覚えた錬は、久遠寺家の面々と夢改造計画を話しあうのだが……？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "355663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355663",
                    "Titles": {
                        "eng": "Kuonji Household Annihilation!? The Client was Ageha-sama!",
                        "jpn": "久遠寺家全滅!? 来訪者は揚羽様だった!"
                    },
                    "Summaries": {
                        "eng": "Accompanied by her troop of loyal soldiers, heiress to the Kuki Conglomerate and friend of Yume, Ageha Kuki, arrives at the Kuonji household. Ageha frequently engages in vigorous martial arts training with her servant Kojūrō, but after he accidentally fell down a waterfall after a particularly active session her father decided to send Ageha to the Kuonji household to learn self-restraint. After having the mansion cleaned up and offering gifts to the Kuonji women, she begins to train with Ren. Ren throws himself in front of Ageha to save her from an assassin's dart, and even though this proves unnecessary as Ageha was able to grab the dart herself she rewards his loyalty with a kiss.",
                        "jpn": "久遠寺家の庭に、突如軍用ヘリコプターが降り立った。中から現われたのは夢のクラスメイトであり、世界三大財閥のひとつ九鬼家の跡取り娘・揚羽。娘の粗暴さに手を焼いた彼女の父親の頼みで、しばらく久遠寺家で預かることになったらしい。不満顔の森羅たちだったが、揚羽の財力に任せたプレゼントにより、あっさりと懐柔されてしまうのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "355664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355664",
                    "Titles": {
                        "eng": "Takeda VS Uesugi",
                        "jpn": "対決 上杉 対 武田"
                    },
                    "Summaries": {
                        "eng": "Kojūrō finally recovers and awaits Ageha to finish school and go home with him, she goes back to the Kuonji household as she is attracted to Ren. Kojūrō sees Ren and Ageha kissing and challenges Ren to a duel. The winner gets to keep Ageha.",
                        "jpn": "錬を気に入った揚羽の行動はエスカレートしつづける。帰る気もなくわが物顔で居座る揚羽に、買収されていた久遠寺家の面々にも少しずつ不満がたまり始めていた。そんな中、揚羽専属執事の小十郎が、入院する病院を抜け出してようすを見にやってきた。ところが、庭の片隅で恋い慕う主人と錬のキスシーンを目撃した小十郎は、主を奪われたと勘違いし、錬に揚羽を賭けた執事勝負を挑んでくる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "358428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358428",
                    "Titles": {
                        "eng": "A Little Hero",
                        "jpn": "小さな英雄"
                    },
                    "Summaries": {
                        "eng": "While undertaking the task of being Miyu's personal attendant, Ren becomes concerned with Miyu's apparent lack of direction. Meanwhile, Yume is increasingly bothered by the lack of attention she is given, especially by Shinra.",
                        "jpn": "錬はしばらくの間、未有の専属を務めることになった。未有は毎日を家で過ごしており、使用人とのスキンシップの密度が濃い。背中を流すだけでなく、添い寝まで命じられた錬の理性は、どこまで保たれるのか!?　一方、コンサートを目前に控えた森羅は、ストレス発散のため（？）今まで以上に未有にからみ、未有を激怒させてしまう。未有がグレるのではないかと、森羅の心配が暴走する。夢は、そんな森羅の気をひこうとするのだが――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "358429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358429",
                    "Titles": {
                        "eng": "Turnabout! Natose Cometh",
                        "jpn": "逆転! ナトセ只今参上"
                    },
                    "Summaries": {
                        "eng": "Yume goes missing from the Kuonji household due to an argument with her sister Shinra. Ren and Natose go out to search for her, and more is revealed about Natose's past and the reason for her affection to Ren and Yume. It turns out that Shinra actually cares for Yume the most when she returns home, and it is revealed that the Kuonji siblings lost their parents since a young age. Shinra had to be strong in order to keep her family together, which caused her apparent emotionless state as a child.",
                        "jpn": "南斗星のアドバイスを受け、夢は思い切って、なぜ未有ばかりを可愛がるのかと、森羅に尋ねる。二人が話し合ううちに、夢がかつて森羅を傷つけたことが原因だとわかる。いたたまれなくなった夢は、ひっそりと家出してしまう。南斗星は、人並み外れた能力で夢を探し出す。そして、自分のつらい過去を語り、夢を励ます。錬もまた、家族が崩壊しないよう努力してほしいと、森羅に訴えていた。やがて帰ってきた夢に、森羅は――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "358430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358430",
                    "Titles": {
                        "eng": "All Aboard for the Flower Festivities",
                        "jpn": "花見大会だよ! 全員集合!"
                    },
                    "Summaries": {
                        "eng": "Everyone decides to go out and have fun in the park. All of a sudden there is 3 burglars that are stealing a womans purse. The Kuonji household is in for a big surprise when Ren and Hato-nee's step-father drops by.",
                        "jpn": "千春の恋に気づいた錬。相手を知って驚くが、アニキらしくデートの計画をたててやる。その後ハルは哀れな目にあうのだが、誰にも気にかけられないまま、久遠寺家恒例の花見大会が開催される。揚羽主従に圭子やアナスタシア（ハードＭ）も加わり、それぞれの隠し芸を披露《※次々に繰り出されるネタを、ギャラリーの七浜市民の皆さんと一緒にお楽しみください》。錬は、ようやく手に入れた平穏（？）な幸せをかみしめるのだが――"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "358431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358431",
                    "Titles": {
                        "eng": "One Dirty Butler",
                        "jpn": "泥まみれ執事ひとり"
                    },
                    "Summaries": {
                        "eng": "Shinra is troubled because her mentor said her performance wasn't as good as her earlier work, so Ren decides to ask Shinra out on a nice date (Colonel even makes sure Ren wins Shinra a panda by disguising himself as the custodian) but Shinra gets angry at Ren because he says he understands her feelings and asks Colonel to drive her to the rehearsal. On the way home Ren sees his father whom he gets angry at after his father says it was his fault Ren's mother died by giving birth to him (not literally). The two prepare to fight.",
                        "jpn": "森羅はコンサートを控え、忙しい日々を送っている。本番まで森羅の専属を命じられた錬は、練習に取材に家族サービス（セクハラ）にと精力的な森羅に、尊敬の思いを新たにする。しかし、森羅の努力もむなしく、リハーサルを聞いた師匠からは、「心に響かない」と酷評されてしまう。珍しく焦りを見せる森羅を、錬は気晴らしに誘う。七浜の街で、二人きりのデート。森羅は笑顔を取り戻すが、幸せな時間は突然終わりを迎える……."
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "371733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/371733",
                    "Titles": {
                        "eng": "Family",
                        "jpn": "家族"
                    },
                    "Summaries": {
                        "eng": "Shinra prepares for her concert and Ren tries alone to deal with his father. Ren and his father get into a fight and realizes who his true family is. At her performance, Shinra exposes her true style and true self. Ren and Mihato become part of the family. The family then starts fighting over who Ren is going to personally serve, by the way Ageha drops by and says she is going to join in on the fight.",
                        "jpn": "錬の前に父親が現れ、美鳩とともに帰ってこいと迫った。動揺のあまり大失態をやらかした錬に、森羅はクビを宣告！　未有や夢のとりなしで保留となるが、錬は精彩を欠いたままだ。美鳩や仲間たちは何か事情があるのでは気遣うが、錬は皆に心配をかけまいと一人で抱え込む。一方、森羅は、錬の言葉から何かをつかみかけていた。思いつめた錬は、「久遠寺家の人々に迷惑をかけられない」と、ひと気のない公園で父と対峙し――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}