{
    "URL": "https://thetvdb.com/series/dragon-ball-z",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9A83-59AC-0EB8-D495-6551-R",
        "https://www.imdb.com/title/tt0121220/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01264737",
        "https://www.themoviedb.org/tv/12971"
    ],
    "TitleEnglish": "Dragon Ball Z",
    "SummaryEnglish": "Many years have passed since Goku first searched for the Dragon Balls. He is a grown man, with a wife and son. He and his friends have settled into their own lives and, for the most part, things are rather peaceful. Then one day, Goku learns he is really a Saiyan and comes from another planet. Now begins new adventures for Goku and his friends as they defend their home against new, more powerful threats.",
    "Aliases": [
        "Dragonball Z",
        "Dragon Ball Z (1989)",
        "DRAGON BALL Z"
    ],
    "Modified": "2025-10-12",
    "Seasons": {
        "0": {
            "ID": "31040",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/0",
            "TitleEnglish": "Specials",
            "SummaryEnglish": null,
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "8484175",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8484175",
                    "TitleEnglish": "Dead Zone",
                    "SummaryEnglish": "In order to wish for immortality and avenge his father, Garlic Jr. collects the dragon balls, kidnapping Goku's son Gohan in the process. Goku, Kami, Piccolo, and Krillin unite to rescue Gohan and save the world from being sucked into a dead zone.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8486294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486294",
                    "TitleEnglish": "The World's Strongest",
                    "SummaryEnglish": "The evil Dr. Kochin uses the dragon balls to resurrect his mentor, Dr. Wheelo, in an effort to take over the world. Dr. Wheelo, his body having been destroyed by the avalanche that killed him fifty years before, desires the body of the strongest fighter in the world as his new vessel. Believing Roshi to be the world's strongest warrior, Dr. Kochin abducts Bulma and forces Roshi to surrender himself to save her. When Goku hears of their abduction, he goes to their rescue.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8486295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486295",
                    "TitleEnglish": "The Tree of Might",
                    "SummaryEnglish": "Goku and friends must stop a band of space pirates from consuming fruit from the Tree of Might before it's destructive powers drain Earth's energy.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8486296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486296",
                    "TitleEnglish": "Lord Slug",
                    "SummaryEnglish": "A Super Namekian named Slug comes to invade Earth. But the Z Warriors do their best to stop Slug and his gang.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8486297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486297",
                    "TitleEnglish": "Cooler's Revenge",
                    "SummaryEnglish": "After defeating Frieza, Goku returns to Earth and goes on a camping trip with Gohan and Krillin. Everything is normal until Cooler - Frieza's brother - sends three henchmen after Goku. A long fight ensues between our heroes and Cooler, in which he transforms into the fourth stage of his evolution and has the edge in the fight... until Goku transforms into a Super Saiyan.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8486298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486298",
                    "TitleEnglish": "The Return of Cooler",
                    "SummaryEnglish": "Cooler has resurrected himself as a robot and is enslaving the people of New Namek. Goku and the gang must help.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8486299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486299",
                    "TitleEnglish": "Super Android 13!",
                    "SummaryEnglish": "Dr. Gero's Androids #13, #14, and #15 are awakened by the laboratory computers and immediately head to the mall where Goku is shopping. After Goku, Trunks, and Vegeta defeat #14 and #15, #13 absorbs their inner computers and becomes a super being greater than the original three separately were. Now it is up to Goku to stop him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "411419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411419",
                    "TitleEnglish": "Broly: The Legendary Super Saiyan",
                    "SummaryEnglish": "As Goku investigates the destruction of the Southern Galaxy, Vegeta is taken to be King of the New Planet Vegeta, and to destroy the Legenday Super Saiyan, Brolly.",
                    "Aliases": []
                },
                "9": {
                    "ID": "411420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411420",
                    "TitleEnglish": "Bojack Unbound",
                    "SummaryEnglish": "Mr. Money is holding another Tenka'ichi Budokai and Mr. Satan invites everyone in the world to join in. Little does he know that Bojack, an ancient villain who has escaped his prison, is competing. Since Goku is currently dead, it is up to Gohan, Vegita, and Trunks to defeat Bojack and his henchman.",
                    "Aliases": []
                },
                "10": {
                    "ID": "411421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411421",
                    "TitleEnglish": "Broly: Second Coming",
                    "SummaryEnglish": "After his loss to Goku, Brolly crash lands and hibernates on earth. After some time, he is awakened by Trunks and Goten, who Brolly believes is Kakarott, and goes on a rampage to kill both of them. At the same time, Gohan is on his way to challenge the Legendary Super Saiyan alone.",
                    "Aliases": []
                },
                "11": {
                    "ID": "411422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411422",
                    "TitleEnglish": "Bio-Broly",
                    "SummaryEnglish": "Dragonball Z: Bio-Broly begins when the rich Lord Jaguar reawakens the deceased Super Saiyan Broly. Now two evil masterminds are attempting to get Broly to do their bidding, but he is too dangerous and powerful for anyone to control.",
                    "Aliases": []
                },
                "12": {
                    "ID": "411423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411423",
                    "TitleEnglish": "Fusion Reborn",
                    "SummaryEnglish": "Not paying attention to his job, a young demon allows the evil cleansing machine to overflow and explode, turning the young demon into the infamous monster Janemba. Goku and Vegita make solo attempts to defeat the monster, but realize their only option is fusion.",
                    "Aliases": []
                },
                "13": {
                    "ID": "411424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411424",
                    "TitleEnglish": "Wrath of the Dragon",
                    "SummaryEnglish": "The Z Warriors discover an unopenable music box and are told to open it with the dragon balls. The contents turn out to be a warrior named Tapion who had sealed himself inside along with a monster called Hildegarn. Goku must now perfect a new technique to defeat the evil monster.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4663427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4663427",
                    "TitleEnglish": "Dragon Ball Z: Battle of Gods",
                    "SummaryEnglish": "List of Dragon Ball characters#Whis wakes List of Dragon Ball characters#Beerus, the God (male deity) of Destruction, from his long slumber and tells him that Frieza was defeated by a Saiyan. Thirty-nine years earlier, the Oracle Fish () foretold that a mighty opponent would appear before Beerus, the Super Saiyan Deity. Beerus, with Whis, then tracks down the Saiyan warrior Goku, who defeated Freeza. On List of Dragon Ball characters#Kaiō-sama's planet, Goku proceeds to challenge Beerus. Despite having powered up to Super Saiyan 3, Goku is ultimately overwhelmed and defeated in two strikes. Disappointed by the subsequent lack of challenge, Beerus departs in order to seek out more powerful adversaries on Earth.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5276090",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/5276090",
                    "TitleEnglish": "Resurrection 'F'",
                    "SummaryEnglish": "One year after Goku's battle with Beerus, remnants of Frieza's army attempt to revive their long-dead master. After learning that Goku has far surpassed the power he showed in their battle on Namek, Frieza spends 4 months training.\r\n\r\nGoku & Vegeta are not on Earth and are training under Whis, so Bulma gathers the rest of the gang to fight against the revived Frieza and protect the universe that is once again under grave threat.",
                    "Aliases": []
                },
                "16": {
                    "ID": "411426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411426",
                    "TitleEnglish": "Bardock - The Father of Goku",
                    "SummaryEnglish": "Bardock, Son Goku's father, is a low-ranking Saiyan soldier who was given the power to see into the future by the last remaining alien on a planet he just destroyed. He witnesses the destruction of his race and must now do his best to stop Frieza's impending massacre.",
                    "Aliases": []
                },
                "17": {
                    "ID": "7758740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/7758740",
                    "TitleEnglish": "Summer Vacation Special",
                    "SummaryEnglish": "The Summer Vacation Special (also known as the Movie Overview Special) was aired on August 3, 1992, between episodes 150 and 151. The TV special takes place shortly after the events of the film Dragon Ball Z: Super Android 13!, which was released on July 11, 1992, and features Goku and Gohan in tuxedos, discussing all of the Dragon Ball/Dragon Ball Z movies as of that point in time. The 43 minute special ends with Goku changing back into his regular get-up, while Gohan struggles to wrestle his tuxedo free, before personally advertising Dragon Ball Z: Super Android 13!, which was playing in Japanese cinemas at the time.",
                    "Aliases": []
                },
                "18": {
                    "ID": "411427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411427",
                    "TitleEnglish": "The History of Trunks",
                    "SummaryEnglish": "It has been thirteen years since the Androids began their killing rampage and Son Gohan is the only person fighting back. He takes Bulma's son Trunks as a student and even gives his own life to save Trunks's. Now Trunks must figure out a way to change this apocalyptic future.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4183200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4183200",
                    "TitleEnglish": "Gather Together! Goku's World",
                    "SummaryEnglish": "In this OVA, Goku and his friends pose questions for the viewers about the Dragon Ball series.",
                    "Aliases": []
                },
                "20": {
                    "ID": "952701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/952701",
                    "TitleEnglish": "Plan to Eradicate the Saiyans: Earth Story (Part 1)",
                    "SummaryEnglish": "In 1993, Toei Animation, in cooperation with Shonen Jump and V-Jump, produced a two-part \"video guide\" of the Family Computer game Dragon Ball Z Gaiden: Saiyajin Zetsumetsu Keikaku (Plan to Eradicate the Saiyans) , which featured all-new animation.  The complete OVA was later included in the Dragon Box Vol. 2 DVD set released in Japan in 2003.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1135161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/1135161",
                    "TitleEnglish": "Plan to Eradicate the Saiyans: Space Story (Part 2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "411425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411425",
                    "TitleEnglish": "Yo! Son Goku and His Friends Return!!",
                    "SummaryEnglish": "Two years have passed since the battle with Majin Boo. Mr. Satan's hotel, built as a commemoration of the victory over Boo, is finally complete!! Goku and the other fighters are invited as guests. While Goku and the others are enjoying the party, a strange pod falls to Earth. Inside, a sharp-eyed Saiyan detects strong fighting abilities and takes a small alien along to the party! When the Saiyan encounters Vegeta, his words shock everyone.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4183187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4183187",
                    "TitleEnglish": "Plan to Eradicate the Super Saiyans (Remake)",
                    "SummaryEnglish": "A remake of Dragon Ball Z: Plan to Eradicate the Saiyans, included in Dragon Ball: Raging Blast 2.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4256459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4256459",
                    "TitleEnglish": "Episode of Bardock",
                    "SummaryEnglish": "Bardock, Goku's father, was supposed to have died when Frieza's attack hit him along with Planet Vegeta. Instead, he was thrown back in time, to an age where the planet was still inhabited by strange creatures. There he met Frieza's ancestor, the space pirate Chilled, and fought against him to protect the planet.",
                    "Aliases": []
                },
                "26": {
                    "ID": "8486300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486300",
                    "TitleEnglish": "Kyutai Panic Adventure!",
                    "SummaryEnglish": "The special was part of many animated multi-screen \"Panic Adventure\" crossovers of Shueisha manga series that have been screened at special events called \"Odaiba Boken-Oh\" (お台場冒険王; lit. \"Odaiba Adventure King\") in Japan. These events were held from 2003 to 2008 to commemorate Fuji TV's 45th anniversary. The crossover was featured exclusively at the Fuji TV headquarters in the Kyutai (orb) section, where smaller screens partially surrounded the audience watching, each showing a point of view, while a bigger one would occasionally change between the scenes featured on each screen.",
                    "Aliases": []
                },
                "27": {
                    "ID": "8486301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486301",
                    "TitleEnglish": "Kyutai Panic Adventure Returns!",
                    "SummaryEnglish": "The special was part of many animated multi-screen Panic Adventure crossovers of Shueisha manga series that have been screened at special events called \"Odaiba Boken-Oh\" (お台場冒険王; lit. \"Odaiba Adventure King\") in Japan. These events were held from 2003 to 2008 to commemorate Fuji TV's 45th anniversary.\r\n\r\nThe crossover was featured exclusively at the Fuji TV headquarters in the Kyutai (orb) section, where smaller screens partially surrounded the audience watching, each showing a point of view, while a bigger one would be used for close-ups.",
                    "Aliases": []
                },
                "28": {
                    "ID": "4543895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4543895",
                    "TitleEnglish": "Dream 9 Toriko & One Piece & Dragon Ball Z Super Collaboration Special",
                    "SummaryEnglish": "Luffy, Toriko, Goku and their crews face off in a food competition.",
                    "Aliases": []
                },
                "29": {
                    "ID": "9188806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/9188806",
                    "TitleEnglish": "Looking Back at it All: The Dragon Ball Z Year-End Show!",
                    "SummaryEnglish": "In the special, which is believed to take place some time around the 25th World Martial Arts Tournament, Gohan, and Goten are having a hot bath outside in the middle of winter. Goku (who is still dead) suddenly appears in front of his sons with the help of his Instant Transmission, and joins them in the tub. While there, the three Saiyans reflect back on the events that occurred during the Cell Games. Inside the house after Chi-Chi appeared, Goku tells his sons about Pikkon and the Other World Tournament.",
                    "Aliases": []
                },
                "32": {
                    "ID": "9642827",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/9642827",
                    "TitleEnglish": "Resurrection 'F' - Future Trunks Edition",
                    "SummaryEnglish": "Two soldiers, Sorbet and Tagoma, from Frieza's army, the former tyrant having been defeated by Son Goku on Namek, went in search of the Dragon Balls on Earth, in order to resuscitate him.\r\nOnce resurrected, Frieza's sole objective is to take revenge on Son Goku. He is informed that Goku has greatly grown in power and managed to defeat Boo. Frieza then decides to train for four months, claiming to be able to surpass him in this period of time...",
                    "Aliases": []
                },
                "33": {
                    "ID": "9973341",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/9973341",
                    "TitleEnglish": "Battle of Gods (Special Extended Edition)",
                    "SummaryEnglish": "Shortly after the defeat of Majin Buu, Bills, the God of Destruction, awakens after a long slumber. After hearing rumors of a Saiyan warrior who defeated Frieza, he tracks down that warrior, Son Goku. Excited at the prospect of a new challenge, Goku faces him in battle, only to be quickly overwhelmed by his power, and he is defeated shortly thereafter. Realizing the threat Bills poses to the entire universe, Goku and his friends must find a way to stop him before it's too late.",
                    "Aliases": []
                },
                "36": {
                    "ID": "10716525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/10716525",
                    "TitleEnglish": "Opening 1",
                    "SummaryEnglish": "Dragon Ball Z textless opening\r\nepisodes 001 to 199",
                    "Aliases": []
                },
                "37": {
                    "ID": "10716529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/10716529",
                    "TitleEnglish": "Opening 2",
                    "SummaryEnglish": "Dragon Ball Z textless opening\r\nepisode 200 to 291",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31041",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/1",
            "TitleEnglish": "Saiyan Saga",
            "SummaryEnglish": "Five years have passed since the 23rd Tenkaichi Budokai. During this time there was a period of peace. Even Goku and Chichi have a son, Gohan. However, this peace is disturbed by the arrival of beings with extraordinary powers, the Saiyans, led by Prince Vegeta, who come to ravage the earth and annihilate humanity. Goku and company must train hard to face them in a fight that not all will survive.",
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "355412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355412",
                    "TitleEnglish": "The New Threat",
                    "SummaryEnglish": "With no new battles to fight, Goku has been living a quiet life in the countryside with his wife Chi-Chi...and their son Gohan! While Goku makes plans to spend a happy day with friends on Master Roshi's island, a powerful new threat is on its way to Earth. And the arrival of this sinister alien could spell disaster for Goku and his friends!",
                    "Aliases": []
                },
                "2": {
                    "ID": "355413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355413",
                    "TitleEnglish": "Reunions",
                    "SummaryEnglish": "Goku and Gohan attend a reunion on Master Roshi's island, where Goku introduces his son to all of his old friends. The smiles quickly fade, however, as an unexpected visitor lands on the island, and for Goku the day becomes a reunion of a different kind. A powerful alien has arrived. It's Raditz: Goku's evil older brother!",
                    "Aliases": []
                },
                "3": {
                    "ID": "355414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355414",
                    "TitleEnglish": "Unlikely Alliance",
                    "SummaryEnglish": "Raditz has kidnapped Gohan! And unless Goku agrees to forsake his friends and the people of Earth by joining the sinister Saiyan, he may never see his son again! All hope is not lost, however, as a second uninvited guest arrives on the island - and Goku forges an unlikely alliance!",
                    "Aliases": []
                },
                "4": {
                    "ID": "355415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355415",
                    "TitleEnglish": "Piccolo's Plan",
                    "SummaryEnglish": "The situation looks bleak for Goku and Piccolo, as Raditz easily deflects every attack they send his way. But Piccolo may have a way to stop the sinister Saiyan. He's perfected a powerful new attack, the Special Beam Cannon!There's only one problem: Piccolo needs time to gather the energy for the blast, which means Goku will have to last for five minutes against Raditz alone!",
                    "Aliases": []
                },
                "5": {
                    "ID": "355416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355416",
                    "TitleEnglish": "Gohan's Rage",
                    "SummaryEnglish": "As Goku takes blow after punishing blow from the evil Raditz, Gohan is able to watch no longer! The young boy's rage unlocks an awesome power sleeping within him, and he unleashes a mighty attack that not even Radtiz can resist! But as quickly as Gohan's power appears, it vanishes. And when Raditz prepares to strike back, Goku must make the ultimate sacrifice to save his son! This all only leads to the revelation that two more Saiyans are on their way to Earth.",
                    "Aliases": []
                },
                "6": {
                    "ID": "355417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355417",
                    "TitleEnglish": "No Time Like the Present",
                    "SummaryEnglish": "With Raditz defeated and Goku gone from this world, the surviving Z Warriors must begin preparing for the arrival of two more Saiyans who will reach Earth in one year's time. Piccolo takes Gohan into the wild for a severe training program, in the hope that his hidden power will be revealed. Meanwhile, Goku embarks on a new adventure in the next world, as he must travel the endless miles of Snake Way to receive training from the legendary King Kai!",
                    "Aliases": []
                },
                "7": {
                    "ID": "355418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355418",
                    "TitleEnglish": "Day 1",
                    "SummaryEnglish": "Gohan begins his first day of Piccolo's training. Alone in the wilderness, he must quickly learn to take care of himself. But that isn't easy when he's tired, hungry - and being chased by hungry dinosaurs! If Gohan's first day is this dangerous, how will he ever survive for the second? Piccolo secretly watches these events.",
                    "Aliases": []
                },
                "8": {
                    "ID": "355419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355419",
                    "TitleEnglish": "Gohan Goes Bananas!",
                    "SummaryEnglish": "Krillin receives a startling message, sent by Yajirobe. Korin wants him to gather Yamcha, Tien, and Chiaotzu and report for special training! And if that weren't enough, he and Roshi still have to find a way to tell Chi-Chi what's happened to Goku and her son. Meanwhile, Gohan's training causes him to undergo a shocking transformation!",
                    "Aliases": []
                },
                "9": {
                    "ID": "355420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355420",
                    "TitleEnglish": "The Strangest Robot",
                    "SummaryEnglish": "Gohan awakes in the wilderness to find his tail gone and a new set of clothes on his back. But the puzzled boy has little time to figure out what happened before a group of wild animals try to have him for breakfast! The chase leads Gohan into the depths of an ancient cave, where he meets an old Capsule Corp robot. The robot has lived alone in the cave for over 30 years, and he's not happy to have visitors!",
                    "Aliases": []
                },
                "10": {
                    "ID": "355421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355421",
                    "TitleEnglish": "A New Friend",
                    "SummaryEnglish": "Krillin pulls Yamcha away from a rowdy baseball game to begin training at Korin Tower. Meanwhile, Gohan's adventures in the wilderness continue, as he makes a new dinosaur friend! Gohan is happy to finally have some company. That is, until he gets a harsh reminder - not all dinosaurs are friendly!",
                    "Aliases": []
                },
                "11": {
                    "ID": "355422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355422",
                    "TitleEnglish": "Terror on Arlia",
                    "SummaryEnglish": "While Goku runs down Snake Way for a meeting with King Kai, Gohan gets a very important survival lesson from a T-Rex. Meanwhile Vegeta and Nappa head towards Earth but make a quick stop on planet Arlia and become prisoners of the tyrant king who rules the planet. After a brief scuffle with the monster Yeddy, the Arlians realize that the two Saiyans are more for then they can handle as Vegeta and Nappa leave their terrible mark on the planet.",
                    "Aliases": []
                },
                "12": {
                    "ID": "355423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355423",
                    "TitleEnglish": "Global Training",
                    "SummaryEnglish": "Gohan is busy with his survival training and spends his day tormenting a clumsy but delicious T-Rex. Tien and Chiaotzu are training across the planet, but their workout is interrupted by a very demanding Launch. Goku tries to find King Kai on Snake Way while Piccolo's power gets out of control with disastrous results.",
                    "Aliases": []
                },
                "13": {
                    "ID": "355424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355424",
                    "TitleEnglish": "Goz and Mez",
                    "SummaryEnglish": "After waking up dazed and disoriented, Goku sees a fruit tree. Not one to deny his appetite, Goku helps himself. But watching him are two giant ogres who want nothing more than to use the hero as a play toy! If Goku can defeat their challenges, the ogres vow to show him the way back to Snake Way. But can these two beasts be trusted?",
                    "Aliases": []
                },
                "14": {
                    "ID": "355425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355425",
                    "TitleEnglish": "Princess Snake",
                    "SummaryEnglish": "Finally back on Snake Way, Goku comes across a house. Thinking it belongs to the legendary King Kai, Goku believes his amazing journey has ended. But he soon finds himself begin deceived by Princess Snake, who will do anything to keep Goku her prisoner forever!",
                    "Aliases": []
                },
                "15": {
                    "ID": "355426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355426",
                    "TitleEnglish": "Dueling Piccolos",
                    "SummaryEnglish": "Still in shock that Raditz was able to dodge his strongest attack, Piccolo flies off the handle causing him to split in two! Gohan takes a break from training and begins to dream of his mother and father. The next day he decides to visit his mother by traversing the sea on a makeshift raft. He soon gets caught in a storm and remembers he can't swim! Could this be the end of poor Gohan?",
                    "Aliases": []
                },
                "16": {
                    "ID": "355427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355427",
                    "TitleEnglish": "Plight of the Children",
                    "SummaryEnglish": "After surviving a rough night on a stormy sea, Gohan washes up onshore and is nursed back to health by two orphans named Rom and Chiko. It turns out that they are part of a larger gang of orphans who live on their own and are constantly on the run from meddling adults. Pigero, the orphans' leader, hatches a plan to take the orphaned children to a safer hiding place but when the police show up everything goes wrong!",
                    "Aliases": []
                },
                "17": {
                    "ID": "355428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355428",
                    "TitleEnglish": "Pendulum Room Peril",
                    "SummaryEnglish": "Mr. Popo leads Earth's top warriors to Kami's Pendulum Room where the past, present and future exist at the same time. After an eventful trip back in time they all realize they have to train a lot harder if they are going to stand a chance against the two Saiyans who are speeding ever closer to Earth.",
                    "Aliases": []
                },
                "18": {
                    "ID": "355429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355429",
                    "TitleEnglish": "The End of Snake Way",
                    "SummaryEnglish": "Gohan continues his martial arts training under the watchful eye of Piccolo, but a strange transformation takes him over. A full moon causes the young Saiyan to rampage out of control! Meanwhile Goku finally makes it to the end of Snake Way and mistakes a friendly ape named Bubbles for the mythical King Kai. With two of our heroes going bananas it looks like the two sinister Saiyans will have an easy time invading Earth!",
                    "Aliases": []
                },
                "19": {
                    "ID": "355430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355430",
                    "TitleEnglish": "Defying Gravity",
                    "SummaryEnglish": "Gohan's training with Piccolo continues to intensify, but it's Goku who faces the biggest challenge. Goku begins his training, but it is unlike anything he's ever experienced before. The intense gravity of King Kai's planet makes training difficult, but when he learns that the Saiyans are used to extreme fighting conditions, Goku is inspired to give it his all. But will it be enough?",
                    "Aliases": []
                },
                "20": {
                    "ID": "355431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355431",
                    "TitleEnglish": "Goku's Ancestors",
                    "SummaryEnglish": "After Goku completes the first phase of his special martial arts training King Kai instructs him to bash Gregory with a hammer. Easier said than done. After an exhaustive chase, King Kai tells the story of the Saiyan race. Inspired, Goku resumes his training and eventually manages to put the hammer to Gregory. Impressed, King Kai agrees to train Goku personally. But will it be enough to stop the incoming Saiyan invasion of Earth?",
                    "Aliases": []
                },
                "21": {
                    "ID": "355432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355432",
                    "TitleEnglish": "Counting Down",
                    "SummaryEnglish": "Goku's training with King Kai complete, Master Roshi and the gang summon the Eternal Dragon to wish him back to life! And they're not a moment too soon. There's only one day left before the Saiyans arrive! The problem is - it's going to take Goku two days to return on Snake Way!",
                    "Aliases": []
                },
                "22": {
                    "ID": "355433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355433",
                    "TitleEnglish": "The Darkest Day",
                    "SummaryEnglish": "The Saiyans Vegeta and Nappa defiantly announce their arrival on Earth with the complete destruction of East City. Sensing their power, Goku, Gohan and Krillin prepare for the worst and meet the Saiyans face to face where Piccolo learns of his origins on the planet Namek. Yajirobe also learns of the Saiyans arrival but uses it merely as an occasion for profit. Our heroes are left facing on onslaught of sprouted Saibamen under the grinning command of Vegetta and Nappa",
                    "Aliases": []
                },
                "23": {
                    "ID": "355434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355434",
                    "TitleEnglish": "Saibamen Attack!",
                    "SummaryEnglish": "Having completed their year-long journey to Earth, the two snister Saiyans made their presence known with explosive style! Now Krillin, Piccolo, and Gohan stand face to face with these saiyan monsters, and the diabolical henchmen they've brought with them. Can they hold out until Goku arrives?",
                    "Aliases": []
                },
                "24": {
                    "ID": "355435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355435",
                    "TitleEnglish": "The Power of Nappa",
                    "SummaryEnglish": "Enraged over the loss of his friend, Yamcha, Krillin unleashes a powerful attack that destroys the maniacal Saibamen once and for all. But the victory is only temporary. Now the Earth's defenders must battle the Saiyans themselves - and the terrifying Nappa is ready for a fight!",
                    "Aliases": []
                },
                "25": {
                    "ID": "355436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355436",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "In a desperate attempt to save his friends, Chiaotzu sacrifices himself to stop the evil Nappa. But when the smoke clears, Nappa is left standing. Now Tien and the others must carry on without their friend as Nappa launches another devastating attack. And though his body is broken, Tien has one trick left that could put the diabolical Saiayn down, once and for all!",
                    "Aliases": []
                },
                "26": {
                    "ID": "355437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355437",
                    "TitleEnglish": "Nappa's Rampage",
                    "SummaryEnglish": "Vegeta has called a halt to the fighting, and Nappa uses the time to go on a rampage! Meanwhile, Goku reaches the end of Snake Way and races to rejoin his friends, But is he already too late to save them from the deadly Saiyans?",
                    "Aliases": []
                },
                "27": {
                    "ID": "355438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355438",
                    "TitleEnglish": "Nimbus Speed",
                    "SummaryEnglish": "Piccolo, Gohan, and Krillin do their best to stop the Saiyan invaders, Vegeta and Nappa, from finding the Dragon Balls and taking over the planet. Meanwhile, Goku is flying back to Earth on the Flying Nimbus with more power than he has ever had before. Will it be enough? And will he arrive in time?",
                    "Aliases": []
                },
                "28": {
                    "ID": "355439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355439",
                    "TitleEnglish": "Goku's Arrival",
                    "SummaryEnglish": "Piccolo makes the ultimate sacrifice in an effort to save Gohan from the Saiyan's ruthless rampage. Just when all seems hopeless, Goku finally returns to Earth with an incredible new level of power and confronts the Saiyans. But, will this new power be enough to defeat Nappa and Vegeta?",
                    "Aliases": []
                },
                "29": {
                    "ID": "355440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355440",
                    "TitleEnglish": "Lesson Number One",
                    "SummaryEnglish": "Locked in the final battle with Earth's Saiyan attackers, Goku begins to demonstrate the skills and training he received from King Kai beginning with a devastating attack on Nappa. But when Nappa concedes defeat under the command of Vegeta, he turns on Gohan and Krillin only to be stopped by Goku's Kaio-Ken attack. Broken and defeated, Nappa is finally vanquished by Vegeta leaving Goku to face him alone.",
                    "Aliases": []
                },
                "30": {
                    "ID": "355441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355441",
                    "TitleEnglish": "Goku vs. Vegeta",
                    "SummaryEnglish": "After sending Gohan and Krillin away, Goku decides to take on the mighty Vegeta all by himself. As his family and friends wait and wonder, Goku and the powerful Saiyan face off in a destructive battle. Both warriors seem evenly matched, but both are hiding their true strength. Will Goku's hidden abilities be enough to put an end to this once and for all?",
                    "Aliases": []
                },
                "31": {
                    "ID": "355442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355442",
                    "TitleEnglish": "Saiyan Sized Secret",
                    "SummaryEnglish": "Vegeta and Goku continue their one-one one battle of strength, will, and determination. Blow by blow, the two warriors seem evenly matched, until Vegeta reveals the secret power of the Saiyans...the ability to transform into a giant ape, whose rage is capable of destroying entire civilizations and planets! Can Goku find a way to stop this monstrous assault?",
                    "Aliases": []
                },
                "32": {
                    "ID": "355443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355443",
                    "TitleEnglish": "Spirit Bomb Away!",
                    "SummaryEnglish": "The battle continues between Goku and Vegeta, who is now a completely transformed Saiyan Warrior. When Gohan senses the danger his dad is facing, he convinces Krillin that they must return and fight. Goku is left with no choice except to use the Spirit Bomb. But when that fails, he is left in the clutches of Vegeta with no help in sight!",
                    "Aliases": []
                },
                "33": {
                    "ID": "355444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355444",
                    "TitleEnglish": "Hero in the Shadows",
                    "SummaryEnglish": "With Goku caught in the clutches of the giant ape Vegeta, Krillin and Gohan launch a desperate attempt to save him! All is for naught, however, as Krillin's Destructo Disk fails to sever the Saiyan's tail. But a single hope remains for reversing Vegeta's monstrous transformation, when an unlikely hero steps out of the shadows - Yajirobe!",
                    "Aliases": []
                },
                "34": {
                    "ID": "355445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355445",
                    "TitleEnglish": "Krillin's Offensive",
                    "SummaryEnglish": "While Gohan fights for his life against Vegeta, Goku passes the power of the Spirit Bomb to Krillin. With King Kai's guidance, Krillin launches the bomb at Vegeta in an attack that sends the evil Saiyan sky-high. Now that he's been sent hurtling toward the outer-reaches of the Earth's atmosphere, this is surely the last our heroes have seen of Vegeta - or is it?",
                    "Aliases": []
                },
                "35": {
                    "ID": "355446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355446",
                    "TitleEnglish": "Mercy",
                    "SummaryEnglish": "Gohan transforms into the giant ape, much to the dismay of the angry Vegeta. After a grueling battle, Vegeta managed to cut off Gohan's tail, taking away his ability to transform. But, the giant ape fell and crushed Vegeta, leaving him beaten and defeated. Krillin decides to finish the Saiyan, once and for all, but Goku has other plans...",
                    "Aliases": []
                },
                "36": {
                    "ID": "355447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355447",
                    "TitleEnglish": "Picking Up the Pieces",
                    "SummaryEnglish": "The battle with the Saiyans finally won, Goku, Krillin, and the others mourn the loss of Yamcha, Tien, Chiatzu, and Piccolo. With Kami also gone, the Earth's Dragon Balls have disappeared. There is no hope for wishing any of the fallen heroes back to life... Or is there?",
                    "Aliases": []
                },
                "37": {
                    "ID": "355448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355448",
                    "TitleEnglish": "Plans for Departure",
                    "SummaryEnglish": "As the weak and weary warriors of Planet Earth are bandaged and cared for, Bulma accidentally destroys the Siayan spaceship, leaving no way to get to Planet Namek! But, Mr. Popo reveals that there might be another spacecraft they can use. Can they get to it in time, and will the old and forgotten ship even work if they do?",
                    "Aliases": []
                },
                "38": {
                    "ID": "355449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355449",
                    "TitleEnglish": "Nursing Wounds",
                    "SummaryEnglish": "Goku, Krillin, and Gohan nurse their wounds and prepare for the return of the Siayan attackers while Bulma follows Mr. Popo to find a spaceship to take her to Planet Namek. There, she plans to find the Dragon Balls in attempt to bring back Piccolo. Can Goku recover before it's too late? Can Bulma get to Planet Namek, and once there, what obstacles await her?",
                    "Aliases": []
                },
                "39": {
                    "ID": "355450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355450",
                    "TitleEnglish": "Friends or Foes?",
                    "SummaryEnglish": "Gohan joins Bulma and Krillin as they head to Planet Namek in search of the Dragon Balls. What begins as a mundane trip becomes chaotic when they encounter a bizarre situation in the emptiness of space. Finding themselves on some type of space station, they set out on foot to find their escape.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "31042",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/2",
            "TitleEnglish": "Namek Saga",
            "SummaryEnglish": "While Goku recovers from injuries suffered during battle with the Saiyans, his friends begin their perilous quest for the Namekian Dragon Balls. Awaiting their arrival on Planet Namek is the powerful Ginyu Force - and the vile monster Frieza!",
            "# Episodes": 35,
            "Episodes": {
                "1": {
                    "ID": "355451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355451",
                    "TitleEnglish": "Held Captive",
                    "SummaryEnglish": "Bulma, Gohan, and Krillin have been taken captive by an army of children! These young soliders believe that Gohan and his friends are allies of Frieza, the evil warlord who destroyed their home planet. Now, with time running out, the Z-gang must find a way to convince the kids of their innocence.",
                    "Aliases": []
                },
                "2": {
                    "ID": "356280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356280",
                    "TitleEnglish": "Look Out Below",
                    "SummaryEnglish": "Bulma, Gohan, and Krillin make a rough landing on what they believe to be Planet Namek, but when their ship falls off a liff, it seems their journey will come to an untimely end Luckily for or heroes, two kind Namekians appear in the nick of time and pull them to safety. Offering to help them in their quest, the Namekian named Raiti leads their gang on a search for the Dragon Balls.",
                    "Aliases": []
                },
                "3": {
                    "ID": "356281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356281",
                    "TitleEnglish": "The Search Continues",
                    "SummaryEnglish": "On Planet Namek, Gohan, Krillin, and Bulma continue their search for the Dragon Balls with the help of their new friend Zaacro. Standing between them and their goal, however, is one mean giant! Meanwhile, back on Earth, Goku has escaped from the hospital to begin training for his upcoming re-match with Vegeta.",
                    "Aliases": []
                },
                "4": {
                    "ID": "356282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356282",
                    "TitleEnglish": "A Friendly Surprise",
                    "SummaryEnglish": "As Bulma, Krillin, and Gohan close in on the last of the Dragon Balls, they uncover a shocking secret about their Namekian friends. And while Goku works to build up his strength back on Earth, far across the galaxy, Vegeta has begun making plans of his own. The Saiyan prince's sights are set on one thing - revenge.",
                    "Aliases": []
                },
                "5": {
                    "ID": "356283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356283",
                    "TitleEnglish": "Brood of Evil",
                    "SummaryEnglish": "After fleeing from the wicked aliens, Bulma, Krillin and Gohan arrive on the planet Namek. But they are not alone. Vegeta is right behind in his own space pod. To make matters worse, the dreaded Frieza is already on the planet, and he has three of the Dragon Balls!",
                    "Aliases": []
                },
                "6": {
                    "ID": "356284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356284",
                    "TitleEnglish": "Frieza Strikes!",
                    "SummaryEnglish": "While Bulma, Krillin and Gohan discuss what to do next, Frieza sends two soldiers to inflitrate their ship. But Krillin and Gohan's combined might is too much for them to handle, and they are easily defeated. Meanwhile, on another part of the planet, Vegeta defeats his longtime enemy, Cui.",
                    "Aliases": []
                },
                "7": {
                    "ID": "356285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356285",
                    "TitleEnglish": "Defying Orders",
                    "SummaryEnglish": "Back on Earth, Gokus is sufferning from an illness, but a magic Senzu bean offers a full recover. When Goku hears about the trouble on Namek, he jumps into his old spaceship, rebuilt by Bulma's father Dr. Briefs. On Namek, Krillin and Gohan witness Frieza's power and learn that he has collected four Dragon Balls!",
                    "Aliases": []
                },
                "8": {
                    "ID": "356286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356286",
                    "TitleEnglish": "Namek's Defense",
                    "SummaryEnglish": "Namekian warriors fall under attack from Frieza's forces as the evil villain continues his earch for the fifth Dragon Ball. Dodoria, Frieza's red-faced henchman, leads the assault. Meanwhile, Goku continues his voyage to Namek in his space pod, where he finds plento of time to train for the coming battle.",
                    "Aliases": []
                },
                "9": {
                    "ID": "356287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356287",
                    "TitleEnglish": "The Hunted",
                    "SummaryEnglish": "Unable to stand by and watch the torture any longer, Gohan leaps out of hiding to rescue a Namekian boy from the clutches of Frieza's evil henchmen. Now Gohan and Krillin have an even bigger problem on their hands - Dodoria is chasing them, and he won't stop until he has his revenge!",
                    "Aliases": []
                },
                "10": {
                    "ID": "356288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356288",
                    "TitleEnglish": "The Prince Fights Back",
                    "SummaryEnglish": "Vegeta catches Dodoria in his search for Gohan and Krillin, and attacks. In an attempt to save his life, Dodoria reveals that Frieza was responsible for the destructino of the Saiyan home planet (also called Vegeta). Vegeta destroys Dodoria in return, and begins his own quest for the Dragon Balls. Meanwhile, Gohan and Krillin reunite with Bulma and learn that Goku will soon arrive on Namek.",
                    "Aliases": []
                },
                "11": {
                    "ID": "356289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356289",
                    "TitleEnglish": "Unexpected Problem",
                    "SummaryEnglish": "Goku runs into trouble when his space pod begins to drift towards a star. Goku has to think fast in order to avoid getting bumped up. Back on Namek, Vegeta beats Frieza to the sixth Dragon Ball and hides it in a lake.",
                    "Aliases": []
                },
                "12": {
                    "ID": "356290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356290",
                    "TitleEnglish": "Vegeta Has a Ball",
                    "SummaryEnglish": "After saving Dende, Gohan and Krillin feel a large Ki and recognize it as belonging to Vegeta, who is attacking a village to obtain the Dragon Ball there. Dende learns why the others have come all the way from Earth, and begs them to help save his people. Elsewhere, Goku continues his training on his spaceship. King Kai speaks to Goku's mind, saying that Piccolo and the other late warriors have arrived on Kai's World asking for the same training Kai gave Goku.",
                    "Aliases": []
                },
                "13": {
                    "ID": "356291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356291",
                    "TitleEnglish": "The Past and Future",
                    "SummaryEnglish": "On Kai's World, Tien, Chiatzu, Yamcha and Piccolo arrive and begin their training after Piccolo inadvertently tells a joke. Meanwhile, on Planet Namek, Zarbon and Vegeta find each other and begin their battle.",
                    "Aliases": []
                },
                "14": {
                    "ID": "356292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356292",
                    "TitleEnglish": "Zarbon's Surprise",
                    "SummaryEnglish": "Vegeta challenges Frieza's green-haired assistant Zarbon to a fight. Vegeta appears to gain the upper hand, but Zarbon transforms into a powerful monster and defeats the Saiyan. Meanwhile, goku continues his space pod training and Krillin and Dende remain on their quest for Guru.",
                    "Aliases": []
                },
                "15": {
                    "ID": "356293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356293",
                    "TitleEnglish": "Guru's Gift",
                    "SummaryEnglish": "Krillin and Dende finally reach Guru's home, where the eldest Namek explains the history of the Dragon Balls as well as Piccolo's unusual origin. Sensing Krillin's innate goodness, Guru awakens Krillin's latent powers and gives him the last Dragon Ball.",
                    "Aliases": []
                },
                "16": {
                    "ID": "356294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356294",
                    "TitleEnglish": "Piccolo vs. Everyone",
                    "SummaryEnglish": "Yamcha, Tien and Chiaotzu continue their training on Kai's world and sturggle with their assignements against Bubbles and Gregory. However, Piccolo finds Kai's methods foolish and refuses to participate, but finally joins in sparring against the other three. Meanwhile, Zarbon finds an unconscious Vegeta and brings him back to Frieza.",
                    "Aliases": []
                },
                "17": {
                    "ID": "356295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356295",
                    "TitleEnglish": "Zarbon's Mission",
                    "SummaryEnglish": "On Namek, Vegeta finally recovers from his battle with Zarbon, and escapse from Frieza's base with all five Dragon Balls. He discovers that Krillin has the seventh Dragon Ball and goes after it, with Zarbon in hot pursuit. Meanwhile, Goku's spaceship begins passing through a violent magnetic storm.",
                    "Aliases": []
                },
                "18": {
                    "ID": "356296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356296",
                    "TitleEnglish": "Gohan, the Hunted",
                    "SummaryEnglish": "Goku's space pod encounters a magnetic storb, casuing the gravity machine to go haywire. Goku barely survives the most intense gravity he has every experinenced: 100G. On Namek, Krillin reunintes with Bulma and is almost immediately confronted by Vegeta and Zarbon, who begin to fight over Krilin's Dragon Ball.",
                    "Aliases": []
                },
                "19": {
                    "ID": "356297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356297",
                    "TitleEnglish": "Unknown Enemies",
                    "SummaryEnglish": "Vegeta defeats Zarbon and gains what he thinks to be the last Dragon Ball. But on his way to summon the Eternal Dragon, he runs into Gohan, who (unbeknowst to Vegeta) is reutrning with the seventh Dragon Ball. Meanwhile, a furious Frieza sends for the Ginyu Force to help him recover the Dragon Balls.",
                    "Aliases": []
                },
                "20": {
                    "ID": "356298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356298",
                    "TitleEnglish": "Destination: Guru",
                    "SummaryEnglish": "Bulma has a dream about Vegeta killing her and stealing the Dragon Ball, but she falls out of her chair and wakes up. Elsewhere, Vegeta strategizes about how to get the seventh Dragon Ball, when several violent, quake-causing energy waves flash by. Bulma tries to hold on to the canyon wall, but the Dragon Ball rolls away and into the lake. She doesn't want to get wet, so she tries to fish it back in with a stick, but ends up pushing it farther into the water. She says that she'll wait for Krillin to get it when he comes back, but the ball rolls further down into the cavernous lake. Bulma pops open a submarine capsule and goes to retrieve it. She runs into a giant water dinosaur. She sees that the Dragon Ball is stuck in the scales on its back, so she fires torpedoes at it. It turns around swims off, dropping the Dragon Ball. In Space, Goku continues to wear himself out training at 100 G-Force.",
                    "Aliases": []
                },
                "21": {
                    "ID": "356299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356299",
                    "TitleEnglish": "Bulma's Big Day",
                    "SummaryEnglish": "Bulma screams to be let down, and reminisces on her troublesome life. She bites the soldier holding her, and she drops him. They catch her and land in a clearing. Bulma tries to escape but her efforts are fruitless. She eavesdrops on their conversation and finds out that they don't know about the Dragon Balls, so she explains to them how the wish could make them stronger than even Frieza. They like the idea of boundless strength and insist that she show them where the other balls are. In Space, Goku uses to Kaio-ken to form a energy ball and throws it into the gravitational pull of the gravity machine, causing it to cycle around the room. Goku then gathers energy for a Kamehameha and fires it at the other energy ball. Instead of them connecting, they overlap and hit Goku, one on the back and one on the chest. He endures the hit as if it were nothing.",
                    "Aliases": []
                },
                "22": {
                    "ID": "356300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356300",
                    "TitleEnglish": "Hidden Power",
                    "SummaryEnglish": "Gohan and Krillin continue to fly towards Guru's. Krillin says that when Gohan's latent power is released, he may not even be able to challenge Vegeta, but he should be able to buy Goku more time to arrive. In Space, Goku finishes his training and returns the gravity to normal. Even he is impressed with how far he'd come. He takes a bath, drinks a sports drink, and rests the final leg of his voyage to Planet Namek. As Goku lay resting in his bed, even he does not know that he has crossed the threshold of power than any Saiyans could attain. On Namek, Gohan and Krillin finally near Guru's home, but before they get there, they sense Vegeta's energy at a very short distance away from them. Krillin stays behind and tells Gohan to go on to Guru's.",
                    "Aliases": []
                },
                "23": {
                    "ID": "356301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356301",
                    "TitleEnglish": "New Ally, New Problem",
                    "SummaryEnglish": "Frieza addresses the Ginyu force with their mission: find the Dragon Balls and capture Vegeta. The Ginyu Force check their scouters and track Vegeta, along with two other sources of high energy Frieza tells them that it is just two weaklings from Earth. Guldo has a flashback to when Vegeta insulted him on one of Frieza's planets. He almost attacked Vegeta, but Frieza blasted him from behind and stopped him from doing it. Guldo begins to taste revenge, as the Ginyu force perform a routine warm-up and take off to fulfill their mission.",
                    "Aliases": []
                },
                "24": {
                    "ID": "356302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356302",
                    "TitleEnglish": "Guldo's Mind Binds",
                    "SummaryEnglish": "Gohan and Krillin battle Guldo, the smallest member of the Ginyu Force. The four-eyed Guldo may be small, but he uses his powerful time-freezing attacks to wear down our heroes. Fortunately, Vegeta is now on the side of the good guys, and he steps in to protect Gohan and Krillin.",
                    "Aliases": []
                },
                "25": {
                    "ID": "356303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356303",
                    "TitleEnglish": "Recoome Unleashed",
                    "SummaryEnglish": "Recoome is the next Ginyu fighter to attack, and he has his sights set on Vegeta. Vegeta gives it all he's got, but he is no match for Recoome. Now it is time for Krillin and Gohan to return the favor, stepping in to help Vegeta. But where is Goku?",
                    "Aliases": []
                },
                "26": {
                    "ID": "356304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356304",
                    "TitleEnglish": "Let the Battle Begin",
                    "SummaryEnglish": "Captain Ginyu hands the seven Dragon Balls to Frieza, but he is unable to summon the Eternal Dragon. He leaves to find Guru in order to discover the problem. Meanwhile, Recoome is defeating our heroes, but Goku's arrival on Namek turns the tide.",
                    "Aliases": []
                },
                "27": {
                    "ID": "356305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356305",
                    "TitleEnglish": "Goku's New Power",
                    "SummaryEnglish": "Goku finally emerges out of the Space pod and tries to detect the life force of both Krillin and Gohan. Goku finds it very difficult because their powers are deceased. After Goku finds them he takes to the sky and is there in an instant.",
                    "Aliases": []
                },
                "28": {
                    "ID": "356306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356306",
                    "TitleEnglish": "A Legend Revealed",
                    "SummaryEnglish": "After finishing off Recoome, Goku is now up to the last members of the ginyus Burter and Jeice. After telling them to return home Jeice and Burter take to the skies and launch an attack on Goku called the Crusher ball; which Goku launches it away.",
                    "Aliases": []
                },
                "29": {
                    "ID": "356307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356307",
                    "TitleEnglish": "Ginyu Assault",
                    "SummaryEnglish": "Burter and Jeice are now stuck with Goku to fight, as Recoome is down. After there Crusher ball move does not work they have to find a way to get Goku but nothing works and are in trouble for neither of them cant land a punch. How will they be able to stop the saiyan warrior!",
                    "Aliases": []
                },
                "30": {
                    "ID": "356308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356308",
                    "TitleEnglish": "Incredible Force!",
                    "SummaryEnglish": "Vegeta leaves Goku behind to get the Dragon Balls for himself, leaving Goku to face Captain Ginyu alone, while Krillin and Gohan get the radar to get the Dragon Balls. However, time is of the essence as Frieza gets closer to Guru; and Goku has a few surprises up his sleeve for Captain Ginyu.",
                    "Aliases": []
                },
                "31": {
                    "ID": "356309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356309",
                    "TitleEnglish": "Frieza Approaches",
                    "SummaryEnglish": "It seems that Goku is more powerful than Ginyu, but the captain won't give up so easily. Meanwhile, Guru sends Dende off to tell Krillin and the others the password with his potential unlocked as Frieza arrives to get the password. Can Nail hold Frieza off until the dragon is summoned?",
                    "Aliases": []
                },
                "32": {
                    "ID": "356310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356310",
                    "TitleEnglish": "Goku is Ginyu and Ginyu is Goku",
                    "SummaryEnglish": "Nail gives it everything he's got against Frieza as Dende flies to the others, but Nail can't hold out much longer. Meanwhile, Gohan and Krillin get the dragon radar and head towards Frieza's spaceship, while Captain Ginyu has a surprise of his own for Goku.",
                    "Aliases": []
                },
                "33": {
                    "ID": "356311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356311",
                    "TitleEnglish": "Calling the Eternal Dragon",
                    "SummaryEnglish": "Krillin and Gohan arrive at Frieza's spaceship and found the Dragon Balls, unaware that Vegeta is not far away. As the two heroes figure out what the password is, Jeice and Captain Ginyu, in Goku's body, arrive as well. The cleverly disguised Ginyu tries to trick Krillin into believing that he is who he appears to be, but Gohan can see past his lies and knows the truth as Goku arrives in Ginyu's broken body. Can our heroes beat Ginyu with Goku's power?",
                    "Aliases": []
                },
                "34": {
                    "ID": "372807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372807",
                    "TitleEnglish": "Gohan, Defeat Your Dad!!",
                    "SummaryEnglish": "Ginyu tries to power up with Goku's body, but he keeps getting weaker by not using mind and body. As Krillin and Gohan fight Ginyu, Vegeta fights Jeice and it seems the Saiyan Prince has gotten stronger too. Has he become a Super Saiyan as well?",
                    "Aliases": []
                },
                "35": {
                    "ID": "372808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372808",
                    "TitleEnglish": "Captain Ginyu...The Frog",
                    "SummaryEnglish": "Realizing that he's no match for Vegeta, Ginyu tries to use his body switch move on the Saiyan Prince, but Goku is able block the attack and got his body back. Back in his broken body, Captain Ginyu tries his trick again to survive in Vegeta's body. Luckily, Goku is able to throw a frog to intercept the transfer. With the Ginyu Force defeated, Goku recovers in the isolation chamber in Frieza's spaceship while everyone else prepares for a battle with Frieza.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "31043",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/3",
            "TitleEnglish": "Frieza Saga",
            "SummaryEnglish": "All seven Namekian Dragon Balls have been assembled, and the dragon Porunga has been summoned. Goku and his loyal friends must stop Frieza from making his wish for immortality. To defeat this monstrous foe - a Super Saiyan must emerge!",
            "# Episodes": 33,
            "Episodes": {
                "1": {
                    "ID": "365729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/365729",
                    "TitleEnglish": "Password Is Porunga",
                    "SummaryEnglish": "With new battle armor, Krillin heads to Guru to get the password as Gohan looks after the Dragon Balls and Vegeta takes a nap. However, Frieza has figured out Nail's stalling strategy and flies back to the ship. Who will be able to make their wish?",
                    "Aliases": []
                },
                "2": {
                    "ID": "372922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372922",
                    "TitleEnglish": "Piccolo's Return",
                    "SummaryEnglish": "Thanks to Dende, the Eternal Dragon, Porunga, has been summoned with the power to grant three wishes. The first two wishes are used to bring Piccolo back to life and to bring him to Namek by Piccolo's own request, thanks to the mediation by King Kai. Unfortunately, Vegeta is awake and rushes toward the others with rage to make his wish. Will he succeed and are any of them prepared for Frieza?",
                    "Aliases": []
                },
                "3": {
                    "ID": "372923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372923",
                    "TitleEnglish": "The Fusion",
                    "SummaryEnglish": "Because of a broken heart caused by Frieza's cruelty towards his people, Guru is gone, as well as Porunga and Vegeta's wish. Frieza arrives, furious being denied his wish. As the fight for the Universe has just begun, Piccolo finds Nail, and the wounded warrior makes an unexpected proposal.",
                    "Aliases": []
                },
                "4": {
                    "ID": "372924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372924",
                    "TitleEnglish": "Fighting Power: One Million??",
                    "SummaryEnglish": "While Vegeta and Frieza verbally battle each other, Frieza reveals a terrible secret: he was the one who destroyed Planet Vegeta, killed Vegeta's father, and wiped out the majority of the Saiyan race. Without allowing Vegeta and the others to recover from this terrible revelation, Frieza reveals another stunning development: his power to transform! Will Vegeta, Gohan and Krillin's combined strength be able to topple Frieza's new stronger form?",
                    "Aliases": []
                },
                "5": {
                    "ID": "372925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372925",
                    "TitleEnglish": "Gohan Attacks",
                    "SummaryEnglish": "By transforming into a giant, Frieza has gained more power and shows it off by attacking Krillin. With the brave hero out of commission, Gohan lashes out in rage as he fires a reckless volley of attacks, but can he really beat Frieza?",
                    "Aliases": []
                },
                "6": {
                    "ID": "372926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372926",
                    "TitleEnglish": "Piccolo the Super-Namek",
                    "SummaryEnglish": "Krillin is healed, thanks to Dende's special powers, and then he distracts Frieza long enough for little Namekian to heal Gohan as Vegeta just stands there in awe. The three warriors fire at Frieza with everything they got, but it seems that they can't win, but an old friend is just moments away.",
                    "Aliases": []
                },
                "7": {
                    "ID": "372927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372927",
                    "TitleEnglish": "Déjà vu",
                    "SummaryEnglish": "Piccolo arrives to the battlefield preparing to fight Frieza alone. Everyone thinks he's making his death wish, but Piccolo seems to hold his own and anticipates Frieza's moves, thanks to his fusion with Nail. But will it be enough?",
                    "Aliases": []
                },
                "8": {
                    "ID": "372928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372928",
                    "TitleEnglish": "Frieza's Second Transformation",
                    "SummaryEnglish": "Everyone stands in awe as Piccolo turns the tide of the battle against Frieza, but the tyrant isn't going to give up. He is about to transform again into a far more powerful creature. Will Piccolo be able to handle Frieza's power increase?",
                    "Aliases": []
                },
                "9": {
                    "ID": "372929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372929",
                    "TitleEnglish": "Another Transformation?",
                    "SummaryEnglish": "Gohan steps in to battle to save Piccolo by firing an energy blast at Frieza with even more power than before. However, the tyrant manages to barely bounce it back. Instead of finishing them off in his current state, Frieza is about to transform into his final form. Luckily, Vegeta has a plan that might make him into a Super Saiyan. Will his plan work, and will it be enough?",
                    "Aliases": []
                },
                "10": {
                    "ID": "372930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372930",
                    "TitleEnglish": "Dende's Demise",
                    "SummaryEnglish": "In his final form, Frieza takes out Dende right away, so no one could be healed by him. Gohan and the others try their best against the cruel monster, but none of their attacks work. Vegeta steps in, vowing that he has become a Super Saiyan and will beat Frieza, but the powerful tyrant isn't worried.",
                    "Aliases": []
                },
                "11": {
                    "ID": "372931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372931",
                    "TitleEnglish": "The Renewed Goku",
                    "SummaryEnglish": "It seems that Vegeta isn't a Super Saiyan, for even the Saiyan Prince can't read Frieza's movements as the heartless fiend tortures Vegeta. As everyone stands there in fear, Goku has finally been recovered, but will he come to his friends in time to stop Frieza?",
                    "Aliases": []
                },
                "12": {
                    "ID": "372932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372932",
                    "TitleEnglish": "The End of Vegeta",
                    "SummaryEnglish": "Goku has entered the battlefield stronger than ever and prepares to fight Frieza alone. It seems that Goku might become a Super Saiyan, as he easily deflects Frieza's energy attacks. As Vegeta taunts Frieza, the tyrant easily finishes him off with a cruel bout of laughter. With his last breath, Vegeta tells Goku of what Frieza has done to him and his people. Can Goku be able to defeat Frieza, the one person no one else has beaten?",
                    "Aliases": []
                },
                "13": {
                    "ID": "372933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372933",
                    "TitleEnglish": "The Ultimate Battle",
                    "SummaryEnglish": "With new understanding of the Saiyans, Goku vows to beat Frieza for his people. Both of these warriors match each other's moves with great speed and strength. Then, Frieza fires at Namek, causing a volcanic eruption. Can Goku survive this?",
                    "Aliases": []
                },
                "14": {
                    "ID": "372934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372934",
                    "TitleEnglish": "Clash of the Super Powers",
                    "SummaryEnglish": "As the fight continues, Goku attacks from underwater upon realizing that Frieza can't sense power levels. As Goku seems to be in control, Frieza uses his mind to use rocks to attack Goku so he can trap him in an energy ball that will explode if it touches anything but Frieza, and it doesn't look good for our hero.",
                    "Aliases": []
                },
                "15": {
                    "ID": "372935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372935",
                    "TitleEnglish": "Frieza's Boast",
                    "SummaryEnglish": "To prove that he's the strongest of all, Frieza uses his feet and not his hands to beat Goku. It may seem Frieza has the advantage, but Goku proves that the tyrant will have to use his hands. Meanwhile, Bulma finds a frog, unaware that it's Captain Ginyu as he prepares to switch bodies with her.",
                    "Aliases": []
                },
                "16": {
                    "ID": "372936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372936",
                    "TitleEnglish": "Bold And Fearless",
                    "SummaryEnglish": "To ensure Goku is defeated, Frieza powers up to 50% of his maximum and it seems that not even Goku can handle it. Captain Ginyu finds the other heroes in Bulma's body and prepares to have his revenge. Can the others see through Ginyu's trickery?",
                    "Aliases": []
                },
                "17": {
                    "ID": "372937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372937",
                    "TitleEnglish": "Embodiment Of Fire",
                    "SummaryEnglish": "Captain Ginyu prepares his revenge by switching with Piccolo, but Gohan is able to throw Bulma (as a frog) in the way to get her body back. Meanwhile, Goku is being beaten up by Frieza with his power increase and even the Kaio-Ken attack doesn't work. But as he is held by the monster's power, he has a vision showing what Frieza could do to Earth. Rocked and inspired by the vision, Goku powers up, but will it be enough?",
                    "Aliases": []
                },
                "18": {
                    "ID": "372938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372938",
                    "TitleEnglish": "Trump Card",
                    "SummaryEnglish": "Goku's 20x Kaio-Ken attack with a Kamehameha doesn't work against Frieza, as the tyrant tries to destroy him once and for all. Suddenly, Vegeta telepathically speaks to Goku from the otherworld to not give up yet, giving Goku more power, but it's not enough. Luckily, Goku has one more trick up his sleeve: the Spirit Bomb.",
                    "Aliases": []
                },
                "19": {
                    "ID": "372939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372939",
                    "TitleEnglish": "Keep The Chance Alive",
                    "SummaryEnglish": "As King Kai and the others watch the battle on Namek, the Ginyu Force arrives to take over the planet, but Yamcha, Tien and Chiaotzu are ready for a fight. Back on Namek, Frieza discovers Goku's Spirit Bomb and plans to stop it. Suddenly, Piccolo steps in to give Goku more time, but how long can he hold on against Frieza?",
                    "Aliases": []
                },
                "20": {
                    "ID": "372940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372940",
                    "TitleEnglish": "Power Of The Spirit",
                    "SummaryEnglish": "The battle on King Kai's planet begins with the Z-Fighters against the Ginyu Force and it seems that our heroes' training is paying off. Piccolo does his best for Goku to comeplete the Spirit Bomb, but it seems that Frieza might win this battle.",
                    "Aliases": []
                },
                "21": {
                    "ID": "372941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372941",
                    "TitleEnglish": "Transformed At Last",
                    "SummaryEnglish": "It looks like the battle is over, as Frieza seems to be defeated and the Ginyu Force has fallen down to Hell. As everyone celebrates, Frieza reappears and spares no time knocking Piccolo out and killing Krillin. Fueled by rage, Goku's power increases exponentially. Has Goku finally fulfilled the Super Saiyan legend?",
                    "Aliases": []
                },
                "22": {
                    "ID": "372942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372942",
                    "TitleEnglish": "Explosion Of Anger",
                    "SummaryEnglish": "Goku's hair has turned blonde and his eyes blue, as he is surrounded by a gold aura; the fuel of this power being his anger towards Frieza. As Gohan takes Piccolo to Goku's ship, our hero starts to pound on Frieza as the tyrant fires back, but none of his attacks are working against Goku now that he is a Super Saiyan. It looks like Frieza will finally be defeated.",
                    "Aliases": []
                },
                "23": {
                    "ID": "372943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372943",
                    "TitleEnglish": "Namek's Destruction",
                    "SummaryEnglish": "Not willing to be beaten, Frieza fires an attack to destroy Namek so Goku will be killed, as the Super Saiyan can't do anything to stop the attack. Will this be the end of everyone on Namek?",
                    "Aliases": []
                },
                "24": {
                    "ID": "372944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372944",
                    "TitleEnglish": "A Final Attack",
                    "SummaryEnglish": "Namek is about to explode in 5 minutes, as Gohan finds Bulma and gets back to the ship. Meanwhile, Frieza powers up to 100% of his maximum to finish the fight. Instead of stopping him, Goku has let Frieza go full power, but is this power increase too much for even a Super Saiyan to handle?",
                    "Aliases": []
                },
                "25": {
                    "ID": "372945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372945",
                    "TitleEnglish": "Approaching Destruction",
                    "SummaryEnglish": "As the battle on Namek continues, Kami and Mr. Popo have found all of the restored Dragon Balls, giving King Kai an idea that might save everyone on Namek. But will it work in time?",
                    "Aliases": []
                },
                "26": {
                    "ID": "372946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372946",
                    "TitleEnglish": "Gohan Returns",
                    "SummaryEnglish": "Everyone that has been killed by Frieza and his henchmen on Namek are resurrected, but so far, Guru isn't back yet and it looks like Goku has been beaten by Frieza's attack. To avenge his father, Gohan returns to the battle to make sure the cold tyrant blows up with the planet, but how long can he last?",
                    "Aliases": []
                },
                "27": {
                    "ID": "372947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372947",
                    "TitleEnglish": "The Last Wish",
                    "SummaryEnglish": "With Guru back to life, the Namekian Dragon Balls have been restored as well, with Porunga ready to grant the third wish. As Dende prepares to complete the final phase of King Kai's plan, Frieza flies towards Porunga to have his wish granted as well.",
                    "Aliases": []
                },
                "28": {
                    "ID": "372948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372948",
                    "TitleEnglish": "Duel On A Vanishing Planet",
                    "SummaryEnglish": "It seems that everyone on Namek has been transported to Earth, but Goku is still on Namek, insisting that he finish the fight. Everyone is upset with Goku's decision, as it seems that there is no escape from the explosion. Can Goku finish Frieza in one minute and escape in time?",
                    "Aliases": []
                },
                "29": {
                    "ID": "372949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372949",
                    "TitleEnglish": "Pathos Of Frieza",
                    "SummaryEnglish": "As Namek gets closer to explosion it looks like Goku can beat Frieza with ease as his power keeps increasing. Finally, Goku decides to leave, knowing that he's more than a match for Frieza, but the tyrant won't give up that easily.",
                    "Aliases": []
                },
                "30": {
                    "ID": "372950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372950",
                    "TitleEnglish": "Frieza Defeated!",
                    "SummaryEnglish": "Frieza fires two copies of Krillin's Destructo Disk that will follow Goku until it hits him or anything else. Even so, Goku has the situation under control as the battle draws to a close and the mighty villain is going to lose.",
                    "Aliases": []
                },
                "31": {
                    "ID": "372951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372951",
                    "TitleEnglish": "Mighty Blast Of Rage",
                    "SummaryEnglish": "As Guru enjoys seeing his people alive on Earth, the time has come for him to go, but gave his powers to Moori, as the next Eldest Namek. Back on Namek, Frieza has been cut in half by his own energy disk from behind, but Goku, being the kind person he is, gives Frieza some of his power to escape. However, Frieza will not accept defeat, as he uses the given power to finish Goku off, but Goku finishes off Freiza with a mighty attack.",
                    "Aliases": []
                },
                "32": {
                    "ID": "372952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372952",
                    "TitleEnglish": "Namek's Explosion...Goku's End?",
                    "SummaryEnglish": "With Frieza gone, Goku flies to Frieza's spaceship to escape from Namek, but it looks like the ship doesn't work. Even though it looks like Goku is gone, Bulma and the others have an idea that could work; using the Namekian Dragon Balls, once restored, to bring everyone else back.",
                    "Aliases": []
                },
                "33": {
                    "ID": "372953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372953",
                    "TitleEnglish": "Goku's Alive!",
                    "SummaryEnglish": "As it looks like Goku and Krillin can't come back, Vegeta has an idea: wish them back to the Check-in Station, then wish them back to life. After 130 days, Krillin and Yamcha are back to life, but Porunga says Goku is alive, but where is he?",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "31061",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/4",
            "TitleEnglish": "Androids Saga",
            "SummaryEnglish": "Goku is missing, and a new breed of villain prepares to wreak havoc on Earth. Armed with knowledge of this looming menace, a Super Saiyan arrives from the future to deliver a grave warning: The Androids are coming - and they cannot be stopped!",
            "# Episodes": 32,
            "Episodes": {
                "1": {
                    "ID": "378334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378334",
                    "TitleEnglish": "The Heavens Tremble",
                    "SummaryEnglish": "Even with Goku not back yet, the Earth has been very peaceful as Gohan fishes and Krillin dates a young girl named Maron. However, the peace will be disturbed because an old enemy has escaped from his dark prison- Garlic Jr!",
                    "Aliases": []
                },
                "2": {
                    "ID": "378335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378335",
                    "TitleEnglish": "Black Fog of Terror",
                    "SummaryEnglish": "Garlic Jr. and his henchmen, the Spice Boys, have infiltrated Kami's Lookout and have captured Kami and Mr. Popo. With Garlic Jr. in control, he releases his father's Black Water Mist- a vapor that unlocks any evil within a person, becoming a demon. Can anyone withstand the mist's power?",
                    "Aliases": []
                },
                "3": {
                    "ID": "378336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378336",
                    "TitleEnglish": "Battle in Kami's Lookout",
                    "SummaryEnglish": "With their friends infected by the Black Water Mist and the knowledge of Garlic Jr.'s return, Gohan and Krillin head towards the Lookout to get the Sacred Water, but it's going to be tricky with Garlic Jr. beating them to the punch. Meanwhile, Piccolo handles the Spice Boys and the others, but will he too be infected by the mist?",
                    "Aliases": []
                },
                "4": {
                    "ID": "378337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378337",
                    "TitleEnglish": "Fight with Piccolo",
                    "SummaryEnglish": "The brave Namekian has been tainted by the mist too, as he now follows Garlic Jr. As the immortal demon relaxes, Mustard and Salt have their fun with Earth's last heroes. Will Krillin and Gohan beat them and how will they able to handle Piccolo?",
                    "Aliases": []
                },
                "5": {
                    "ID": "378338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378338",
                    "TitleEnglish": "Call for Restoration",
                    "SummaryEnglish": "Gohan easily beats Mustard and Salt, but is powerless against the infected Piccolo. Krillin tries to save Kami and Mr. Popo, but eventually gets bitten by Piccolo. Gohan seems to be the only hero left and it seems that the battle is over...or is it?",
                    "Aliases": []
                },
                "6": {
                    "ID": "378339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378339",
                    "TitleEnglish": "Suicidal Course",
                    "SummaryEnglish": "Piccolo and Krillin fooled Garlic Jr., for they were not infected by the Black Water Mist, and they freed Kami and Mr. Popo. Kami heads towards the seven air currents to spread the Sacred Water, but he could lose his life. Will he make it time, and will the others handle Garlic Jr.'s power increase with the Makyo Star?",
                    "Aliases": []
                },
                "7": {
                    "ID": "378340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378340",
                    "TitleEnglish": "Extreme Measures",
                    "SummaryEnglish": "Gohan, Krillin and Piccolo do their best against Garlic Jr. and the remaining Spice Boys, with the Makyo Star powering them up, but is it enough? Meanwhile, Kami and Mr. Popo try to get to pour the Sacred Water, but the former guardians won't allow it, and they drain Kami's lifeforce... as well as Piccolo's.",
                    "Aliases": []
                },
                "8": {
                    "ID": "378341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378341",
                    "TitleEnglish": "The World Awakens",
                    "SummaryEnglish": "With Piccolo down, Gohan fights the powered up Garlic Jr., but can he really defeat an immortal demon? Kami distracts the former guardians by using himself as bait so Mr. Popo can spread the Sacred Water, but will it work in time?",
                    "Aliases": []
                },
                "9": {
                    "ID": "378342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378342",
                    "TitleEnglish": "Brief Chance for Victory",
                    "SummaryEnglish": "With his plan in ruins, Garlic Jr. opens up the Dead Zone to finish off the others once and for all. With Kami and Mr. Popo spared, Piccolo is back with a plan: destroy the Makyo Star. But can Gohan do it with his friends still safe?",
                    "Aliases": []
                },
                "10": {
                    "ID": "378343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378343",
                    "TitleEnglish": "Krillin's Proposal",
                    "SummaryEnglish": "With the Earth at peace once again, Krillin and Maron do a little shopping, but then Maron looks at a wedding dress and a house. Krillin thinks they might get married, but is he right?",
                    "Aliases": []
                },
                "11": {
                    "ID": "378344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378344",
                    "TitleEnglish": "Frieza's Counterattack",
                    "SummaryEnglish": "With Mr. Shu as his tutor, Gohan's studies become more intense as he still waits for Goku to come back. However, it looks he won't be the only one coming to Earth, for somehow, Frieza is coming to Earth as well.",
                    "Aliases": []
                },
                "12": {
                    "ID": "378345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378345",
                    "TitleEnglish": "The Mysterious Youth",
                    "SummaryEnglish": "Thanks to his father, King Cold, Frieza has survived Namek's explosion and has been repaired. These two tyrants are headed to Earth to exact revenge against Goku. It looks like all hope seems lost as no one can stop these two powerful warriors... or is there?",
                    "Aliases": []
                },
                "13": {
                    "ID": "378346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378346",
                    "TitleEnglish": "Another Super Saiyan?",
                    "SummaryEnglish": "As Frieza and King Cold prepare to strike, a mysterious young man armed with a sword comes out of nowhere and challenges them to fight. It looks like this boy has made a grave mistake, or maybe ...it's the other way around.",
                    "Aliases": []
                },
                "14": {
                    "ID": "378347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378347",
                    "TitleEnglish": "Welcome Back Goku",
                    "SummaryEnglish": "By becoming a Super Saiyan, this young warrior defeats Frieza and King Cold with ease. With the threat over, he tells the others Goku will be coming soon, but can he be trusted?",
                    "Aliases": []
                },
                "15": {
                    "ID": "378348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378348",
                    "TitleEnglish": "Mystery Revealed",
                    "SummaryEnglish": "Goku finally arrives to Earth, but wonders who this mysterious man is. The young swordsman asks Goku to speak to him privately. Once he and Goku are out of nearly everyone's earshot, his identity is finally revealed, and he is from the future. But why is he here, and what news does he bring?",
                    "Aliases": []
                },
                "16": {
                    "ID": "378349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378349",
                    "TitleEnglish": "Goku's Special Technique",
                    "SummaryEnglish": "Trunks, the son of Bulma and Vegeta, has told Goku of a new threat- two powerful Androids that will bring destruction to Earth. But maybe Goku and the others can do something about it.",
                    "Aliases": []
                },
                "17": {
                    "ID": "378350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378350",
                    "TitleEnglish": "Z Warriors Prepare",
                    "SummaryEnglish": "As Goku and Piccolo train with Gohan, Vegeta trains under very high gravity levels in an effort to become a Super Saiyan, but can he survive it?",
                    "Aliases": []
                },
                "18": {
                    "ID": "378351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378351",
                    "TitleEnglish": "Goku's Ordeal",
                    "SummaryEnglish": "Goku and Piccolo stop their training to learn how to drive so Chi-Chi can get a car. They may be powerful fighters, but can they get their licences in time to continue their training and keep Chi-Chi happy?",
                    "Aliases": []
                },
                "19": {
                    "ID": "378352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378352",
                    "TitleEnglish": "The Androids Appear",
                    "SummaryEnglish": "Three years have passed and Goku and the others arrive on Amembo Island, where the Androids are going to attack as Trunks predicted. Despite their training, can they stop these monsters?",
                    "Aliases": []
                },
                "20": {
                    "ID": "378353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378353",
                    "TitleEnglish": "A Handy Trick",
                    "SummaryEnglish": "Yamcha has found Androids 19 and 20, but is hanging on by a thread as Goku and the others come to his aid. Krillin brings Yamcha to Bulma with the Senzu Beans while Goku leads the Androids away from the city, but the Androids have a secret ability that only Yamcha knows.",
                    "Aliases": []
                },
                "21": {
                    "ID": "378354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378354",
                    "TitleEnglish": "Double Trouble for Goku",
                    "SummaryEnglish": "The fight begins as Goku turns Super Saiyan and fights Android 19. It looks like Goku has the situation handled, but he discovers 19's aborbing technique after firing a Kamehameha. To make matters worse, it looks like something else is weakening him while 19's ready to fight.",
                    "Aliases": []
                },
                "22": {
                    "ID": "378355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378355",
                    "TitleEnglish": "Upgrade to Super Saiyan",
                    "SummaryEnglish": "It looks like the heart virus Trunks warned about came true after all, but at a bad time for Goku as he is in the clutches of Android 19. Suddenly, Vegeta saves Goku and prepares to fight the Androids and he's got a surprise for everyone.",
                    "Aliases": []
                },
                "23": {
                    "ID": "378356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378356",
                    "TitleEnglish": "The Secret of Dr. Gero",
                    "SummaryEnglish": "Finally becoming a Super Saiyan, Vegeta easily defeats Android 19, but 20 has escaped to come up with a new plan. Vegeta and the others look for the diabolical Android, but it won't be easy.",
                    "Aliases": []
                },
                "24": {
                    "ID": "378357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378357",
                    "TitleEnglish": "More Androids?!",
                    "SummaryEnglish": "Android 20 prepares to absorb Piccolo to get stronger, but Gohan comes just in time to save him. As Piccolo fights the Android, Trunks returns to the past and has discovered something different about these Androids- he never saw them before! If that's the case, then where the Androids he warned about?",
                    "Aliases": []
                },
                "25": {
                    "ID": "378358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378358",
                    "TitleEnglish": "Follow Dr. Gero",
                    "SummaryEnglish": "Bulma arrives on the scene to discover that Android 20 is Dr. Gero himself. The insane scientist fires an energy blast that sends Bulma flying so he can activate Androids 17 and 18. After saving his young mother and younger self, Trunks follows Vegeta to stop him from facing the Androids head as the others find Gero's laboratory before he does, but will they make it?",
                    "Aliases": []
                },
                "26": {
                    "ID": "378359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378359",
                    "TitleEnglish": "Nightmare Comes True",
                    "SummaryEnglish": "Dr. Gero hides on the ground as the Z-Fighters are close to finding his secret laboratory, thanks to Bulma, but the mad doctor won't give up so easily. Meanwhile, Goku's condition is starting to get better, but will he recover quickly enough to help his friends?",
                    "Aliases": []
                },
                "27": {
                    "ID": "378360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378360",
                    "TitleEnglish": "Goku's Assassin",
                    "SummaryEnglish": "Androids 17 and 18, the ones responsible for the future destruction of Earth, have finally awakened. It seems the Androids will not follow Dr. Gero's orders as they try to open another Android- Android 16. Can the creator control his creations?",
                    "Aliases": []
                },
                "28": {
                    "ID": "378361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378361",
                    "TitleEnglish": "Deadly Beauty",
                    "SummaryEnglish": "The Androids are heading to Goku's place to complete their mission, but Vegeta arrives to face them head-on. The first to fight is the beautiful Android 18. Can Vegeta beat 18 or is a Super Saiyan not enough for these Androids' unlimited power?",
                    "Aliases": []
                },
                "29": {
                    "ID": "378362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378362",
                    "TitleEnglish": "No Match for the Androids",
                    "SummaryEnglish": "Vegeta fights with everything he's got, but he can't beat Android 18. To save his father, Trunks steps in to help, but gets beaten easily by 17. As 16 just stands there, 17 and 18 have easily beat Earth's heroes and head off to complete their mission, but can Goku recover in time to help and protect himself?",
                    "Aliases": []
                },
                "30": {
                    "ID": "378363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378363",
                    "TitleEnglish": "Last Ditch Effort",
                    "SummaryEnglish": "As the Androids try to find a car for some fun, the Z-Fighters try to think of a way to get stronger quickly as Piccolo heads to Kami's Lookout for the one thing he needs to beat the Androids- fuse with Kami.",
                    "Aliases": []
                },
                "31": {
                    "ID": "378364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378364",
                    "TitleEnglish": "Closing In",
                    "SummaryEnglish": "The Androids find a car to find Goku, but have to deal with the authorities. Meanwhile, Kami looks over the Earth for some time to decide to fuse with Piccolo, as Krillin and Trunks head to Goku's house to take him somewhere else, but how long can Goku be hidden until he's better?",
                    "Aliases": []
                },
                "32": {
                    "ID": "378365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378365",
                    "TitleEnglish": "Unwelcome Discovery",
                    "SummaryEnglish": "The Z-Fighters head to Master Roshi's island to keep Goku safe for time being as Trunks tries to figure out how the timeline became so different. Bulma calls discovering another time capsule, but it looks pretty old. How long has it been out there, and more importantly, who was using it?",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "31062",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/5",
            "TitleEnglish": "Perfect Cell Saga",
            "SummaryEnglish": "As the battle with the Androids rages on, a fierce evil rises from the shadows: the monster known as Cell. Dr. Gero's heinous creation is the ultimate weapon, a fighting machine built from the genetic material of the greatest warriors ever to walk the Earth!",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "378397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378397",
                    "TitleEnglish": "Seized with Fear",
                    "SummaryEnglish": "Gohan and Trunks head to the other time capsule with Bulma to find more about it. Along the way, they discover that not it only did it come here 4 years ago, but also weird egg shells and gigantic bug that has already shed its skin, but what could it mean?",
                    "Aliases": []
                },
                "2": {
                    "ID": "378398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378398",
                    "TitleEnglish": "The Reunion",
                    "SummaryEnglish": "While Gohan and Trunks go to Master Roshi's island, there's a crisis in Gingertown where its inhabitants are disappearing but with no damage to the town. Realizing this threat, Kami decides to fuse with Piccolo, but will their combined power be enough to handle whatever is going on down there?",
                    "Aliases": []
                },
                "3": {
                    "ID": "378399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378399",
                    "TitleEnglish": "Borrowed Powers",
                    "SummaryEnglish": "The deserted streets of Gingertown become a battlefield as the power-up Piccolo confronts this terror from the future. The monster's name is Cell, and he gains strength from sucking the life out of his victims! But that's not the only secret the creature reveals. Somehow, he also knows Goku's special attack, the Kamehameha!",
                    "Aliases": []
                },
                "4": {
                    "ID": "378400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378400",
                    "TitleEnglish": "His Name is Cell",
                    "SummaryEnglish": "With the element of surprise, the creature gets ahold of Piccolo and begins to absorb him, but Piccolo manages to break free. With his arm weakened, Piccolo surrenders, but the Super Namek asks for one last request to know who this creature. His name is Cell, an Android made of the strongest fighters in the universe and he's hungry for more power, thanks to Dr. Gero.",
                    "Aliases": []
                },
                "5": {
                    "ID": "378401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378401",
                    "TitleEnglish": "Piccolo's Folly",
                    "SummaryEnglish": "As the Android from the future tells Piccolo his objective to absorb Androids 17 and 18 to obtain his \"Perfect Form,\" Piccolo regenerates his arm. With his power restored and Krillin and Trunks by his side, Piccolo has a good chance against Cell, but the Android has more tricks up his sleeve.",
                    "Aliases": []
                },
                "6": {
                    "ID": "378402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378402",
                    "TitleEnglish": "Laboratory Basement",
                    "SummaryEnglish": "By using Tien's Solar Flare, Cell manages to escape and suppress his power in order to complete his dreadful mission. After telling everyone the bad news, Piccolo and Tien find Cell, as Trunks and Krillin try to find the bunker beneath Gero's laboratory and destroy the present Cell and find some incredible news- the plans of Android 17.",
                    "Aliases": []
                },
                "7": {
                    "ID": "378403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378403",
                    "TitleEnglish": "Our Hero Awakes",
                    "SummaryEnglish": "As Krillin heads back to Master Roshi's, he crosses Cell's path and barely escapes his wrath as Piccolo and Tien arrive at the scene. Meanwhile, Trunks finds his father to train with him in order to surpass a Super Saiyan. As hope seems lost, a glimmer still remains- Goku has made a recovery and plans to get stronger, but how?",
                    "Aliases": []
                },
                "8": {
                    "ID": "378404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378404",
                    "TitleEnglish": "Time Chamber",
                    "SummaryEnglish": "After enduring the terrifically horrifying effect of the viral heart disease, Goku recovers, and has only one objective on his mind, surpassing a Super Saiyan. With Vegeta's mind set on reaching the same seemingly unreachable goal, Goku takes him, Trunks and Gohan to the mysterious Hyperbolic Time Chamber, a room where one year is equivalent to that of one Earth day. Meanwhile, the Androids face an unexpected and unforeseen issue, Goku's not home. With the Androids now closing in on Master Roshi's island can Piccolo beat the destructive trio?",
                    "Aliases": []
                },
                "9": {
                    "ID": "378405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378405",
                    "TitleEnglish": "The Monster is Coming",
                    "SummaryEnglish": "Piccolo begins his epic battle against Android 17, and he seems to be on par with the mechanical monster, meanwhile Bulma continues to work on the remote that will shut down the Androids. However, Cell can feel Piccolo's energy, and knows he must be fighting one of the Androids, he charges towards them, in the hope that he will become complete.",
                    "Aliases": []
                },
                "10": {
                    "ID": "378406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378406",
                    "TitleEnglish": "He's Here",
                    "SummaryEnglish": "Piccolo and 17 continue their showdown, unbeknownst to them that the power-hungry Cell is approaching fast. Piccolo is as strong as 17 but fatigue kicks in, while the malicious Android's power remains undrained. Meanwhile Goku and Gohan impatiently wait for Vegeta and Trunks to finish their Super Saiyan training in the Hyperbolic Time Chamber. Cell arrives at the battlefield, ready to attain his final perfect form, and the Androids don't seem to know who Cell is.",
                    "Aliases": []
                },
                "11": {
                    "ID": "378407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378407",
                    "TitleEnglish": "Up to Piccolo",
                    "SummaryEnglish": "With more people absorbed, Cell has become more powerful than both Piccolo and 17 combined. Despite Piccolo's best attempts, Cell easily disposes of Piccolo. Knowing of his origin and mission the Androids must work together in order to save themselves from Cell's overwhelming power.",
                    "Aliases": []
                },
                "12": {
                    "ID": "378408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378408",
                    "TitleEnglish": "Silent Warrior",
                    "SummaryEnglish": "With Piccolo gone, Android 17 has no choice but to fight Cell on his own or so it seems, that is until Android 16 steps in to fight. As the battle rages on, it is easily noticeable that Android 16 is just as strong as Cell, but can the silent giant Android 16 defeat Cell? Or maybe this fight will buy Vegeta and Trunks the precious time they need to complete their training in the Hyperbolic Time Chamber.",
                    "Aliases": []
                },
                "13": {
                    "ID": "378409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378409",
                    "TitleEnglish": "Say Goodbye, 17",
                    "SummaryEnglish": "The battle between Android 16 and Cell continue. Cell tries to counter-attack but falls short to 16's Inferno Flash. 16 warns 17 and 18 to quickly leave the battlefield. But before they could do so, Cell sneaks up behind 17 and quickly absorbs him. Cell has transformed, and his next task is to absorb 18 to become complete. Android 16 is no match for the second form of Cell, and is mortally wounded. Is there anyone left who can stop Cell from achieving perfection?",
                    "Aliases": []
                },
                "14": {
                    "ID": "378410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378410",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "Cell has absorbed 17 but he still needs 18. Tien isn't about to let him get her, using up all his energy in a vicious attack while the androids escape to safety. Goku knows that Cell is far stronger than Tien, so he descends on the battlefield to help the mighty warrior recover. Whilst there he notices Piccolo is still alive, but he's hanging on barely by a thread. Goku uses his Instant Transmission to get back to Kami's lookout successfully, and Vegeta and Trunks finally emerge from the Hyperbolic Time Chamber, but will their training be enough?",
                    "Aliases": []
                },
                "15": {
                    "ID": "378411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378411",
                    "TitleEnglish": "Saiyans Emerge",
                    "SummaryEnglish": "Goku asks Trunks about the training, but Vegeta doesn’t want him to say anything about it. Meanwhile, 18 questions 16 on his love for nature and asks if he even cares that Cell might absorb her and kill him. Then Bulma lands at Kami’s lookout. She gives Gohan, Goku, Trunks, and Vegeta a set of Saiyan armour. Tien and Piccolo refuse to wear the suits, claiming they do not want to wear the same clothes as the Saiyans. Vegeta then leaves to find and destroy Cell, while Trunks closely follows",
                    "Aliases": []
                },
                "16": {
                    "ID": "378412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378412",
                    "TitleEnglish": "Super Vegeta",
                    "SummaryEnglish": "Anxious to find 18, the heartless Cell obliterates a chain of inhabited islands, with each explosion bringing him closer to the Android's hideout! But heading Cell's way is Vegeta! He's fresh from the Hyperbolic Time Chamber and ready to test his new strength. Is Vegeta really stronger than a Super Saiyan, only time will tell.",
                    "Aliases": []
                },
                "17": {
                    "ID": "378413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378413",
                    "TitleEnglish": "Bow to the Prince",
                    "SummaryEnglish": "It's show and tell for Vegeta as he demonstrates just how much difference a year of hard work can make! Watching from the sidelines, Trunks recalls the intense time he spent training with his father, and up in the Hyperbolic Time Chamber, the pressure falls on Gohan as he tries to become a Super Saiyan. That's no easy task, especially for a kid!",
                    "Aliases": []
                },
                "18": {
                    "ID": "378414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378414",
                    "TitleEnglish": "Hour of Temptation",
                    "SummaryEnglish": "Goku and Gohan continue to push themselves forward, but will they even be needed? In his powered up state, Vegeta is quickly pounding Cell six feet into the ground! With his back against the wall, the ever-clever android attacks Vegeta's weakest point, his unbridled arrogance! Can the Saiyan Prince resist Cell's tempting challenge?",
                    "Aliases": []
                },
                "19": {
                    "ID": "378415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378415",
                    "TitleEnglish": "Krillin's Decision",
                    "SummaryEnglish": "With the beautiful 18 in his sights, Krillin clutches the controller that will shut down the android forever. But at the moment of decision, Krillin hesitates! Cell looms just overhead, hungry for perfection. Can Krillin find the courage to do the right thing, or will his emotions cloud his judgement?",
                    "Aliases": []
                },
                "20": {
                    "ID": "378416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378416",
                    "TitleEnglish": "The Last Defense",
                    "SummaryEnglish": "With the remote control smashed and Vegeta giving Cell the go ahead, the stage is set is for Cell's terrifying completion. Now it's up to Krillin and Trunks to save 18 from Cell's power-hungry grasp. But Vegeta isn't going to let Trunks ruin his plan! Will Trunks strike against his own father to save the earth from Cell?Or will Cell absorb 18 and complete his body?",
                    "Aliases": []
                },
                "21": {
                    "ID": "378417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378417",
                    "TitleEnglish": "Cell is Complete",
                    "SummaryEnglish": "Dr. Gero's dream has been realized, and the Earth's greatest fear has come about. Cell is complete! Can anyone stop the android nightmare in his final, perfect form? As the heroes nervously line up, a glimmer of hope shines from above. Gohan is now a Super Saiyan!",
                    "Aliases": []
                },
                "22": {
                    "ID": "378418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378418",
                    "TitleEnglish": "Vegeta Must Pay",
                    "SummaryEnglish": "After allowing Cell to reach his final form, Vegeta is ready for the challenge he was promised. But as Cell becomes a brick wall to the Saiyan’s every blow, it’s clear that Vegeta has more than he bargained for!",
                    "Aliases": []
                },
                "23": {
                    "ID": "378419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378419",
                    "TitleEnglish": "Trunks Ascends",
                    "SummaryEnglish": "Vegeta doubles as a punching bag as Cell demonstrates his amazing power. But the Saiyan Prince never surrenders! Tapping into the deepest wells of his energy, Vegeta leaves Cell with one last hit, the Final Flash! All the while, Trunks struggles to decide whether or not to help his father. Vegeta's pride is at stake, but so is his life!",
                    "Aliases": []
                },
                "24": {
                    "ID": "378420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378420",
                    "TitleEnglish": "Saving Throw",
                    "SummaryEnglish": "Vegeta lies unconscious after an intense battle with Cell, and Trunks unleashes his hidden powers to save his father's life. With Goku and Gohan still training and the other fighters clearly out-leagued, Trunks is the only person standing in the evil android's way. Just how far can the young Saiyan's power go?",
                    "Aliases": []
                },
                "25": {
                    "ID": "378421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378421",
                    "TitleEnglish": "Ghosts from Tomorrow",
                    "SummaryEnglish": "As apocalyptic visions haunt his mind, Trunks vows to stop his horrible future from repeating itself. But Cell remembers those dark days in a different light, and can't wait for history to follow its course. It's all up for grabs as the two warriors prepare for battle. Only one future will survive. Whose will it be?",
                    "Aliases": []
                },
                "26": {
                    "ID": "378422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378422",
                    "TitleEnglish": "The Cell Games",
                    "SummaryEnglish": "Trunks quickly realizes that his Super Saiyan powers are no match for the mighty Cell. Trunks accepts defeat, only to be given a second chance when Cell proposes a tournament! Is Cell really interested in competition, or does he have a more sinister plan in mind?",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "32332",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/6",
            "TitleEnglish": "Cell Games Saga",
            "SummaryEnglish": "Humanity nears extinction as Cell achieves his deadly perfect form! Eager to display his new power, the monster proposes a tournament. If Earth produces a worthy challenger, whether be it Goku or Mr. Satan, mankind will be spared. But if not - death comes to all!",
            "# Episodes": 29,
            "Episodes": {
                "1": {
                    "ID": "378423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378423",
                    "TitleEnglish": "What is the Tournament?",
                    "SummaryEnglish": "While Trunks tells the others of Cell's plans to hold a tournament, the diabolical android begins his preparations for the competition by constructing a fighting arena. Do the Z Fighters have a chance, or is this a one-sided contest that only Cell can win?",
                    "Aliases": []
                },
                "2": {
                    "ID": "378424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378424",
                    "TitleEnglish": "The Doomsday Broadcast",
                    "SummaryEnglish": "Cell breaks into showbiz, literally! The sinister android hijacks a television station in order to announce his \"Cell Games\" to the world! But are there any challengers left with the strength and courage to get into the ring?",
                    "Aliases": []
                },
                "3": {
                    "ID": "378425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378425",
                    "TitleEnglish": "Meet Me in the Ring",
                    "SummaryEnglish": "All across the globe, the good citizens of Earth are in a panic as they flee their towns to escape Cell's looming vengeance. But hope is not lost! High above in the Lookout, Goku and Gohan emerge from the Hyperbolic Time Chamber. And after a quick trip to size up the competition, Goku feels that he's ready to take on Cell!",
                    "Aliases": []
                },
                "4": {
                    "ID": "378426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378426",
                    "TitleEnglish": "No Worries Here",
                    "SummaryEnglish": "With nine days until Cell's tournament begins, Vegeta, Piccolo, and Trunks plan to return to the Hyperbolic Time Chamber. But Goku decides that he and Gohan have had enough training! What does Goku know that the others don't?",
                    "Aliases": []
                },
                "5": {
                    "ID": "378427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378427",
                    "TitleEnglish": "A Girl Named Lime",
                    "SummaryEnglish": "While out shopping for his Mother, Gohan stumbles upon a village that has retreated to a nearby shelter. But when a little girl named Lime shows Gohan that the owner of the shelter is merely capitalizing on the villagers' fear of Cell, Gohan comes up with a Super Saiyan solution to the problem!",
                    "Aliases": []
                },
                "6": {
                    "ID": "378428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378428",
                    "TitleEnglish": "Memories of Gohan",
                    "SummaryEnglish": "As the countdown to the Cell Games continues, Goku enjoys his remaining time with family and friends! Going fishing with Goku and Krillin? Strolling down memory lane with Chi-chi ? And then it's time for a very special boy to blow out the candles!",
                    "Aliases": []
                },
                "7": {
                    "ID": "378429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378429",
                    "TitleEnglish": "A New Guardian",
                    "SummaryEnglish": "With the day of the tournament drawing near, Goku seems oddly relaxed. That is, until the Royal Military foolishly tries to stop Cell with ordinary weapons! The attack quickly becomes a suicide mission, and now Goku is determined to bring them back to life! But that would require...new Dragon Balls?!",
                    "Aliases": []
                },
                "8": {
                    "ID": "378430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378430",
                    "TitleEnglish": "Dende's Dragon",
                    "SummaryEnglish": "After a little help from King Kai, Goku travels to New Namek to recruit a guardian for the Earth! Most of the Nameks quickly refuse the offer, but there's one little guy who can?t wait to go! Dende is back, and he's going to create a new Dragon!",
                    "Aliases": []
                },
                "9": {
                    "ID": "378431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378431",
                    "TitleEnglish": "The Puzzle of General Tao",
                    "SummaryEnglish": "Goku comes face to face with an old adversary, General Tao! Goku's search for the Dragon Balls has led him to the aging general, but unless the Super Saiyan can solve the crafty villain's puzzle, that search just might come to an end!",
                    "Aliases": []
                },
                "10": {
                    "ID": "378432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378432",
                    "TitleEnglish": "The Games Begin",
                    "SummaryEnglish": "The wait is over; the Cell Games must now begin! The Z Fighters arrive ringside, only to discover another challenger already on the scene. It's none other than World Martial Arts Champion, Hercule!",
                    "Aliases": []
                },
                "11": {
                    "ID": "378433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378433",
                    "TitleEnglish": "Losers Fight First",
                    "SummaryEnglish": "Hercule steps into the ring to take Cell down, but not so fast, Champ! Caroni and Pirozhki, Hercule's top students, make a spectacular entrance, ready for a piece of the action! Don't miss the fun, because this is one ship of fools that's sinking fast!",
                    "Aliases": []
                },
                "12": {
                    "ID": "378434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378434",
                    "TitleEnglish": "Goku vs. Cell",
                    "SummaryEnglish": "The main event begins! Now free of distraction, Goku steps into the ring to face Cell. The earth shakes and the heavens tremble as these two mighty super-powers collide! And that's just the warm up!",
                    "Aliases": []
                },
                "13": {
                    "ID": "378435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378435",
                    "TitleEnglish": "Cell's Bag of Tricks",
                    "SummaryEnglish": "Cell attacks Goku with a dazzling array of moves: the Destructo Disk, the Special Beam Cannon, even the Kamehameha Wave! So far, Goku has been able to match Cell blow for blow, but how will the Super Saiyan fare against such a lethal arsenal?",
                    "Aliases": []
                },
                "14": {
                    "ID": "378436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378436",
                    "TitleEnglish": "No More Rules",
                    "SummaryEnglish": "As the battle intensifies, Cell quickly becomes tired of the rules he has imposed on the tournament. With a flick of his finger, he destroys the fighting ring. Now there's only one way to win the Cell Games...it's a fight to the finish!",
                    "Aliases": []
                },
                "15": {
                    "ID": "378437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378437",
                    "TitleEnglish": "The Fight is Over",
                    "SummaryEnglish": "Victory! Goku blasts Cell with a Kamehameha Wave that reduces the android to a pile of cinders. But Goku's triumph is short-lived. Cell proves his resiliency by fully regenerating himself! The fight continues!?or does it?",
                    "Aliases": []
                },
                "16": {
                    "ID": "378438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378438",
                    "TitleEnglish": "Faith in a Boy",
                    "SummaryEnglish": "After surrendering to the evil Cell, Goku names the next challenger to enter the Cell Games ? it?s Gohan! Goku has supreme faith in his son's abilities, but the young Super Saiyan will need a lot more than his father's confidence if he?s going to win this fight!",
                    "Aliases": []
                },
                "17": {
                    "ID": "378439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378439",
                    "TitleEnglish": "Gohan's Plea",
                    "SummaryEnglish": "The fight between Gohan and Cell picks up steam, and it looks like Cell has a distinct advantage over the young Super Saiyan. But wait!, Cell's attacks seem to have no effect on Gohan! Could it be that the young hero really has the power to defeat the evil android once and for all?",
                    "Aliases": []
                },
                "18": {
                    "ID": "378440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378440",
                    "TitleEnglish": "Android Explosion",
                    "SummaryEnglish": "After hearing of Gohan?s amazing power, Cell is determined to unleash the Saiyan boy's full potential. But even at the threat of his own life Gohan refuses to fight, prompting Cell to torture Gohan's friends instead! Then Cell does an unbelievable thing; he spawns seven miniature Cells to attack the Z Fighters in a terrifying all-out melee!",
                    "Aliases": []
                },
                "19": {
                    "ID": "378441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378441",
                    "TitleEnglish": "Cell Juniors Attack!",
                    "SummaryEnglish": "Gohan simmers with rage as the impish Cell Juniors wreak havoc on the other Z Fighters. Still, the young Super Saiyan refuses to bend to Cell's will and fight. Be careful Cell, Gohan is a powder-keg waiting to explode, and Android 16 just may have the spark that lights the fuse!",
                    "Aliases": []
                },
                "20": {
                    "ID": "378442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378442",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Gohan attacks! Spurred on by Android 16's dying words, Gohan's hidden power is unleashed! With his amazing new strength and speed, Gohan easily destroys the wicked Cell Juniors. Now the young Super Saiyan has his sights set on a bigger target, Cell himself!",
                    "Aliases": []
                },
                "21": {
                    "ID": "378443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378443",
                    "TitleEnglish": "The Unstoppable Gohan",
                    "SummaryEnglish": "Cell's deepest desire becomes his worst nightmare, as Gohan turns his full power on the evil android. Even in his Ultimate Form, Cell is helpless against the Super Saiyan's blazing attacks. Cell powers up to his maximum level, but will it be enough to save him from Gohan's mighty wrath?",
                    "Aliases": []
                },
                "22": {
                    "ID": "378444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378444",
                    "TitleEnglish": "Cell's Break Down",
                    "SummaryEnglish": "Gohan's Super Saiyan powers seem to have no limit, as the young hero delivers Cell a punch so severe it causes the monster to cough up Android 18! As the once unstoppable Cell powers down, Gohan prepares to deal him the final blow.",
                    "Aliases": []
                },
                "23": {
                    "ID": "378445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378445",
                    "TitleEnglish": "A Hero's Farewell!",
                    "SummaryEnglish": "Clearly outmatched by the powered-up Gohan, Cell initiates his last line of defense: a self-destruct program that will blow up the entire planet! With only seconds to act, Goku uses his Instant Transmission technique to transport Cell away from the Earth. The planet is saved, but at what cost?",
                    "Aliases": []
                },
                "24": {
                    "ID": "378446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378446",
                    "TitleEnglish": "Cell Returns!",
                    "SummaryEnglish": "The nightmare continues! Cell explodes, but he is not completely destroyed! A particle of Cell's nucleus survives the blast, which is all the sinister android needs to regenerate himself! Cell is restored to his Ultimate Form, and returns to the Earth more powerful than ever!",
                    "Aliases": []
                },
                "25": {
                    "ID": "378447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378447",
                    "TitleEnglish": "The Horror Won't End",
                    "SummaryEnglish": "Is Cell invincible? After easily dispensing of both Trunks and Vegeta, he certainly seems to be! At last realizing his full potential, Cell announces a new plan. He will first destroy the Earth, then the Universe! Can this ultimate living weapon be stopped?",
                    "Aliases": []
                },
                "26": {
                    "ID": "378448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378448",
                    "TitleEnglish": "Save the World",
                    "SummaryEnglish": "The final showdown begins! Cell has returned more powerful than ever, and it's all up to Gohan to put him down! While Goku coaches him telepathically from the Other World, the Z Fighters jump in for a five-sided attack! Gohan may have the potential inside him, but can Goku show him how to bring it out?",
                    "Aliases": []
                },
                "27": {
                    "ID": "378449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378449",
                    "TitleEnglish": "Goku's Decision",
                    "SummaryEnglish": "Cell is at long last defeated, but the Z Fighters still have much to resolve! Can they make it to the Lookout in time to heal the battle-scarred Gohan? Is Android 18 still a threat? And with the new Eternal Dragon summoned for the first time, can our heroes find a way to bring Goku back?",
                    "Aliases": []
                },
                "28": {
                    "ID": "378450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378450",
                    "TitleEnglish": "One More Wish",
                    "SummaryEnglish": "After Goku's decision to stay in the after-world, Krillin uses the final wish to help out Android 18! But who is going to help Krillin reveal his true feelings for the beautiful Android? And who is going to break the news of Goku's passing to Chi-chi?! It is a time of departures, and a time of new beginnings, as peace has once again returned to the land.",
                    "Aliases": []
                },
                "29": {
                    "ID": "378451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378451",
                    "TitleEnglish": "Free the Future",
                    "SummaryEnglish": "Even though peace and order have been re-established on Earth in the present, Trunks' future world is still a place of darkness and despair! Androids 17 and 18 are on a rampage, wreaking havoc on the defenseless citizens. But when Trunks arrives, the future is forever changed!",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "32333",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/7",
            "TitleEnglish": "World Tournament Saga",
            "SummaryEnglish": "In the seven years since Cell's defeat, life on Earth has returned to normal. But now, the time has come for a new World Martial Arts Tournament. Goku returns from Other World to challenge Mr. Satan for his title - and to guard against the arrival of a new evil!",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "411214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411214",
                    "TitleEnglish": "Warriors of the Dead",
                    "SummaryEnglish": "When Goku hears about a martial arts master known as the Grand Kai, he rushes to meet him for a lesson! But before the Grand Kai will agree to anything, Goku must solve a problem! Cell, Frieza, King Cold, and the Ginyu Force have all teamed up in Other World and are trying to take control!",
                    "Aliases": []
                },
                "2": {
                    "ID": "411215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411215",
                    "TitleEnglish": "Tournament Begins",
                    "SummaryEnglish": "Goku learns he'll have to train for 10,000 years before he can learn from the Grand Kai! But when the West, South, and East Kai's decide to hold an Other World Tournament, Goku gets his chance! All he has to do to earn a lesson from the Grand Kai is defeat the greatest fighters of all time!",
                    "Aliases": []
                },
                "3": {
                    "ID": "411216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411216",
                    "TitleEnglish": "Water Fight",
                    "SummaryEnglish": "The Other World Tournament advances to the Quarter-Finals, and the battles are out of this world! Goku's opponent Arqua appears to be a wimp, but that changes quickly when he transforms the entire ring into water! Can Goku win in the underwater fight?! And then, it's the most anticipated fight of the tournament, Olibu versus Pikkon!",
                    "Aliases": []
                },
                "4": {
                    "ID": "411217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411217",
                    "TitleEnglish": "Final Round",
                    "SummaryEnglish": "After barely escaping the dinosaur Maraikoh's meteor bombardment, Goku advances to the tournament's final round where he must face the warrior Pikkon! Sparks of energy erupt as the mighty fighters battle for the championship title! But when Pikkon reveals a Piccolo-like secret, Goku must up the ante! It's time to go Super Saiyan!",
                    "Aliases": []
                },
                "5": {
                    "ID": "411218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411218",
                    "TitleEnglish": "Goku vs. Pikkon",
                    "SummaryEnglish": "The final round of the Other World Tournament climbs to conclusion, as Goku and Pikkon power up to their most explosive levels! Goku may be a Super Saiyan, but can he withstand Pikkon's unbelievable Thunder Flash Attack?! And that's not all! While Goku's been fighting in Other World, seven years have passed on Earth! Gohan is a teenager!",
                    "Aliases": []
                },
                "6": {
                    "ID": "411219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411219",
                    "TitleEnglish": "Gohan Goes To High School",
                    "SummaryEnglish": "On the way to his first day of high school, Gohan stops a truckload of bank robbers by turning Super Saiyan. But now the city can't stop talking about this mysterious \"Gold Fighter\"! Can Gohan get through class without revealing his secret identity! It seems the person most likely to figure him out is none other than...Mr. Satan?s daughter!",
                    "Aliases": []
                },
                "7": {
                    "ID": "411507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411507",
                    "TitleEnglish": "I am Saiyaman",
                    "SummaryEnglish": "Consulting the all-wise Bulma, Gohan seeks her aid in hiding the fact that he is a Z-Fighter from his high school classmates. Bulma develops a \"superhero\" suit that contracts and retracts in an instant, allowing Gohan to make quick changes whenever it is necessary for him to use his awesome powers. Thus is born a brand-new superhero called the Great Saiyaman -- but alas, the secret is not safe for long.",
                    "Aliases": []
                },
                "8": {
                    "ID": "411508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411508",
                    "TitleEnglish": "Gohan's First Date",
                    "SummaryEnglish": "Despite his efforts to keep his superhero identity as the Great Saiyaman a secret, Gohan discovers that his fellow high schooler Angela knows all. Saucily, Angela agrees to keep mum if Gohan agrees to go on a date with her. Though he has faced many a formidable villain in his Z-Fighter career, Gohan finds the prospect of a date with a girl to be terrifying.",
                    "Aliases": []
                },
                "9": {
                    "ID": "411509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411509",
                    "TitleEnglish": "Rescue Videl",
                    "SummaryEnglish": "Gohan may be forced to reassume his superhero guise as the Great Saiyaman when the Red Shark Gang kidnaps the city's mayor. The villains demand a curious ransom: a showdown with onetime Z-Fighter Mr. Satan, aka Hercule. As he formulates a scheme to rescue the mayor, Gohan is stymied by the unexpected intervention of female martial arts whiz Videl. Anxious to keep both the mayor and Videl from harm, Gohan realizes that to do so, he will have to leave school before the final bell -- and then everyone will know his secret identity.",
                    "Aliases": []
                },
                "10": {
                    "ID": "411510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411510",
                    "TitleEnglish": "Blackmail",
                    "SummaryEnglish": "A talking dinosaur named Chobi is kidnapped by an unscrupulous circus promoter. As a friend of the imprisoned Chobi, the Great Saiyaman -- aka Gohan -- wants to rescue the creature. Trouble is, the evil promoter is perfectly within his legal rights to keep the dino in chains. Making matters worse, Gohan's classmate Videl intends to protect those rights -- and in so doing, she hopes to discover the true identity of the Great Saiyaman.",
                    "Aliases": []
                },
                "11": {
                    "ID": "411511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411511",
                    "TitleEnglish": "I'll Fight Too!",
                    "SummaryEnglish": "While in his superhero guise of \"The Great Saiyaman,\" Gohan is given an opportunity to become a big-time movie star. But if he does so, he won't have time to relate some important news to his fellow Z-Warriors. And what is the news? The \"deceased\" Goku is returning from the Other World, possibly to participate in a big martial arts tournament.",
                    "Aliases": []
                },
                "12": {
                    "ID": "411512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411512",
                    "TitleEnglish": "The Newest Super Saiyan",
                    "SummaryEnglish": "As the World Martial Arts tournament approaches, Gohan discovers that his brother Goten has already reached the level of Super Saiyan. The two siblings decide to test each other's powers with a friendly practice bout. Meanwhile, female contestant Videl pays an unannounced visit to Gohan's house.",
                    "Aliases": []
                },
                "13": {
                    "ID": "411513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411513",
                    "TitleEnglish": "Take Flight Videl",
                    "SummaryEnglish": "In order to qualify for the World Martial Arts Tournament, Videl and Goten must first learn how to fly. Reluctantly agreeing to teach his brother Goten in this skill, Gohan is also saddled with instructing Vidal. Likewise deep into training is Gohan's fellow Z-Fighters Vegeta and Trunks.",
                    "Aliases": []
                },
                "14": {
                    "ID": "411514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411514",
                    "TitleEnglish": "Gather For the Tournament",
                    "SummaryEnglish": "In preparation for the World Martial Arts Tournament, brothers Gohan and Goten polish up their Super Saiyan skills. Also in training, Videl finally masters the art of flight. Finally, the rest of the Z-Fighters arrive for the tournament.",
                    "Aliases": []
                },
                "15": {
                    "ID": "411515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411515",
                    "TitleEnglish": "Camera Shy",
                    "SummaryEnglish": "Gohan's high school rival is not happy that the pretty Videl has expressed a preference for the Great Saiyaman in the upcoming World Martial Arts Tournament. Hoping to prove the Saiyaman unworthy of Videl, he intends to film the unmasking of the mysterious superhero.",
                    "Aliases": []
                },
                "16": {
                    "ID": "411516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411516",
                    "TitleEnglish": "The World Tournament",
                    "SummaryEnglish": "The 194 would-be contestants for the World Martial Arts Tournament have been whittled down to a handful of finalists. Thirty-five of these compete in the tournament's Junior Division, including several youthful Z-Fighters. Things begin to heat up when Trunks swings into action.",
                    "Aliases": []
                },
                "17": {
                    "ID": "411517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411517",
                    "TitleEnglish": "Trunks vs. Goten",
                    "SummaryEnglish": "The junior division of the World Martial Arts Tournament is in its final stages. After all competition has been eliminated, the contest narrows down to Trunks vs. Goten.",
                    "Aliases": []
                },
                "18": {
                    "ID": "411518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411518",
                    "TitleEnglish": "Best of the Boys",
                    "SummaryEnglish": "Goten and Trunks, the two finalists in the World Martial Arts Tournament's junior division, would seem at first to be evenly matched. For a while, however, Trunks proves to be the better and quicker warrior. But in the final burst of action, Goten may well get the upper hand.",
                    "Aliases": []
                },
                "19": {
                    "ID": "411519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411519",
                    "TitleEnglish": "Big Trouble, Little Trunks",
                    "SummaryEnglish": "Trunks manages to outmaneuver Goten, emerging the winner of the World Martial Arts Tournament's Junior Division. Unfortunately, Trunks still has to defeat the currently reigning champion, who is stronger, faster, and possibly a bit smarter. Watching from the crowd, Goku is startled by a pair of strange and ominous visitors.",
                    "Aliases": []
                },
                "20": {
                    "ID": "411520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411520",
                    "TitleEnglish": "Who Will Fight Who?",
                    "SummaryEnglish": "The World Martial Arts Tournament's adult competition is sailing merrily along when the action is interrupted by the arrival of a new contestant, The Mighty Mask. But before this can happen, Z-Fighter squares off against the enormous Pintar.",
                    "Aliases": []
                },
                "21": {
                    "ID": "411521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411521",
                    "TitleEnglish": "Forfeit of Piccolo!",
                    "SummaryEnglish": "The World Martial Arts Tournament rolls forward, as Krillin squares off against Pintar. Though his opponent may be bigger, Krillin turns out to be much faster. The next round finds Krillin facing Piccolo  -- only to end the battle before it begins by conceding defeat. Videl begins her bout with another oversized foe named Spopovitch.",
                    "Aliases": []
                },
                "22": {
                    "ID": "411522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411522",
                    "TitleEnglish": "A Dark and Secret Power",
                    "SummaryEnglish": "As the World Tournament continues, Videl is certain that she can easily defeat the big and clumsy-looking Spopovitch. But as their match proceeds, it is clear that Spopovitch has the upper hand. Several of the Z-Fighters sense that all is not completely right with this status quo, and that Spopovitch is getting outside help from a malevolent supernatural force.",
                    "Aliases": []
                },
                "23": {
                    "ID": "411523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411523",
                    "TitleEnglish": "Videl is Crushed",
                    "SummaryEnglish": "Apparently powered by evil supernatural forces, Spopovitch defeats Videl. But victory is not enough: Spovovich clearly intends to subject the poor girl to ritualistic torture before finishing her off.",
                    "Aliases": []
                },
                "24": {
                    "ID": "411524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411524",
                    "TitleEnglish": "Identities Revealed",
                    "SummaryEnglish": "Gohan's luck runs out, as his identity is discovered when he takes his place on the tournament floor. But Gohan has other things to worry about; his opponent Kibito is determined to see him transform into a Super Saiyan! Gohan had better be careful, evil eyes are closely watching his every move!",
                    "Aliases": []
                },
                "25": {
                    "ID": "411566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411566",
                    "TitleEnglish": "Energy Drain",
                    "SummaryEnglish": "Gohan transforms into a Super Saiyan in the middle of the arena, and Spopovitch and Yamu spring into action! Armed with a mysterious device that drains his energy, the pair launch an attack on the golden-haired teen. Will Gohan survive this vicious assault?",
                    "Aliases": []
                }
            }
        },
        "8": {
            "ID": "37632",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/8",
            "TitleEnglish": "Majin Buu Saga",
            "SummaryEnglish": "The evil wizard Babidi embarks on a quest for vengeance, seeking to fulfill his father's thwarted dreams of universal domination. Supreme Kai enlists Goku and the Z-Fighters to stop Babidi and his vile minions, but a deadly new threat emerges - Majin Vegeta!",
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "411525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411525",
                    "TitleEnglish": "The Wizard's Curse",
                    "SummaryEnglish": "The Z Fighters race to stop Babidi's cronies from delivering the pure energy which will be used resurrect the dreaded Majin Buu. Will they find Babidi's hidden spaceship in time?",
                    "Aliases": []
                },
                "2": {
                    "ID": "411526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411526",
                    "TitleEnglish": "King of the Demons",
                    "SummaryEnglish": "In a true moment of horror, Piccolo and Krillin are turned to stone by Dabura. Determined to save their friends lives Goku, Gohan, and Vegeta enter Babidi's ship only to find themselves trapped! With evil warriors in their midst, will they be able to save their friends and find their way out?",
                    "Aliases": []
                },
                "3": {
                    "ID": "411527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411527",
                    "TitleEnglish": "Vegeta Attacks",
                    "SummaryEnglish": "Goku, Gohan, and Vegeta discover a trap to drain them of their power. At each stage of Babidi's ship, they must face a fearsome warrior, each more powerful than the last. There's no room for error! Even the tiniest mistake will enable Babidi to steal their energy for Majin Buu!",
                    "Aliases": []
                },
                "4": {
                    "ID": "411528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411528",
                    "TitleEnglish": "Next Up, Goku",
                    "SummaryEnglish": "Babidi unleashes his monster, Yakon, to steal the Z Fighters' energy for Majin Buu. The battle at Stage Two is sure to be intense, as Yakon is one of the most fearsome creatures in the universe. But the energy-eating monster may have bitten off more than he can chew by challenging Super Saiyan Goku!",
                    "Aliases": []
                },
                "5": {
                    "ID": "411529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411529",
                    "TitleEnglish": "Battle Supreme",
                    "SummaryEnglish": "Goku and the others have gone to Babidi?s ship, but at the World Martial Arts Tournament the show must go on! The five remaining competitors enter the ring for an all out Battle Royale! The fists are flying as Number 18, Mighty Mask, and even the reigning champ himself duke it out to decide who will be the next Champion of the World!",
                    "Aliases": []
                },
                "6": {
                    "ID": "411530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411530",
                    "TitleEnglish": "Eighteen Unmasks",
                    "SummaryEnglish": "The Battle Royale heats up as Number 18 and Mighty Mask take their fight to the skies! Even though Number 18 gives it everything she's got, she can't seem to put a dent in her mysterious masked opponent. But she may just find the edge she needs to win, when Mighty Mask goes...Super Saiyan?!",
                    "Aliases": []
                },
                "7": {
                    "ID": "411531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411531",
                    "TitleEnglish": "Pay to Win",
                    "SummaryEnglish": "The final bout of the World Martial Arts Tournament continues, when Android 18 throws the defending champ for a loop by offering to throw the fight! Meanwhile, another battle is about to begin. Babidi has selected his warrior to fight at Stage 3: Dabura, King of the Demon World!",
                    "Aliases": []
                },
                "8": {
                    "ID": "411532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411532",
                    "TitleEnglish": "Heart of a Villain",
                    "SummaryEnglish": "The intense battle between Gohan and Dabura rages on! But just as the Stage 3 clash reaches a heated peak, Dabura stops the fight! Why has the evil giant conceded, and what is the great discovery that he claims to have made?",
                    "Aliases": []
                },
                "9": {
                    "ID": "411533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411533",
                    "TitleEnglish": "The Dark Prince Returns",
                    "SummaryEnglish": "In an all out assault against Vegeta, Babidi uses his power to undo the unsuspecting Prince from within. Vegeta is stripped of his good qualities by the wicked wizard, and becomes the heartless warrior that he once was. Vegeta's first senseless act under his new master is attacking Goku!",
                    "Aliases": []
                },
                "10": {
                    "ID": "411534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411534",
                    "TitleEnglish": "Vegeta's Pride",
                    "SummaryEnglish": "The possessed Vegeta gives Goku an ultimatum: fight with him, or watch him annihilate more innocent lives! Goku vows to settle the score between them once and for all, but the Supreme Kai steps between the Saiyans with a bold declaration. To fight Vegeta, Goku will have to destroy the Supreme Kai first!",
                    "Aliases": []
                },
                "11": {
                    "ID": "411535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411535",
                    "TitleEnglish": "The Long Awaited Fight",
                    "SummaryEnglish": "Super Saiyan powers collide! The long awaited battle between Goku and Vegeta has begun! With Babidi's magic enhancing his already incredible strength, Vegeta matches Goku move for move. But every blow the Saiyan Prince lands is a boost for Majin Buu!",
                    "Aliases": []
                },
                "12": {
                    "ID": "411536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411536",
                    "TitleEnglish": "Magic Ball of Buu",
                    "SummaryEnglish": "Gohan and the Supreme Kai confront Babidi in the depths of his space ship. With the fight between Goku and Vegeta supplying vast quantities of energy for Majin Buu, there's not a moment to lose! Can Gohan muster up the strength to stop the evil wizard before it's too late?",
                    "Aliases": []
                },
                "13": {
                    "ID": "411537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411537",
                    "TitleEnglish": "Buu is Hatched!",
                    "SummaryEnglish": "Drawing on the immense energy lost in Goku and Vegeta's fight, the seal encasing Buu is finally broken. Scared of reliving the horror he witnessed centuries ago, the Supreme Kai insists on retreat. But Gohan refuses, launching an incredible series of energy attacks. And when the shell opens, nothing is inside! Gohan, however, knows it's no time to celebrate.",
                    "Aliases": []
                },
                "14": {
                    "ID": "411538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411538",
                    "TitleEnglish": "The Losses Begin",
                    "SummaryEnglish": "Majin Buu is revived! But something is amiss. With his big pink belly and infantile behavior, Buu doesn't fit the bill of a galaxy destroyer. That is, until Dabura taunts him and is hurled into a distant cliff with a single blow! Gohan senses a limitless power. The Supreme Kai insists this is the end. And Buu has found two more victims!",
                    "Aliases": []
                },
                "15": {
                    "ID": "411539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411539",
                    "TitleEnglish": "The Terror of Mr. Buu",
                    "SummaryEnglish": "With Gohan crashed and struggling to move, the Supreme Kai must use his unique fighting powers to keep Buu at bay, or else lose his life! One mile away, young Goten and Trunks land on the rocky cliffs and stumble onto Piccolo - still frozen in stone - and accidentally shatter him into pieces! And there's more! The King of Demons returns!",
                    "Aliases": []
                },
                "16": {
                    "ID": "411540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411540",
                    "TitleEnglish": "Meal Time",
                    "SummaryEnglish": "Free from the grip of Babidi, Vegeta decides to seek his revenge by destroying the monster Majin Buu. Assuming Gohan was a victim of the voracious villain, the head strong Super Saiyan goes ballistic. But does Vegeta have the power to bring down the beast Majin Buu?",
                    "Aliases": []
                },
                "17": {
                    "ID": "411541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411541",
                    "TitleEnglish": "The Warrior's Decision",
                    "SummaryEnglish": "With Goku and Gohan missing in action, it's up to Vegeta to end Majin Buu's reign of terror. The Saiyan Prince gives it his all, but Buu's powers seem to be more than even he can handle!",
                    "Aliases": []
                },
                "18": {
                    "ID": "411542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411542",
                    "TitleEnglish": "Final Atonement",
                    "SummaryEnglish": "Trunks and Goten save Vegeta from a savage beating, but the headstrong Super Saiyan is determined to destroy Majin Buu by himself. Vegeta is prepared to risk everything to defeat this foe, but is he really ready to give up his own life?",
                    "Aliases": []
                },
                "19": {
                    "ID": "411543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411543",
                    "TitleEnglish": "Evil Lives On",
                    "SummaryEnglish": "Majin Buu's flesh has been scattered on the battlefield, but his mystical power is regrouping the monster into one deadly piece! The wizard Babidi is recovering too, having narrowly survived Piccolo's attack. As the menacing pair prepare their next attack, the battle-worn Z Fighters must ask a vital question: Is Gohan still alive?",
                    "Aliases": []
                },
                "20": {
                    "ID": "411544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411544",
                    "TitleEnglish": "Find the Dragon Balls",
                    "SummaryEnglish": "Anxious to undo the massacre caused by Vegeta, Bulma and the others search frantically for the seven Dragon Balls! Meanwhile, the injured Goku finally awakes, and Dende uses his healing powers to bring him back to speed. And not a moment too soon, since Buu and Babidi's spree of terror continues!",
                    "Aliases": []
                },
                "21": {
                    "ID": "411545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411545",
                    "TitleEnglish": "Revival",
                    "SummaryEnglish": "With nowhere else to turn, Goku presents an amazing new strategy for defeating Majin Buu: the art of Fusion! By joining two fighters of equal size and strength, an entirely new fighter can be created. But only one such pair remains, Goten and Trunks! Can these young half-Saiyans be taught to save the world? Meanwhile, Bulma summons the Eternal Dragon!",
                    "Aliases": []
                },
                "22": {
                    "ID": "411546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411546",
                    "TitleEnglish": "Global Announcement",
                    "SummaryEnglish": "Babidi wants to find Piccolo, Goten, and Trunks to reap vengeance, and magically communicates to all the people of Earth! Plastering images on everyone's mind, Babidi threatens to terrorize innocents until the trio is brought forward! Elsewhere, Kibito and Supreme Kai find Gohan and take him to Supreme Kai's world!",
                    "Aliases": []
                },
                "23": {
                    "ID": "411548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411548",
                    "TitleEnglish": "Learn to Fuse",
                    "SummaryEnglish": "Goku begins training Goten and Trunks in the difficult art of Fusion. Gohan is healed in Supreme Kai's world, and tries to remove the legendary Z Sword, which can be used to fight Majin Buu. All the while, Babidi and Buu continue terrorizing innocents to \"smoke out\" Piccolo, Goten, and Trunks!",
                    "Aliases": []
                },
                "24": {
                    "ID": "411549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411549",
                    "TitleEnglish": "The Z Sword",
                    "SummaryEnglish": "Majin Buu unleashes a feeding frenzy, transforming an entire town's population into chocolate! The Z Fighters must try anything and everything to stop the evil monster. Gohan withdraws the ancient Z Sword. Goku struggles with great setbacks to teach Goten and Trunks to fuse. Even an unlikely hero is asked to join the fight!",
                    "Aliases": []
                },
                "25": {
                    "ID": "411550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411550",
                    "TitleEnglish": "Race to Capsule Corp",
                    "SummaryEnglish": "As Goten and Trunks train to stop the vicious Majin Buu, Idasa's jaded mother tells Babidi exactly where Trunks lives! Now, the Z Fighters must find a way to stop the evil wizard before he reaches Capsule Corp!",
                    "Aliases": []
                },
                "26": {
                    "ID": "411551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411551",
                    "TitleEnglish": "Super Saiyan 3?!",
                    "SummaryEnglish": "Trunks searches frantically for the lost Dragon Radar, as Goku powers-up to an unimaginable level...Super Saiyan 3! But will this newfound strength be enough to stop Majin Buu from destroying West City?",
                    "Aliases": []
                },
                "27": {
                    "ID": "411552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411552",
                    "TitleEnglish": "Buu's Mutiny",
                    "SummaryEnglish": "Goku uses his new Super Saiyan 3 abilities to combat the evil Majin Buu, buying Trunks the time he needs to locate the missing Dragon Radar. But now that Goku has started the fight, he may not be able to escape!",
                    "Aliases": []
                },
                "28": {
                    "ID": "411553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411553",
                    "TitleEnglish": "The Fusion Dance",
                    "SummaryEnglish": "Liberated from his master, Majin Buu becomes even more destructive than before, wiping out entire cities in mere seconds! Earth's only hope now rests on the shoulders of two young warriors! Goku tries to teach Goten and Trunks the art of the Fusion, but can he finish the job before his own time runs out?",
                    "Aliases": []
                },
                "29": {
                    "ID": "411554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411554",
                    "TitleEnglish": "Goku's Time is Up",
                    "SummaryEnglish": "The difficulties of learning the Fusion Technique cause tensions to rise, as Goten and Trunks' duel with Majin Buu approaches. Meanwhile, how does Buu prepares for the upcoming battle by building himself a home! Goku bids a poignant farewell as he finally returns to the Other World.",
                    "Aliases": []
                },
                "30": {
                    "ID": "411555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411555",
                    "TitleEnglish": "Return to Other World",
                    "SummaryEnglish": "While Trunks and Goten continue their quest to perfect the Fusion Technique, Gohan seeks to master the Z Sword on the World of the Kai's. Back on Earth, an encounter with a blind boy reveals that there is another side to the belligerent Buu!",
                    "Aliases": []
                },
                "31": {
                    "ID": "411556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411556",
                    "TitleEnglish": "Out From the Broken Sword",
                    "SummaryEnglish": "When Gohan's intense training causes the legendary Z Sword to break, all hope seems lost. But when the peculiar Old Kai emerges and claims to have been trapped in the sword, it seems like destiny after all. Who is this aged fellow and does he really have the incredible power he claims?",
                    "Aliases": []
                },
                "32": {
                    "ID": "411557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411557",
                    "TitleEnglish": "Gotenks is Born",
                    "SummaryEnglish": "After fusing in a couple of comically incorrect ways, Trunks and Goten finally perfect the Fusion Technique and Gotenks is born! Defying Piccolo's command, the fused super-kid immediately leaves to go fight Majin Buu! But does Gotenks really have what it takes to defeat the pink powerhouse?",
                    "Aliases": []
                },
                "33": {
                    "ID": "411558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411558",
                    "TitleEnglish": "Unlikely Friendship",
                    "SummaryEnglish": "As Majin Buu continues to rain terror upon humanity, a lone savior appears...the World Martial Arts Champion! His megaton punch won't be enough, but this unlikely hero may have some tricks in store for Majin Buu yet!",
                    "Aliases": []
                },
                "34": {
                    "ID": "411547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411547",
                    "TitleEnglish": "I Kill No More",
                    "SummaryEnglish": "While the Z Fighters continue their training to battle Majin Buu, the Champ devises some sneakier plans to take him down. But will he even need to carry them out? Is Majin Buu having a change of heart?",
                    "Aliases": []
                }
            }
        },
        "9": {
            "ID": "41327",
            "URL": "https://thetvdb.com/series/dragon-ball-z/seasons/official/9",
            "TitleEnglish": "Kid Buu Saga",
            "SummaryEnglish": "Majin Buu's rampage continues, and the only hope of defeating this terrifying foe is the Fusion Technique. For this desperate plan to succeed, two fierce rivals, Goku and Vegeta, must combine their powers in a heroic attempt to stop Majin Buu once and for all!",
            "# Episodes": 38,
            "Episodes": {
                "1": {
                    "ID": "440671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/440671",
                    "TitleEnglish": "The Evil of Men",
                    "SummaryEnglish": "The two gunmen proceed to shoot rockets at Buu's house. Hercule runs up to the hill they're on and pounds each of them. Buu is able to heal the dog, and the three friends continue having fun. Buu rebuilds his house to look like the dog. While Hercule is cooking a meal for Buu, one of the gunmen sneaks into Buu's house and shoots the World Champ. Buu starts to lose control of himself. After he heals Hercule, he instructs him to get away. Buu begins giving off more steam than ever, and the steam is congealing in the sky. It forms the evil side of Buu, a tall, thin, gray version of Majin Buu. Evil Buu flies over to the gunman and blasts him into nothing.",
                    "Aliases": []
                },
                "2": {
                    "ID": "440672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/440672",
                    "TitleEnglish": "Buu Against Buu",
                    "SummaryEnglish": "Evil Buu and Good Buu begin to fight, and it's clear that Evil Buu has the advantage. Good Buu tries to turn his opponent into chocolate, but Evil Buu deflects the ray back at Good Buu, who becomes a piece of chocolate. Evil Buu consumes the chocolate, and transforms into Super Buu, a bulkier, pink version of Evil Buu. Super Buu blows up the other gunman, and spies another person hiding nearby. He is about to destroy the other person, when he realizes that it's Hercule. He spares his friend, and flies off. He arrives at Dende's lookout.",
                    "Aliases": []
                },
                "3": {
                    "ID": "440673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/440673",
                    "TitleEnglish": "Empty Planet",
                    "SummaryEnglish": "Buu demands to fight Gotenks, but Piccolo knows that the boys aren't ready. To buy time, he tells Buu that he can spend a day killing the rest of the people on earth. Buu starts walking around the edge of the lookout, and Piccolo uses this time to tell Krillin to wake up the boys and get them into the Hyperbolic Time Chamber to train. Buu completes his walk, and raises up his arm. Millions of energy blasts start flying out of his hand down to earth. After the Human Extiction Attack is finished, only Hercule, the dog, Tien, and Chiaotzu remain, as well as the fighters on the lookout. Piccolo asks for Super Buu to wait for one hour, and Videl agrees. Buu complies, because Videl is the daughter of Hercule.",
                    "Aliases": []
                },
                "4": {
                    "ID": "618461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618461",
                    "TitleEnglish": "Time Struggle",
                    "SummaryEnglish": "Chi Chi slaps Super Buu for killing Gohan, and in retaliation, Buu turns her into an egg and crushes her. Goten vows to train as hard as he can for what Buu did to his mother. The boys enter the Hyperbolic Time Chamber and begin to train. Buu's patience wears off after thirty minutes, and he demands to fight his opponent right now. Piccolo decides to take Buu to the Chamber, but he walks as slowly as he can, giving the boys as much time as possible. He mentally warns them that Buu is coming so they can rest up in time. The boys seem to have developed a few new tricks, and they have planned their fight with Buu. Finally, Piccolo and Buu arrive at the chamber, and Goten and Trunks fuse together.",
                    "Aliases": []
                },
                "5": {
                    "ID": "618471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618471",
                    "TitleEnglish": "Super Moves of Gotenks",
                    "SummaryEnglish": "Super Buu and Gotenks begin to fight, and Gotenks decides to use some of his special moves. The problem is that these moves are totally ineffective, not to mention they have ridiculous names, like the Screaming Angry Wombat. After it is clear that these moves have no effect, Gotenks talks strategy with Piccolo. He then creates a ring of energy and traps Buu inside. After a brief struggle, Buu is able to break the ring. The two then do a bit of real fighting. Gotenks decides to use another one of his special moves, called the Super Ghost Kamikaze Attack. He spits out a ghost of himself, and plans to use it against Buu.",
                    "Aliases": []
                },
                "6": {
                    "ID": "618481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618481",
                    "TitleEnglish": "Trapped in Forever",
                    "SummaryEnglish": "Gotenks creates ten ghosts that detonate with explosive force when they are touched. He sends all but one at Super Buu, and they reduce him to a deformed puddle of his former self. Gotenks sends the final one down Buu's mouth, blowing him into tiny pieces. Gotenks and Piccolo destroy all of the pieces, but the smoke coming off of the pieces gathers above their heads and reforms Super Buu. To play up the drama of the situation, Gotenks acts like he's out of ideas, and Buu begins beating up on the fused Saiyan. Suddenly, Piccolo destroys the door to the outside world, which traps the three of them in the Chamber for all eternity.",
                    "Aliases": []
                },
                "7": {
                    "ID": "618491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618491",
                    "TitleEnglish": "Feeding Frenzy",
                    "SummaryEnglish": "Heartbroken at the idea that he will never eat candy again, Super Buu lets out a powerful scream that rips a hole in the dimension. He jumps through it, and the hole closes before Piccolo and Gotenks can get through. Back on the outside, Buu is hungry, and so he turns everyone at the lookout into chocolate. Piccolo and Gotenks have been attempting to scream loud enough to create an interdimensional hole like Buu did, but they've seen no success. Gotenks decides to play his trump card, transforming into a Super Saiyan 3. This gives him the power Buust needed to rip a hole for he and Piccolo to jump through. Back at the lookout, Buu tells Gotenks that he ate all of his friends, and enraged, Gotenks promises Buu that he'll pay for each one.",
                    "Aliases": []
                },
                "8": {
                    "ID": "618501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618501",
                    "TitleEnglish": "Gotenks is Awesome",
                    "SummaryEnglish": "Gotenks and Super Buu begin to fight, and the collateral damage from the battle begins to destroy the lookout. Buu slams Gotenks down through the lookout itself. Down on earth, Gotenks tries another Super Ghost Kamikaze attack, but it once again fails. Buu lands a powerful hit on Gotenks that sends him flying back into the lookout. Buu then forms himself into a ball, and begins repeatedly shooting himself at the lookout until all that's left is rubble floating in the air. While still in a ball, Gotenks is able to trap him in a little sphere. He and Piccolo then play some volleyball with Buu, and Gotenks spikes him down to earth. Just when it seems like Buu is dead, a powerful blast of energy comes from the crater. Gotenks only has a few minutes until he separates.",
                    "Aliases": []
                },
                "9": {
                    "ID": "618511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618511",
                    "TitleEnglish": "Unlucky Break",
                    "SummaryEnglish": "Gotenks and Buu continue their fight. Gotenks seems to be wearing Buu down, and he has the upper hand in the fight. Just as he's about to hit Buu with his final move, Gotenks returns to normal from his Super Saiyan 3 form. The power was too much for him to sustain. Buu begins beating up Gotenks, who is now much weaker. Gohan has finally finished his training, and is ready to return to earth. After saying goodbye to Goku for the last time, Kibito takes him back, and Gohan asks him to change his clothes. He's now wearing clothes just like Goku. He's arrived just in time, because Gotenks has separated.",
                    "Aliases": []
                },
                "10": {
                    "ID": "618521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618521",
                    "TitleEnglish": "A Whole New Gohan",
                    "SummaryEnglish": "Gohan arrives at the scene, and everyone is shocked at how much power he has. As Gohan begins pounding him, Buu steps up the intensity, but Gohan still has the upper hand. He is easily picking Buu apart.",
                    "Aliases": []
                },
                "11": {
                    "ID": "618531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618531",
                    "TitleEnglish": "Search For Survivors",
                    "SummaryEnglish": "Realizing that he's totally outmatched, Buu decides to self-destruct, hoping to take Gohan with him. Gohan is able to escape, and he takes the others with him. After the detonation, there is no sign of Buu, but Gohan is sure that he's still around. They suddenly sense Dende's energy signal, and they go to find him. On the way, they pick up Hercule and the dog, Bee. Dende explains that as Buu was escaping through the dimensional hole, Mr. Popo threw him off of the lookout, because without Dende, there are no Dragon Balls. Buu tracks them down, but instead of having a rematch with Gohan, he calls out Goten and Trunks.",
                    "Aliases": []
                },
                "12": {
                    "ID": "618541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618541",
                    "TitleEnglish": "Majin Buu Transforms",
                    "SummaryEnglish": "Unknown to the others, Buu secretly separates part of his back, and the two pink blobs creep around behind the others. As soon as Goten and Trunks fuse, one of the blobs encases the Saiyan. Piccolo, too, has been covered by a pink blob. Buu calls each of the blobs back to him, and they combine to form a Super Buu that's even stronger than he was before. Buu and Gohan start to fight, and it's clear that Super Buu has the advantage. Gohan seems unable to keep up with Buu's new speed and strength. Buu taunts Gohan by telling him what his three friends that were absorbed think of him.",
                    "Aliases": []
                },
                "13": {
                    "ID": "618551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618551",
                    "TitleEnglish": "The Old Kai's Weapon",
                    "SummaryEnglish": "Gohan is no match for the new Super Buu. Buu now possesses new skills, such as the Super Ghost Kamikaze Attack, and the Special Beam Cannon, each of which he uses on Gohan. He is about to finish Gohan, when Bee comes running up. Hercule tries to save Bee, but is incredibly weak. Buu is about to blast each of them when Gohan saves them. Buu then uses Gotenks' Ring Binding trick on Gohan. He then aims a Kamehameha wave at him, but Gohan is able to summon enough strength to escape in time. Meanwhile, in Other World, King Yemma decides to send Vegeta back to earth to fight Buu. On the world of the Kais, the Elder Kai decides to give his life to Goku so he can fight Buu. The now deceased Elder Kai gives Goku his earrings. If Goku and Gohan each wear one, they will fuse together.",
                    "Aliases": []
                },
                "14": {
                    "ID": "618561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618561",
                    "TitleEnglish": "Ready to Fuse?",
                    "SummaryEnglish": "Elder Kai tells Shin and Kibito to try a fusion with their earrings, but only after they fuse together does he reveal that it is a permanent fusion. Dende heals Gohan's injuries, so to prevent this from happening again, Buu creates a giant energy ball and aims it at Dende. Just before it hits, it is blasted out of the way by Tien's tribeam, who has arrived just in time. Buu tries again, but Goku suddenly appears and sends a disk of energy at the monster. It cuts off his legs and part of his head. His legs give Tien a crushing kick, and then return to Buu. Goku throws Gohan the other earring, but his aim is off. Goku goes Super Saiyan 3 to hold off Super Buu while Gohan serches for the earring. Suddenly, Gotenks' fusion wears off, and Buu loses most of his power. To make up for this, the part of Buu's head that was cut off suddenly engulfs Gohan, just like Piccolo and Gotenks. He merges with Gohan, and is now even more powerful than before.",
                    "Aliases": []
                },
                "15": {
                    "ID": "618571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618571",
                    "TitleEnglish": "Union of Rivals",
                    "SummaryEnglish": "Buu gives Goku some time to find someone to fuse with. He considers Dende and Hercule, but neither of them would be any help. He suddenly senses that Vegeta has returned, and uses Instant Transmission to find him. Dende then heals Tien. After he finds him, Goku tries to convince Vegeta to fuse with him, but Vegeta is angry because he knows Goku was holding back his Super Saiyan 3 technique when they fought. They each try to take on Buu, but are clearly outclassed. Goku tells Vegeta that Buu absorbed Bulma, and asks him to put their differences aside to save their race. Vegeta finally agrees, and only when he puts the earring on does Goku mention that the fusion is permanent.",
                    "Aliases": []
                },
                "16": {
                    "ID": "618581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618581",
                    "TitleEnglish": "Meet Vegito",
                    "SummaryEnglish": "The fused Goku and Vegeta names himself Vegito, and begins to fight Buu. He clearly is far superior to even the new Super Buu. In Other World, Bulma, Videl, Chi Chi, and Dabora are looking for Gohan, whom they believe to be dead. Dabora has changed his ways, and is trying to help them. Back on earth, Dende and Hercule arrive at the battle scene, just as Buu has decided to destroy the earth. He creates a massive ball of energy, and throws it towards the earth. Vegito easily catches it, and deflects it back out into space. Buu claims that he has yet to fight at his full power. Vegito says the same, and powers up to a Super Saiyan.",
                    "Aliases": []
                },
                "17": {
                    "ID": "618591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618591",
                    "TitleEnglish": "Rip In The Universe",
                    "SummaryEnglish": "Vegito continues to thrash Majin Buu. Buu tries to hide himself with his own steam, but Vegito still beats up on him. On the Grand Kai's planet, Krillin and Yamcha are training with King Kai. Back on earth, Buu is starting to become desperate. He liquifies himself, and shoots down Vegito's mouth. While inside Vegito, he tries to control the Saiyan, but Vegito uses his energy to isolate Buu and beat up on him. Buu is forced to exit Vegito's body. He begins to freak out, and the universe itself starts to rip. Vegito tries to stop him, but Buu has put up a shield around himself. After a long struggle, Vegito breaks through the shield and stops Buu.",
                    "Aliases": []
                },
                "18": {
                    "ID": "618601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618601",
                    "TitleEnglish": "Vegito...Downsized",
                    "SummaryEnglish": "Vegito and Buu continue to fight, and Vegito is still far more powerful than his opponent. He repeatedly dominates Buu, which makes Buu angrier and angrier. Vegito is just toying with him. Buu hatches a plan, and calls Vegito out. Vegito comes closer, and Buu turns him into candy. Meanwhile, Videl, Bulma, Chi Chi, and Dabora continue their search for Gohan. Videl still doesn't believe that Gohan is dead.",
                    "Aliases": []
                },
                "19": {
                    "ID": "618611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618611",
                    "TitleEnglish": "The Incredible Fighting Candy",
                    "SummaryEnglish": "Before Buu can eat it, the candy made of Vegito begins to fight back. It is just as powerful as Vegito was, except it is too small for Buu to hit. Buu changes it back into Vegito, who then proceeds to beat him up. Vegito literally starts tearing Buu apart. He gives Buu ten seconds until he destroys him, and during this countdown, Buu notices a part of himself that Vegito tore off down on the ground. This part rises up behind Vegito, and before he reaches ten, he is engulfed by the pink blob. Buu has absorbed Vegito.",
                    "Aliases": []
                },
                "20": {
                    "ID": "618621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618621",
                    "TitleEnglish": "The Innards of Buu",
                    "SummaryEnglish": "After absorbing Vegito, Buu has not taken on any of his characteristics, because he hasn't digested him yet. Inside Buu, Vegito still exists. He put up a barrier during the absorption, because he let it happen on purpose. Once he dispels the barrier, Vegito splits back into Goku and Vegeta. Vegeta crushes his fusion earring, citing that once they free their absorbed friends, Buu will lose most of his power. As they journey through his innards, they find some tiny green pieces of slime. The slime starts to attack, and it completely covers Goku. Suddenly, a giant worm appears, ready to eat Goku.",
                    "Aliases": []
                },
                "21": {
                    "ID": "618631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618631",
                    "TitleEnglish": "Mind Trap",
                    "SummaryEnglish": "Goku shakes off the slime, and blasts the worm. The worm then calls his father, but instead of eating Goku, the father yells at his son. Goku and the worm become friends, and the worm points them in the direction of the four they're looking for. Goku and Vegeta arrive in Buu's head, where they encounter what appear to be Piccolo, Gohan, and Gotenks. These three begin attacking Goku and Vegeta, and even though Goku and Vegeta are winning the fight, their attackers don't take on any damage. Buu goes to a bakery and begins to eat some cake, which causes what appeared to be Piccolo, Gohan, and Gotenks to turn into cakes. They were just Buu's thoughts. Goku and Vegeta finally find their four friends, who are trapped in cocoons, unconscious, but alive.",
                    "Aliases": []
                },
                "22": {
                    "ID": "618641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618641",
                    "TitleEnglish": "Deadly Vision",
                    "SummaryEnglish": "Goku and Vegeta cut down their four friends, and as they do, Super Buu regresses to his earlier form. Dende and Hercule continue to follow Buu. Back inside Majin Buu, Goku and Vegeta also find the original Majin Buu. They read his thoughts to find out what happened to him. Suddenly, a thought form of Buu himself appears. The two join forces to defeat it, but once they do, another one appears. They realize that this is a battle they can't win. Buu finally decides that he's had enough, and he tries to absorb Goku and Vegeta.",
                    "Aliases": []
                },
                "23": {
                    "ID": "618651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618651",
                    "TitleEnglish": "Evil Kid Buu!",
                    "SummaryEnglish": "Goku saves Vegeta from being absorbed. As Vegeta recovers, Goku continues to fight the thought form of Buu. Goku is rapidly losing energy, and just as Buu is about to destroy him, Vegeta cuts down the pod containing the original Majin Buu. This causes Buu to go mad, and so Goku and Vegeta grab the four pods and try to make their escape. On their way through is body, they notice one of the tunnels that leads to one of the holes in Buu's body where the steam escapes. They are able to fly out through here, and when they emerge on the other side, all six of them regain their normal size. As Goku and Vegeta set the pods down, they notice Buu undergoing a change. He shrinks into Kid Buu.",
                    "Aliases": []
                },
                "24": {
                    "ID": "618661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618661",
                    "TitleEnglish": "End of Earth",
                    "SummaryEnglish": "Supreme Kai explains to the Elder Kai that there were once five Supreme Kais. Four of them ruled over a quadrant of the universe, and the fifth was their leader. He says that Kid Buu was his original form. North and West Kai perished against Majin Buu. South Kai was absorbed. The leader, Dai Kaio, was also absorbed, but this absorption changed Buu into the fat, happy Buu that came out of the ball. The absorption of the Kais weakened Buu. Back on earth, Kid Buu creates a massive ball of energy and throws it at the earth. Goku and Vegeta try to grab their sons and Piccolo, but are only able to grab Dende and Hercule. Goku Instantly Transmits to the world of the Kais.",
                    "Aliases": []
                },
                "25": {
                    "ID": "618671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618671",
                    "TitleEnglish": "True Saiyans Fight Alone",
                    "SummaryEnglish": "Buu reforms after the destruction of the earth, and goes on a rampage throughout the galaxy. He goes from planet to planet, looking for Goku and Vegeta, and then destroys the place when he doesn't find them. He goes to the Grand Kai's planet, and starts to destroy everyone there. Supreme Kai offers Goku and Vegeta his fusion earrings, but they both refuse them. They raise their power levels so Buu will know where to find them. Buu appears on the world of the Kais.",
                    "Aliases": []
                },
                "26": {
                    "ID": "618681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618681",
                    "TitleEnglish": "Battle for the Universe Begins",
                    "SummaryEnglish": "The Supreme Kai transports himself, Dende, and the Elder Kai to a distant planet so they will be out of Goku and Vegeta's way. Unfortunately, they forget to take Hercule and Bee along. Goku and Vegeta play janken to decide who will fight first, and Goku wins. He powers up, and starts beating on Buu. He blasts him apart, but he reforms. Buu creates another massive energy ball and throws it down at the planet. Goku is able to deflect it, but Buu guides the ball back around and into the planet. Powerful earthquakes rock the surface of the planet, leaving the ground ragged and uneven. Goku decides to power up to Super Saiyan 3.",
                    "Aliases": []
                },
                "27": {
                    "ID": "618691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618691",
                    "TitleEnglish": "Vegeta's Respect",
                    "SummaryEnglish": "Goku and Buu continue to fight, each taking powerful blows from each other. Buu tries his ball trick again, and hits Goku hard. Goku puts all of his energy into a massive Kamehameha, but Buu just reforms afterward. Goku powers down to his normal state and collapses. Vegeta steps in, but he is no match for Buu. Buu cleans his clock, and just as he's about to give Vegeta his finishing blow, Goku pushes him out of the way. He then powers back up to Super Saiyan 3 and continues their furious fight. Vegeta reminisces about all of the fights he and Goku were in. He finally admits that Goku is better.",
                    "Aliases": []
                },
                "28": {
                    "ID": "618701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618701",
                    "TitleEnglish": "Minute of Desperation",
                    "SummaryEnglish": "Goku continues to fight Buu, and he seems to have the upper hand. He deals out a lot of damage to Buu, but as the fight goes on, his hits become weaker and weaker until they have no effect at all. He tells Vegeta that it's his turn, but Vegeta declines, citing that he is no match for Buu. He tells Goku that he's better than him. Goku says that he nees one minute to power up enough to destroy Buu. While Goku is powering up, Vegeta steps in, knowing that if he dies again, he will no longer exist in any form. Buu thrashes Vegeta, but every time he gets knocked down, he gets up, ready for more. Buu stretches out his arm, wraps it around Vegeta's neck, and begins choking him. It's been more than one minute, but Goku still has not generated enough power.",
                    "Aliases": []
                },
                "29": {
                    "ID": "618711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618711",
                    "TitleEnglish": "Old Buu Emerges",
                    "SummaryEnglish": "Buu is about to blast Vegeta, when suddenly Hercule starts to taunt him. Buu lets Vegeta go, and turns his attention to Hercule. The world champ, thinking that it's all a dream, tries to destroy Buu, but is obviously ineffective. Buu winds up to punch him, but suddenly stops. He wrestles with his mind for a moment, and then spits out the fat form of Buu, who, though not part of his physical being, was still inside of Kid Buu. Hercule tries to beat up Buu again, but fails. Buu sends a blast toward Hercule, but it is knocked away by the old Buu, who has regained consciousness. Meanwhile, Goku still can't gather enough energy. He starts losing energy, and falls to the ground in his normal form.",
                    "Aliases": []
                },
                "30": {
                    "ID": "618721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618721",
                    "TitleEnglish": "Earth Reborn",
                    "SummaryEnglish": "The old Buu is no match for Kid Buu, who begins to wail on him. Hercule continues to try to help the old Buu, but is ineffective. Vegeta suddenly comes up with a plan. He communicates with Dende, telling him to go to the new planet Namek and gather the Dragon Balls. The Supreme Kai and the Elder Kai take him there, and the Namekians are waiting with the seven balls. Porunga is summoned, and Vegeta tells Dende his two wishes: bring back the earth and restore it to its original state, and bring back all of the non-evil people that died since the morning of the World Martial Arts Tournament. These wishes are granted, and even Vegeta himself comes back to life. He finally reveals the main part of his plan to destroy Buu: the Spirit Bomb.",
                    "Aliases": []
                },
                "31": {
                    "ID": "618731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618731",
                    "TitleEnglish": "Call To Action",
                    "SummaryEnglish": "The people of earth come back to life, including the Z Fighters and their friends. Goku gets into position to create the Spirit Bomb, and with the help of King Kai, Vegeta speaks to the entire population of earth. He tells them what's going on, and that do defeat Buu, they need to raise their hands up and offer their energy. Only Goku and Vegeta's family and friends comply. No one else is willing to listen to a mysterious voice from the sky. Vegeta repeatedly pleads with the earthlings, but to no avail. While this is going on, old Buu is buying them time by fighting Kid Buu, but it's not going well. Goku hasn't gathered nearly enough energy to destroy Buu.",
                    "Aliases": []
                },
                "32": {
                    "ID": "618741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618741",
                    "TitleEnglish": "People of Earth Unite",
                    "SummaryEnglish": "Vegeta continues to plead with the people of earth, but no one will listen to him. Old Buu has finally lost all of his energy, so Vegeta is forced to fight Kid Buu. He is no match for him, and gets pounded. Now Goku asks the earthlings to raise up their arms, and small pockets of people who recognize his voice do so, but the vast majority remain uninterested. Piccolo, Gohan, Goten, and Trunks spread out into the city, hoping to convince people to raise their arms. Hercule has finally had enough, and he speaks to the people of earth. When they hear the familiar voice of the World Champion, all of the people of earth raise their arms and offer their energy. The Spirit Bomb is finally ready.",
                    "Aliases": []
                },
                "33": {
                    "ID": "618751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618751",
                    "TitleEnglish": "Spirit Bomb Triumphant",
                    "SummaryEnglish": "Goku is ready to throw the Spirit Bomb, but Vegeta is in the way, and, despite Vegeta's pleas otherwise, he refuses to take out Vegeta along with Buu. Suddenly, old Buu gets up and holds Kid Buu down long enough for Hercule to pull Vegeta to safety. Old Buu is kicked aside, and Goku throws the Spirit Bomb. It hits Kid Buu, but he starts pushing it back. Goku uses all of the energy he has trying to push it back into Kid Buu, but Buu is too powerful. Vegeta suddenly remembers that they still have a third wish with Porunga. He instructs Dende to wish for Goku's power to be normal again. The wish is granted, and Goku is able to force the Spirit Bomb back at Majin Buu. As he does so, he silently wishes that Buu had been a better person, and hopes to fight him some day in the future. The Spirit Bomb hits with full force, driving Buu into the ground. Majin Buu is finally dead.",
                    "Aliases": []
                },
                "34": {
                    "ID": "618761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618761",
                    "TitleEnglish": "Celebrations With Majin Buu",
                    "SummaryEnglish": "The Supreme Kai brings Dende back to the world of the Kais. Dende heals Vegeta and Goku. Hercule finds the body of old Buu, and asks Dende to heal him. Vegeta won't let him, and plans to destroy him. He says it is too dangerous for any form of Majin Buu to exist, but Hercule continues to plead with him. Goku takes Hercule's side, explaining to Vegeta that it was old Buu who saved Vegeta's life right before Goku threw the Spirit Bomb. Vegeta reluctantly agrees, and Majin Buu is healed. Supreme Kai takes them all back to Dende's lookout, where they reunite with friends and family. Goku tells his family that Elder Kai gave him his life, so he can stay on earth for good. Four months later, they use their remaining wish with Shenron, asking him to erase the memory of Majin Buu from the mind of everyone on earth, so that the good Buu can assimilate into society. Life finally returns to normal on earth.",
                    "Aliases": []
                },
                "35": {
                    "ID": "618771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618771",
                    "TitleEnglish": "He's Always Late",
                    "SummaryEnglish": "Bulma has invited everyone to a barbecue at Capsule Corporation, and Goku's family is ready to leave. The only problem is that Goku is nowhere to be found. Frustrated, Chi Chi and the boys leave without him. While everyone's having a good time at the party, Goku is out on a mountaintop, looking after some eggs that are ready to hatch. He protects them from the storm and from predators. After they hatch, he finally arrives at the party, to the delight of everyone.",
                    "Aliases": []
                },
                "36": {
                    "ID": "618781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618781",
                    "TitleEnglish": "Granddaughter Pan",
                    "SummaryEnglish": "Five years have passed, and Goku is training with Goten when Bulma and Vegeta show up. Goku says that he and Goten will be entering the World Martial Arts Tournament, so Vegeta says that he and Trunks will do the same. The day of the tournament comes, and old friends catch up. Everyone has arrived to watch. Gohan, who is now married to Videl, has decided not to enter, but his daughter, Pan, will fight. Since there is no junior division, she will be fighting with the adults. Hercule and Buu will be fighting, however, and Goku says that there is someone who is 100% human that can threaten to beat Goku and Vegeta.",
                    "Aliases": []
                },
                "37": {
                    "ID": "618791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618791",
                    "TitleEnglish": "Buu's Reincarnation",
                    "SummaryEnglish": "The seeding draw for the tournament begins, and Goku has Majin Buu use his magic to rig it so that he faces the powerful mystery fighter he had talked about. In the first match, Pan faces Wild Tiger, and the four-year-old easily dispatches with him. Next up is Goku vs. Uub. Uub is the reincarnation of Buu. King Yemma apparently heard Goku's wish right before Buu was destroyed, and he reincarnated Buu as a good person, named Uub. Uub is apprehensive, so to bait him into fighting, Goku resorts to taunting the young boy. After a particularly nasty insult and a kick to the face, Uub has snapped, and is now ready to fight.",
                    "Aliases": []
                },
                "38": {
                    "ID": "618801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618801",
                    "TitleEnglish": "Goku's Next Journey",
                    "SummaryEnglish": "Goku and Uub begin to fight, and it's clear that Uub doesn't know much about fighting. But as the match goes on, he learns more and more, and is able to go toe to toe with Goku. Uub nearly falls out of the ring, but Goku saves him from hitting the ground. He realizes that Uub doesn't even know how to fly, so he decides to live with Uub in his village and train him. Despite his friends and family pleading with him to stay, he flys away with Uub. Goku is training Uub to defend the earth when he's gone. He hopes one day, when Uub's training is complete, to have a real all-out match with him to test their power.",
                    "Aliases": []
                }
            }
        }
    }
}