{
    "URL": "https://thetvdb.com/series/persona-trinity-soul",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1161682/",
        "https://www.themoviedb.org/tv/86123"
    ],
    "Titles": {
        "eng": "Persona - Trinity Soul",
        "jpn": "PERSONA -trinity soul-"
    },
    "Summaries": {
        "eng": "High school student Shin Kanzato with his little brother Jun, meet with their elder brother Ryou, who is the chief of the Ayanagi City Police, again after ten years. At that time, a series of strange incidents happen in Ayanagi City such as the crew of a submarine that suddenly disappears while in their submarine, or a spiritless symptom which disturbs the world after ten years, or the case of the inside out corpse where a student took on a cruel appearance. Ryou tracks down the organization behind the string of incidents, and having become involved in the incidents, Shin awakens the \"Persona.\"",
        "jpn": "高校生の神郷慎と弟のジュンは、10年ぶりに再び綾城市警の兄の涼と出会う。 当時、綾城市では潜水艦の乗組員が潜水艦にいる間に突然姿を消したり、10年後に世界を混乱させる精神のない症状や、裏返しの死体の場合など、一連の奇妙な事件が発生します。 学生は残酷な姿を見せた。 一連の事件の背後にある組織を追跡し、事件に巻き込まれたシンは、「ペルソナ」を目覚めさせます。"
    },
    "Aliases": [
        "ペルソナ 〜トリニティ・ソウル〜"
    ],
    "Modified": "2025-01-16",
    "Seasons": {
        "0": {
            "ID": "536621",
            "URL": "https://thetvdb.com/series/persona-trinity-soul/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9922072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/9922072",
                    "Titles": {
                        "eng": "Perfect Guide",
                        "jpn": "パーフェクトガイド"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31090",
            "URL": "https://thetvdb.com/series/persona-trinity-soul/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "355773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355773",
                    "Titles": {
                        "eng": "Special A Latency",
                        "jpn": "特A潜在"
                    },
                    "Summaries": {
                        "eng": "Ryō Kanzato, an officer in the Ayanagi Police with the rank of Superintendent, had been dispatched to a Japanese Coast Guard PLH ship after Japanese Coast Guard crewmembers discovered that their Deep Submergence Vehicle had its entire crew missing, baffling some of them. Meanwhile, mysterious deaths had been reported throughout the city once more. Ryō had rescued Yumi Tasaka, who had been under police custody, from being killed by an unknown assailant with his Persona. Ryō's siblings, Shin and Jun, arrive back in Ayanagi City in the course of his investigation and battle against the assailant with his own Persona. After Shin's arrival, his Persona had awakened and killed the same assailant's Persona after it had threatened him earlier during a walk around the city.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "355774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355774",
                    "Titles": {
                        "eng": "Shadow Extraction",
                        "jpn": "影抜き"
                    },
                    "Summaries": {
                        "eng": "Unsure about whether or not the events from the previous night were a dream or not, Shin goes to his new high school. After falling asleep, he is awoken by Megumi Kayano. After going to explore, he meets Takuro Sakakiba and performs a shadow extraction. While performing it, a Persona comes out of Takuro. Will Shin's come out too?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "355775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355775",
                    "Titles": {
                        "eng": "Rare Personality",
                        "jpn": "マレビト"
                    },
                    "Summaries": {
                        "eng": "Hearing a loud noise from their karaoke room, Shin and Takuro go to investigate and find Kanaru covered in blood shielding Megumi. After looking around the room, the two notice one of the bodies is turned inside out. Later at the police station, Ryo questions Shin about why he was there.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "355776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355776",
                    "Titles": {
                        "eng": "Feather of the Whale",
                        "jpn": "くじらのはね"
                    },
                    "Summaries": {
                        "eng": "Thinking about what Inspector Itou said to him the previous night, Shin decides to take a look at Ryo's files and look for the list. Before he can, a loud noise attracts his attention and he finds Jun in an old storage shed looking through things. Later that night, Jun wants to eat dinner with Ryo. After an argument with Ryo, Shin accidentally knocks the dinner out of Jun's hands, causing to Ryo leave. After getting on Ryo's computer, Shin finds the list Inspector Itou told him about.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "355777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355777",
                    "Titles": {
                        "eng": "Forced Union",
                        "jpn": "強いられた結合"
                    },
                    "Summaries": {
                        "eng": "Shin hears Takuro, Megumi, and Kanaru talking about a student who dissappeared. Upon hearing the students name, Shin realizes he is one of people on Ryo's list. Later that night, Shin hears Jun leave and goes after him. Upon catching up he learns that Jun is hearing a voice in pain. Deciding to go with his brother to find it, Shin and Jun end up at an old abandon building.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "355778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355778",
                    "Titles": {
                        "eng": "The Day the Chief Disappeared",
                        "jpn": "署長が消えた日"
                    },
                    "Summaries": {
                        "eng": "When the actor that is supposed to act as police cheif for a day does show up, Megumi and Kanaru are chosen to replace them. Meanwhile Ryou comes across a man in a bear costume who seems to be in some trouble. When Ryou leaves the man for a second, he returns to find an empty bear costume. Now Ryou must take his place.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "355779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355779",
                    "Titles": {
                        "eng": "The Other Person Known as 'Me'",
                        "jpn": "私という他者"
                    },
                    "Summaries": {
                        "eng": "Shin, Jun, Megumi, Kanaru and Takurō alongside Yumi go to an inn in the outskirts of Ayanagi City for a break. During this time, Takurō tries to train himself to use his Persona. Megumi had reawakened her Persona after seeing Yumi grab a white feather from the top of the lighthouse, who almost died if Megumi's Persona didn't help her in saving Yumi. Meanwhile, Shin meets up with the mysterious woman after his Persona had attacked her in the beach.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "355780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355780",
                    "Titles": {
                        "eng": "Under the Camphor Tree",
                        "jpn": "クスノキの下で"
                    },
                    "Summaries": {
                        "eng": "A long time friend of Morimoto transfers into the school, and along with her, mysterious and bizarre \"pranks\" start happening almost every night in the grounds. The group decides to investigate these incidents by going to the school at night. They divide into two teams: Shin, Jun and Kanaru, and Takurō and Megumi on the other. With the two older boys overly scared, the girls lead on to find Morimoto's friend collapsed on the floor of the science room. Meanwhile, Jun senses a troubled persona nearby and disappears to the camphor tree on the school's yard, and uses his own to comfort it.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "355781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355781",
                    "Titles": {
                        "eng": "Call from the Sea",
                        "jpn": "海からの呼び声"
                    },
                    "Summaries": {
                        "eng": "Shin goes along with Eiko to examine the submarine whose entire crew just disappeared. Eiko soon reveals the decision Ryou had to make in order to save Jun. How will this affect how Shin sees his brother?",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "355782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/355782",
                    "Titles": {
                        "eng": "Shadow Smiles at Nightfall",
                        "jpn": "影は薄暮に微笑う"
                    },
                    "Summaries": {
                        "eng": "Set parallel to the events at the ocean with Shin and Eiko, Kanaru is trailed by Narasaki, under Itou's orders. After following her into a wooded area, Narasaki witnesses Megumo training Takurou on how to control his Persona. Narasaki doesn't get to see much of this before Inui finds him.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "368132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/368132",
                    "Titles": {
                        "eng": "Definition of Dependence",
                        "jpn": "依存の定義"
                    },
                    "Summaries": {
                        "eng": "Shin, Takurō, and Megumi bust up a shadow extraction group only to find out that Kanaru is the leader of the group. After a talk, it becomes obvious that she's addicted to shadow extractions and they try convincing her to quit, including Shin beating up the people she was going to meet before she gets there. They then do a sleep over to try to keep her from going out. Toru reveals some information that he knew several other persona users. After she agrees to another shadow extraction, Shin breaks it up by scaring the other boys of with his persona. Depressed because Kanaru gave up, Mayuri offers to do it to her. Kanaru refuses and goes and hides in the park. Shin runs into Mayuri and she leads him to her. He goes into the place she's hiding in and then after he says he will wait outside for her till she calms down. Kanaru freaks out and Shin rushes in to help her. Shin holds onto Kanaru and as the others arrive, they are lifted into the sky by a large bubble of purple persona like energy.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "368133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/368133",
                    "Titles": {
                        "eng": "Savior",
                        "jpn": "救済者"
                    },
                    "Summaries": {
                        "eng": "Ryo visits Yumi in the Ayanagi City Hospital with Shin speaking to him about his reasons why he was there. Eiko speaks up with Ito regarding her concerns of Ryo that he may be hiding some details on the Apathy Syndrome cases. Later on, Ryo meets up with Keisuke Komatsubara aka Mariya Kudou in the Ayanagi bridge, warning him that he would like to take Ryo's Persona away from him. Meanwhile, Kudou informs the Outsiders to conduct more surveillance of Shin and Jun back at Naginomori Gakuen High School.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "368134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/368134",
                    "Titles": {
                        "eng": "Snow Field Weltered in Blood",
                        "jpn": "朱に染まる雪原"
                    },
                    "Summaries": {
                        "eng": "Mariya kills off the rogue Yuji in the midst of a parent-teacher conference in Nagimori Gakuen. Ito and Eiko team up to find out what Ryō is up to by planting a GPS device in his vehicle. Ryō later faces off against Mariya in the mountains outside of Ayanagi City. Despite being wounded by Mariya's persona, Ryō was able to severely defeat his Pesona. Before Eiko could aid Ryō, his Persona sensed Eiko in the area and fired a beam shot on her chest, killing her. In the Kanzato residence, Jun had been able to sense Ryō and Eiko's plight.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "368135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/368135",
                    "Titles": {
                        "eng": "Interval of Fluctuation",
                        "jpn": "狭間の彷徨"
                    },
                    "Summaries": {
                        "eng": "Shin visits the Ayanagi City Police Station to find out more about what happened to Ryō and Eiko after the media said the former was missing and the latter was said to be dead, leaving Shin heartbroken. Akihiko arrives in Ayanagi City and works to conceal information from both police and public about the Reverse Incidents. Sōtarō meets with Shin without fighting. An unknown Persona user goes berserk after he ran out of suppressant pills, forcing his Persona to go wild by draining the lifeforce out of bystanders before a beam shot kills him. Shin sees Ryō in the sky with his Persona and white feathers, but he mysteriously disappears when the lights were restored during the rogue Persona's ramapage in downtown Ayanagi.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "375380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375380",
                    "Titles": {
                        "eng": "The Person Closing Tomorrow",
                        "jpn": "明日を閉ざすもの"
                    },
                    "Summaries": {
                        "eng": "Shin, still depressed over the disappearance of Ryō and Eiko, goes back to the old Kanzato residence to see Akihiko Sanada in the house. He, with Inui, informs Shin and the others Nagamori Gakuen students/Persona users on the truth behind the string of incidents dubbed by both police and the media as the \"Reverse\" Incidents with the reason on why the incidents were still taking place in Ayanagi City as of now.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "375381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375381",
                    "Titles": {
                        "eng": "Unleashed Child and Healing Holy Spirit",
                        "jpn": "解放の子と治癒の聖霊"
                    },
                    "Summaries": {
                        "eng": "Shin and Takuro, with Ito, get involved in a planned operation by Akihiko to take down the Marebitos. However, Shin and Takuro got their Personas pinned down by Sotaro and Udo's. Things became worse when Sotaro's persona wounds Jun by the shoulder by a beam shot in the shoulder. After Akihiko tends to Jun's wounds, Megumi assists them by taking refuge in her family home.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "375382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375382",
                    "Titles": {
                        "eng": "Winds of Home",
                        "jpn": "風の里にて"
                    },
                    "Summaries": {
                        "eng": "While Jun recuperates from his shoulder wound, Megumi's memories of her abhorrence towards personas were revealed. Her brother Tomoya died when her persona was activated, leading to hatred from her mother. Megumi and her mom had a hard time mending their family ties until an accident with a trailer truck had Megumi activate her persona to save her mother from drowning, resulting in their reconnection of their family bonds and ending her mom's hatred over Megumi.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "375383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375383",
                    "Titles": {
                        "eng": "Sinking Dream",
                        "jpn": "沈む夢"
                    },
                    "Summaries": {
                        "eng": "Jun starts to go out with Ayane, who is the mysterious girl in red who keeps appearing before Ryo and Shin. Shin decides to secretly follow the two to a local park, despite Kanaru participating in an all-English speech contest. Shin was then subjected to several visions by Ayane, including being forced to watch Eiko being brutally killed by Ryo's own Persona before Shin encounters a vision of Ryo's Persona and later fights with his own while seeing the white feathers again. Though Shin was alive later on when he wakes up in grassy field, he encounters Jun with Yuki's voice.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "375384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375384",
                    "Titles": {
                        "eng": "Returnee",
                        "jpn": "帰還者"
                    },
                    "Summaries": {
                        "eng": "While taking a break from watching Megumi do a hip hop dance rountine, Takuro spotted someone who appears to be his father from the beach. Inui tells Shin and the others that the people who reemerge from their disappearance due to the Apathy Crisis had returned with either different souls or bodies. During this time, Takuro and his father try to reconcile their differences after the latter had disappeared, forcing a burden on his son and the rest of his family.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "375385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375385",
                    "Titles": {
                        "eng": "Memories Taught Me",
                        "jpn": "おもいで"
                    },
                    "Summaries": {
                        "eng": "Discussion and planning strategies against the Marebito continue. More is also learned about the mysterious girl, Ayane. Later, Shin and Jun meet up, and Shin realizes that Yuki is the one in control of Jun's body. He then asks her where Jun is and she answers that he and Ryo are most likely together. Things take a turn for the worst while \"Jun\" and Morimoto are out walking together...",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "375386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375386",
                    "Titles": {
                        "eng": "Remaining Time",
                        "jpn": "残刻"
                    },
                    "Summaries": {
                        "eng": "Narasaki gets affected by the Apathy Syndrome, forcing everyone including Akihiko to start making preparations to locate the Marebito hideout with Jun's abduction under their watch. Keisuke gets resurrected after Jun got unconscious to control their Persona. Most of the surviving Marebito's Persona were starting to get berserk due to the lack of suppression medication required. Meanwhile, Shin encounters Hiiragi, who was involved in Keisuke's research on Personas and reveals to him the true reason for the nature of their work and why his parents left them in the first place.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "375387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375387",
                    "Titles": {
                        "eng": "Object Calling the Holy Spirit",
                        "jpn": "依り代"
                    },
                    "Summaries": {
                        "eng": "While Ito and Akihiko were ordered not to get involved with the Marebito, Shin, Takuro and Kayano trek to the Marebito's hideout in the mountains and do battle with the Personas belonging to Keisuke and Ayane. Jun/Yuki's reawakend Persona, with Morimoto's in addition, was able to even the odds to Shin's and defeat Ayane's for good, but almost everyone lost consciousness. In a vision, Jun tells Shin goodbye. In a distance, he sees Ryo in a harbor.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "375388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375388",
                    "Titles": {
                        "eng": "Embracing the Bonds",
                        "jpn": "絆を抱いて"
                    },
                    "Summaries": {
                        "eng": "Shin, Kanaru, Takuro and Megumi were rescued from the Marebito hideout when a raid had been launched. Kanaru reveals to Megumi that she was a cyborg planted by the Marebito and made by Keisuke in order to locate students who had the potential in summoning Personas. Shin spends the late afternoon with Kanaru. But when snow begins to fall on Ayanagi City, Shin receives a phone call and finds out about Kanaru. Shin later finds out that Kanaru had collapsed and cradled her in his arms.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "375389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375389",
                    "Titles": {
                        "eng": "Wedge of Atonement",
                        "jpn": "贖罪の楔"
                    },
                    "Summaries": {
                        "eng": "Merely a flashback episode that revealed Ayane as the culprit for the Ayanagi City disaster when she confronted Ryo and his parents before she summoned her persona. Shin and Ryo had earlier summoned their personas in their youth when Ayane's persona killed them, which caused Shin to suppress his memories of the disaster. The whale feathers were then dispersed throughout the city when Shin's Persona killed Ayane's. Back in the present time, Kanaru had been buried alongside the other civilians who were killed 10 years ago.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "375390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375390",
                    "Titles": {
                        "eng": "Reason For Losing",
                        "jpn": "謂れなき喪失"
                    },
                    "Summaries": {
                        "eng": "Shin, Takuro and Megumi reflect on Morimoto's death and the crisis that took place in Ayanagi City. Inui gets injured when Ayane revives her clone and uses its persona to disable Nakamura and his staff members as it head towards the city. While Akihiko tries to stop the clone, Ryo confronts him and warns him to back off.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "375391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-trinity-soul/episodes/375391",
                    "Titles": {
                        "eng": "Surfacing Future",
                        "jpn": "浮上する未来"
                    },
                    "Summaries": {
                        "eng": "Shin tries to confront Ryo over Jun, but he tells his younger brother to stay. Later on, Shin encounters Ayane's clone and fights off her multiple personas despite backup from Takuro and Megumi. Ryo too joins in after he clashes with Shin over the plan to destroy all personas. Jun and Ryo had been recovered, saving themselves and Ayanagi city though the latter never fully recovered from his coma. Megumi and Shin move schools in another city with Takuro taking over the store as the manager. Jun stays in Ayanagi at Naganomori Gakuen's dormitories.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}