{
    "URL": "https://thetvdb.com/series/wangan-midnight",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3385730/",
        "https://www.themoviedb.org/tv/30146"
    ],
    "TitleEnglish": "Wangan Midnight",
    "SummaryEnglish": "The story gets its roots from the actual street racing that occurs on Tokyo's Shuto Expressway, one stretch of which is known as the \"Wangan\", literally meaning \"bay side\" (although it is generally used to refer to the freeway), the longest, straightest road in the entire country. Of course, there's also lots of traffic to contend with, including a fair number of heavy trucks. Because of this, the action is inherently hazardous, and wrecks are common. Blown engines are also a frequent hazard, especially with the extreme-high power engines.",
    "Aliases": [
        "湾岸MIDNIGHT [ミッドナイト]"
    ],
    "Modified": "2025-07-01",
    "Seasons": {
        "0": {
            "ID": "536709",
            "URL": "https://thetvdb.com/series/wangan-midnight/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7628507",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/7628507",
                    "TitleEnglish": "Wangan Midnight: The Movie",
                    "SummaryEnglish": "Whilst driving on Tokyo's Shuto Expressway in a Nissan 300ZX, high school student Akio Asakura challenges the \"Black Bird\", whose driver is Tatsuya Shima, to an impromptu race despite having his friend, Ma, in the passenger seat and two girls in the back, but is defeated. Determined to drive a faster car, he follows his mechanic friend Ko-chan to a junkyard upon hearing a newer 300ZX model is available. While at the junkyard, he sees the scrapped body of a midnight blue Nissan S30, equipped with a tuned L28 engine, bored and stroked to 3.1 L and fitted with twin turbos. Attracted to it, he attempts to buy it but the junkyard owner, Kuro, refuses as Kuro was told by the previous owner to scrap the car because it is cursed. After telling Ko-chan that he remembers seeing this car a few years ago, they eventually agree to buy the car. Akio sells off his 300ZX to fund the purchase, much to Ma's exasperation.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "40469",
            "URL": "https://thetvdb.com/series/wangan-midnight/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "433177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433177",
                    "TitleEnglish": "Devil Z",
                    "SummaryEnglish": "After a shock loss to the Wangan Emperor, BlackBird, Akio Asakura stumbles across a blue S30Z at a junkyard and becomes aware of the car's infamous history.",
                    "Aliases": []
                },
                "2": {
                    "ID": "433178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433178",
                    "TitleEnglish": "Black Bird",
                    "SummaryEnglish": "As the Devil Z makes a spectacular return to Wangan, the background of the Z's previous owner is revealed as his younger sister tries to convince Akio to give up the Z.",
                    "Aliases": []
                },
                "3": {
                    "ID": "433179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433179",
                    "TitleEnglish": "The Girl of the GT-R",
                    "SummaryEnglish": "A mysterious R32 GT-R appears on the Wangan, and Akio finally discovers that it is driven by a fearless woman.",
                    "Aliases": []
                },
                "4": {
                    "ID": "433180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433180",
                    "TitleEnglish": "The Man of No. 3",
                    "SummaryEnglish": "A white Testarossa appears and is driven by an asthmatic photographer. Akio cruises around Hakone due to heavy traffic in Wangan.",
                    "Aliases": []
                },
                "5": {
                    "ID": "433181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433181",
                    "TitleEnglish": "Tuner from Hell",
                    "SummaryEnglish": "Akio meets the tuner of the Devil Z and Blackbird. Afterwards, Akio races against Reina's R32 again with Ishida and Kitami as passengers.",
                    "Aliases": []
                },
                "6": {
                    "ID": "433182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433182",
                    "TitleEnglish": "New Machine",
                    "SummaryEnglish": "Ishida gets his Ferrari modified by Kitami as Akio overhauls the Devil Z's engine. Meanwhile, Ishida is sent to the hospital to have surgery because he broke his neck after nearly crashing his Ferrari.",
                    "Aliases": []
                },
                "7": {
                    "ID": "433183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433183",
                    "TitleEnglish": "Enchanted People",
                    "SummaryEnglish": "Eriko Asakura tries to dump the Devil Z into the harbor but is stopped by Shima in the Blackbird. Shortly, Tatsuya drops off Eriko in the airport so she would go to London to study college. Afterwards, Kitami is unable to fix the Devil Z due to its crash being hit by a truck on the highway while battling the Blackbird causing Reina to cry when she sees it while Kouichi Hiramoto sneaks up the garage and sees it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "433184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433184",
                    "TitleEnglish": "Wangan's Ghost",
                    "SummaryEnglish": "Kouichi Hiramoto buys a silver R32 GT-R leaving his wife Megumi crying back to her hometown of Miyazaki. Hiramoto also vows to make his R32 GT-R \"The Authentic Dragon\".",
                    "Aliases": []
                },
                "9": {
                    "ID": "433185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433185",
                    "TitleEnglish": "Reviving the Demon",
                    "SummaryEnglish": "Harada's Z31 runs into Hiramoto's R32 GT-R and Shima's Blackbird while Akio's scrapped Devil Z is being repaired. Eriko shares a moment with Shima while studying in London.",
                    "Aliases": []
                },
                "10": {
                    "ID": "433186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433186",
                    "TitleEnglish": "Spirit of Dogfight",
                    "SummaryEnglish": "The Devil Z has completed its repairs and races against Shima's Blackbird and the two R32 GT-Rs driven by Reina and Hiramoto respectively. Hiramoto gives up racing and finally reunites with his wife and family in Miyazaki as their child is born safely.",
                    "Aliases": []
                },
                "11": {
                    "ID": "433187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433187",
                    "TitleEnglish": "Illusive Top Speed Racer",
                    "SummaryEnglish": "Reina discovers a Supra while driving around in C1. Kei drives the Supra and encounters Akio in Shima's Blackbird.",
                    "Aliases": []
                },
                "12": {
                    "ID": "433188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433188",
                    "TitleEnglish": "Professional",
                    "SummaryEnglish": "Reina borrows and drives a demo R33 GT-R from RGO while Yamamoto drives Reina's R32 GT-R while racing against the Supra. Akio drives Devil Z and races against the same R33 GT-R that Reina drove.",
                    "Aliases": []
                },
                "13": {
                    "ID": "433189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433189",
                    "TitleEnglish": "Monster Machine",
                    "SummaryEnglish": "After the race against Reina's borrowed R33 and Akio's Devil Z, Kei's Supra is being tuned by Takagi and RGO.",
                    "Aliases": []
                },
                "14": {
                    "ID": "433190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433190",
                    "TitleEnglish": "Stall",
                    "SummaryEnglish": "Kitami tells Kei that \"the Supra's life is over\", but Kei resists and continues racing until his car's rear tires start heating up. Meanwhile, a group of tuners discuss about their plans in a diner and one of them, Kuroki, races Reina's R32.",
                    "Aliases": []
                },
                "15": {
                    "ID": "433191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433191",
                    "TitleEnglish": "R-200 CLUB",
                    "SummaryEnglish": "A ragtag alliance of tuners who can break the 200 mph speed limit discuss about outrunning the Devil Z, Blackbird, and Reina's GT-R.",
                    "Aliases": []
                },
                "16": {
                    "ID": "433192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433192",
                    "TitleEnglish": "Shot Down",
                    "SummaryEnglish": "The R200 Club (Motoki, Teizuka, and Sonoda) raced against Akio's Devil Z (with Kuroki as a passenger), Shima's Blackbird, and Reina's GT-R, but failed. Kuroki defects from the R-200 Club and vows to defeat Motoki once again.",
                    "Aliases": []
                },
                "17": {
                    "ID": "433193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433193",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Kuroki's GT-R races against Shima's Blackbird but was defeated due to the engine mount being at overweight, he then reunites with Mika to share their past memories driving in C1.",
                    "Aliases": []
                },
                "18": {
                    "ID": "433194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433194",
                    "TitleEnglish": "Now, This Place...",
                    "SummaryEnglish": "The Devil Z, Reina's R32 GT-R, and Kuroki's R33 GT-R meet up and start battling.",
                    "Aliases": []
                },
                "19": {
                    "ID": "433195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433195",
                    "TitleEnglish": "Stand by Me",
                    "SummaryEnglish": "Kuroki tries to beat Akio's Devil Z but his engine blows due to too much driving causing Akio to buffer his R33 to a stop ending the race. Meanwhile, Kuroki repairs his R33 engine into a new one. Afterwards, Shima and Kitami travel to Osaka and meet the two Lancer Evolution half-brothers.",
                    "Aliases": []
                },
                "20": {
                    "ID": "433196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433196",
                    "TitleEnglish": "Osaka Midnight",
                    "SummaryEnglish": "Eiji goes to Tokyo with a promise of returning home to Osaka after 3 months. Shortly, Eiji and Maki race a tuned R34 GT-R similar to that of Gen Goto's in the Hanshin Expressway.",
                    "Aliases": []
                },
                "21": {
                    "ID": "433197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433197",
                    "TitleEnglish": "In the Evening Heat",
                    "SummaryEnglish": "Eiji finally arrives in Tokyo and meets up with the RGO staff. Shima's Blackbird now has Shige's muffler.",
                    "Aliases": []
                },
                "22": {
                    "ID": "433198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433198",
                    "TitleEnglish": "Metropolitan Expressway at Midnight",
                    "SummaryEnglish": "Rikako tunes the engine of Eiji's Evo V and the RGO cars. Maki visits Tokyo and compliments about it being \"worse than Osaka\" before returning home to Osaka.",
                    "Aliases": []
                },
                "23": {
                    "ID": "433199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433199",
                    "TitleEnglish": "Dead End",
                    "SummaryEnglish": "Eiji, with Rikako as a passenger, challenges the Devil Z and the Blackbird while in Tokyo before finally returning home to Osaka but loses.",
                    "Aliases": []
                },
                "24": {
                    "ID": "433200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433200",
                    "TitleEnglish": "Distant Passion",
                    "SummaryEnglish": "After a long time away from the world of racing, Kouichi Kijima longs for his FC. He finally meets up with his FC's tuner, Machida, and asks Akio to accompany his search for the FC.",
                    "Aliases": []
                },
                "25": {
                    "ID": "433201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433201",
                    "TitleEnglish": "Thoughts That Won't Stop",
                    "SummaryEnglish": "Rikako tunes the engine of Akio's Devil Z. Meanwhile, Shima's Blackbird crashes while dodging a truck, forcing Takagi to rebuild it with a carbon fiber body based on the Porsche 993.",
                    "Aliases": []
                },
                "26": {
                    "ID": "433202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wangan-midnight/episodes/433202",
                    "TitleEnglish": "The Chosen One",
                    "SummaryEnglish": "Kijima's FC, Shima's Blackbird, and's Devil Z split up in formation for the final battle of who would be the fastest. It ends with the Devil Z zooming out of Wangan and into Yokohama.",
                    "Aliases": []
                }
            }
        }
    }
}