{
    "URL": "https://thetvdb.com/series/idolmaster-xenoglossia",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1345978/"
    ],
    "Titles": {
        "eng": "iDOLM@STER Xenoglossia",
        "jpn": "アイドルマスター XENOGLOSSIA"
    },
    "Summaries": {
        "eng": "Haruka Amami isn't the most confident pop singer in Japan, but when she's accepted after an audition, she's sent to Tokyo to start a career in entertainment. Though, little does she know that the agency that's taken her on is actually a front for a task force that uses giant robots to defend the Earth from falling meteors.",
        "jpn": "ロストアルテミスと呼ばれる月の崩壊から、約百年余り経過した復興暦107年の地球。そこには地球に降ってくる砕けた月のかけら＝ドロップの被害を防ぐために活躍する「iDOL＝隕石除去人型重機」の姿があった。そして「iDOL」を操縦できるのは、選ばれた少女たち「アイドルマスター」だけなのである。彼女たちの使命は、毎日の学業生活のかたわら「iDOL」に乗って、地球に降りそそぐ隕石を大気圏外で破砕することなのだ。\r\nヒロインたちは、巨大ロボットの「iDOL」と、どんな出会いをし、どんなアイドルマスターに成長していくのか？鉄の塊の巨大ロボットと少女たちが紡ぎだす新たな物語の幕が上がる!!"
    },
    "Aliases": [
        "Idolmaster Xenoglossia",
        "iDOLM@STER: Xenoglossia",
        "Idolmaster: Xenoglossia"
    ],
    "Modified": "2025-08-14",
    "Seasons": {
        "0": {
            "ID": "536705",
            "URL": "https://thetvdb.com/series/idolmaster-xenoglossia/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "6786555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786555",
                    "Titles": {
                        "eng": "1",
                        "jpn": "十六夜寮へようこそ!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6786556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786556",
                    "Titles": {
                        "eng": "2",
                        "jpn": "なんてったってアイドル!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6786568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786568",
                    "Titles": {
                        "eng": "3",
                        "jpn": "小麦色のマーメイド"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6786570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786570",
                    "Titles": {
                        "eng": "4",
                        "jpn": "私がオバさんになっても☆"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6786571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786571",
                    "Titles": {
                        "eng": "5",
                        "jpn": "春なのに"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6786573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786573",
                    "Titles": {
                        "eng": "6",
                        "jpn": "世界中の誰よりきっと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "6786575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786575",
                    "Titles": {
                        "eng": "7",
                        "jpn": "SWEET MEMORIES"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "6786576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786576",
                    "Titles": {
                        "eng": "8",
                        "jpn": "恋しさと せつなさと 心強さと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "6786578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/6786578",
                    "Titles": {
                        "eng": "Original Epilogue of Episode 26",
                        "jpn": "オリジナルエピローグ版 第26話「月とペンギン」"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31473",
            "URL": "https://thetvdb.com/series/idolmaster-xenoglossia/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "358874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358874",
                    "Titles": {
                        "eng": "Penguin Proceeds to Tokyo",
                        "jpn": "上京ペンギン"
                    },
                    "Summaries": {
                        "eng": "Small-town girl Haruka Amami is elated when she passes her audition for a big role in Tokyo... but her big break isn’t exactly what she expects.",
                        "jpn": "復興暦107年。\r\n　ロスト・アルテミスと呼ばれる、月の崩壊から約100年。人類はドロップ（隕石）の危機にさらされながらも復興の時を刻んでいた……。\r\n　大きなリボンが特徴の天海春香は、｢アイドルマスター・プロジェクト」のアイドルオーディションに見事合格し、ひとりで上京する事を決意する。\r\n　上京の日、親友である高槻やよいが東京駅まで迎えに来てくれるはずだったが、やよいは急な仕事で迎えにこられないという。不安の中、同じくアイドルオーディションの合格者、萩原雪歩と偶然出会う。ふたりは初めての東京にとまどいながらも、雪歩と一緒に地図を頼りにして目的の十六夜寮を目指す事となる。\r\n　寮を探す途中、隕石落下を阻止するために作られた隕石除去人型重機「iDOL」、ネーブラの発進を目の当たりにして驚きつつも感動する春香。\r\n　一方、隕石除去チーム・モンデンキントの基地内では、スタッフ達がある異変を察知していた。閉鎖された格納庫から「iDOL」の起動反応があったのだ。\r\n　 道に迷い海まで出てしまった春香たち。そこで、いきなり現れた謎の少女にさらわれそうになる春香。さらに巨大な水柱を立て春香の目前に、白い巨大ロボットが現れる!?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "358875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358875",
                    "Titles": {
                        "eng": "Master of Idol",
                        "jpn": "アイドルのマスター"
                    },
                    "Summaries": {
                        "eng": "After the giant rogue iDOL is defeated by Makoto, Haruka is given an offer she can’t refuse: to become an iDOL Master. Her friend Yayoi is convinced that the organization is swindling her, and leads her on a wild goose-chase trying to track down the truth.",
                        "jpn": "突如、天海春香の目前に現れた白い巨大ロボット・インベルは、春香を自らのコックピットへと導く。そのインベルを捕獲しようとする如月千早の駆る黒い巨大ロボット・ヌービアム。春香ごとインベルを持ち去ろうとする千早であったが、春香の叫びに呼応したインベルと、駆けつけたネーブラによってヌービアムは退けられた。\r\n　モンデンキントに保護された春香は、アイドルマスター課の責任者ジョセフ・真月から春香の受けたアイドルオーディションの意味、アイドルマスターの本当の目的を知らされる。\r\n　悪質な芸能人サギだと決めつける親友の高槻やよいの猛反対を受けながらも、寮に向かう春香。そこで、たくさんのiDOLへの思いを聞き、考える。複雑な思いを胸に、再びモンデンキントの基地格納庫に現れた春香を、光のスポットライトで迎えるインベルだった。\r\n　翌朝、玉兎高校の制服に身を包んだ春香は、アイドルマスターとなる決意をしたのであった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "358876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358876",
                    "Titles": {
                        "eng": "Idol & Master",
                        "jpn": "アイドルとマスター"
                    },
                    "Summaries": {
                        "eng": "Haruka begins to settle into her new life, attending classes at the high school that is a cover for the Mondenkind iDOL organization.",
                        "jpn": "アイドルマスターとなる決意を胸に、春香はモンデンキント基地へと繋がる玉兎高校へと通い始める。アイドルチームの面々への挨拶もすみ、あずさの案内で、基地施設を見て回る春香と雪歩。そして、いよいよアイドルマスターとなるための訓練プログラムが始まった。\r\n　春香と雪歩の得意分野は正反対。実技の得意な春香は、早速インベルに乗り込むこととなる。しかし、起動中にインベルの機能は停止、春香はコクピットに閉じ込められてしまう。\r\n　コクピットの暗闇の中、親友の高槻やよいと携帯電話で話すうちに、春香は自分自身の子供時代を振り返り、解決の糸口を見つけ出す。\r\n　モンデンキント基地にドロップ落下の警報が鳴り響き、迎撃のために発進していくネーブラ。コクピットの中で春香は笑顔でインベルに語りかけはじめた。停止したままの状態でインベルを発進させることを願い出る春香。撃ち出されたインベルは海面落下の寸前で起動する。春香とインベルの心が重なった瞬間だった。\r\n　その時、伊織のネーブラから緊急信号が入った!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "358877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358877",
                    "Titles": {
                        "eng": "Gyoza & American Hot Dogs",
                        "jpn": "餃子とアメリカンドッグ"
                    },
                    "Summaries": {
                        "eng": "Iori has failed to destroy a meteorite, merely splitting it in half so that there are now two targets to destroy. When Haruka saves the day, it only exacerbates Iori’s rivalry with her.",
                        "jpn": "インベルを起動させ、初めての操縦に成功する春香。一方、伊織はドロップの除去に失敗してしまう。その初歩的なミスへの責任から、伊織はあずさに基地待機を命じられた。伊織の春香に対する対抗心はますますヒートアップするばかり。\r\n　そんな中、真の操縦するネーブラが、傷だらけになってミッションから戻ってくる。iDOLは道具であり、心なんて無い、どんな使い方をしてでも任務を成功させるのが最優先だと言い放つ真。伊織はそんな真に決闘（模擬戦闘）を申し込む。\r\n　そのころ、春香は資料室で伊織がミスを犯した本当の理由を知る。ネーブラにぶつかりそうなデブリを避けるためだったのだ。伊織の不器用さと素直な気持ちに気づいた春香は、模擬戦闘に駆けつけるが、すでに伊織は真に叩きのめされていた。そんな伊織の姿を見た春香は、「私にも、戦わせてください！」と叫んでいた。\r\n　結局、春香も真には敵わなかった。だが、夕日の沈む校舎の屋上で、iDOLの心を信じる気持ちを確かめ合えたふたりは、少しずつお互いを理解し始める。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "358878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358878",
                    "Titles": {
                        "eng": "Cold Hand, Warm Hand",
                        "jpn": "冷たい手、温かい手"
                    },
                    "Summaries": {
                        "eng": "After Yukiho and Haruka fail an exam, a retest is planned by Asuza that stresses them both out. When their studies don’t go very well, an annoyed Iori steps up to coach them.",
                        "jpn": "アイドルチーム主任のあずさから追試を言い渡された春香と雪歩。春香は理論、雪歩は実技。この試験に合格しなければ、アイドルマスターからは外されてしまう。\r\n　二人は律子や伊織の協力も得て、猛勉強・猛特訓を開始した。しかし、雪歩は、訓練がうまく行かず不安な気持ちのまま試験当日を迎える。\r\n　基地へ向かう途中、春香は雪歩を元気づけるために、再開発地区にあるビルの屋上へと雪歩を誘う。そこにあるお稲荷さんに願を掛ければ、一番大事な願いを叶えてくれるというのだ。雪歩を連れて屋上を目指す春香。\r\n　途中壊れた階段を、春香は難なく飛び越える。だが雪歩にはそれができなかった。恐怖心を吐露する雪歩に春香は精一杯の気持ちで応える。春香の励ましに勇気をもらう雪歩。\r\n　しかし無常にも試験の結果は、雪歩だけが不合格であった。春香はあずさに食い下がるが、雪歩自身の口から意外な言葉を聞き、春香は笑顔を取り戻す。雪歩はオペレーターとして、春香のバックアップを命じられたのだった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "358879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358879",
                    "Titles": {
                        "eng": "At the Height of 20,000 Meters",
                        "jpn": "高度二万米(メートル)"
                    },
                    "Summaries": {
                        "eng": "Haruka is deployed to handle two Lemon-class meteorites, but the targets suddenly disappear – only for more bogeys to suddenly show up on Mondenkind’s sensors.",
                        "jpn": "新任のアイドルマスター・コンビとして絶好調の春香と雪歩。ますます自信をつけてゆく春香は、柄にもなく勝負下着を身に着け任務につく。一方、トゥリアビータの千早とリファは、インベル奪還に再び動き出していた。\r\n　ドロップ迎撃のため出撃する春香と真。しかし、視認できるはずのドロップは見当たらず、データ上には次々と新たなドロップが出現する。あずさは、モンデンキントJPのメインコンピュータが、何者かにハッキングを受けていると察知する。ハッキングはリファの仕業であった。ドロップの偽情報でモンデンキントJPを攪乱していたのだ。司令室との通信が途絶し、軌道上の春香と真は孤立してしまう。\r\n　偽情報の飛び交う中で、見付けた本物のドロップを撃破した春香とインベルだったが、そのドロップの影には、千早の乗るヌービアムが潜んでいた。圧倒的な力でインベルを叩き伏せるヌービアム。その猛攻になすすべも無く機能を停止させたインベルと、気絶してしまった春香を、千早は高度二万メートルの成層圏へと運び上げる。機能を停止したインベルは慣性制御も停止し、外部の衝撃がダイレクトにコクピットに伝わってしまう。\r\n「インベル……。すぐに、そんなマスターから解放してあげるわ……」\r\n　千早は、インベルと春香を地上へと叩き落とす！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "358880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358880",
                    "Titles": {
                        "eng": "I'm Back, Welcome Back",
                        "jpn": "ただいま。おかえり。"
                    },
                    "Summaries": {
                        "eng": "Chihaya is determined to get the Imber back, even if it costs Haruka her life. While Mondenkind deals with the crisis, Haruka winds up in the infirmary, having lost consciousness.",
                        "jpn": "駆けつけた真のネーブラによって、辛うじて千早のヌービアムは撤退し、春香とインベルは危ういところを救われる。しかし、インベルは中枢であるコアこそ無事だったものの機体各部を破損し、春香も重傷を負ってしまった。\r\n　 意識を回復したものの、壊れたインベルの姿を見て自分のせいだと泣き崩れる春香に、雪歩や伊織はなぐさめる言葉もない。\r\n　 ……一週間後、春香の傷も癒え、整備クルーの昼夜を問わぬ作業によってインベルの修理も完了した。しかし、スタッフの待ち望むインベルの起動実験にも、春香の心は沈んだままだった。幼い頃、離婚した両親のどちらにも引き取られなかった春香は、嫌われるという事に過敏になっており、インベルに嫌われたと思いこんでいたのである。その心を映してか、インベルも全く反応せず、春香による起動実験は失敗する。\r\n　 誰にも告げず、ひとり故郷へと帰った春香の心を、えもいわれぬ後悔と寂しさの感情が襲う。そんな孤独な涙にくれる春香に一陣の風が吹きつけた！\r\n　 春香の傍らには、巨大なインベルの姿があった。伊織の必死の説得が通じたのか、インベルは春香の故郷へ、彼女を迎えに来たのである。\r\n　 風に乗り春香の元に舞い降りる一輪の白い小さな花。\r\n　 iDOLとマスターはお互いの信頼を取り戻したのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "358881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358881",
                    "Titles": {
                        "eng": "Compact Night Stories",
                        "jpn": "コンペイトウ夜話"
                    },
                    "Summaries": {
                        "eng": "Haruka and the others are at the beach, but this is no vacation – they are performing activation tests and pilot training for Imber and other iDOLs in the same town where Imber and Nebula were manufactured.",
                        "jpn": "夏のある日、モンデンキントJPの面々は、iDOLの整備とスタッフの慰安をかねて、南の島の「整備島」へとやってきていた。そこはiDOLのボディパーツの開発とテストが行われている島である。\r\n　 水着ではしゃぐ面々を後に、インベルの整備が行われている格納庫へと足を運ぶ春香は、徹底した分解整備でコアを剥き出しにしたインベルの姿に驚く。そこで春香はあずさから、iDOLと人類の出会いの物語を聞かされる。\r\n　 ……iDOLの本体であるコアは、ロスト・アルテミス＝月の崩壊によって地球に降り注いだ隕石の中から発見された未知のシリコン結晶体であること。\r\n　 無限のエネルギーを持つ、そのコアは５つ存在すること。\r\n　 そのコアのインターフェースとして開発されたのが、巨大な人型フレームであり、それがiDOLであること。\r\n　 そして、あずさは、心があるかのように見えるiDOLの反応も、ただの物理反射に過ぎないかも知れないと春香に告げるのだった……。\r\n　 あずさの言葉に、iDOLという存在は何なのかと思いを巡らせる春香だった、しかしインベル自身にしか、その答えは解らないのかも知れない……。\r\n　 その晩、春香は夜間訓練をあずさに申し出る。律子たちの手によって春香のリボンと同じピンク色に胸部をペイントされ、整備も完了したインベルとともに春香は夜の海上へと飛び立った。\r\n　 コンペイトウスノーの輝く空の下で、あたかもデートする男女のようにフライトを楽しむ春香とインベル。\r\n　 巨大ロボットであるインベルに、「心」を見出した春香は、改めてインベルに自分の自己紹介をはじめるのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "358882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358882",
                    "Titles": {
                        "eng": "Keyboard",
                        "jpn": "鍵盤"
                    },
                    "Summaries": {
                        "eng": "The girls are sent to find an idol, Ami Futami, who used to be a mechanic for Mondenkind, and ask her to come back as a consultant.",
                        "jpn": "モンデンキントJPでは、iDOLの性能を向上させるための機器ハーモナイザーによるiDOLの調整が行われていた。戦うために性能を上げなければならないのかと問う春香に、ジョセフとあずさは敵対組織トゥリアビータの事を話す。\r\n　 ……かつて、モンデンキント内でiDOLの研究開発部門であったトゥリアビータは、iDOLを悪用しようと目論み、ドーン・オブ・パープルムーン（夜明けの紫月）と呼ばれる事件を起こして、プロメテウス３・ヌービアムを強奪したこと。そして、iDOLの性能を上げるのは、モンデンキントとトゥリアビータに圧倒的な戦力差をつくり、手出しをさせないための防衛策でもあるのだと……。\r\n　 しかし、現行の整備スタッフでは、どうしてもハーモナイザーによる調整が上手くいかない。iDOLの発生する微妙な「音」を聞き取ることができないのだ。それができる人間はただひとり。かつてモンデンキントで整備を担当していた双海亜美だけだという。\r\n　 春香は、ジョセフとあずさに頼まれ、亜美をモンデンキントに戻るように説得するため、雪歩と伊織を引き連れてTV局へと向かう。\r\n　 戻ってきてくれるように頼みこむ春香に、亜美は「アイドルマスターなんて辞めたほうが良い」と告げる。「iDOLは人を悲しませることしかできない」と……。\r\n　 春香は真から、亜美の過去に何があったのかを聞かされる。７年前、双子の妹である真美と共にプロメテウス４・テンペスタースが失踪したのだ。真美の「テンペスタースがゴメンって言ってる」という最後の通信を残したまま。\r\nその事件以来、iDOLやモンデンキントに背を向けたままの亜美に、このままで"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "358883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358883",
                    "Titles": {
                        "eng": "Unharmonious Sound [Noise]",
                        "jpn": "不協和音【雑音】"
                    },
                    "Summaries": {
                        "eng": "The iDOLs and their pilots go through harmonization, fine-tuning the machines to match their pilots. Iori’s numbers are the best she’s ever attained, pushing Makoto out of being Nebula’s master.",
                        "jpn": "双海亜美が復帰したモンデンキントJPでは、ハーモナイザーによるiDOL調整が進む。\r\n　 その復帰を歓迎していない真は、亜美にモンデンキントに戻ってきた理由を問いつめる。\r\n　 春香とインベルの関係を見て、iDOLの「心」をもう一度信じてみようと思ったのだという亜美に、真は語気も荒く「iDOLは道具であって心などない。あってたまるか」と激怒する。\r\n　 やがて、亜美によるハーモナイズの結果を受けて、iDOLとアイドルマスターの新シフトが発表された。ネーブラのアイドルマスターには水瀬伊織。予備人員として菊地 真……。念願が叶い張り切る伊織に対して、真の心は深く沈む。\r\n　 モンデンキント資材部の要請で、月の破片を軌道上から回収する「キャンディーキャッチャー作戦」を任せられ、伊織がネーブラで発進していく。その前夜はモンデンキントのコンピュータでの下調べに余念のなかった伊織だが、そのコンピュータに外部からのアクセスがあったことを知るよしもない……。\r\n　 無事に月の破片をネーブラで確保することに成功した伊織だったが、再突入直前に異変が起こる。ネーブラのコントロールが安定せず、コースを外れたのだ。さらに隕石を支えきれずにネーブラの腕部は破壊されてしまう。危険なドロップとしてモンデンキントNAにミサイルで隕石ごと迎撃されてしまうネーブラ。\r\n　 大事には到らなかったものの、伊織はネーブラのアイドルマスターから外されてしまう。そして、ふたたびネーブラのアイドルマスターとなった真だったが、その心は激しく揺れ動いていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "358884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358884",
                    "Titles": {
                        "eng": "Niflheimr",
                        "jpn": "ニヴルヘイム"
                    },
                    "Summaries": {
                        "eng": "Haruka and Ritsuko are in Iceland hunting for one of the lost iDOLs. Chihaya has also gotten her hands on this intel, and Turiavita deploys her.",
                        "jpn": "５体目のiDOL・ヒエムスが、アイスランドに存在する可能性があるというモンデンキントEUからの報告により、春香たちモンデンキントJPの面々は、iDOLと共にアイスランドへと調査にやって来ていた。\r\n　一同を迎えたモンデンキントEU所属の朔響の説明によれば本来、地震の多発地帯であるはずのアイスランドで、この20年間に大きな地震が発生しておらず、その原因は地殻プレート付近に存在するヒエムスの作用による可能性が大きいというのだ。\r\n　その情報はトゥリアビータ側にもキャッチされていた。千早とリファが、ヌービアムと新たに建造されたiDOL・エピメテウスでアイスランドに向かう。\r\n　グリムス山の火口深く、マグマ溜まりにヒエムスの存在を捉えたモンデンキントJPは、インベルとネーブラを向かわせるが、その前にヌービアムとエピメテウスが立ちふさがった。\r\n　ヌービアムに善戦するインベルに対し、エピメテウスと戦うネーブラは、真の精神的な不安定のためか苦戦を強いられる。\r\n　そして二組のiDOLとマスターの激突し合う闘いの中で、その共鳴を受けたヒエムスが覚醒、産声にも似た激しい電磁波の発振により、活動中のiDOLは気を失ったかのように動きを止めてしまうのだった。\r\n　一切の活動を停止したインベルを前に途方に暮れる春香。その春香の目前に現れたのは、同じく活動停止に陥ったヌービアムから脱出してきた千早だった。代謝機能の低下により意識を失ってしまった千早を、春香は敵側の人間とは想像もせず、自分の肌で暖めることで蘇生をはかる……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "358885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358885",
                    "Titles": {
                        "eng": "Muspellsheimr",
                        "jpn": "ムスペルヘイム"
                    },
                    "Summaries": {
                        "eng": "Mondenkind searches for Haruka, who happens to be with Chihaya but does not recognize her. Makoto foolishly takes off on her mission, desperate to prove herself the top-performing iDOL Master.",
                        "jpn": "モンデンキント本部から、アイスランド住民の安全よりも、ヒエムスの入手を優先せよという通達が来ていた。アイスランドが壊滅するかもしれない事態ではあるが、それよりもアイドルの確保を優先せよと言うのだ。\r\n　モンデンキントJPの必死の捜索にもかかわらず、広大な氷原に姿を消した春香とインベルの行方は未だ知れない。\r\n　その頃、春香の介抱により意識を取り戻していた千早は、自分の所属をモンデンキントEUと騙り、春香からインベルの紹介を受けていた。\r\n　インベルのことを親しげに語る春香に対し、湧き起こる嫉妬にも似た感情を抑えられない千早は、遂に感情を露わにして春香に銃を向ける。しかし、ヒエムスの活動再開にともない起こった地震によって、春香は辛くも危機を脱する。\r\n　一方、真はネーブラとの不調和を押して、ヒエムスを確保するために火口内のマグマに独断潜行するが、現れたリファのエピメテウスに翻弄され、ついにネーブラはマグマの中で動かなくなってしまう。\r\n　最悪の状況に、アイドル課課長ジョセフ・真月の英断が下る。ヒエムスをあきらめ、アイスランド住民および、火口内のネーブラと真の安全を最優先せよ。\r\n　通信の回復した春香とインベルによって、グリムス山火口に、慣性エネルギーだけのトレークハイト・ブレッヒャーが打ち込まれた……。\r\n　５体目のiDOL・ヒエムスこそトゥリアビータに持ち去られたものの、奇蹟的にアイスランド壊滅の大地震は回避され、ネーブラと真も救出された。春香とインベルの奏でた奇跡的な＜シンフォニー＞が、それを成し遂げたのだ。\r\n　しかし、その陰には、暗く心"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "358886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358886",
                    "Titles": {
                        "eng": "Room No. 501",
                        "jpn": "501号室"
                    },
                    "Summaries": {
                        "eng": "Makoto is completely out of sync with Nebula, but refuses to see her treatment of it as being the underlying cause.",
                        "jpn": "アイスランドでの敗北以来、ネーブラは真による起動を受け付けなくなっていた。整備班によるネーブラの整備不良を訴え、自分のこれまでの実績を誇示する真。だが、双海亜美は、ネーブラとの不調和を押して無理に出撃した真の行動。春香とインベルの信頼関係の生み出した調和を、真に対して示す。その亜美の言葉に乱れる心を抑えきれず、真は亜美に手を上げてしまう。その結果、真はあずさから自宅待機を厳命されるのだった。\r\n　自宅待機を命じられた真は、iDOLに搭乗するようになった幼い日を回想していた。お姉ちゃんと慕うあずさに代わりネーブラに乗るようになった遠いあの日……。事故によりネーブラに乗れなくなったあずさは、iDOLに取り憑かれたような様子で、真の言葉にも上の空だった。\r\n　帰宅してきたあずさに対し、真は七年間、押し殺してきた激しい感情を涙と共にぶつける。なぜ、自分のことを認めてくれない！　なぜ、自分のことを見てくれない!!　泣きじゃくる真を、あずさは抱きしめる。\r\n　翌朝、泣き疲れて眠っていた真は、あずさに頼まれて501号室を訪れてきた春香に叩き起こされる。家の中を探検し、真の同居人があずさであることを知った春香は、納得の表情で真に告げる。\r\n「道理であずさ主任は、いつも真を気にしていたはずだ」\r\n　その言葉に、真は心の拠り所を取り戻すのだったが……。\r\n　モンデンキントJPアイドル課の上層部による協議の結果、ネーブラは今後、菊地 真の搭乗を許さないであろうと判断せざるをえなかった。\r\n　さらに事態は動く。ジョセフの補佐としてモンデンキントJPに赴任してきた朔響は、モンデン"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "358887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358887",
                    "Titles": {
                        "eng": "Hard to Move, Somehow",
                        "jpn": "なんかうごきづらい"
                    },
                    "Summaries": {
                        "eng": "Iori is sent out as Nebula’s pilot, charged with setting up two early-warning satellites in space. But this routine mission is just an excuse to try out some covert experimentation with the iDOL.",
                        "jpn": "菊地 真がモンデンキントJPを去り、ふたたびネーブラのアイドルマスターとして適性を試される水瀬伊織。伊織は７年前、偶然から出会ったネーブラとの遭遇を回想する。幻想的な霧の中に巨体を佇ませ、音もなく飛び去っていくiDOL。その姿に、幼い伊織はアイドルマスターになることを心に決めたのである。\r\n　その出会いの日に、ふたたびアイドルマスターとしての適性を試されるのは偶然ではないと張り切り、ネーブラで軌道上に駆け上がる伊織。任務はドロップ早期警戒衛星を衛星軌道に投入すること。\r\n　伊織とネーブラのコンビネーションは好調で、無事に任務は終了するかに思えた。しかし、今回の任務で特別にネーブラに取り付けられたマスターユニゾン装置が作動し、ネーブラに異常が発生する。\r\n　マスターユニゾンとは、アイドルマスター抜きでiDOLを起動させ、コントロールするための試作装置だった。その作動にアレルギーのように拒絶反応を起こしたネーブラは停止し、そのコアは異常加熱を始めてしまう。急遽、マスターユニゾン装置の強制排除が試みられるが、外部からのコマンドは一切受け付けられず。コアの加熱は進行する。その温度が1000度を超えた場合、ネーブラの記憶や個性が消滅してしまうと知ったとき、伊織の決心が固まる。\r\n「ふたりの出会いの記念日を、命日にはさせはしない！」\r\n　宇宙服を着込み、船外活動を開始した伊織は、手動でマスターユニゾン装置を排除しようというのだ。\r\n　慣れない船外活動に四苦八苦しながらも律子の応援と指示で、排除用の爆発ボルトをセットする伊織。しかし、その作動レバーが動かない…"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "358888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358888",
                    "Titles": {
                        "eng": "Hangar Heaven",
                        "jpn": "格納庫天国"
                    },
                    "Summaries": {
                        "eng": "Imber goes berserk. Mondenkind tries everything they can think of to stop him, but to no avail. It seems they’ll be forced to make him self-destruct.",
                        "jpn": "春香はインベルの整備中に、その記憶ファイルのなかに自分の映像がコレクションされていることを知り、インベルとの「絆」を感じて嬉しくなる。\r\n　そんなある日、モンデンキントJP課長のジョセフ・真月が急病で倒れた。大事には到らなかったものの、重鎮を欠いたモンデンキントJP内の空気は弛みがちである。そんな隙を突くように暗躍する影があった……。\r\n　iDOL整備の最終チェックに使用する整備用「アイ」に細工が施されたらしく、その整備用「アイ」で起動したインベルは、無人のまま暴走状態に陥ってしまう。格納庫の中で睨み合うiDOLとアイドルマスター、モンデンキントのスタッフたち。膠着状態を打破するべく律子が提案したコスプレ作戦も功を奏さず、インベルは目の前の春香ですら踏み潰そうとする。その事実に呆然とする春香。\r\n　ついにインベルは地上を目指して移動を開始した。地上に出たインベルが都市部で重力レイヤーを展開した場合、その被害地域は計り知れないものとなる。課長補佐の朔響は、コアさえ無事ならばやむを得ないとインベルの自爆装置に手を掛けるが、秘密の通路で基地内に潜入したジョセフ・真月によってインベル自爆は阻止された。\r\n　ジョセフ・真月が立てた作戦は、基地を破壊してインベルの足を止め、Ｘ線と超音波により、コクピットの整備用「アイ」を破壊するというものだった。モンデンキントJPの総力を持って実行された作戦は成功。整備用「アイ」は砕け散り、インベルの暴走は止められた。その後のチェックでも、仕掛けられたウイルスなどは発見されず、事件は謎のまま終わろうとしていた。\r\n　しか"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "358889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358889",
                    "Titles": {
                        "eng": "iDOL & Idol",
                        "jpn": "アイドルとアイドル"
                    },
                    "Summaries": {
                        "eng": "Haruka has found a video of Chihaya in one of Imber’s files that shows he abandoned her after being in harmony. She loses confidence in their relationship, wondering if the same thing could happen to her.",
                        "jpn": "トゥリアビータでは、ヒエムスのフレームが完成しようとしていた。ヒエムスのアイドルマスターとして自信に満ちた真に対して、千早は「iDOLは決してマスターの思い通りになるものではない」と釘を刺す。千早には、信頼していたインベルに背を向けられたという苦い記憶があったのだ。\r\n　一方、春香はインベルの記憶ファイルに千早の映像を見つけて以来、千早の事が気になって仕方がない……。アイスランドで出会った時の記憶、インベルの記憶ファイルの中の映像、かつてモンデンキントに所属していたという資料、そして、あずさから教えられた、かつてインベルが千早を拒否したという事実。\r\n　思い悩む春香は、親友のやよいに相談を持ちかけるが、アイドルマスターであることを隠さなくてはならないため、話が噛み合わない。やよいは吹っ切れない様子の春香を、美少女コンテストへと強引に引っ張り出す。\r\n　そのコンテストが、やよいの芸能事務所の目にとまり、春香は新人アイドルとしてデビューする。インベルも春香の出演するテレビやラジオを記録しており、春香はそれをインベルからの応援と受け止めて喜ぶ。しかし、アイドルとアイドルマスターの両立は難しく、春香とインベルの間の距離は次第に開きつつあった。ハーモナイズ担当の双海亜美は、そのことを敏感に感じ取るが、どうすることもできない。\r\n　アイドル活動のスケジュールが押し、春香にはインベルが誘うゲームにも応えてやれない日々が続く。せめてインベルに聞かせて上げたいと、春香は、自分の練習中の歌が入ったデータディスクを雪歩に託す。しかし、なぜか雪歩は、"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "358890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358890",
                    "Titles": {
                        "eng": "Stray Rabbit",
                        "jpn": "迷子の兎"
                    },
                    "Summaries": {
                        "eng": "Saku leads the investigation into the identity of the mole at Mondenkind, and Yukiho keeps attracting his eye.",
                        "jpn": "クリスマスも間近い冬の東京。ひとり街角にたたずむ萩原雪歩の心は揺れていた。トゥリアビータからのスパイとしてモンデンキントJPに潜入していた雪歩の任務は、最終段階を迎えようとしていたのだ。\r\n　如月千早を慕う雪歩にとって、トゥリアビータへの帰還は願ってもいないことのはずだった。しかし、初めて得た友人である春香のことを想い、その信頼を裏切ることに、雪歩の心は迷いを覚えていたのだ。\r\n　それでも、千早の期待に応えるべく、司令室オペレーターや双海亜美の信頼を得ることに成功し、モンデンキントJPの中枢に深く食い込んでいく雪歩だった。\r\n　そして、モンデンキントJPの内偵を進める朔響は、雪歩の行動に疑いを持ちはじめていた。\r\n　自分の正体が露見するのも時間の問題であることを感じ、ついに雪歩は行動を開始する。iDOLの整備開発工場のある月見島に、重要人物である亜美が出向していることをリークし、襲撃の手引きをしたのだ。\r\n　一方、トゥリアビータ内でも体制が急変していた。主要メンバーである科学者グループが、カラスの強引なやり方に反対意見を出し始めたのだ。しかし、科学者グループは、カラスによって抹殺されてしまう。\r\n　もう、モンデンキントや十六夜寮には戻れないと、クリスマスの街を彷徨う雪歩の前に現れる春香。雪歩が落としたジラフ人形を届けにきたのだ。それは幼い日に千早から贈られた雪歩の宝物だった。初めて出会った日に「アイ」を拾ってもらったから、おあいこだと笑う春香に、雪歩の心は激しく揺れる……。\r\n　だが、かつて春香から教えられた言葉によって、雪歩は決心する。一番"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "358891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358891",
                    "Titles": {
                        "eng": "Night",
                        "jpn": "夜"
                    },
                    "Summaries": {
                        "eng": "The Turiavita have launched a surprise attack on Mondenkind’s base in Tsukimijima. They ransom Ami in exchange for Nebula and Imber.",
                        "jpn": "モンデンキントJP・月見島は、リファが率いる量産型エピメテウス群とトゥリアビータ兵士に襲われた。双海亜美を除く職員全員が惨殺された惨状に、目を覆う春香たちモンデンキントJPの面々。\r\n　トゥリアビータは、双海亜美を人質に取り、インベルとネーブラの引き渡しを要求してくる。\r\n　朔響は、双海亜美の存在は重要ではあるものの、不可欠ではないとのモンデンキント上層部の意思を受け、アイドルチームに待機を通達する。つまり、人質交換に応じるつもりはないと……。\r\n　春香や伊織たちは、朔やあずさらの決断に疑問を感じ、亜美を救出するために自分たちの独断で行動を始める。それに手を貸そうと現れる雪歩。春香や伊織たちは、雪歩がスパイである事実を、まだ知らないのだ。\r\n　雪歩の手引きで発進していくインベルとネーブラ。それを追うあずさのジェット機。人質交換に指定されたのは、ニューギニアのジャングル地帯だった。\r\n　一方が人質交換を装った囮となり、相手の隙を突いてもう一方が亜美を救出するという作戦を立てた春香と伊織は二手に分かれる。\r\n　千早と亜美のいる台地に着陸する春香とインベル。ともにインベルを「想う」千早と話をするために、あえて囮を買って出た春香だったが、インベルに同乗してきた雪歩が、その千早が送り込んだスパイであったことを知り愕然とする。\r\n　一方、伊織のネーブラの前には、真の乗るヒエムスが立ちはだかっていた。実力と性能で勝る真とヒエムスに、完全に叩き伏せられる伊織とネーブラ。亜美の救出作戦は失敗したのか!?\r\n　雪歩に奪い取られた春香の「アイ」は、千早の手の中で"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "358892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358892",
                    "Titles": {
                        "eng": "Goodbye",
                        "jpn": "サヨナラ"
                    },
                    "Summaries": {
                        "eng": "Haruka has lost Imber, while Nebula is busy fighting off Riffa. With all five iDOLs in Turiavita, Mondenkind must destroy the iDOLS with a shot from Vulturius – even if it costs millions of lives.",
                        "jpn": "春香の目前で、雪歩はトゥリアビータから送り込まれたスパイである本性を現し、そしてインベルは千早によって持ち去られた。\r\n　 亜美の救出作戦は失敗に終わり、圧倒的な不利に立たされるアイドルチーム。雪歩が乗り込み起動したヌービアムの重力レイヤーに弾かれ、春香は台地の下に広がるジャングルへと落ちていく。\r\n　 モンデンキント本部は強襲部隊ＭＳＡを出動させ本格的な軍事行動に打って出る。ニューギニアのジャングルを舞台に展開する激しい銃撃戦。\r\n　 ふたたびトゥリアビータに捕らえられそうになった亜美の目前で異変が起こる。突如、何もない空間から、亜美の危機に反応するように７年前に消えたテンペスタースが現れたのだ。出現したテンペスタースは、雪歩のヌービアムと、千早のインベルを圧倒する。\r\n　 奇しくも５体のiDOLが出揃った事態に、モンデンキントもトゥリアビータも浮き足立つ。５体のiDOLの集結により「アウリンが開く」というのだ。そんな中、iDOL達は５体そろって共鳴しあい、次々に停止してしまう……。\r\n　 この事態にモンデンキント本部は、正体を隠して軌道に乗せた「ウルトゥリウス」の使用を決断する。攻撃衛星であるウルトゥリウスのビームが発射された場合、５体のiDOLの消滅と、５億人規模の人的被害が予測された。\r\n　 カラスの命によりウルトゥリウス迎撃に向かったエピメテウスは、圧倒的な攻撃ビームに曝されて瞬時に蒸発してしまう。そして、ニューギニアの地表にウルトゥリウスのビームが着弾するかという瞬間、そのビームは高度100ｍ地点でテンペスタースによって受け止められる。\r\n　 強烈なエ"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "358893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358893",
                    "Titles": {
                        "eng": "The Way Back",
                        "jpn": "かえりみち"
                    },
                    "Summaries": {
                        "eng": "Ami and Mami are safe back in Mondenkind’s Japanese base, though Tempestas sacrificed all his memories to save them. Yukiho and Imber, however, did not return, leaving Haruka grieving.",
                        "jpn": "ジャングルに倒れ伏しでいるところをモンデンキント強襲部隊ＭＳＡに救出された春香は、モンデンキントJPへの帰還を連絡してくる。しかし、春香はその心に癒しがたい傷を負っていた……。\r\n　 一方、モンデンキントJPでは、７年間行方不明だった双海真美が目覚めていた。再会を喜びあう双海姉妹。そして７年前の真実の一端が明らかになる。７年前の実験中に事故を起こしたテンペスタースは、その際、重傷を負った真美を治療するために虚数空間へと姿を消していたというのだ。自らの身体であるフレームと、蓄積した記憶を犠牲にして、今は深い眠りについているテンペスタースのコアを前に、姉妹の「歌」が子守歌のように響くのだった。\r\n　 一方、トゥリアビータでは、インベルの改装が進んでいた。ふたたび純白のボディに塗り直され、春香の乗っていたコクピットは、千早の命により粉砕される。\r\n　 そして、モンデンキントJPに帰還した春香……。\r\n　 最悪の状況で、雪歩の正体を知り、インベルを奪われた春香の事を思い、モンデンキントJPのスタッフは腫れ物に触るような思いで春香を迎えるが、春香は極めて陽気な素振りで振る舞い続ける。何もなかったかのように基地内を走り回り、ラジオの収録をこなし、そして体力トレーニングに励む春香。しかし、千々に乱れるその心中は隠せるものではなく、親友であるやよいや、伊織に、それが自分自身を誤魔化すためのカラ元気であることを看破されてしまうのだった。\r\n　 ついには自分自身が雪歩に宛てた誕生祝いの手紙を見つけて凍り付いてしまう春香。親友だと信じていた雪歩に裏切られ、離れがた"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "358894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358894",
                    "Titles": {
                        "eng": "The Last Pudding",
                        "jpn": "最後の・プリン"
                    },
                    "Summaries": {
                        "eng": "Depressed by the betrayal of Yukiho and Imber, Haruka locks herself in her bedroom. Joseph begins an investigation into who is really running Mondenkind.",
                        "jpn": "復興暦107年の大晦日、十六夜寮の自室に閉じこもり春香は沈み込んでいた。\r\n　インベルが去り、雪歩に裏切られたという重たい現実に耐えられなかったのだ。\r\n　一方、トゥリアビータでは、ようやくインベルと再会できた千早が喜びにひたっていた。\r\n　春香仕様に塗られていた胸のピンクを白く塗り直し、春香が使用していたコクピットを粉々に粉砕させる。\r\n　いまや、モンデンキントJPはドロップ排除のローテーションから完全に外されてしまっていた。\r\n　スタッフたちは年賀状書きや、ネーブラの整備で気持ちを奮い立たせようとするが、重苦しい空気は拭い切れない。\r\n　そのスタッフたちも知らないモンデンキントJPの最深部で、あずさは捕らえた敵対組織トゥリアビータのリファと対面していた。\r\n　リファは、未完成な存在のバスタルトであるあずさが、新しい人類の完成型のミシュリンクである自分を閉じ込めるのは許されない行為だと強がる。\r\n　その言葉に、あずさは遠い過去を思い出していた……。\r\n　モンデンキントでiDOL研究を進める天才科学者カイエン・ロ・ウと、テル・ロ・ウ夫妻。その夫妻に養女として引き取られたのが、\r\n　幼い日の三浦あずさと如月千早だった。ロ・ウ夫妻は２人をモルモットとして扱っていると研究員には陰で囁かれながらも、iDOLの研究は順調に進んでいるかに見えた。\r\n　だが、人類とiDOLを融合し、新しい人類を誕生させようというミシュリンクプランを巡ってカイエン・ロ・ウとテル・ロ・ウの考え方には溝が開き始めていた。\r\n　そんな中、夫妻それぞれの思惑を受けて、あずさと千早はミシュリンクへの改造手術を"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "358895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358895",
                    "Titles": {
                        "eng": "Key & Bat",
                        "jpn": "鍵とバット"
                    },
                    "Summaries": {
                        "eng": "Saku relocates almost all the staff from Mondenkind Japan and puts the base on lock down. It’s up to Joseph to gather people back together and take back the base.",
                        "jpn": "アイドルチームの解散命令と共に、モンデンキントJPにはモンデンキント本部からの強襲部隊MSAが乗り込んできていた。\r\n　次々と現場のスタッフを押さえ、施設内を占拠していく強襲部隊。\r\n　その指揮を執るのは朔響。彼はモンデンキントのトップである「グランドロッジの猫」の直属だったのだ。\r\n　５体のiDOLが揃えば「アウリン」が開く。「グランドロッジの猫」は、その危険を回避するためにiDOLを誰にも手が届かない虚数領域へと隠そうと言うのだ。\r\n　解散させられたアイドルチームは、配置転換としてモンデンキント内の通常業務部署へと飛ばされる。\r\n　自宅謹慎を命じられたジョセフ・真月を苦い表情で送り出す三浦あずさ。\r\n　そのあずさに、ジョセフは心の中で「命を無駄にするな」と呼びかける。あずさの様子に只ならぬものを感じていたのである。\r\n　一方、ずっと塞ぎ込んでいる春香の部屋へ伊織が乗り込んで来た。\r\n　春香に対して、待っていれば何かが解決するのか、自分でできる事があるならばそれをやれと、激を飛ばす伊織。\r\n　旧モンデンキントJPアイドルチームの面々は、ジョセフ・真月を筆頭に、本部に対する決起を画策していた。\r\n　ようやく立ち直った春香も合流しモンデンキントJP基地を取り戻すために作戦が立てられた。\r\n　やよいのラジオ放送を使い、基地内に押さえられている亜美･真美・蛍へとメッセージが伝えられて、一斉に内から外からの基地奪回作戦が行われる。\r\n　朔響から発砲許可が下りないため本格的な反撃に出る事のできない強襲部隊は、基地の隅々まで知り尽くしたスタッフによる奇襲により撃退されていく。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "358896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358896",
                    "Titles": {
                        "eng": "RUN!",
                        "jpn": "RUN!"
                    },
                    "Summaries": {
                        "eng": "Mondenkind Japan must fend off Turiavita’s onslaught and buy enough time for Haruka to talk to Imber. Haruka confesses her feelings to Imber, but will he accept or reject her now that he has Chihaya once more?",
                        "jpn": "東京には、モンデンキント発表による避難命令が出されていた。ドロップ落下の危険があるというのだ。\r\n　次々と東京から退避していく人々。しかし、その実は、トゥリアビータによる攻撃から人々を退避させる方便だったのだ。\r\n　モンデンキントJPでは迫るトゥリアビータに、どう対処するかが検討されていた。稼動するiDOLはネーブラ一機のみ、コアの状態で眠りに付くテンペスタースは戦力外である。対するトゥリアビータには、稼動するiDOLが３機と量産された擬似iDOLまでいるのである。\r\n　敵に全てのiDOLが渡れば、「グランドロッジの猫」の言う「アウリン」が開く。ロストアルテミスから100年の間、\r\n　地球の重力バランスを取ってきた存在が開放されれば、なにが起こるかは解らない。\r\n　しかし、一同は「iDOLの存在とは何であるか」に賭けて立ち向かうことを決意する。\r\n　そして、トゥリアビータのモンデンキントJPに対する攻撃が始まった。\r\n　千早のインベルを筆頭に、雪歩のヌービアム、真のヒエムス、量産されたエピメテウスが、無人となった東京を蹂躙する。\r\n　戦術核並みの威力を持つコラプサーを装備されたインベルが、新宿でその猛威を振るい、都心に巨大なクレーターが穿たれた。\r\n　ヌービアムとヒエムスは、モンデンキントJP基地から伸びるチャンネル（通路）を潰していく。\r\n　モンデンキントJP基地からの脱出口を塞ごうというのだ。\r\n　モンデンキントJP基地の直上で攻撃態勢に入ったインベルに、伊織のネーブラが立ちはだかる。\r\n　テンペスタースの能力を利用した作戦の時間を稼ごうと、獅子奮迅の勢いで敵を撃破してしていく伊織"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "358897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358897",
                    "Titles": {
                        "eng": "108 Years of Reconstruction",
                        "jpn": "復興暦百八年"
                    },
                    "Summaries": {
                        "eng": "Azusa infiltrates Turiavita’s headquarters and discloses the information with Mondenkind and various countries. At the same time, Chihaya undergoes the preparations necessary to become one with Imber.",
                        "jpn": "春香の命懸けの「告白」によってインベルは「意識」を取り戻し、トゥリアビータは東京から撤退していった。\r\n　そして、再びインベルにより拒絶された千早は、所属組織であるトゥリアビータの思惑を越えた行動に出る。テル・ロ・ウの研究であるiDOLと人間の融合を強引に果たそうというのだ。愛しい存在であるインベルと融合することに取り付かれ、トゥリアビータ基地のエネルギー供給を独占していく千早。\r\n　一方、逃亡させたリファの跡をつけたあずさは、トゥリアビータ基地への潜入に成功していた。あずさの連絡によりトゥリアビータ基地の所在はモンデンキント本部の知るところとなり、国連軍が投入される総攻撃が開始される。最終的には再び攻撃衛星ウルトゥリウスを使用して、トゥリアビータやiDOLをも消滅させることをモンデンキントのトップである「グランドロッジの猫」は決定したのだ。\r\n　千早の独善的な行動により、擬装暴風圏を消失し、頼みのエピメテウス群も稼働不能に陥ったトゥリアビータ基地の中では、巨大な廃棄区画にあるシュメルツオーフェンにエネルギー供給が集中していた。千早は自分自身をインベルと融合できる状態へと変えようとしていたのだ。それは千早の肉体の消失を意味している。そのことを哀しみながらも、千早への想いからオペレータとして従う雪歩。\r\n　そこへ姿をあらわし、千早を止めようとするあずさ。雪歩が向けた銃から、とっさにあずさを守ろうと飛び掛かった真によって銃が暴発し、その銃弾は千早に致命傷を与える。　瀕死の身でシュメルツオーフェンへと向かう千早を後に、テル・ロ・ウのもとに"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "358898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358898",
                    "Titles": {
                        "eng": "Spring Snow",
                        "jpn": "春の雪"
                    },
                    "Summaries": {
                        "eng": "Haruka goes to Turiavita’s headquarters to confront Yukiho and Chihaya one last time. But with a horde of Epimetheus units blocking the way, the going won’t be easy. Lucky for Haruka, she doesn’t have to do it all on her own.",
                        "jpn": "千早の遺志によりインベルを求める雪歩と、その雪歩に会うために浮上したトゥリアビータ基地を目指す春香。\r\n　国連軍の攻撃と予期せぬ千早の暴走により、トゥリアビータ基地も壊滅状態だったが、起動し島の守りを固めるエピメテウス群は強力である。\r\n　モンデンキントJPでは春香をトゥリアビータ基地へと送り込むために、テンペスタースのコアを囮にエピメテウス群を引き付ける計略を練る。引き付けたエピメテウス群をネーブラで迎撃し、春香が雪歩に会うための時間を稼ごうというのだ。\r\n　エピメテウス群に数で押される伊織のネーブラの危機に、真のヒエムスが助太刀に現れる。姉と慕い、そして憎しみさえしたあずさとの最期の別れを通じて、その真意を知った真の心は氷解したのだ。\r\n　一方、「グランドロッジの猫」の指示によりトゥリアビータ基地攻撃の指揮を執る朔響は、攻撃衛星ウルトゥリウスによる攻撃準備を進めていた。「グランドロッジの猫」たちは、トゥリアビータもiDOLも、すべてを消滅させ、事後の世界を再び完全掌握しようというのだ。\r\n　モンデンキントJPアイドルチームは、モンデンキント本部とウルトゥリウス間の回線に侵入し、その攻撃ビーム照射を引き伸ばそうと奮戦する。\r\n　皆の協力により、ようやく雪歩と再会を果たす春香。あくまで親友として手を差し伸べる春香を、それは春香の独り善がりだと決め付けた雪歩は、千早とインベルを融合させるため、ヌービアムのシュープボーラーでインベルを撃ち抜く。\r\n　シュメルツオーフェンにより粒子化していた千早は、インベルとの融合を図るが、その一方的な「想い」は"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "358899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolmaster-xenoglossia/episodes/358899",
                    "Titles": {
                        "eng": "The Moon & The Penguin",
                        "jpn": "月とペンギン"
                    },
                    "Summaries": {
                        "eng": "Auryn has grown unstable after absorbing Nubilum. If something isn’t done soon, the entire planet will be destroyed! The iDOLs are willing to sacrifice themselves to save the ones they love, but how do their Masters feel about this?",
                        "jpn": "攻撃衛星ウルトゥリウスの直撃によってトゥリアビータのすべては消滅した。しかし、世界を取巻く状況は、その深刻さを増していた。\r\n　 ウルトゥリウスの攻撃ビームから身を挺して、インベルや春香、そして雪歩を護り破壊されたヌービアムのコアが、衛星軌道上に出現したアウリンへと吸収されていた。それによりロストアルテミスから約100年の間、アウリンによって維持されてきた地球の地軸やオービタルリングの均衡が崩れ出しているというのだ。\r\n　 モンデンキントJPで整備を受けるiDOLたちの間で、人知れず「協議」がおこなわれ、その結論が人間たちへと伝えられた。\r\n　 自分たちがアウリンに吸収されることで重力変動を安定させようというのである。さらに自分たちがアウリンの代わりとなり重力場を安定させると。それは「彼ら」の消滅をも意味していた……。\r\n　 iDOLたちの提案と、その決意を知って揺れ動くアイドルマスターたちをはじめとするモンデンキントJPスタッフの心。オペレーターや整備員を含め、iDOLに関わった人々にとって、すでに「彼ら」は心を持たない機械などではなかったのだ。\r\n　 避難していた故郷から遠い道程を駆けつけて来たやよいに、「やりたいと思うことを全力でやってきた。後悔はしていない」と心情を吐露する春香は、ある決心を固めていた。そして、やよいに「わたしの彼氏」とインベルを紹介するのだった。\r\n　 地球と、そこに暮らす人々を護るために、iDOLたちがアウリンに向かうその時がやってくる。しかし、無人のはずのコクピットには、それぞれのアイドルマスターの姿があった。インベルには春香、コアだけ"
                    },
                    "Aliases": []
                }
            }
        }
    }
}