{
    "URL": "https://thetvdb.com/series/tekkaman-blade-2",
    "Genres": [
        "Adventure",
        "Animation",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0121799/",
        "https://www.themoviedb.org/tv/20565"
    ],
    "TitleEnglish": "Tekkaman Blade 2",
    "SummaryEnglish": "10 years have passed since the end of the original Tekkaman Blade, and a new generation of Tekkaman must confront a powerful new enemy while rebuilding their forces.\r\n\r\nD-Boy/Blade, the title character of the preceding Tekkaman anime, appears here as well but no longer plays a major role. The main character this time around is Yumi Francois, a young and bumbling mechanic who proves to be the unlikely third candidate for the elite Tekkaman fighting trio. Thrust into battle with very little training, she must earn the trust and confidence of her team-mates if she is to succeed and survive.",
    "Aliases": [],
    "Modified": "2022-01-21",
    "Seasons": {
        "0": {
            "ID": "536757",
            "URL": "https://thetvdb.com/series/tekkaman-blade-2/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7593071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tekkaman-blade-2/episodes/7593071",
                    "TitleEnglish": "Virigin Memory",
                    "SummaryEnglish": "A special unreleased episode that was added to the Blu-Ray re-release in 2016 Japanese release.  There is no English sub or dub but the episode is billed as episode \"0\" and seems to be a season recap more than a prequel intro.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31727",
            "URL": "https://thetvdb.com/series/tekkaman-blade-2/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "360759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tekkaman-blade-2/episodes/360759",
                    "TitleEnglish": "Virgin Flush",
                    "SummaryEnglish": "Three Space Knights are chosen to become Tekkamen. In space, the United Earth Fleet is fighting off another invasion by Radam. The Radam bring Tekkamen and wipe out the fleet. They send missiles to Earth. This causes a problem during the Tekkaman evolution process for the three new cadets and a computer error resulting in Yumi receiving the Reacter Voltekka instead of Natasha. The Space Knights attack Radam but are overpowered. When attempting to help them, Yumi uses Reactor Voltekka but is unable to control it's power, leading to a disaster.",
                    "Aliases": []
                },
                "2": {
                    "ID": "360760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tekkaman-blade-2/episodes/360760",
                    "TitleEnglish": "Virgin Blood",
                    "SummaryEnglish": "Yumi is training and becoming better. Radam hit the Space Knights' HQ. The Space Knights hold back out of compassion for the enemy. Aki joins the fight and kills the Radam Tekkamen.",
                    "Aliases": []
                },
                "3": {
                    "ID": "360761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tekkaman-blade-2/episodes/360761",
                    "TitleEnglish": "Virgin Dream",
                    "SummaryEnglish": "Blade finally shows up and destroys a group of Radam. Yumi contends with Aki for D-Boy's love.",
                    "Aliases": []
                },
                "4": {
                    "ID": "360762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tekkaman-blade-2/episodes/360762",
                    "TitleEnglish": "Dead-Boy",
                    "SummaryEnglish": "Dead End makes his first appearance. He defeats Blade in the middle of a stormy night. The Space Knights want revenge but are defeated.",
                    "Aliases": []
                },
                "5": {
                    "ID": "360763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tekkaman-blade-2/episodes/360763",
                    "TitleEnglish": "Dirty Night",
                    "SummaryEnglish": "David befriends Dead and remembers Black September. We also get to see Noal and Milly(from Tekkman Blade) in a flashback and learn of what happened to Noal: he is apprehended by military police who support the General. His ultimate fate is unknown.",
                    "Aliases": []
                },
                "6": {
                    "ID": "360764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tekkaman-blade-2/episodes/360764",
                    "TitleEnglish": "Dangerous Boys",
                    "SummaryEnglish": "Blade battles Dead in a final showdown.",
                    "Aliases": []
                }
            }
        }
    }
}