{
    "URL": "https://thetvdb.com/series/tonagura",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0988931/",
        "https://www.themoviedb.org/tv/34664"
    ],
    "Titles": {
        "eng": "Tonagura",
        "jpn": "となグラ!"
    },
    "Summaries": {
        "eng": "The Arisaka sisters (Hatsune and Kazuki) and the Kagura siblings (Yuuji and Marie) lived next door when they were smaller. So close that they could climb onto each other's verandas from the 2nd floor. They would always play together until one day the Kagura siblings had to move.\r\nIt's been 10 years and the Kagura siblings are moving back! Yuuji's turned into a pervert and Marie isn't the crybaby she used to be?! \r\n\r\n(Source: Wikipedia - MB)",
        "jpn": "幼い頃いつも一緒にいることが当たり前だったゆうじが十年ぶりに隣の家に戻ってきた。純粋だったあのころから変わり思春期になった香月は格好いい男になっていることを期待して待っていたのだが、帰ってきたゆうじは予想を超えたＨなことが大好き男の子になっていた。\r\n強引だが愛情をストレートに表現するゆうじに素直になれない香月。両家族にクラスメイトを巻き込みトラブル続きの隣暮らしが始まった。"
    },
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "31706",
            "URL": "https://thetvdb.com/series/tonagura/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "360583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360583",
                    "Titles": {
                        "eng": "A 30cm Unrequited Love",
                        "jpn": "30センチの片思い"
                    },
                    "Summaries": {
                        "eng": "Kazuki is looking forward to the return of her old friends and neighbours, only to be shocked and dismayed when she sees what they've become in the years since they were last together.",
                        "jpn": "高校１年生の少女、有坂香月はケーキを作っていた。10年ぶりに再会する幼なじみの兄妹のために。その兄のほうの名は神楽勇治。香月同じく高校１年生。ちょっと強引なところもあるが、香月が昔から好きだった相手だ。10年ぶりに会うその相手は、背も高くなって見違えるような大人っぽさを見せてくれるかもしれない。そして妹のほうは神楽まりえ、中学３年生。昔は泣き虫だったが、今は直っているのだろうか。そんなことに思いを馳せながら、ケーキを完成させた香月は自分の部屋で着替えをはじめた。\r\n　そこへ突然、ベランダから一人の男が、香月の部屋に入ってきた。そのとき香月は下着姿。見つめあう、もとい硬直する２人。まさか、まさか……！　香月は信じたくなかった。しかしまぎれもなく神楽勇治だった！　なんと勇治は、10年経って格好よくなるどころか、香月の大嫌いなタイプ、Ｈな男に変貌を遂げていたのだ！　突然、香月に向かってダイブする勇治だが、そこへ妹のまりえも姿を見せた。まりえは泣き虫なころの面影は薄れていたが、その代わりに軍事オタクとして成長。クマのぬいぐるみに仕込まれた銃で、スケベな兄に早速制裁を加えた。\r\n　こうして衝撃の再会を終えた勇治と香月は、お互いの変わりぶりに落胆。Ｈな勇治とHなことが大嫌いな香月、相容れない存在なのだろうか。しかし、香月の姉・初音はそんな２人の緩衝材、仲介役となっている。……というより、この状況を楽しんでいるようだ。ドタバタと騒ぎを繰り返す２人をなだめるかと思いきや、もっと事態をエスカレートさせたりする。こんな状況の中で、はたして勇治と香"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "360584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360584",
                    "Titles": {
                        "eng": "Aloof Kazuki And The Apron Of Temptation",
                        "jpn": "ツンツン香月と誘惑エプロン"
                    },
                    "Summaries": {
                        "eng": "With the parents of both households stuck on a South American island for an indeterminate time, they ask their children to take care of each other. Kazuki refuses to admit the dirty-minded Yuuji into the home, unless he manages to spend the whole day without doing anything indecent, so they have a competition.",
                        "jpn": "再会の騒動から明けて翌朝。香月は目覚ましを止め、ベッドから体を起こした。香月には昨日のことがまるで夢のように思えた、むしろ夢のほうがよかった。しかし、その悪夢はまだ続いていた。いつの間にか、悪夢の元凶である勇治が香月のベッドにもぐりこんでいたのだ！抱き枕代わりになったという勇治は、香月が寝るときにブラをしないという事実を確認完了。それを聞いた香月の怒りの右ストレートよりも早く、まりえの銃弾が勇治を制裁していた！\r\n　さわやかでにぎやかで大迷惑な朝の目覚めを終えた香月は、その日に初めて、有坂家と神楽家の両親が１週間の海外旅行に出かけていることを知る。ということは、１週間、子供だけの共同生活！　と勇治は大喜びするが、香月のほうは大反対。何をされるかわかったもんじゃないからだ。有坂家に勇治が入ることを断固拒否する香月と、何としても入りたがる勇治。そこに初音が、ひとつの提案を持ちかけた。それは、試しに一日だけ共同生活をして、その間に勇治が香月に対して何もしなかったら合格というもの。つまり、勇治を有坂家からシャットダウンするためには、香月の魅力にノックアウトさせてＨな行動をさせる必要があるのだ。こうして姉に言われるがまま、香月の誘惑（？）作戦がはじまった。\r\n　まずはエプロン姿の香月。彼女の無愛想な奥さん役には、昔のままごとから見慣れていた勇治だが、大人っぽく成長した香月の心をこめた態度に射抜かれてギブアップ寸前。しかし香月に手を出したら有坂家に出入りできなくなる！　ひたすら耐える勇治。次はスクール水着でお風呂。ひたすら耐える"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "360585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360585",
                    "Titles": {
                        "eng": "Smart Yuuji And Startled Kazuki",
                        "jpn": "キリッと勇治にドッキリ香月"
                    },
                    "Summaries": {
                        "eng": "It's the first day at Kazuki's school for both Yuuji and Marie. While Marie is stuck in the same class with the hyperactive and overly friendly Niina, Yuuji manages to gain quite a crowd of girls by putting on his handsome face. Kazuki becomes jealous and sad when she sees Yuuji's popularity, leaving him at school when she goes home. To her surprise, this nets her a complaint from Yuuji, who wanted to walk home with her, not his adoring new classmates.",
                        "jpn": "勇治とまりえが香月や初音と同じ笹霞学院高等部に転入することに。まりえは中等部だ。転校初日の朝、香月は、勇治の格好のだらしなさを指摘した。身なりを整えさせ、キリッとした顔でいないと女子にモテないと言う香月。だが、キリッとした表情の勇治を見て香月は密かに驚いていた。その顔は、香月の夢に出てきた、格好いい勇治そのままだったのだ。\r\n　驚きをごまかしつつ、香月は勇治たちとともに４人で学校へ向かった。と、その途中、元気に走ってきた金髪の少女と、まりえがぶつかってしまう。中等部の制服を来たその少女は、まりえに詫びると、また走り去っていった。\r\n　学校へ到着した香月たちは高等部、まりえは中等部へ。だが驚くことに、先ほどの金髪少女・ニーナは、まりえと同じクラスだった。無愛想なまりえは、ニーナのように人なつっこいタイプは苦手。しかし、まりえをすっかり気に入ったニーナは、いくら避けようとも、お構いなしについてくる。まりえ、前途多難である。\r\n　一方、香月の隣のクラスに転入した勇治。キリッとした表情を崩さない勇治に、女の子たちが次々と寄ってきていた！　だが、女の子たちからの質問攻めに遭いながら、勇治は脂汗を流していた。キリッとした表情を維持するのは非常に疲れるのだ。前回の香月のお色気攻撃に耐えた苦行ほどではないが、素直に喜べない状況が続いていた。\r\n　そして、その場面をこっそり見ていた香月は、複雑な思いにかられていた。自分の前では見せない凛々しい顔と、モテモテの状態。とても近かったはずの存在が、突然遠くに離れてしまったかのようだった。親友のちは"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "360586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360586",
                    "Titles": {
                        "eng": "Nya~",
                        "jpn": "にゃあ〜（゜ω゜）"
                    },
                    "Summaries": {
                        "eng": "Niina, who considers Marie a good friend, pursues her relentlessly without realizing that this is causing the introverted Marie considerable distress. Only when Niina saves Marie from her worst fear and is set straight by Yuuji does she begin to understand Marie and lay the basis for a relationship that is not as one-sided.",
                        "jpn": "転入の二日目。朝、香月の下着姿を見て野獣化した勇治が、まりえの仕掛けたネットに捕らえられるといういつもの光景のあと、香月たち４人はまたいっしょに登校するべく、玄関を出た。そこへ、先日の金髪少女が姿を見せる。彼女の名前は磯川ニーナ。話すときの語尾がちょっと変わった、ハーフの少女だ。香月たちに自己紹介するニーナだが、まりえは早くも後ずさっている。しかし結局は同じクラス、学校で顔をあわせることになってしまうのだ。その後、ニーナが嬉しそうに、まりえに校内の案内をするが、まりえにとっては悪夢でしかなかった。\r\n　その日の帰り道、またしてもまりえに受難のときが訪れた。猫が数匹現れ、まりえを取り囲んだのである。ニーナと同じくらいの天敵である猫に囲まれ、身動きが取れなくなったところをさらにニーナがまりえに追いついてきた。四面楚歌以上、最悪の状況である。そこへやってきた勇治たちが、昼食の弁当の残りで猫たちを引き付けてくれたおかげで事なきを得たものの、勇治は妹の、いつもとは違う冷静さを欠いた表情を見逃さなかった。まりえがニーナを苦手としているのはわかるが、妹とせっかく友達になってくれそうなニーナの気持ちを無下にするわけにもいかない。そこで勇治はニーナを、夕食に招待することにした。\r\n　そして夕方、ニーナは有坂家で餃子づくりをはじめた。そこへ２階から降りてきたまりえも、初音に頼まれて餃子づくりを手伝うことに。ニーナは勇治から、まりえが自分を苦手としているという事実を聞いてしまったため、まりえに気を遣うことが多くなった。そしてまりえのほうも"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "360587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360587",
                    "Titles": {
                        "eng": "Let's Break Up!!",
                        "jpn": "ゼッコーするからっ!"
                    },
                    "Summaries": {
                        "eng": "Kazuki experiences jealousy and insecurity when it turns out Chihaya and Yuuji share common interests and are becoming close friends. A visit by Chihaya to Kazuki's home turns sour when Yuuji holds a photo shoot and Kazuki feels like a fifth wheel, causing her to lash out in anger at both him and Chihaya, causing Yuuji to respond in kind and leaving their friendship apparently in shambles, to Chihaya's dismay.",
                        "jpn": "ちはやと知り合えた勇治は、登校前の朝からご機嫌である。そんな勇治を見て、香月は不機嫌である。勇治のその笑顔の裏に、ちはやにもＨな事をするかもしれないからだ。だが、香月の予想に反して、勇治はちはやに撃墜された。正しくは、ちはやの見せるお色気仕草に勇治がノックアウトされてしまったのだ。勇治にベタベタするちはやと、それを必死に止める香月。他の生徒には、一人の男を取り合う修羅場にしか見えなかった。\r\n　そして昼休み。ちはやは勇治に趣味をたずねる。勇治はＨなことにしか興味がない、と思っていた香月だが、別の趣味を初めて彼の口から聞かされた。カメラマンである父親の影響で、勇治も写真撮影が好きだったのだ。そして驚くことに、勇治とちはやは格闘技好きという共通点があった。２人の話についていけず、戸惑う香月。さらに、ちはやは勇治のことが「好みのタイプ」だという。香月を残した状態で、ちはやはさらに勇治との距離を縮めていくようだった。\r\n　翌日、休みを利用してちはやが神楽家に遊びに来た。有坂家ではない。香月の知らない間に、勇治の部屋で２人きりでアルバムを見ていたというのだ。そして、みんなで写真撮影会を行なうことにしたらしい。やがて初音やニーナも交え、撮影を楽しむ勇治。過去にも女の子ばかり撮影していたと知って、一度は怒りを覚えた香月だが、勇治の写真に対する情熱を垣間見て、自分のことも撮ってもらおうと思うようになった。そしてどうせ撮ってもらうなら、お気に入りの服で……と、部屋に戻り着替え始めた香月だが、服を選んでいるところを勇治に見られてしまう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "360588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360588",
                    "Titles": {
                        "eng": "Hugging Princess?",
                        "jpn": "お姫様だっこ?"
                    },
                    "Summaries": {
                        "eng": "After Kazuki's and Yuuji's break up they both feel depressed and Chihaya takes it upon herself get them back together.",
                        "jpn": "写真撮影の一件で、香月と勇治との間の距離は、ますます遠くなってしまった。今では食事も登校も別々で、顔すら合わせようとしない。特に勇治のほうは、極端に香月を避けているようだった。そんな状況になってしまったことに戸惑うちはや。結局、ちはやも２人にうまく話しかけられないまま、数日が過ぎていた。\r\n　そして当の２人は、まだ心に大きな穴を空けたままだった。勇治は香月に「絶交」と言われたこと、香月は勇治に「大嫌い」と言われたことが、相当こたえていたのだ。そんな２人を、ちはやはなんとかして仲直りさせようとした。自分の部屋でふさぎこんでいる勇治が、自分に気がないことを確認すると、次は香月の元へ。そこで香月の素直な気持ちを聞いたちはやは、渋る香月を引っ張りつつ、勇治の様子を見に行くことにした。\r\n　そのとき、勇治は自分の部屋で初音と一緒だった。姉の姿を勇治の部屋で見た香月は驚くが、そのままカーテンの隙間から様子を見続けた。すると勇治は、香月に対しての印象を吐露し始めた。いつも愛想が悪く、怒りっぽい。それが勇治の抱いている印象だった。実際、香月が写っている写真には笑顔が一枚もない。それは香月も痛感し、反省していることだった。大好きな勇治と一緒にいても笑えない……そんな自分が嫌だった。対する勇治のほうも、香月が自分のことを好きでないからこそ、笑顔を見せてくれないのではないか……そんな思いを巡らせていた。だが初音は、勇治のその考えを否定。さらに、勇治の知らなかった、香月に関する事実をそっと打ち明ける。それを聞いた勇治に心の変化は訪れるのか。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "360589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360589",
                    "Titles": {
                        "eng": "Strongest☆Invincible My Sister",
                        "jpn": "最強☆無敵 マイシスター"
                    },
                    "Summaries": {
                        "eng": "After yet another pervert attack by Yuuji in the morning with some help by Hatsune, Marie decides she will find out Hatsune's weakness so that she will not be able to stop her from punishing her brother. But it seems that Hatsune doesn't have a weakness. Later Kazuki finds out that Hatsune has a fever and collapsed. Kazuki thinks it is because she overworked herself in taking care of her and the household, so she decides to take care of Hatsune and the household so that her sister can get well and do what ever would make her happy.",
                        "jpn": "初音は、成績優秀で運動神経抜群、さらに料理をはじめとする家事全般が得意で、人当たりがよく、誰からも好かれるという完璧人間。それはいいのだが、勇治のスケベな暴走まで認めている点はなんとか止めさせたい。普段、勇治に対し制裁を加えようとして初音に阻止されているまりえは、そんなことを考えるようになった。なんとか初音の弱点を見つけて、初音の阻止行動を逆に阻止しなければ。そこでまりえは、初音の調査を開始した。\r\n　学校での初音はとにかく人気者。ファンクラブ会員は100人に達しており、列をつくりながら頭を下げる彼らの挨拶を、笑顔で返しながら登校するのが初音の日課である。さらに、女子生徒からはさまざまな部活への勧誘で引っ張りだこ。男女問わず、初音は憧れの存在だった。初音に弱点なし、とまりえから報告を受けた香月はふと思う。万能な姉が、部活にも入らず何かに打ち込むこともないのはなぜか。もしかして、自分たちの面倒を見ることが最優先になっているのか。姉のやりたいことを妨げているのは自分なのか、と。そんな考えをめぐらせている香月のもとに、ある情報が舞い込んだ。なんと、姉が風邪を引いたというのである。\r\n　部活にも行かず、一目散に帰宅した香月は初音の容態を案じ、夕飯の支度をしていたところを中止させて強引にベッドへ寝かせた。確かに熱がある。それでもいつもと同じように家事をしようとしていた初音に対し、絶対安静を言い渡した香月は、姉に代わって家事の全てを担当することを決意。しかし、掃除、洗濯は慣れておらず、なかなかうまくいかない。料理に至っては、どんな材"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "360590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360590",
                    "Titles": {
                        "eng": "Kazuki x Hatsune Swimming Showdown",
                        "jpn": "香月×初音 水泳対決!"
                    },
                    "Summaries": {
                        "eng": "Kazuki breaks her sister's record in swimming, which gets her a challenge from her sister for the upcoming swimming competition. Who will win the serious race between the loving sisters?",
                        "jpn": "前回に引き続き重ねて言うと、初音は運動神経抜群である。それはどんなスポーツにも当てはまる。だが、香月が姉に匹敵する実力をもつスポーツも存在した。それは水泳である。幼いころから水泳が得意だった香月は、中学生時代も学年トップだった。そして高校生になってからも水泳部に所属し練習に励んでいた香月は、今回ついに、初音が保持していた校内記録を打ち破ったのだ。\r\n　その事実は学校中に広まり、メディア部によって大々的にとり上げられた。香月は「姉と実際に競争したら絶対にかなわない」と謙遜するが、メディア部はその「競争」の二文字を逃さなかった。そして、周りが話を大きくしていき、しまいには初音と香月の姉妹による水泳対決にまで発展してしまう。その話に戸惑う香月に対し、初音は楽しそうに、しかし本気で勝負することを宣言。こうして、戦いの火ぶたは切って落とされた。\r\n　その後、香月はちはやと勇治とともに、対決に備えて新しい水着を買いにデパートへと出かけた。勇治は香月に対し、色々と水着を勧めるが、どれも布地の少ないセクシータイプばかり。当然のように香月は（拳つきで）拒否。そこで今度は、控えめカットの水着を差し出す勇治。それは香月の好きな若葉色だった。勇治の選んだ水着を着て、勇治の前に立つ。幼いころには無かった緊張をおさえ、香月は勇治に水着姿を披露。だが、勇治のかけた言葉は「意外と胸が小さいな」であった。やはり勇治は勇治。香月は、呆れの感情とともに彼を吹っ飛ばした。しかし、そこで香月は勇治から初めて気づかされる。香月が着た水着以外のセクシータイプのど"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "360591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360591",
                    "Titles": {
                        "eng": "Are You By Any Chance, Jealous?",
                        "jpn": "もしかして、ヤキモチ?"
                    },
                    "Summaries": {
                        "eng": "Yuuji gets told that Kazuki was popular among guys in middle school and was proposed to by many, but refused all for an unknown love of hers. Yuuji thinks it's the new teacher, who she and Chihaya know, which causes him to start feeling jealous.",
                        "jpn": "白熱の水泳大会も終わり、いつものように登校する香月や勇治たち。校門前で初音のファンクラブが出迎えるのもいつものことである。が、今回は違った。ファンクラブは確かに存在するが、それは初音ではなく香月のファンクラブだった。勇治が大会中に撮影した、香月の水着姿にハートを直撃された男子生徒たちが一斉に香月のファンになったのである。彼らから「アイドル」と呼ばれ、戸惑う香月。その一方で勇治は、ファンクラブの存在にいら立ちを感じはじめ、ついには彼らと揉め事を起こしてしまう。\r\n　その様子を見ていたのは勇治のクラスメイト、町田と芹沢。２人は、自分の彼女を守るために戦った勇治の姿勢を高く評価する。……と思ったら、勇治本人は香月を「彼女」とは認識していないのだという。その発言に驚く町田と芹沢。２人は幼なじみであり、現在は付き合っている。自分たちと似た境遇である勇治と香月も当然付き合っていると思っていただけに、勇治の一言は衝撃的だった。さらに芹沢は以前、ちはやから聞かされていたことがあった。「香月には忘れられない人がいる」と。その人物が勇治ならば、香月は勇治と付き合うはず。となると思い当たるのは……。芹沢は考えを巡らせ、一つの結論に達した。その人物の名は結城小五郎。香月たちが中学生のとき、教育実習生として彼女たちのクラスに来たことがある。さらに彼は、ちはやの遠い親戚にあたるという。そのため、中学生時代の香月はちはやとともに、学校以外の場所で小五郎と会っていたのだ。その話は、中学生時代に香月と離れていた勇治にとって初耳だった。\r\n　そして噂を"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "360593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360593",
                    "Titles": {
                        "eng": "It's A Bikini? Everyone Gathers",
                        "jpn": "ビキニだよ? 全員集合!"
                    },
                    "Summaries": {
                        "eng": "The Teacher decides to take the group to the beach, where Kazuki uses a double standard to blame Yuuji for mistakes, when they could have easily been blamed on the teacher. Things between Yuuji and Kazuki worsen, as Kazuki keep putting Yuuji down and keeps comparing him with the teacher.",
                        "jpn": "小五郎の提案で海に行くことになった香月たち。メンバーは香月、勇治、初音、まりえ、ニーナ、ちはや、小五郎、町田、芹沢。人数的にもメンツ的にもにぎやかである。そして海といえば、水着のギャルたちである。勇治はそれを何よりの楽しみにしていたが、小五郎が彼らを連れてきた場所は海の穴場スポット。ギャルは一人としていなかった。だが、仲間内にも希望は見い出せる！しかも女子更衣室を覗ける穴があると、小五郎が教えてくれた。勇治は早速、その穴からの視察を試みるが、難なくまりえに撃退されてしまう。醜態をさらした勇治とは裏腹に、覗き穴を教えた張本人である小五郎は「女性として魅力的だから見たくなる」と爽やかに言ってのけ、決して女性陣に悪い印象を与えなかった。\r\nその後、大胆な初音はもちろん、ちはや、芹沢も負けず劣らずのセクシービキニを披露。まりえはスクール水着である。とはいえ、勇治が何より楽しみにしていたのは、自分が以前、香月のために選んだビキニを彼女が着てくれることだった。だが、実際に香月が着たのはビキニではなく、別の水着だった。そのことにショックを受けた勇治は、香月にきつく当たってしまう。\r\nしかし、勇治が感じたショックはそれだけではなかった。香月が、何かと勇治のことを小五郎と比較するのだ。小五郎は爽やかで優しく、場の雰囲気を和ませることができる。一方の勇治は、Ｈな行動と場の雰囲気をかきまわすことしかできていない。そう感じた香月は勇治に対し「小五郎先生とは大違い」と言い放つ。しかも一度だけではない。そのため勇治は元気をなくしてしまい、いじけ"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "360594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360594",
                    "Titles": {
                        "eng": "Yukata And Fireworks And A Broken Sandal Strap",
                        "jpn": "浴衣と花火と切れた鼻緒"
                    },
                    "Summaries": {
                        "eng": "The group goes to a festival, where another occurrence happens between Yuuji, Kazuki and the teacher. Is the calm after the storm coming soon or not?",
                        "jpn": "海に引き続き、小五郎と花火大会に行くことになった香月たち。だが、香月と勇治の間には海でのことが原因で微妙な距離が空いていた。気持ちの整理がつかないまま、花火大会会場へと向かう一行。そこでは夜店が並び、縁日のようなにぎわいを見せていた。人ごみをかきわけながら会場をめざす香月たちだが、いつの間にかはぐれてしまい、香月と小五郎、勇治とちはやという組み合わせができてしまう。とはいえ目的地は同じ。会場で合流できることを信じて、香月と小五郎はひとまず夜店を見てまわることにした。\r\n金魚すくい、綿菓子、射的。そんな夏の風物詩を堪能しながら、香月はだんだんと小五郎の姿を十年前の勇治と重ねるようになっていた。昔の勇治は、いろいろなことで楽しませてくれた。香月に対して今と同じようにちょっかいはかけていたものの、Ｈな性格ではなかった。その勇治がそのまま成長してくれれば、自分も頭を悩ませる必要は無かっただろう。……と、香月は思っていた。しかし小五郎は、香月が抱く「昔の勇治像」と、真実は違うという。つまり、今も昔も、勇治という人間の根本は変わっていないということだが、香月はその見解に半信半疑。そんな話をしているうちに、花火の打ち上げが始まろうとしていた。\r\n神社の階段を降りて会場へ向かう小五郎と香月。そのとき、香月の下駄の鼻緒が突然切れてしまう。バランスを崩し、階段を踏み外してしまう香月。小五郎はとっさに香月を下から抱きとめた。だがタイミング悪く、別の場所から来た勇治とちはやにその現場を目撃されてしまう。やがてすべてを悟ったかのように、勇治は"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "360595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360595",
                    "Titles": {
                        "eng": "A Letter To Yuuji And Memories From Ten Years Ago",
                        "jpn": "勇治への手紙と十年前の記憶"
                    },
                    "Summaries": {
                        "eng": "Yuuji stops his raunch acts and Kazuki tries to remember what she wrote to Yuuji in the letter 10 years ago.",
                        "jpn": "いつものように朝がきて、いつものようにパジャマを着替える香月。そこへいつものように、勇治が下着姿の香月を見てしまう。しかし、そこから先はいつもと大きく違っていた。なんと、勇治が香月の下着姿に無反応、いや、無反応どころか慌てて背を向け、香月の部屋を後にするという行動に出た。普段とはまるっきり逆である。後で香月からその話を聞いたちはやは信じられず、勇治に対してさまざまな罠をしかけた。勇治の前で、香月にスカートめくりを敢行したり、炭酸飲料を噴き出させて香月をずぶ濡れにさせ、「透け透けブラ」状態をつくったり。さらにはちはや自身も勇治に下着を披露するが、それらどの罠にも勇治は引っかからず、むしろ紳士的な態度をとる始末。ついに、勇治がＨなことをしなくなった！　この事実に香月は目を輝かせて喜び、一方のちはやの目は、勇治への疑いで満ちていた。\r\n　また、勇治の変化とともに香月は絶好調。テストは百点、水泳では自己ベスト更新、さらには料理の腕前上達。勇治は自分に優しくしてくれて、Ｈなことはまったくしない。理想の暮らしを始められた香月が絶好調になるのは必然だったかもしれない。\r\n　だが、すぐに勇治のゼンマイは切れた。授業に部活にと快進撃を見せていた勇治の姿はすでに無く、今はただ疲れが目立つだけの抜け殻だった。香月のためにと、人知れず努力を続けた勇治だが、さまざまな罠から逃れつつ、好青年を演じ続けることの難しさを思い知った。そして、その状況に追い打ちをかけるかのように、彼のもとへある知らせが届く……。\r\n　一方の香月は、そんな勇治の元気のなさ"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "360596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tonagura/episodes/360596",
                    "Titles": {
                        "eng": "Veranda And Paper Planes",
                        "jpn": "ベランダと紙ひこーき"
                    },
                    "Summaries": {
                        "eng": "Yuuji has to move again. After finding out what Yuuji was really like in the past - and what she herself was like back then - what will Kazuki do?",
                        "jpn": "昔の勇治の、本当の姿に気付いた香月。彼女は自分の思い違いを恥じ、後悔の念と罪悪感を重ねていた。しかし、それと同時に決心もしていた。勇治に謝ることが第一だと。とはいえ、もう残り時間は少ない。なぜならば、勇治とまりえが突然、引っ越しをすることになったからだ。世界中を飛び回っている父親を理解していたため、神楽兄妹にしてみればあまり驚くことでもない。だが香月にとっては、偶然の再会から突然の別れという状況に、早々に移ってしまったことは大きな衝撃だった。いつも近くに、いつも隣にいてくれるはずの存在が突然見えなくなってしまう。そうなる前に、勇治に謝らなくては。\r\n　 しかし、いつもの調子が災いしてか、香月は勇治に謝罪の言葉を伝えられなかった。そして勇治の発言も、香月に勘違いをさせてしまうようなものだった。最後まですれ違いが続く２人。それを修正しようとしたのはちはやだった。「勇治に嫌われた」という思いでいっぱいの香月に対し、力強い言葉で励ますちはや。その言葉を受けて、香月は今まで出せなかった「答え」を出すことを決める。\r\n　 そしていよいよ、勇治とまりえが引っ越す日になった。香月や初音はもちろん、ちはややニーナ、小五郎に町田、芹沢も見送りに来た。賑やかになる一方で、香月は勇治になかなか言葉を伝えられない。そこで初音やちはやが気を利かせ、勇治と香月の２人きりになる状況をつくってくれた。これが本当に最後のチャンス。香月は、勇治に謝り始める。しかしそれは「答え」ではない。その「答え」を、10年前に伝えられなかった本当の気持ちを、香月は勇治に伝え"
                    },
                    "Aliases": []
                }
            }
        }
    }
}