{
    "URL": "https://thetvdb.com/series/to-heart-2",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0988930/",
        "https://www.themoviedb.org/tv/27438",
        "https://www.themoviedb.org/tv/27438"
    ],
    "Titles": {
        "eng": "To Heart 2",
        "jpn": "トゥハート２"
    },
    "Summaries": {
        "eng": "Following her graduation from middle school, Yuzuhara Konomi enters the same high school as Kouno Takaaki, her childhood friend. As the new school year begins, they meet their childhood friend Kousaka Tamaki, as well as many new acquaintances. Unbeknownst to the group, their encounters with each other will soon lead to many memorable adventures.",
        "jpn": "「季節は春…徐々に芽吹き始めたさくらの木々に、季節の移り変わりを感じながら日々が過ぎていく…卒業式での別れはとても悲しいけど、これから訪れる新しい出会いに胸躍らせる…そして、同じ学校に通えることを、本当に楽しみにしていたんだからね、タカくん！」"
    },
    "Aliases": [
        "ToHeart2",
        "ToHeart2 adnext"
    ],
    "Modified": "2025-04-23",
    "Seasons": {
        "0": {
            "ID": "31802",
            "URL": "https://thetvdb.com/series/to-heart-2/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "361328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361328",
                    "Titles": {
                        "eng": "Special Compilation",
                        "jpn": "ToHeart2　特別編"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "総集編"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31803",
            "URL": "https://thetvdb.com/series/to-heart-2/seasons/official/1",
            "Titles": {
                "eng": "To Heart 2",
                "jpn": null
            },
            "Summaries": {
                "eng": "Following her graduation from middle school, Konomi Yuzuhara enters the same high school as Takaaki Kono, her childhood friend. As the new school year begins, they meet their childhood friend Tamaki Kosaka, as well as many new accquaintances. Unbeknownst to the group, their encounters with each other will soon lead to many memorable adventures.",
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "361315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361315",
                    "Titles": {
                        "eng": "New Uniform",
                        "jpn": "新しい制服"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "柚原このみは子供っぽくてちょっと甘えん坊な女の子。そんな、このみもついに卒業式をむかえた。卒業式の日、幼なじみでひとつ年上の河野貴明と一緒に思い出の詰まった校舎を見て回るこのみ。友だちと笑顔でお別れしたこのみも大好きな貴明の前では我慢できず、大泣きしてしまうのだった……。そろって外出するというこのみの両親に頼まれて一晩、このみを預かることになった貴明。父親の海外赴任に母親まで付いて行ってしまったため貴明は現在ひとり暮らし。貴明の家でカレーを作ったり、貴明に新しい制服を見せたりと、はしゃいでいたこのみも夜になると急に寂しさを覚え、貴明の布団へと潜り込む……。そして訪れる入学式。このみは貴明との学園生活を夢見ながら学校へと向かうのだった……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "361316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361316",
                    "Titles": {
                        "eng": "Childhood Friend",
                        "jpn": "おさななじみ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "向坂環は後輩たちから“お姉様”と慕われる大人びた雰囲気の女の子。だけど、心の奥底には子供っぽいイタズラ心がいっぱい詰まっている。子供のころにこのみや貴明たちと遊んだ思い出は彼女の大切な宝物だった。そして、貴明との約束も……。春休みのある日、雨宿りのため友人の向坂雄二の家にやってきた貴明は、そこで絶世の美女と出会う。おしとやかな美女に圧倒されっぱなしの貴明だったが、ふとその女性のことを思い出す。その女性は幼いころよく一緒に遊んだ雄二の姉、環だったのだ。思わず逃げ出そうとする貴明に環は「ただいま～」と嬉しそうに抱きつくのだった。春休みの間、環とこのみに振り回されっぱなしの貴明と雄二。このみの新しい下着選びに付き合わされたり、テニスコートでボール拾いをやらされたりとふたりはクタクタ。そして、訪れる新学期。寄宿制の高校に通っていた環は「絶対、帰ってくるから」と貴明に約束したとおり、貴明たちの学校へと転入してきたのだった……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "361317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361317",
                    "Titles": {
                        "eng": "Small Tea Party",
                        "jpn": "小さなお茶会"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "小牧愛佳はがんばり屋さんな女の子。春休みの最中、愛佳は図書室の本を整理するために学校へと向かう途中、お花見をしている一団を目にする。楽しそうにお花見をしている彼らを見て、愛佳はちょっぴりうらやましく思うのだった……。新学期。クラス委員長になった愛佳は図書館に関するアンケートを実施したり、書庫の整理を続けたりと、がんばっていた。そんな彼女を見るに見かねて貴明は書庫の整理を手伝い始める。お互い『異性が苦手』という共通点を見つけた二人は仲良くなり、愛佳は貴明を書庫の隅にある秘密の場所へと案内する。そんなある日、愛佳は図書委員長に「委員でも無い者に整理は任せられない」と言われ、書庫整理を辞めざるをえなくなってしまう。「私、本が大好きで、ずっと図書室にお世話になってきました。だから今度は、私が図書室に、恩返しをしたいんです」勇気を出して本音を口にした愛佳。彼女は晴れ晴れとした様子でそのことを貴明へと伝えるのだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "361318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361318",
                    "Titles": {
                        "eng": "Bicycle",
                        "jpn": "自転車"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "十波由真は負けず嫌いな女の子。ある朝、自転車で学校へと向かっていた由真は見知らぬ男子と激突してしまう。その日の体育の時間、由真の元にホームランボールが飛び込んできた。そのボールを打ったのは、なんとその日の朝、由真と激突した見知らぬ男子――河野貴明だった。貴明が自分に挑戦状を叩きつけてきたと勘違いした由真は貴明と張り合い出す。食堂で貴明に食器を使ってのフリスビー勝負を挑み、完全勝利をおさめた由真。しかし、由真の心が晴れることはなかった。由真は、祖父の事業を継ぐために毎日、退屈な勉強に耐えねばならなかった。だが、そのことが由真にとって重荷になっていたのだ……。親友である由真のことを心配した愛佳は、由真を元気づけるため、貴明に由真と勝負してくれるようにと頼む。日曜のゲームセンター。エアホッケーで勝負する貴明と由真。貴明の「自分の気持ちに素直になったらいいんじゃない？」というアドバイスに一瞬だけ素直に頷いた由真だったが、すぐに悪態をつく。だが、その表情はどこか晴れ晴れとしていた……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "361319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361319",
                    "Titles": {
                        "eng": "Invitation",
                        "jpn": "勧誘"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "笹森花梨は好奇心旺盛な女の子。たったひとりで『ミステリ研究会』を設立し、新学期のスタートとともに新入会員の勧誘を開始するが、なかなかうまくいかない。そんな花梨が目をつけたのはお人好しそうな男子――河野貴明だった。アンケートと称して入部届けにサインさせ、強引に貴明を『ミステリ研究会』へと入部させた花梨は、部室にやってきた貴明に泣きマネで正式な入部を迫る。そのとき、部室に立てかけてあった木の板が倒れてきた。あわてて花梨を倒れ込む貴明。重なり合うように倒れたふたり。花梨は自分の上に覆い被さっている貴明に「今ここで『助けてぇ！』とか叫んじゃったりしたら、タカちゃん、人として破滅かな？」などとつぶやき、入部を迫る。貴明が入部した『ミステリ研』は推理小説を研究する会などではなくUFOやUMAを研究する同好会だった。花梨とともに裏山にUFO探しに出かけた貴明。だが、UFOなど見つかるはずもなく、ふたりは道に迷ってしまう。幼い頃に同じような経験をしたことがある花梨は悲しそうに自分の想いを語る……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "361320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361320",
                    "Titles": {
                        "eng": "Seven Rings and Little Girls",
                        "jpn": "七輪と少女"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "貴明は川沿いの土手でひとりの少女と出会う。彼の目の前でくずれ落ちるように倒れ込む少女。貴明は彼女を助けをお起こし、公園へと連れて行くと、お腹を空かせた彼女にハンバーガーを食べさせてあげた。翌日、彼女は貴明はたちの学校へと転入してきた。るーこと名乗った彼女はどうやら留学生らしい。「そっか、留学生だったんだ……」とつぶやいた貴明の脳裏にるーこの声が響く。「るーは大熊座47番星の第三惑星からやって来た……」その声は貴明にだけ聞こえていた……。マッチ棒で買い物をしようとしたり、グラウンドに絵を描いたりと奇行が目立つるーこ。そんな彼女に目をつけた花梨は貴明に調査を命ずる。るーこを尾行しはじめたもののあっさり見つかってしまう貴明。自らがニャーと名付けた野良猫のために七輪を使い焼き魚を焼いてあげるるーこ。彼女の優しさを知った貴明は花梨に「るーこのことは、そっとしておこうよ」と告げるが花梨は新開発の首輪型UFO探知機を貴明に手渡し、それをニャーにつけてくるよう命ずる。ニャーを見つけ首輪を取り付けようとする貴明。その瞬間、ニャーは川へと転落してしまう…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "361321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361321",
                    "Titles": {
                        "eng": "UFO",
                        "jpn": "UFO"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "『ミステリ研究会』の会長、笹森花梨は天体観測会を企画していた。唯一の会員である河野貴明は花梨に頼まれて参加者を集めることに……。あわてた様子の貴明を怪しむ環、女子が来るからと早々に参加を決める雄二、貴明を手伝いたいと申し出るこのみ。貴明が友人の愛佳を誘ったことを知り「そんなに私に来て欲しくないんなら、行ってあげる！」と勝手に参加を決める由真。一方、花梨はかねてから興味のあった留学生、“るーこ”を天体観測会へと誘う。天体観測会の日、花梨は集まったメンバーに天体観測会の真の目的がUFOを呼ぶことだと伝える。戸惑うメンバーを強引にまとめUFOを呼ぶための儀式を行う花梨。スペシャルゲストの“るーこ”もやってきていよいよ儀式は佳境に…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "361322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361322",
                    "Titles": {
                        "eng": "Disagreeing Thoughts",
                        "jpn": "すれちがう想い"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "姫百合珊瑚と姫百合瑠璃は双子の姉妹。姉の珊瑚はぽややんとした性格のお気楽少女。妹の瑠璃は意地っ張りでやきもち焼き。ある日、珊瑚は猫を助けるために高いところに登った。だが、逆に自分が降りられなくなってしまう。偶然、通りかかった河野貴明に助けられた珊瑚は、すっかり貴明を気に入ってしまい、彼を捜すことにする。一方、貴明におんぶされている珊瑚を見た瑠璃は貴明を痴漢だと決めつけ、珊瑚とは別の目的で貴明を捜し始める。先に貴明を発見したのは瑠璃だった。痴漢の容疑で職員室へと連行された貴明。瑠璃が珊瑚の双子の妹だと知らない貴明は大混乱。そんな貴明に珊瑚は自分と瑠璃が双子の姉妹だと説明するとともに、突然、彼にラブラブ宣言をし、彼にキスをしてしまう…！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "361323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361323",
                    "Titles": {
                        "eng": "Two People",
                        "jpn": "ふたり"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "“珊瑚さえいれば他の誰とも友だちになる必要なんてない。珊瑚の友だちはみんな敵”そんなふうに考えていた瑠璃は貴明が許せなかった。貴明に決闘を仕掛けたものの、珊瑚に止められてしまった瑠璃は通じぬ想いを胸に秘め、ひとり悲しみに暮れていた。そんなある日、雄二の提案で貴明と珊瑚は遊園地へ行くことに。雄二は瑠璃と仲良くなるべく、瑠璃も誘うが瑠璃はその誘いを断ろうとする。だが、珊瑚はそんな瑠璃に「ほな、るりちゃんはお留守番な」と告げ、彼女を残して貴明たちと遊園地に行こうとする。あわてた瑠璃は渋々同行を決意するのだった。遊園地でのデート当日。本当はものすごく怖がりな瑠璃だが、意地をはってみんなに付き合い、数々の絶叫マシンに乗り、ふらふらになってしまう。しかし、瑠璃はそれでも意地をはりお化け屋敷へと入っていく。そこでも瑠璃は恐怖のあまり腰を抜かしてしまうが、そんな瑠璃を貴明はおぶって出口へと連れて行くのだった。帰りたいとダダをこねる瑠璃を連れてクレーンゲームの前までやってくると、珊瑚はゲームの景品であるペンギンのぬいぐるみを欲しがるが、それをゲットするのは至難の技のように思われた。結局、売店で買う事にするのだったが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "361324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361324",
                    "Titles": {
                        "eng": "Promise",
                        "jpn": "約束"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "メイドロボHMX-17a、通称イルファ。基礎OSが珊瑚の設計である彼女は姫百合家で働くことになった。学校へ出迎えに来たイルファを貴明、瑠璃に紹介する珊瑚。瑠璃は知っているはずだというが、当人はまったく興味が無い様子。イルファは自分が感情をベースに学習する新しいOSであることを話す。そんなイルファを女の子として扱う貴明をからかう瑠璃だったが、逆に貴明への態度をイルファにたしなめられ、気分を害してしまう。その夜瑠璃は自分の仕事である料理をイルファがしたことがきっかけで、珊瑚と口論。思わず席を立ってしまうのだった……。イルファは何とか瑠璃と仲良くすべく、貴明を訪ねるのだった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "361325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361325",
                    "Titles": {
                        "eng": "Full Bloomed Double Cherry Blossoms",
                        "jpn": "満開の八重桜"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "連休の過ごし方を話す貴明たちに、環はある計画を企て、有無を言わさず参加を約束させる。みんなに秘密の計画とは、野点を開催すること。環は貴明と交流のある女の子を一人ひとり訪ね、手ずから招待状を渡す。その時彼女たちが話す貴明の話に耳を傾ける環は、どこか満足そうであった。帰り道、偶然貴明と一緒になった環は、幼い頃遊んだ河原に貴明を誘う。昔話に花を咲かせ、懐かしむ二人。もう子供の頃とは違うという環は、翌日の野点の時、一同を前にしてあることを告げるのだった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "361326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361326",
                    "Titles": {
                        "eng": "Spring Breeze",
                        "jpn": "春風"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "身体測定が終わって、上機嫌なこのみ。びっくりさせようと貴明の教室へ向かったこのみだったが、そこで珊瑚と仲良くする貴明を見てしまった。話すきっかけを失ったこのみを見かね、環は元気付ける。帰り道、環の演出通り貴明に飛びつき、成長をアピールしても、貴明はまともに取り合ってくれない。そんな時ちゃる、よっちから誘われたこのみ。久しぶりの再会に喜んだのもつかの間、二人に貴明との仲を聞かれ慌てるこのみ。否定する最中に珊瑚、瑠璃とダブルデート中の貴明を目撃してしまった。翌日、貴明とまともに顔を合わせられないこのみは、環を誘って散歩にでかける。自分の気持ちをうまく説明できないこのみに、環は春は心が騒ぐのだと告げた。まだ迷うこのみであったが、母の外出により貴明と二人っきりになってしまうことになり……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "361327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361327",
                    "Titles": {
                        "eng": "The Beginning of a New Morning",
                        "jpn": "はじまりの朝"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "朝の出来事以来、貴明はこのみとギクシャクとした関係になってしまった。愛佳や雄二から普段通りにするようにアドバイスされる。同じ頃、修学旅行準備に追われる貴明に母親から連絡が入り、大学進学を機に父親の赴任先へ来ることを促される。それまでの環境が、あまりにも簡単に変わりうることを思い知らされるのだった。このみとのすれ違いが続き、悩む貴明の前に環が現れる。貴明は自分が遠くの大学に行くかもしれないと環に話した。そこで環は問いかける。「この気まずいまま、高校生活が終わったら、このみとはもう会えないかも知れないんだよね」環の言葉で目が覚める貴明。そしてこのみに伝えるために、走りだすのであった。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "31804",
            "URL": "https://thetvdb.com/series/to-heart-2/seasons/official/2",
            "Titles": {
                "eng": "To Heart 2 OVA",
                "jpn": "OVA ToHeart2（OVA第1シリーズ）"
            },
            "Summaries": {
                "eng": "A collection of stories involving the girls of To Heart 2, with each episode focusing on a different character.",
                "jpn": "TVアニメ化もされた人気恋愛シミュレーションゲーム『ToHeart2』のOVAシリーズの第1弾。全てのヒロインたちは、主人公の貴明と既に知り合いとして登場し、彼を何となく気にしている状態からスタート。メイドロボのイルファのエピソード、愛佳のエピソード、ささらとまーりゃんのエピソードの全3話。"
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "361329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361329",
                    "Titles": {
                        "eng": "The Maid Robot's Beginning",
                        "jpn": "メイドロボはじめました"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "メイドロボ「イルファ」のロケテストが向坂家で行われることに。 \r\n最新カメラを構え、願望叶って臨戦体勢の雄二。 \r\nしかし、そこには巨大な“越えられない壁”が…！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "361330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361330",
                    "Titles": {
                        "eng": "Summer of the Liveliest Sea",
                        "jpn": "あの夏、一番騒がしい海"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "貴明はクラスメートや環、このみたちと、海水浴へ行くことに。\r\n愛佳から一緒に行こうと誘われた妹・郁乃は、「姉貴の保護者」\r\nを宣言して参加する。愛佳の夏の日の恋とドタバタの行方は？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "361331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/361331",
                    "Titles": {
                        "eng": "Everyone`s School Festival, A Modest Wish",
                        "jpn": "みんなの学園祭、ささやかな願い"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "翌日に控える学園祭、生徒会長ささらの準備のおかげで無事開催されるはずが、前会長まーりゃんの陰謀によってどんどん崩れていく。果たしてまーりゃんの計画とは？　ささらと貴明はそれを喰い止めることができるのか？"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "77501",
            "URL": "https://thetvdb.com/series/to-heart-2/seasons/official/3",
            "Titles": {
                "eng": "To Heart 2 AD",
                "jpn": "ToHeart2ad（OVA第2シリーズ）"
            },
            "Summaries": {
                "eng": "Based on the Visual Novel ToHeart 2 AD (Another Days), the sequel to ToHeart 2.",
                "jpn": "TVアニメ化もされた人気恋愛シミュレーションゲーム『ToHeart2』のOVAシリーズの第2弾。全てのヒロインたちは、主人公の貴明と既に知り合いとして登場し、彼を何となく気にしている状態からスタート。記憶喪失になった貴明のエピソード、貴明たちと初詣に行くことになった由真のエピソードの全2話。"
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "746431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/746431",
                    "Titles": {
                        "eng": "Scars of Memories",
                        "jpn": "思い出の爪痕"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "あるきっかけで、過去の記憶をなくしてしまった貴明。\r\nそんな彼を心配しつつも、これを好機と捉えるヒロインたちが、貴明に都合のいい過去を吹き込みます。\r\n果たして貴明は記憶を取り戻せるのか、そして記憶を失ってしまった理由とは…"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "746441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/746441",
                    "Titles": {
                        "eng": "Happy New Year",
                        "jpn": "happy new year"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "大晦日の夜。二年参りに向かう由真。愛佳と一緒に行くはずだったのが、いつのまにか貴明たちと合流してしまう。\r\nおみくじで大吉を引いた由真は気をよくして、いつものように貴明に対決を挑むことになる。\r\nしかし、対決勝負の後に、由真と貴明に予期せぬ二人だけの時間が訪れる…\r\n貴明と静かな時間を共有した由真は、果たして、自分の隠された気持に正直になれるのか…"
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "77511",
            "URL": "https://thetvdb.com/series/to-heart-2/seasons/official/4",
            "Titles": {
                "eng": "To Heart 2 AD Plus",
                "jpn": "ToHeart2 adplus（OVA第3シリーズ）"
            },
            "Summaries": {
                "eng": "Volume 1\r\nSilfa the robot maid is currently working at Takaaki's house. However, she seems to have a little trouble with her duties as part of it involves going out in public to buy groceries, and she's a bit \"shy\" in a sense. But when it comes to Haruka Yuzuhara's special curry, she'll do what she has to in order to make this special dish for Takaaki. And that includes some competition from Milfa (Harumi).\r\n\r\nVolume 2\r\nInvolves summer, swimsuits and photography.",
                "jpn": "TVアニメ化もされた人気恋愛シミュレーションゲーム『ToHeart2』のOVAシリーズの第3弾。全てのヒロインたちは、主人公の貴明と既に知り合いとして登場し、彼を何となく気にしている状態からスタート。一人で買い物に行くメイドロボのシルファのエピソード、貴明の入部届を探す花梨のエピソードの全2話。"
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "746461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/746461",
                    "Titles": {
                        "eng": "The First Errand",
                        "jpn": "はじめてのおつかい"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "メイドロボ・シルファはただいま河野家で修行中の身。\r\n貴明に対して強気な態度のシルファは、\r\n実は極度の人見知りでほとんど外に出たことがありません。\r\nそんなシルファを憂慮したイルファは、彼女の成長のためにあることを提案します。\r\n食べた相手のハートを射止めることができるという、\r\n春夏直伝の特製”必殺カレー”を貴明に振舞うため一大奮起するシルファは、\r\n食材を買いに単身街へと繰り出すのですが…。\r\n謎の転校生・はるみも加わり、シルファの初めてのおつかいは\r\nレシピ争奪バトルへと発展していきます。\r\n果たして貴明に”必殺カレー”をもてなすのは誰なのか！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1230241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/1230241",
                    "Titles": {
                        "eng": "Summer Mood",
                        "jpn": "サマームード"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "夏休みを間近に控えたミステリ研究会の笹森花梨は、この夏の活動予定を立てていた。\r\n研究会唯一のメンバーである貴明と一緒に活動できることを楽しみしていたのに、\r\n彼には生徒会の仕事もあるという。\r\nその矢先、貴明の入部届を保管していた机が突如消えてしまった…。\r\n一方、生徒会ではまーりゃんの提案により、\r\n水着ファッションショーの準備が進みつつあった。\r\n女の子の水着姿に想いを馳せる雄二と、水着写真集で一儲けを企むまーりゃんは、\r\n貴明をダシに参加者を次々と集めていくのだった。\r\nファッションショーに向けてプール掃除をはじめるヒロイン達。\r\n入部届の捜索に乗り出していた花梨は、\r\nダウジングを駆使してプールにあることを突き止めた。\r\nそこで彼女のとった行動とは…。\r\n夏の日差しが降り注ぐプールサイドで、ひと足早い水着祭が開催される！？"
                    },
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "326611",
            "URL": "https://thetvdb.com/series/to-heart-2/seasons/official/5",
            "Titles": {
                "eng": "To Heart 2 AD Next",
                "jpn": "ToHeart2 adnext（OVA第4シリーズ）"
            },
            "Summaries": {
                "eng": "Komaki Manaka daydreams about classmate Kono Takaaki but is too shy to talk to boys. As Takaaki-kun helps her in the library they resolve to have training sessions there, calling each other by first name. When Manaka addresses Takaaki-kun outside the library, his buddy Kosaka Yuji overhears them and tells their classmates how close these two have become, causing a surprising effect on other girls around Takaaki.",
                "jpn": "TVアニメ化もされた人気恋愛シミュレーションゲーム『ToHeart2』のOVAシリーズの第4弾。全てのヒロインたちは、主人公の貴明と既に知り合いとして登場し、彼を何となく気にしている状態からスタート。貴明と図書室の書庫整理をする愛佳のエピソード、優季にライバル心を燃やすはるみのエピソードの全2話。"
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "2903011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/2903011",
                    "Titles": {
                        "eng": "First Name",
                        "jpn": "ファーストネイム"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "放課後、図書室の書庫整理をする愛佳と貴明。\r\n\r\n異性への苦手意識を克服するために協力し合おうと、\r\n書庫の中ではお互いを名前で呼びあう“練習”を続けるのだが\r\n貴明を必要以上に意識してしまう愛佳は、２人きりの空間でドギマギしっぱなし。\r\n妄想もどんどん膨らみ、思わぬ失敗やアクシデントが加わって一喜一憂するのだった。\r\n\r\nそんなある日、２人が“練習”しているところを雄二に目撃され、\r\nクラスでその話題を切り出されてしまう……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "2903021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/2903021",
                    "Titles": {
                        "eng": "Trash Basket Memory",
                        "jpn": "Trash Basket Memory"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "「今日こそ決着をつけるわよ！草壁優季！」\r\n最近、河野はるみと草壁優季が勝負事に勤しんでいる。\r\nやる気満々のはるみに対し、勝負に付き合う羽目になった優季と\r\n判定役の貴明は少々うんざりなご様子。\r\n\r\n貴明に強い想いを寄せるはるみは、\r\nかつて優季が貴明から“河野”の姓をもらっているということに\r\n過剰なライバル心を燃やしていたのだった。"
                    },
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "495726",
            "URL": "https://thetvdb.com/series/to-heart-2/seasons/official/6",
            "Titles": {
                "eng": "To Heart 2: Dungeon Travelers",
                "jpn": "ToHeart2 ダンジョントラベラーズ（OVA第5シリーズ）"
            },
            "Summaries": {
                "eng": "According to Amazon Japan, a two-volume OVA series \"ToHeart 2 Dungeon Travelers\" was announced. \"ToHeart 2 Dungeon Travelers\" is an RPG game on PlayStaion Portable released in 2011.",
                "jpn": "「ToHeart2」のOVAシリーズの第5弾。まーりゃん先輩が開発したという、いかにもアヤシげなゲームマシンのせいで見知らぬ世界に飛ばされてしまった貴明とヒロインたち。そこは、剣と魔法が似合うRPGのようなファンタジー世界だった。冒険者コスチュームに身を包んだヒロインたちは、元の世界に戻るべくダンジョンの最深層をめざす…!! ここは本当にゲーム"
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4354147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/4354147",
                    "Titles": {
                        "eng": "Dungeon Travelers: Total Disaster",
                        "jpn": "サイアクのサイヤク"
                    },
                    "Summaries": {
                        "eng": "Due to Maryan's science experiment, the characters have been thrown into an RPG world, and must defeat the final boss to return to their normal lives...if they feel like it.",
                        "jpn": "元の世界に戻る手がかりを求めて、日々ダンジョンに潜るヒロインたち。\r\nLvも上がり、はなればなれになっていたパーティメンバーも揃い、いよいよ最下層を目指そうと意気込むささらたち。 そんなある朝、貴明が忽然と姿を消してしまう。彼の部屋には１通の置手紙が残されており……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4530709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-heart-2/episodes/4530709",
                    "Titles": {
                        "eng": "Dungeon Travelers: Treasure",
                        "jpn": "たいせつなもの"
                    },
                    "Summaries": {
                        "eng": "The final boss is defeated, but the characters still haven't been freed from the game. According to Ilfa's advice, to leave the game, they need to find something black and shiny.",
                        "jpn": "ダンジョンの最下層で、最後の敵・イルファを見事攻略した貴明たち。\r\nようやく元の世界に戻れると思っていたが、どうやらそう都合よくいかないらしい…。\r\nイルファによると、ダンジョンのどこかに隠された“あるモノ”を見つける必要があるという。\r\n元の世界へ戻るキーアイテム“黒くててかてかした例のアレ”を求めて、ヒロインたちは再びダンジョンへと向かうのであった…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}