{
    "URL": "https://thetvdb.com/series/nadia-the-secret-of-blue-water",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Family",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/2D06-9EC8-78CB-F880-49DC-8",
        "https://www.imdb.com/title/tt0096591/",
        "https://www.nhk-character.com/chara/nadia/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH00712260",
        "https://www.tvmaze.com/shows/22519/show-slug",
        "https://www.themoviedb.org/tv/24710",
        "https://www.wikidata.org/wiki/Q696455",
        "https://en.wikipedia.org/wiki/?curid=605010"
    ],
    "Titles": {
        "eng": "Nadia: The Secret of Blue Water",
        "jpn": "ふしぎの海のナディア"
    },
    "Summaries": {
        "eng": "The series centers around Nadia, a young girl of unknown origins, and Jean, a young French inventor. Early in the story, the two protagonists are chased by Grandis Granva, Sanson, and Hanson, a group of jewel thieves who pursue Nadia for the blue jeweled pendant she possesses. After being rescued by Captain Nemo and his submarine, the Super Sea Cruiser Nautilus, the jewel thieves and the young protagonists join forces and participate in the struggle against the Neo-Atlantean forces, who seek to dominate the world.\r\n\r\nIn the process, Nadia and Jean save the world from violent domination by the Neo-Atlantean forces led by Gargoyle, explore worldly mysteries and the powers of the blue pendant, uncover Nadia's hidden family ties, and ultimately discover the secret origins of Nadia.",
        "jpn": "時は、1889年。花の都パリでは、万国博覧会が華やかに開催されていた。世界中の科学や文化の粋が集まったそのイベントに、人々は来たるべき20世紀、科学万能の時代の到来を予感し、夢見ていた…。そんな科学の進歩は地球を急激に狭くしつつあったが、まだまだ未知なるロマンと冒険があふれた時代でもあった。\r\nそんな中、世界中の海で謎の巨大生物\"海獣\"が出没し人々を恐怖に陥れていた。その海獣によって父親が行方不明になってしまった発明好きの少年・ジャンは、万国博覧会の会場で謎の少女・ナディアに出会う。ナディアに一目ぼれしたジャンは、ひょんなことからナディアとともに冒険へと旅立つことに―。\r\n\r\n彼らを待ちうける運命とはいったい？"
    },
    "Aliases": [
        "Nadia of the Mysterious Seas",
        "Nadia, the Secret of Blue Water",
        "Nadia - The Secret of Blue Water",
        "Fushigi no Umi no Nadia"
    ],
    "Modified": "2025-10-20",
    "Seasons": {
        "0": {
            "ID": "31865",
            "URL": "https://thetvdb.com/series/nadia-the-secret-of-blue-water/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null,
                "pol": "Bonusowy teatrzyk Nadii"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "pol": null
            },
            "# Episodes": 14,
            "Episodes": {
                "11": {
                    "ID": "1025621",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/1025621",
                    "Titles": {
                        "eng": "Nadia: The Motion Picture",
                        "jpn": "ふしぎの海のナディア―The movie"
                    },
                    "Summaries": {
                        "eng": "An 85-minute movie adventure where Nadia and Jean team up for the last time to defeat a madman bent on ruling the Earth!",
                        "jpn": "ネオ・アトランティスとの戦いから3年後、ナディアはロンドンのプラネット・タイムズ紙に見習い記者として勤務していたが、未だに編集長からはお茶汲みを仰せつかるだけの雑用係と見られていた。この頃、軍部や政財界の要人が衆人環視の中、突然体中から煙を噴きだし、着衣を残して肉体が蒸発するという怪事件が世界各国で頻発していた。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "10179627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/10179627",
                    "Titles": {
                        "eng": "Nadia - The Nautilus Story I",
                        "jpn": "ふしぎの海のナディア ノーチラス・ストーリーI"
                    },
                    "Summaries": {
                        "eng": "Part 1 of a shorter, more streamlined version of Nadia called \"The Nautilus Story\", which all but eliminates the filler arc and concentrates on the struggle between Nemo and Gargoyle. Some scenes in the more pivotal episodes are cut as well. The compilation series was made by Hideaki Anno, who was said to have been dissatisfied with the final result of the TV show. The Nautilus Story was only released in Japan on VHS and laserdisc.",
                        "jpn": "概要がまだ翻訳されていません。翻訳版を入力してデータベースを一緒に充実させましょう。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "10179628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/10179628",
                    "Titles": {
                        "eng": "Nadia - The Nautilus Story II",
                        "jpn": "ふしぎの海のナディア ノーチラス・ストーリーII"
                    },
                    "Summaries": {
                        "eng": "Part 2 of a shorter, more streamlined version of Nadia called \"The Nautilus Story\", which all but eliminates the filler arc and concentrates on the struggle between Nemo and Gargoyle. Some scenes in the more pivotal episodes are cut as well. The compilation series was made by Hideaki Anno, who was said to have been dissatisfied with the final result of the TV show. The Nautilus Story was only released in Japan on VHS and laserdisc.",
                        "jpn": "概要がまだ翻訳されていません。翻訳版を入力してデータベースを一緒に充実させましょう。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "10179630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/10179630",
                    "Titles": {
                        "eng": "Nadia - The Nautilus Story III",
                        "jpn": "ふしぎの海のナディア ノーチラス・ストーリーIII"
                    },
                    "Summaries": {
                        "eng": "Part 3 of a shorter, more streamlined version of Nadia called \"The Nautilus Story\", which all but eliminates the filler arc and concentrates on the struggle between Nemo and Gargoyle. Some scenes in the more pivotal episodes are cut as well. The compilation series was made by Hideaki Anno, who was said to have been dissatisfied with the final result of the TV show. The Nautilus Story was only released in Japan on VHS and laserdisc.",
                        "jpn": "概要がまだ翻訳されていません。翻訳版を入力してデータベースを一緒に充実させましょう。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31866",
            "URL": "https://thetvdb.com/series/nadia-the-secret-of-blue-water/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "361690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361690",
                    "Titles": {
                        "eng": "Girl at the Eiffel Tower",
                        "jpn": "エッフェル塔の少女"
                    },
                    "Summaries": {
                        "eng": "Jean, a 14-year-old orphan, sailing into Paris to help his uncle design an airplane for the Paris Exposition's flight competition meets a pretty young girl named Nadia and her pet lion cub, King. He ends up rescuing her from a woman named Grandis who is trying to get Nadia's jewel, the Blue Water. Nadia leaves the only home she ever knew - a circus - as Jean has offered to help her search for her place of origin, starting with the random choice of Africa...",
                        "jpn": "1889年。飛行コンテストに出場するため、パリの万国博覧会にやってきた発明好きの少年ジャンは、セーヌ川の岸辺で見かけた少女・ナディアに一目ぼれ。何とか友だちになろうと話しかけるジャンだが、ナディアの態度は冷たい。するとそこへ、ナディアの持つ宝石“ブルーウォーター”をねらう三人組があらわれる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "361691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361691",
                    "Titles": {
                        "eng": "The Little Fugitive",
                        "jpn": "小さな逃亡者"
                    },
                    "Summaries": {
                        "eng": "With Grandis and her two accomplices, Sanson and Hanson, in pursuit, Jean takes Nadia back to his home in LeHarve.  His grumpy aunt refuses to take Nadia in, but Jean lets Nadia stay at his own house.  The following day, Jean and Nadia set off for Africa in one of his aeroplanes.  They do not get far, however, when Jean's invention fails and falls into the sea....",
                        "jpn": "ジャンの活躍で悪党三人組から逃れることができたナディアは、ル・アーブルにある彼の家で夜を明かす。ところが翌朝、三人組が万能戦車グラタンでふたたび襲ってきた。そこでナディアとジャンは、ジャンが発明した飛行機「エトワール・ド・ラ・セーヌ[世」に乗り込み、空を飛んで逃げることに…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "361692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361692",
                    "Titles": {
                        "eng": "The Riddle of the Giant Sea Monsters",
                        "jpn": "謎の大海獣"
                    },
                    "Summaries": {
                        "eng": "Jean, Nadia, and King are rescued by an American battleship in pursuit of sea monsters, who have apparently been responsible for sinking ships.  That night, the battleship is attacked, and Jean, Nadia, and King are thrown overboard....",
                        "jpn": "何とか三人組から逃れることができたジャンとナディアだが、飛行機が故障し海に不時着。偶然パトロール中のアメリカの戦艦に発見され助けられた二人。こりずに襲ってきたグラタンも戦艦にはかなわない。しかしほっとしたのも束の間、今度は謎の大海獣が現れ、戦艦と激しい戦闘を始めてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "361693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361693",
                    "Titles": {
                        "eng": "Nautilus, The Fantastic Submarine",
                        "jpn": "万能潜水艦ノーチラス号"
                    },
                    "Summaries": {
                        "eng": "Jean, Nadia, and King are rescued by another vessel--an impressive and mysterious submarine known as the Nautilus (and yes, the captain's name is Nemo).  Here, they learn from Nemo's pretty first officer, a young woman named Electra, that the vessel is in pursuit of a sinister enemy.  After an unsuccessful attack against the deadly submarine Garfish, the Nautilus repairs Jean's sea plane, and the children take off for another adventure.",
                        "jpn": "謎の大海獣と戦艦の戦闘中に、海に投げ出され取り残されてしまったジャンとナディア。すると二人の前にもう一匹の大海獣が現れる、が、それは生き物ではなく最新の装備を持つ潜水艦だった。海賊を追っているのだという潜水艦の中で、二人はエレクトラと名乗る女性から親切なもてなしを受ける。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "361694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361694",
                    "Titles": {
                        "eng": "Marie's Island",
                        "jpn": "マリーの島"
                    },
                    "Summaries": {
                        "eng": "Jean, Nadia, and King are shot down over a strange island where they find themselves outrunning a squadron of sinister masked soldiers.  In their struggle to survive, they find an orphan girl, Marie, who lost her parents to the soldiers.",
                        "jpn": "ノーチラス号に別れを告げたジャンとナディアは、改良してもらった飛行機でフランスに向かう。ところが、突然攻撃を受け飛行機は近くの島に墜落、しかもその島は謎の侵略者たちによって占領されていた。何とか再会した二人は、侵略者に両親を奪われてしまった少女、マリーと出会う。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "361695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361695",
                    "Titles": {
                        "eng": "Infiltration of the Secret Base",
                        "jpn": "孤島の要塞"
                    },
                    "Summaries": {
                        "eng": "Marie and King are captured by the soldiers, so Jean and Nadia set off to a forbidding looking area to save them.  Their rescue mission leads the pair to the base of the soldiers, who call themselves Neo-Atlantis, and their evil commander, Gargoyle, wants Nadia and her Blue Water at all costs.",
                        "jpn": "侵略者にマリーが捕らえられてしまった。ジャンとナディアはマリーを救い出すため、島の中心にある秘密基地へ潜入する。二人はそこで、ノーチラス号と闘っていた潜水艦を目にする。潜水艦も、謎の秘密基地も「ネオ・アトランティス」を名乗る組織によって造られたものだったのだ。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "361696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361696",
                    "Titles": {
                        "eng": "The Tower of Babel",
                        "jpn": "バベルの塔"
                    },
                    "Summaries": {
                        "eng": "Imprisoned by the wicked Gargoyle, Nadia is forced to admit that she gave her Blue Water to Jean before turning herself in (to save Marie and King from a horrible fate).  As the search for Jean is on, the boy desperately tries to find her.  Simultaneously, Grandis, Sanson, and Hanson, who have also been imprisoned by the soldiers, break out of their prison cell and attempt to escape.  While Gargoyle tours Nadia around his base, he showcases Neo-Atlantis's secret weapon, a tower known as Babel with the power to obliterate an entire island!",
                        "jpn": "ジャンをかばって囚われの身となったナディア。ネオ･アトランティスの首領ガーゴイルは、ナディアをなぜかプリンセスと呼び、マリーとキングを人質にして組織への協力を迫る。彼の狙いはいったい何なのか？　一方ジャンは、ナディアたちを救出するためトロッコに乗って基地の中心部へ向かう。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "361697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361697",
                    "Titles": {
                        "eng": "Mission to Rescue Nadia",
                        "jpn": "ナディア救出作戦"
                    },
                    "Summaries": {
                        "eng": "In a surprising turn of events, Grandis and her boys join forces with Jean to save Nadia, Marie, and King from Gargoyle.  Their escape attempt nearly backfires, until the Nautilus shows up to save them....",
                        "jpn": "「バベルの塔」の発射実験のさなか、グランディスたち悪党三人組と再会したジャンは、ナディアを助け出すため力を合わせることに。城に乗り込んだジャンは、ガーゴイルと対面する。ナディアたちの命と引き換えに、ブルー･ウォーターの在り処を聞き出そうとするガーゴイルだが･･･。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "361698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361698",
                    "Titles": {
                        "eng": "Nemo's Secret",
                        "jpn": "ネモの秘密"
                    },
                    "Summaries": {
                        "eng": "Jean, Nadia, Marie, and King are taken aboard the Nautilus with their new enemies-turned allies, Grandis, Sanson, and Hanson.  Technophiles Jean and Hanson are thrilled to be aboard the Nautilus.  Grandis becomes dangerously smitten with Captain Nemo, much to Sanson's consternation.  Nadia, meanwhile, is very suspicious about the submarine and its crew, particularly Nemo, who reacts with surprise upon seeing her for the first time....",
                        "jpn": "ネオ･アトランティスの基地が崩壊、グラタンで海へと逃げ出したジャンたちは、ノーチラス号に助けを求め、ネモの判断で救出されることに。ナディアは浮かない顔だが、ジャンとハンソンはノーチラス号の科学力に大喜びし、グランディスはネモに一目ぼれ。一方、初めてナディアに会ったネモは驚く。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "361699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361699",
                    "Titles": {
                        "eng": "A Crowning Performance by the Gratan",
                        "jpn": "グラタンの活躍"
                    },
                    "Summaries": {
                        "eng": "In pursuit of Gargoyle, the Nautilus becomes trapped in a dangerous underwater mine field.  Sanson and Hanson jump aboard the Gratan to clear the mines before they detonate.  Jean sneaks on to help the two men....",
                        "jpn": "ネモの命令で部屋を分けられケンカをしてしまったジャンとナディア。一方、ノーチラス号はガーゴイルの飛行船カルカロドンを追撃するのだが、逆に地下水道で新型の浮遊機雷に囲まれてしまう。ネモに恋するグランディスは、修理が終わったグラタンで機雷の除去を提案する。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "361700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361700",
                    "Titles": {
                        "eng": "New Recruits for the Nautilus",
                        "jpn": "ノーチラス号の新入生"
                    },
                    "Summaries": {
                        "eng": "Nemo and Electra appoint Jean, Nadia, and the others to new positions on the Nautilus.  Jean is permitted access to Electra's library of books so that he can learn how to use the knowledge for mankind's benefit; simultaneously, he, Sanson, and Hanson are given a tour of the Nautilus.  Marie and King, meanwhile, are reduced to schooling from Electra, much to their dismay.  Grandis and Nadia are assigned to cook in the kitchen.  An intense rivalry is ignited between Electra and Grandis as they compete over Nemo's love.  Finally, Jean discovers the source of the Nautilus's power, and is quite disturbed when Nemo tells him that the vessel is a killing machine....",
                        "jpn": "ノーチラス号の窮地を救ったグラタンの活躍が認められ、グランディスたちは見習い乗組員として採用されることになる。客員となったナディアも何か役に立とうと、船内の調理場でグランディスを手伝うのだが失敗ばかり。一方、ひょんなことからノーチラス号のエンジン室に迷い込んだジャンが目にしたものは…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "361701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361701",
                    "Titles": {
                        "eng": "Grandis and Her First Love",
                        "jpn": "グランディスの初恋"
                    },
                    "Summaries": {
                        "eng": "When the Nautilus docks on an island to reestablish supplies, Nadia bonds with Grandis when the latter tells her how the first man she fell in love with turned out to be a treacherous cad.",
                        "jpn": "魚料理にあきて不満をもらすハンソンたちを見かねたネモは「狩りの日」をもうけ、ノーチラス号は無人島に上陸。次々島に繰り出す船員たち。“ネオ･アトランティスを滅ぼす”という目的のために集まった船員の多さに、ジャンたちは驚く。その夜、無人島の浜辺でグランディスはナディアに自分の過去を語る。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "361702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361702",
                    "Titles": {
                        "eng": "Run, Marie, Run!",
                        "jpn": "走れ!マリー"
                    },
                    "Summaries": {
                        "eng": "Marie and King run off to explore the island, when they find themselves both lost and pursued by Gargoyle's soldiers.  Sanson comes to their rescue.",
                        "jpn": "小鹿を狩ったことに激怒するナディアはジャンとケンカ、ほかの船員たちもみんな仕事が忙しく、かまってもらえないマリーはキングと島の探検に出かける。途中、古い線路を見つけ遊ぶマリーたちだが、そのうち迷子になる。そして偶然、島に停泊しているガーフィッシュを目撃してしまう。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "361703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361703",
                    "Titles": {
                        "eng": "The Valley of Dinicthys",
                        "jpn": "ディニクチスの谷"
                    },
                    "Summaries": {
                        "eng": "Marie and Nadia become sick from a dangerously fatal tropical fever.  To save them from death, Nemo charts course for an underground reef, where he takes Jean, Sanson, and Hanson on a quest to find the cure.  Coming back, however, they have to deal with a territorial, eel-like Dinicthys....",
                        "jpn": "ガーフィッシュを追い、再び海に出るノーチラス号。そんな時、マリーが灼熱病にかかってしまう。そしてナディアまでもが倒れてしまい、二人ともあと2日の命と診断される。病気を治すにはリーフ64と呼ばれる海底に生えている特別な薬草が必要だった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "361704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361704",
                    "Titles": {
                        "eng": "The Nautilus Faces Its Biggest Crisis",
                        "jpn": "ノーチラス最大の危機"
                    },
                    "Summaries": {
                        "eng": "Captain Nemo's vessel falls into yet another deadly trap set by Gargoyle--one which involves the Garfish and a surprise attack from American battleships.  The subsequent damage costs the lives of several sailors--including a friendly young engineer named Ensign Fait.  Jean, who had become friends with Fait, is horrified and devastated to witness someone being killed by the technology he had so strongly idealized with.",
                        "jpn": "花すら戦艦内で作ってしまうノーチラス号の科学の力にますます感動するジャン、逆に反発するナディア。そんな折ノーチラス号は、ガーフィッシュとの戦闘の最中に損害を受けてしまった。修理をするため海上へ浮上したのだが、そこで待ち受けていたのはアメリカの船隊だった。集中砲火を受けたノーチラス号は…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "361705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361705",
                    "Titles": {
                        "eng": "The Mystery of the Lost Continent",
                        "jpn": "消えた大陸の秘密"
                    },
                    "Summaries": {
                        "eng": "The victims of Gargoyle's latest attack are taken to the long-forgotten underworld of Atlantis to be buried.  While there, Jean discovers that his father's ship was sunk by the Garfish.  Nadia also learns that she must keep the Blue Water at all costs, no matter what pain or damage it may cause.",
                        "jpn": "全ての争いの元となっているブルーウォーターを持つ自らの運命に悩み苦しむナディア。一方、船体修理中に機関部で漏れた有毒ガスにより犠牲となったフェイトたちを埋葬するため、ノーチラス号は「沈める寺院」と呼ばれる海底遺跡へ向かう。遺跡に着き弔いを始める乗組員たち。そんな中、ジャンはあるものを目にする。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "361706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361706",
                    "Titles": {
                        "eng": "Jean's New Invention",
                        "jpn": "ジャンの新発明"
                    },
                    "Summaries": {
                        "eng": "Jean is tired of being treated like a child by the Nautilus crew.  Hoping to cheer him up, Nadia suggests Jean to build another aircraft.  Inspired, he sets off to do just that.  At first he is determined to construct the new helicopter by himself, but then realizes he still needs the support of some grown-ups.  With Hanson's help, Jean completes the craft and takes Nadia on a very delightful test flight.  While airborne, Jean promises that he will one day take Nadia to Africa....",
                        "jpn": "父の死を知りその敵を討つためノーチラス号の正式な乗組員を志願したジャンだったが、ネモに断られてしまう。すっかり落ち込むジャン。そんな様子を見たナディアは「またジャンの飛行機で飛んでみたいな」と、彼を元気付ける。それをきっかけに、ジャンは新しくオートジャイロの設計に没頭し始める…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "361707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361707",
                    "Titles": {
                        "eng": "Nautilus vs. Nautilus",
                        "jpn": "ノーチラス対ノーチラス号"
                    },
                    "Summaries": {
                        "eng": "En route to Captain Nemo's home base of Antarctica, the Nautilus finds itself attacked by a territorial Nautilus shellfish.",
                        "jpn": "度重なる戦闘補修によって資材が不足したノーチラス号は、その補給のため南極にある秘密基地へとむかう。その途中、謎の物体に捕えられてしまう。それは何億年も前に生きていたとされる巨大なオウム貝・ノーチラスだった。ノーチラス号はノーチラスに直撃され、その触手によって締め上げられていく。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "361708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361708",
                    "Titles": {
                        "eng": "Nemo's Best Friend",
                        "jpn": "ネモの親友"
                    },
                    "Summaries": {
                        "eng": "Nemo takes Jean and Nadia on a tour of his secret base, where he introduces the children to his closest friend, a talking whale named Irion, who hints at Nadia's responsibility to hold the Blue Water.",
                        "jpn": "南極大陸の地下に広がる秘密基地に到着したノーチラス号。修理作業の最中、ネモはジャンとナディアをつれてある場所へと向かう。その途中には遥か太古に絶滅した様々な生物たちが、氷で保存された氷の博物館があった。未知の生命、自然の不思議に驚くジャンとナディア。そして目的地には､ネモの友人クジラのイリオンがいた。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "361709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361709",
                    "Titles": {
                        "eng": "Jean Makes a Mistake",
                        "jpn": "ジャンの失敗"
                    },
                    "Summaries": {
                        "eng": "Jean's latest invention goes disastrously wrong and accidentally alerts the Garfish to attention.  Nadia's detestation of Nemo and jealousy of Jean's friendship with Electra dangerously intensifies--until she finally learns that the Nautilus is merely fighting to destroy Gargoyle and that Electra poses no threat to Nadia's relationship with Jean.  During all this, Gargoyle is informed of the Nautilus's prescence and devises to set yet another deadly trap....",
                        "jpn": "ガーゴイルは空中戦艦を建造し、ネモを倒すため再び動き始めていた。一方、ますます発明に没頭するジャンは、自らのアイディアで小型ジェット機を造り上げる。しかし打ち上げの実験に失敗、その上ジェット機の爆発によってノーチラス号はガーフィッシュに見つかってしまう。ネモたちにひどく怒られるジャンを見たナディアは…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "361710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361710",
                    "Titles": {
                        "eng": "Farewell Nautilus",
                        "jpn": "さよなら…ノーチラス号"
                    },
                    "Summaries": {
                        "eng": "The Nautilus is ensnared by Gargoyle's super powerful SeaNet magnet.  In the fight that follows, Grandis, Sanson and Hanson escape on the Gratan (to help free Nemo and the others from Gargoyle's battleship).  The battle culminates with the badly damaged Nautilus plummeting into the sea....",
                        "jpn": "ガーフィッシュの集中攻撃を受けたノーチラス号だが、逆にガーフィッシュを撃沈。ところが、空中戦艦からガーゴイルの新兵器・スーパーキャッチ光線が発射され、ノーチラス号は空中に引き揚げられてしまう。続いて放射された原子振動砲によって、船体は破壊され絶体絶命の危機に陥る。その時、エレクトラ副長はある提案をする。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "361711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361711",
                    "Titles": {
                        "eng": "Electra the Traitor",
                        "jpn": "裏切りのエレクトラ"
                    },
                    "Summaries": {
                        "eng": "After relocating Jean, Nadia, Marie, and King to his personal quarters (which he will later jettison from the doomed Nautilus), Nemo finds Electra holding a gun on him.  In an extended flashback sequence, Electra reveals her tormented past, her complicated feelings for the captain... and a horrifying connection between Nadia and Nemo.",
                        "jpn": "海底へと沈んでいくノーチラス号。ネモ船長は乗組員をメインブロックに集め、戦闘ブロックを切り離した。自爆した戦闘ブロックがガーフィッシュを全滅。メインブロックのみになったノーチラス号はガーゴイルの手を逃れた。ネモ船長は、船長室にナディアたちを呼び出した。船長室をメインブロックから切り離し、ナディアたちだけでも助けるために…。そして、機関室に戻ったネモ船長を待ち構えていたのは…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "361712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361712",
                    "Titles": {
                        "eng": "Young Drifters",
                        "jpn": "小さな漂流者"
                    },
                    "Summaries": {
                        "eng": "Jean, Nadia, Marie, and King are shipwrecked on a deserted island.  They decide to make it their home for a while.",
                        "jpn": "ナディアたちを乗せた船長室は、ゆっくりと海中を進んでいく。何とか浸水の危機を乗り越えたナディアとジャン、マリーとキング。船長室はとある砂浜に漂着。そこでマリーはガーゴイルのマークが入った缶詰を見つける。しかし島はもう誰も住んでいない無人島。ナディアは、誰も、悪人もいない、この島で生きていこうと決心する。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "361713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361713",
                    "Titles": {
                        "eng": "Lincoln Island",
                        "jpn": "リンカーン島"
                    },
                    "Summaries": {
                        "eng": "Now that they are settled into their new island home (which they dub \"Lincoln Island\", Jean uses his knowledge and technology to bring a little civilization.  Nadia, on the other hand, wants to live with nature... only to discover that doing so is a lot harder than she ever dreamed of.",
                        "jpn": "一夜明け、ナディアは島を“リンカーン島”漂着した入江を“キャプテン湾”砂浜を“ナマジャキビーチ”などと命名し、ジャンたちに生まれ変わったと宣言。科学文明と縁を切って生きていくと、森の中へと行ってしまった。一方ジャンは、マリーやキングと船長室から食料や水、資材などを運び出し、手作りの小屋を作ったりして、島で生活していく準備を整える。だが、ナディアはそこから缶詰を盗み出す始末で…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "361714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361714",
                    "Titles": {
                        "eng": "The First Kiss",
                        "jpn": "はじめてのキス"
                    },
                    "Summaries": {
                        "eng": "As a result of Nadia's foolishness, the children only have meat for food.  This infuriates Nadia so much that she declares to starve... until she becomes desperate to eat a can of rotten spinach, getting sick.  Jean sets off to find a cure, only to become intoxicated by hallucinogetic mushrooms(!).  Overwhelmingly grateful, and stupidly unaware that Jean is not himself, she gives him his first real kiss....",
                        "jpn": "ジャンとナディアは、肉を食べるか食べないかで激しく言い争う。肉を食べない！と一方的に宣言し、意地を張るナディアはジャンに対して怒ってばかり。そして、ガーゴイルの腐ったホウレンソウの缶詰を食べ、寝込んでしまう。ジャンはナディアのために薬草を探しに出かけ、怪しげなキノコを発見、思わず食べてしまい…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "361715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361715",
                    "Titles": {
                        "eng": "King, the Lonely Lion",
                        "jpn": "ひとりぼっちのキング"
                    },
                    "Summaries": {
                        "eng": "King gets jealous of Jean and Nadia becoming more intimate and runs away.  Jean sets off to find him... but not before Nadia goes ballastic upon realizing that he does not remember the kiss she gave him (he had been stoned from the hallucinogetic mushrooms).",
                        "jpn": "人はひとりで生きていられないと感じ、ジャンにあらためて感謝しすっかり優しくなったナディア。その様子を見たキングは、激しく傷つき動揺する。そしてキングは、仲良く寄り添いあうジャンとナディアを目撃。そして…、ついに家出をしてしまう。キングを探しに出たジャンたち。その途中ジャンはうっかり谷間に転落。そこで鉱脈を発見する。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "361716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361716",
                    "Titles": {
                        "eng": "The Island of the Witch",
                        "jpn": "魔女のいる島"
                    },
                    "Summaries": {
                        "eng": "After surviving a typhoon, Jean, Nadia, Marie, and King discover another island drifting mysteriously toward them.  Exploring it, the children find Ayerton, a flaky scientist who they met on the battleship in Episode 3.",
                        "jpn": "リンカーン島を激しい台風が襲う。ジャンがせっかく作った小屋は吹き飛ばされ、発明した数々の装置も崩壊し、キングは強風に吹き飛ばされ行方が判らなくなる。台風が去った夜、見慣れない島が流されてきた。その島でキングの姿を見つけ、早速助けに向かうナディアたち。ところが、島は南洋の植物や針葉樹林がある上に砂漠のような砂丘もある気味の悪い島だった。しかもアメリカ戦艦で出会った海洋学者エアトンが…"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "361717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361717",
                    "Titles": {
                        "eng": "The Floating Island",
                        "jpn": "流され島"
                    },
                    "Summaries": {
                        "eng": "Jean, Nadia, Marie, and King are reunited with Grandis, Sanson, and Hanson.  Together they all decide to live as a family on the new island, which Jean theorizes is moving.",
                        "jpn": "エアトンがおびえる「恐怖の大王」から逃げるナディアたち。重力異常でいつもより速く走り、高くジャンプすることが出来るのだが、やりすぎて島を一周してしまう。しかし「恐怖の大王」…それはグラタンだったのだ。その中から懐かしいグランディスたち三人組が現れる。思わぬ再会を喜び合う三人組とナディアたち。しかし喜びも束の間、島は再び流され始めていた。ナディアたちは、移住することにする。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "361718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361718",
                    "Titles": {
                        "eng": "King vs. King",
                        "jpn": "キング対キング"
                    },
                    "Summaries": {
                        "eng": "A violent row between Sanson and Hanson turns into a race between two mechanical lions resembling King(!).",
                        "jpn": "新しい島での生活をはじめたジャンとナディアだが相変わらず言い争いが絶えず、グランディスはネモへの思いがつのるばかり。そんな中サンソンとハンソンはふとしたことから意見が対立、ケンカになってしまう。そこでエアトンがレースで決着をつけることを提案。サンソンはキングを調教し、ハンソンは機械仕掛けのアイアン･キングを作り、キング対アイアン･キングで競争することになる。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "361719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361719",
                    "Titles": {
                        "eng": "Labyrinth in the Earth",
                        "jpn": "地底の迷路"
                    },
                    "Summaries": {
                        "eng": "Four months afterward, the Gratan is nearly repaired, and soon our pals will set off for Africa.  But first Jean and Nadia go off on a hike which leads them to a mysterious underground cavern that turns out to be more than they suspected.  The exploration culminates when Nadia falls into a trance and vanishes behind a wall, leaving her clothes in Jean's arms!  During all this, Ayerton tries to make his move on Grandis.",
                        "jpn": "グラタンの修理が完了する日が近づいていた。目指す場所はアフリカ東海岸だ。ところが蚊が大量発生し作業どころではなくなってしまう。そんな中、エアトンがグランディスを誘いグラタンに乗り込みワインを飲み出かけた。それを知ったサンソンとハンソンは激怒。グラタン２号を新しく作り追いかけ始めた。一方ジャンとナディアは不思議な穴を発見する。その穴の中で目にしたものは？"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "361720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361720",
                    "Titles": {
                        "eng": "Farewell, Red Noah",
                        "jpn": "さらば、レッドノア"
                    },
                    "Summaries": {
                        "eng": "Trapped inside a mysterious chamber, Nadia learns from a disembodied voice that their island home is actually a space satellite, Red Noah--and that she is the heir to the throne of Atlantis as well as not human!  Tremors engulf the island as Grandis and the others prepare to set off, but Jean returns to save Nadia.",
                        "jpn": "地下にある遺跡で突然壁に吸い込まれたナディアは、島の中の大空洞に浮かんでいた。そこは衛星都市レッドノア——。そしてナディアの前にM78星雲の宇宙人に作られたものだという謎の巨人が現れ、240万年前にM78星雲から地球にやってきたアトランティス人の歴史を語り始める。ナディアはまたそこで、自らの出生とブルーウォーターにまつわる秘密を知る。一方ジャンは、ナディアを助けようとするのだが…"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "361721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361721",
                    "Titles": {
                        "eng": "Nadia's Love",
                        "jpn": "ナディアの初恋…?"
                    },
                    "Summaries": {
                        "eng": "Having escaped their former island home, our pals crash-land into an African tribal village, where they are instantly captured... until one of its citizens recognizes Nadia.",
                        "jpn": "潜水をはじめた島からグラタンで避難したジャンやグランディスたち。だが途中でガーゴイルの空中戦艦に攻撃を受け、アフリカにある村に不時着する。ナディアはそこで出会った少年・ハマハマに一目ぼれ。ハマハマに案内された村の遺跡で、ナディアは故郷タルテソスの話を聞き、また彼の優しさにすっかり舞い上がってしまう。そんな中、キングが村に伝わる不思議な薬・赤い実の汁を飲み暴走し始めた！"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "361722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361722",
                    "Titles": {
                        "eng": "King's Rescue",
                        "jpn": "キング救助作戦"
                    },
                    "Summaries": {
                        "eng": "When King gets captured by Grandis' ex-fiancee, our pals set off to save him.",
                        "jpn": "キングを捕らえて宝を要求してきたのは、グランディスの初恋の相手で、彼女から全財産を奪った男、ゴンザレスだった。その上、キングを助けに向かったグランディスとナディアまでもが捕われてしまう。残されたジャンやサンソンたちは綿密な作戦を立て、ハマハマや村人と組んで救出を企てるが、途中で誤算が生じてしまい…"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "361723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361723",
                    "Titles": {
                        "eng": "My Darling Nadia",
                        "jpn": "いとしのナディア♥"
                    },
                    "Summaries": {
                        "eng": "Jean writes a song for Nadia.  Actually, our pals burst out into song while various clips from the show play out.",
                        "jpn": "失恋し、すっかり落ち込んだナディア。ジャンはサンソンから、歌を作るようアドバイスされ、自分のすべての科学技術を投入して新しい発明に取り掛かる。ところが、発明に熱中しかまってくれないジャンにナディアは苛立ってしまう。そんなナディアを、グランディスは優しく励ます。そしてようやくジャンの新発明、全自動ウクレレ演奏機が完成した。早速ナディアの前で歌い始めるジャンなのだが…。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "361724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361724",
                    "Titles": {
                        "eng": "The Secret of Blue Water",
                        "jpn": "ブルー・ウォーターの秘密"
                    },
                    "Summaries": {
                        "eng": "Finally, our pals arrive at Nadia's real homeland--Tartessos.  As they tour through its long forgotten ruins, our heroine finally reveals her darkest secrets... including who she is.  How will all this affect her relationships with everyone, especially Jean?",
                        "jpn": "グラタンが到着したナディアの故郷・タルテソス —— そこは、大きな火山湖だった。何かに導かれるように湖の中を進んでいくナディア。すると湖水が割れ、謎の地下遺跡が現れる。ナディアとグラタンはその地下遺跡へ降り立つ。ブルーウォーターの力によって地下道を進む一同。そこは古代アトランティス人の遺産「ブルーノア」だった。自分の誕生の秘密を知ったナディアは、その背負った運命の大きさに耐え切れなくなる。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "361725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361725",
                    "Titles": {
                        "eng": "The New Nautilus",
                        "jpn": "万能戦艦Ν-ノーチラス号"
                    },
                    "Summaries": {
                        "eng": "Gargoyle's battleships appear over Tartessos.  To save Jean and the others, Nadia surrenders herself... but not before Jean swears to save her.  Forced to flee from Gargoyle's battleships, our pals run into Captain Nemo and his crew, who have survived... and now operate a superpowerful battleship called the New Nautilus.",
                        "jpn": "突如現れたネオ・アトランティスの空中戦艦。攻撃からジャンたちを守るため、ナディアは捕らわれの身となる。だがガーゴイルは約束を破り攻撃を開始する。逃げるジャンたちは、間一髪のところを謎の小型艇に助けられる。その小型艇から現れたのは、懐かしのエレクトラだった。彼女に導かれ、たどり着いた先には、赤錆びた鉄屑のような物体があった。それこそ、ネモ船長の万能戦艦Ｎ−ノーチラス号だった。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "361726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361726",
                    "Titles": {
                        "eng": "Emperor Neo",
                        "jpn": "ネオ皇帝"
                    },
                    "Summaries": {
                        "eng": "Gargoyle takes Nadia before the puppet leader of Neo-Atlantis, Emperor Neo, who reveals that he has a strong connection with both Nadia and Nemo.  Eight time zones away, Nemo and the others plan to fight Gargoyle in a final duel.  Throughout, both Jean and Nadia learn about the origins of the Atlanteans.",
                        "jpn": "ネオ･アトランティスの攻撃により消滅したと思われたN−ノーチラス号は、アフリカ大陸の地下トンネルを使って空中戦艦の攻撃を回避していた。一方、ネオ皇帝の力によりブルーウォーターが発動し、レッドノアは完全復活した。ネオ皇帝に出会ったナディアは、ふとしたことから彼が何者であるかを知る。そしてネオ・アトランティスは世界各国に対して宣戦布告をする。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "361727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361727",
                    "Titles": {
                        "eng": "To the Sky",
                        "jpn": "宇宙（そら）へ…"
                    },
                    "Summaries": {
                        "eng": "The New Nautilus and Gargoyle, now aboard Red Noah, face off in a spectacular duel of pyrotechnics, lasers, and, ultimately, wills.  Midway through, both crafts head into outer space.  After finally breaking in, Nemo, Jean, and Electra confront Gargoyle, who now has Nadia under his control.",
                        "jpn": "パリ上空で、N−ノーチラス号とレッドノアの戦いの火蓋が切って落とされた。レッドノアの周囲には1億ボルトの電磁バリアが張られていて、内部に突入することができず苦戦を強いられる。何とかバリアをこじ開け、そこから侵入したグラタンがバベルの塔破壊に突き進む。一方レッドノアを追ってN−ノーチラス号は宇宙へと向う。しかし宇宙でバベルの光が発射され、N−ノーチラス号を直撃する。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "361728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadia-the-secret-of-blue-water/episodes/361728",
                    "Titles": {
                        "eng": "Successor to the Stars",
                        "jpn": "星を継ぐ者…"
                    },
                    "Summaries": {
                        "eng": "All the pieces fall into place for the final stage of Jean and Nadia's journey around the world, Nemo and Gargoyle's long-standing feud, and the secret behind Nadia's Blue Water pendant.\r\n\r\n\r\n\r\n\r\nI won't tell you how it ends....",
                        "jpn": "ナディアの兄・ネオはガーゴイルにより機械化され操られていた。ネオとナディアがネモを撃とうとしたまさにその時、N−ノーチラス号が反撃しネモは間一髪危機を免れる。一方奇跡的に自らの意識を取り戻したネオは、命をかけてナディアを洗脳から解放する。意識を取り戻したナディアはガーゴイルに反発。ガーゴイルは見せしめに、エレクトラ、ジャンを次々手にかける。悲しみに沈むナディアは、ここで最後の決断を迫られる･･･"
                    },
                    "Aliases": []
                }
            }
        }
    }
}