{
    "URL": "https://thetvdb.com/series/indian-summer",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10534058/",
        "https://www.themoviedb.org/tv/77504"
    ],
    "TitleEnglish": "Indian Summer",
    "SummaryEnglish": "Takaya Murase purchases a maid android. When Takaya receives the doll, he attempts to dress her up in different outfits to satisfy his maid-fetish. The android claims that Takaya is abusing her and not treating her like a maid. She reacts by knocking out Murase with a punch and disposes Takaya's figurine collection. When Takaya finds out what she has done, the android runs back to the android store. Takaya chases after her and apologizes for his behavior. He then names her Yui. However, when they return to Takaya's apartment, they find out that Takaya has filled the room with his reserve figurine collection.\r\n\r\nYui takes Takaya out of the house, believing that he cannot treat her like a doll in the public. Nearby, they see a woman in a revealing maid costume, trying to comfort a lost little girl. 2 mikos, Sumire and Ran Midou, punish the woman for her indecent behavior by letting an octopus assault her. Takaya successfully comforts the lost girl, Ayumi Hagiwara, and learns that she is looking for her \"lost\" mother. The woman introduces herself as Minori Sumitomo and invites them all to her father's, Tetsushi, cafe, Cafe Cowbeya. There, Ayumi reunites with her mother, Kanae. Due to the presence of Kanae and Yui, the shop is packed with customers. Takaya volunteers himself and Yui to help out.\r\n\r\nMinori looks after a baby boy due to her relatives moving. She is called by her father to help out at the cafe. Yui volunteers to look after the baby. With Takaya out shopping, she has to look after the baby by herself. The baby suckles on Yui's breast but they do not produce milk because she is a robot. She gives the baby a bottle to suck on. She is fascinated by the baby's penis, calling it a \"little elephant\".",
    "Aliases": [
        "Koharu Biyori"
    ],
    "Modified": "2022-06-24",
    "Seasons": {
        "1": {
            "ID": "31845",
            "URL": "https://thetvdb.com/series/indian-summer/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "362961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/indian-summer/episodes/362961",
                    "TitleEnglish": "Don't Look At Me Like I`m a Pig / Please Don't Make Me Do Anymore / My Breasts Don't Produce Milk",
                    "SummaryEnglish": "Takaya Murase purchases a maid android. When she arrives she is naked except for a ribbon. Takaya removes it and attempts to dress her up in different outfits to satisfy his clothing fetish. The android claims that Takaya is abusing her and not treating her like a maid. When he persists, she reacts by knocking him out with a punch and disposes of Takaya's figurine collection while he is under. When Takaya finds out what she has done, the android runs away back to the android store. Takaya chases after her and apologizes for his behavior. He then names her Yui. Yui is touched, however, when they return to Takaya's apartment, she finds out that Takaya has filled the room with figurines from his reserve collection.\r\n\r\nYui gets Takaya to take her out of the house, believing that he cannot treat her like a doll in public. Nearby, they see a woman in a revealing costume, trying to comfort a lost little girl. Two passing mikos, Sumire and Ran Midou, accuse the woman of indecent behavior and punish her by summoning a giant octopus to assault her. Meanwhile Takaya comforts the girl, learning that she is Ayumi Hagiwara and is upset because she cannot find the \"lost child\" that is her mother. The costumed woman introduces herself as Minori Sumitomo and invites them all to her father Tetsushi's cafe, Cafe Cowbeya. Takeshi and Takaya immediately hit it off and challenge each other to a dress-up contest, using Minori and Yui as models. There, Ayumi reunites with her mother, Kanae, who is attracted by the competition and winds up joining in. Due to the presence of Kanae and Yui, the shop is packed with customers. Takaya volunteers himself and Yui to help out.\r\n\r\nMinori is looking after a baby boy for her relatives while they are moving, but her father calls her back to help out at the cafe. Yui volunteers to look after the baby. With Takaya out shopping, she has to look after the baby by herself. Rummaging through Takaya's closet for something to get the baby to stop crying, Yui f",
                    "Aliases": []
                },
                "2": {
                    "ID": "1291751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/indian-summer/episodes/1291751",
                    "TitleEnglish": "I'm just a leftover/B..Between the legs, it's on fire!/An erotic man's secret activities...",
                    "SummaryEnglish": "Takaya and Yui are helping out at Cafe Cowbeya when Kuon comes by to pick up a take-out order. Yui thinks she must be the daughter of a well-to-do family, but Minori can tell that she is an android because her eyes look like the eyes of an anime character. Kuon introduces herself to Yui and says she has heard so much about her from the android shop owner. At first, Kuon takes pity on Yui, supposing her to be abandoned, but when she realizes that Yui is working at the cafe under Takaya's direction, Kuon becomes jealous and insecure: she still has no master because no one has bought her. To prove her worth as a maid, Kuon enters and wins a robot maid competition. Yui also competes but does poorly.\r\n\r\nTakaya takes Yui to the beach to cheer her up after her loss. Minori, Ayumi and Kanae all compete for Takaya's attention, but he only pays attention to Yui. Yui is too proud to admit that she can't swim and demonstrates her ability to walk on water, but she overheats her groin from moving her legs so rapidly and causes her bathing suit to catch fire. Even after Takaya teaches her to swim, Yui yells at him and says he should not make assumptions about what she would enjoy. After an interlude in the bath, where Kanae speaks fondly of her dead husband, Yui returns to Takaya and reconciles with him.\r\n\r\nA strange girl rushes into the cafe, calls Takaya by name and hugs him affectionately. Takaya recognizes Sakuya, a customized figurine from the collection that Yui threw away. Sakuya is actually a new product from the MP android company, based on data collected by a chip embedded in the figurine. Sakuya begins reminiscing about Takuya's solo activities ('secret activities' in the English version), but Takuya is embarrassed and quickly runs out of the shop with her. Back at his home, Sakuya tells Takuya how much she is looking forward to having him do the same things to her that he used to do to her figurine. Yui wakes from about nightmare about this, and asks Takaya why he hasn",
                    "Aliases": []
                },
                "3": {
                    "ID": "1291761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/indian-summer/episodes/1291761",
                    "TitleEnglish": "Onee-sama... Huh?/My most important.../It's a nice day like an Indian Summer",
                    "SummaryEnglish": "Yui loses herself in a school role playing game with heavy yuri themes. All the other characters seem to be present except Takaya, even the giant octopus. She is just getting to the \"good part\" when Takaya interrupts her. Only then does Yui realize that she was not the only one playing a role.\r\n\r\nTakaya has been spending less time at home lately, and has no time for Yui. Yui believes that he is busy with work, but when she Sakuya reports that she saw Takaya walking down the street with a strange woman, she assumes the worst. Yui and the other girls decide to find Takaya and follow him. When they find him and hear the strange woman with him suggest that they go to her place Yui collapses from shock.\r\n\r\nYui lies in a coma. The store manager cannot find anything wrong with her, yet she continues to sleep. Takaya keeps vigil at her bedside, sewing new clothes for her to pass the time. Yui awakes, but pretends to still be asleep, afraid that Takaya will leave her if she gets up. The strange women who precipitated the crisis shows up (later revealed to be the store manager in casual clothes and with her hair down) and only when Takaya gets up to go to her does Yui rouse, grabbing his sleeve once again.",
                    "Aliases": []
                }
            }
        }
    }
}