{
    "URL": "https://thetvdb.com/series/allison-and-lillia",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1215542/",
        "https://www.themoviedb.org/tv/35501"
    ],
    "TitleEnglish": "Allison & Lillia",
    "SummaryEnglish": "The story centers around Allison Whittington, a young blonde pilot in the Roxche Air Force who has experience with biplanes. She visits her good friend Wil Schultz (short for Wilhelm) during his summer vacation at Rowe Sneyum Senior School's dormitory after being away for six months. Wil, who resides in Roxche, enjoys reading books, has a photographic memory, and is a good marksman. While out for a drive on Wil's motorcycle they run across an old man waiting on a bridge who is well-known in the area for telling false stories. They give him a ride to his home, and while there he tells them a story he claims to be true: that there is a treasure in the western region Sou Beil which could end the conflict between the two nations. Before telling them more, a man who claims to be from the town hall takes him away, though Allison & Wil quickly give chase after noticing that the man was lying.",
    "Aliases": [
        "Allison to Lillia",
        "Allison & Lillia"
    ],
    "Modified": "2025-08-05",
    "Seasons": {
        "1": {
            "ID": "31927",
            "URL": "https://thetvdb.com/series/allison-and-lillia/seasons/official/1",
            "TitleEnglish": "リリアとトレイズ",
            "SummaryEnglish": "アリソンとヴィルの娘リリアは1５歳に成長し、首都の名門上級学校３年生だ。夏休みを前にして、イクス王国に住む幼なじみの少年、トレイズが遊びにやって来る。夏休み、トルカシア国のラーチカへアリソンと旅行するのを楽しみにしていたリリアだったが、アリソンにテスト飛行の任務が入ってしまう。アリソンの提案で、リリアはトレイズと一緒に旅行することになるのだが…。",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "362517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/362517",
                    "TitleEnglish": "Allison and Will",
                    "SummaryEnglish": "The story is set in a world with a continent split down the middle by a mountain range and a vast river. The eastern side is known as Roxche, and the western side is Sou Beil. The two sides have been at war for the past 130 years, though an armistice  has been in effect for the past ten years. Wil, a young man from Roxche who enjoys reading books and has a photographic memory, is spending a leisurely summer vacation at his school's dormitory when his old friend Allison, a young girl his age who is now an Air Force pilot, arrives in a biplane  to greet him after not seeing him for six months. The two take a drive together on Wil's motorcycle from school and run across an old man waiting on a bridge who is well-known in the area for telling false stories. They give him a ride to his home, and while there he tells them a story he claims to be true: that there is a treasure in the western region Sou Beil which could end the conflict between the warring regions. Before he can tell them more, a man who claims to be from the town hall takes the old man away, though Wil quickly notices that the man was most likely lying. Allison and Wil chase after them and find that the old man was taken away in a large plane. Allison and Wil steal a plane in order to find out where the old man was taken.",
                    "Aliases": []
                },
                "2": {
                    "ID": "362518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/362518",
                    "TitleEnglish": "Towards an Enemy Country!",
                    "SummaryEnglish": "While chasing the plane, Allison and Wil get attacked by a fighter plane and while getting away got tangled on some power lines, ultimately causing their plane to crash. As the sun is rising, Allison sees a fawn and approaches it, only to anger the fawn's mother which goes to attack Allison, but Wil gets in the way as the deer hooves his head, making him pass out. Allison carries him most of the rest of the day until they find a cottage with a single old woman who treats Wil injuries and listens to Allison's reasons for coming over to the western region. Via Allison's and Wil's sleep talking, the woman discovers that they knew and grew up with an old woman named Moot who had defected to Roxche to run an orphanage; she was known henceforth as a traitor in Sou Beil. After hearing the hardships they have been through, the woman's opinion of them and people in general from Roxche changes. She gives them her now-dead husband's and son's military uniforms to aide in their rescue of the abducted old man.",
                    "Aliases": []
                },
                "3": {
                    "ID": "368321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368321",
                    "TitleEnglish": "Walter's Fight",
                    "SummaryEnglish": "Allison and Wil successfully infiltrate the military base where the old man is being held, and manage to help him escape by giving him a hair pin for him to pick the lock on his jail cell. While getting away, Allison and Wil meet the lieutenant who Allison met six months previously who took interest in her. Allison and Wil manage to steal a sea plane while the old man holds back the enemy, but the old man causes an explosion right after the plane takes off, and is shot moments later. The lieutenant, Ker, is given the order to follow Allison and Wil and kill them if they attempt to cross the border; as a precautionary measure, another will follow to make sure Ker does not hesitate to follow his orders.",
                    "Aliases": []
                },
                "4": {
                    "ID": "368322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368322",
                    "TitleEnglish": "The World with the Two of Them",
                    "SummaryEnglish": "After Ker catches up to Allison and Wil, a dogfight  ensues which ends with Allison shooting Ker with paintballs. Two other fighter planes catch up and try to shoot down both Allison and Ker, but Ker gets the better of them, shooting them down instead. Allison, Wil, and Ker make it to the cave where the treasure is and find it to be an ancient mural showing Roxche and Sou Beil sharing fire, signifying at one time the two cultures were at peace. Two officers from the Sou Beil army arrive and almost shoot Allison, Ker, and Wil, but Wil shoots first. This causes one of the officers to misfire on the cave roof, causing a cave in, killing both officers. The mural serves to end the war between Roxche and Sou Beil.",
                    "Aliases": []
                },
                "5": {
                    "ID": "368323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368323",
                    "TitleEnglish": "Secluded Forest",
                    "SummaryEnglish": "Wil goes on a field trip with his school to the Kingdom of Ikstova where he meets up with Allison due to help from her friends in the Roxche Air Force. Allison and Wil go to a Sou Beil military camp where they meet up with Ker, now a major, and he invites them to have dinner that night. Allison and Wil get caught in a blizzard and end up in a town hidden deep in the forest where the villagers are suspicious of them. The villagers drug Allison and Wil via the tea they drink which knocks them out. When Allison and Wil do not show up for dinner, Ker goes to look for them and meets a girl named Fiona from the village.",
                    "Aliases": []
                },
                "6": {
                    "ID": "368324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368324",
                    "TitleEnglish": "Fiona's Valley",
                    "SummaryEnglish": "Allison and Wil escape and meet up with Ker in the village where they run into Fiona who takes them back to her house. She tells them that if they take her to the capital city Kunst, she will not turn them in to the villagers. She wants to go interrupt a political speech in order to inform people that she is the princess of the royal family of Ikstova who were thought to have been all killed ten years prior, but she survived and went into exile; Fiona's real name is Francesca. They try to escape the village but are easily surrounded by the villagers, but after hearing of Fiona's plans, the village leader lets her do as she wishes. Fiona, Ker, Allison, and Wil head towards Kunst in Ker's vehicle.",
                    "Aliases": []
                },
                "7": {
                    "ID": "368325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368325",
                    "TitleEnglish": "Entrusting People",
                    "SummaryEnglish": "Allison, Wil, Ker, and Fiona make it back to the Sou Beil air base where Ker and Allison concoct a plan to allow Allison and Wil to steal a fighter plane while Ker and Fiona fly a commercial sight-seeing plane. In the midst of the plan, the soldiers block the runway, which causes Allison to head toward the nearby town, and eventually manages to take flight as she is descending into the nearby cliffs. On the way, Fiona tells Ker that she is not a real princess, and he in turn tells her that he is not a real hero, as it was mainly due to Allison and Wil that the mural that ended the war was discovered. Ker makes a grand entrance by landing the plane as the crowd gathered for the political speech get out of the way. Ker introduces Fiona as the thought to be dead princess Francesca, but the politician Nihito objects.",
                    "Aliases": []
                },
                "8": {
                    "ID": "368326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368326",
                    "TitleEnglish": "Princess and Hero",
                    "SummaryEnglish": "Nihito asks Fiona to show proof of her claim, and she produces a royal medallion which is confirmed to be real by one of the guards who was at the palace when it burned down years ago. Fiona goes on to accuse Nihito as having a part in her family's death due to a small cuff link of Nihito's that she had in her possession. Nihito retaliates by taking Fiona hostage and running up to the tower when Ker confronts him, and nearly loses his life. Allison and Wil fly their plane close to the tower which creates a strong wind that blows Nihito off the balcony which kills him. Later, Wil figures out that Fiona is not actually Francesca, and Fiona goes on to tell how she met Francesca the night of the fire, but only learned much later that she was her older twin sister.",
                    "Aliases": []
                },
                "9": {
                    "ID": "368327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368327",
                    "TitleEnglish": "Bridge Spanning the Original Battlefield",
                    "SummaryEnglish": "During spring break from school, Wil meets Allison and Fiona on a luxury train which runs between the eastern and western countries. Halfway over the Lutoni River, the train stops for a flower tribute in observance of the war victims, and Wil tells Fiona how Allison's father was killed by his own subordinate since it would have been dangerous having him caught as a prisoner of war due to him likely being in the intelligence division of the military. The train makes another stop on Green Island and picks up Ker who is in disguise, and a Major with the Sou Beil military on assignment.",
                    "Aliases": []
                },
                "10": {
                    "ID": "368328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368328",
                    "TitleEnglish": "The Train Named Conspiracy",
                    "SummaryEnglish": "While out early in the morning, Allison and Wil witness Chief Conductor Welch getting pushed off the back of the train by a masked man. When Allison pursues, the man jumps on the roof and disappears after the train passes through a tunnel. Allison and Wil inform the other conductors and Ker about the situation, and they enlist help from Major Stork too. Gautier Terol, the wealthiest man on board, believes he is being targeted due to a death threat he received the previous day, and suggests he stays isolated from the other passengers for the time being. They accomplish this by detaching most of the train's cars, leaving most of the passengers behind while the train heads down the mountain to get backup with Allison, her friends, Major Stork, and Terol with his bodyguard still on board. A military train catches up to them and begins firing on the train after Stork fires a few shots from his gun.",
                    "Aliases": []
                },
                "11": {
                    "ID": "368329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/368329",
                    "TitleEnglish": "Attack the Armored Vehicle Head On",
                    "SummaryEnglish": "Stork gets the idea to use the alcohol to set the train's last car on fire and detach it in order to stop the military train from pursuing them. Allison notices an armored tank following them on the train tracks across the river, and Stork uses extreme persuasion to get the others to cooperate with him. Wil manages to shoot the tank with an anti-tank rifle and it cannot follow them any longer. Stork reveals to Wil that he is here to arrest Terol, and that he had to kill conductor Welch to accomplish this. Terol's bodyguard attempts to kill Allison and her friends, but Stork comes to their rescue. Upon entering Terol's room, they find him dead, apparently having committed suicide.",
                    "Aliases": []
                },
                "12": {
                    "ID": "378941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378941",
                    "TitleEnglish": "A Long First Day For Lilliane",
                    "SummaryEnglish": "Allison, Wil, Benedict, and Fiona arrive in Sou Beil, but Wil's suspicions about Major Stork remain. The next day, the four are instructed to dress nicely and Allison and Fiona walk out to find a limousine waiting for them. They are taken to a chapel where Benedict and Fiona exchange their wedding vows. When Stork arrives, Wil reveals his deductions that Stork is Allison's father. He did not die in the war, but rather exchanged name tags with his dead subordinate to bring important information to Sou Beil to avoid the war from taking a turn for the worse, resulting in an armistice between Sou Beil and Roxche. As everyone leaves, Allison tries to muster up the courage to ask Wil to live with her. However, he beats her to the punch by asking her himself. Allison kicks Wil to the ground and while she is on top of him, asks if she can kiss him (by doing so, they would be wed).",
                    "Aliases": []
                },
                "13": {
                    "ID": "378942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378942",
                    "TitleEnglish": "And The Two of Them…",
                    "SummaryEnglish": "Allison and Wil are now married and living together in an apartment in the city. Allison's father comes to Wil and asks him to become a member of the Sou Beil intelligence agency that he himself is a member of, but Wil would have to create a new life and throw away his old one. After thinking for a long time, he informs Allison of his plans and she accepts that he has to do what he must do. Before he left, Wil got Allison pregnant, though he learns of this after he has left. Fifteen years pass and Allison is living in the same apartment with her daughter Lilliane, or Lillia for short. This day, Allison has a date with a man named Travas, though he is in fact Wil albeit with a different hair color.",
                    "Aliases": []
                },
                "14": {
                    "ID": "378943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378943",
                    "TitleEnglish": "Lilia and Treize",
                    "SummaryEnglish": "At the start of Lillia's summer vacation, Treize arrives after traveling from Ikstova for twenty days by motorbike and brings her back home. That night, Allison informs her daughter that instead of mother and daughter going on a trip to Lartika, Lillia would now be going with Treize, though Lillia is initially reluctant about the change in plans. After arriving in Lartika, the two discover they will be staying in an expensive hotel due to Treize being a member of the royal Ikstova family. Lillia and Treize go into town, but quickly get lost despite having a map handy. A young boy approaches them and suggests they hire him to guide them around town and back to their hotel, which they agree upon. Once back to the hotel, though, a policeman intervenes and says that paying the boy for his services is prohibited by town law. The next day, Lillia and Treize take a ride on a sight-seeing plane flown by a retired military pilot. At that time, Travas informs Allison how an evil plan against Treize and his twin sister is brewing.",
                    "Aliases": []
                },
                "15": {
                    "ID": "378944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378944",
                    "TitleEnglish": "Disaster!",
                    "SummaryEnglish": "While flying in the plane, the pilot sees a plane from the local air force on the sea below and he lands to investigate. The air force pilot pulls a gun which causes Treize to pull out his own and is able to get away by flying the plane. In the air, two fighter planes appear and attempt to shoot down Lillia and Treize. Treize lands the plane and the two get out safely before it blows up from gunfire. Now lost, the two start walking through the dense forest back to civilization, and come across an empty cabin which they stay at for the night. In the morning, they find a man who is cooking breakfast for them; he turns out to be the owner of an orphanage. He lends his car to them so they can make it back to the nearest town and board a plane back to Lartika.",
                    "Aliases": []
                },
                "16": {
                    "ID": "378945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378945",
                    "TitleEnglish": "Charity Flying Boat",
                    "SummaryEnglish": "Lillia and Treize board the plane with the orphans, but an hour into the flight Treize notices the plane should have reached its destination already. When he goes to investigate with Lillia, he finds the crew jumping out of the plane with parachutes. Treize quickly heads to the bridge and regains control with the plane, and enlists the help of Carlo to make sure the other orphans are calm. When Treize tries to turn the plane, four fighter planes flank the seaplane and radio Treize and Lillia, telling them to leave the plane before they shoot them down. Just when Treize is out of ideas, Lillia indirectly gives him the idea to try to knock the planes down himself.",
                    "Aliases": []
                },
                "17": {
                    "ID": "378946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378946",
                    "TitleEnglish": "Wings of Justice",
                    "SummaryEnglish": "Treize manages to knock one plane down which activates the emergency beacon. Lillia and Treize stall long enough to allow Allison to rescue them by shooting down the remaining three planes. The only thing left to do is land the plane, but Treize does not have much confidence that he can do it. In the end, he makes a successful landing, but hits the bedrock 100 meters from the shore, and the seaplane is sinking.",
                    "Aliases": []
                },
                "18": {
                    "ID": "378947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378947",
                    "TitleEnglish": "Reward Kiss",
                    "SummaryEnglish": "It turns out the kids already know how to swim and they go on ahead, but Treize cannot. Lillia throws him in the water and spurs him on to shore, but he ends up having to be saved by Lillia who performs CPR, saving his life. It is revealed that Carlo is in fact a girl, but only Treize knows this; in return, he tells her that he is a prince, but does not reveal the country. Travas tells Treize that the whole plan to shoot down the seaplane was planned by Mr. Morceau, who was actually a secret operative in the army before being cut loose. Treize ends up going back to Ikstova by himself, and Lillia learns how all this time she has been jealous of how Treize can do many things she cannot.",
                    "Aliases": []
                },
                "19": {
                    "ID": "378948",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378948",
                    "TitleEnglish": "Winter in Ikstova",
                    "SummaryEnglish": "Treize invites Lillia to come to Ikstova for the winter, and Allison takes a vacation from work to go with her. After a long trip, they meet Treize at the station and go to a cabin in the mountains. Allison leaves shortly after to go to the New Year's Eve celebration in town. Benedict and Fiona are enjoying their own private party, and invited members from a movie studio named Lowry Productions, headed by Elicia Lowry. At the stroke of midnight, however, Lowry and her accomplices stick up the members of the party with revolvers.",
                    "Aliases": []
                },
                "20": {
                    "ID": "378949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/378949",
                    "TitleEnglish": "First Dream of a Nightmare",
                    "SummaryEnglish": "Lowry takes Fiona and Benedict to another room to inquire about Ikstova's secret treasure, and meanwhile Emma, one of the royal bodyguards, escapes and goes to Treize's nearby cabin to inform him about the situation. While Fiona and Benedict buy time in the hopes that someone will come to save them, Treize and Lillia go through an underground tunnel and reach an underground storehouse nearby to the cabin where Fiona and everyone else is being held.",
                    "Aliases": []
                },
                "21": {
                    "ID": "396876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/396876",
                    "TitleEnglish": "The Father and Daughter of Destiny",
                    "SummaryEnglish": "Lillia uses dynamite as a distraction to allow Treize to sneak into the upstairs of the cabin and use the wireless transmitter, though he only is able to give a broken transmission until guards come, and Treize and Lillia hide in the attic. Fiona finds out that the leader of her captors is the daughter of Nihito, the man that killed her family, and Fiona tells her that she is not actually Francesca but her twin sister. When Treize tries to follow his parents with their captors through the snow, a man tries to sniper him from behind, but Lillia shouts out to him, saving his life.",
                    "Aliases": []
                },
                "22": {
                    "ID": "396877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/396877",
                    "TitleEnglish": "The Revealed Hidden Treasure",
                    "SummaryEnglish": "Lowry, her real name being Claire, mistakes Lillia for Merielle, the daughter of the royal family and takes her hostage. While out in the snow, Benedict and Fiona are saved by Travas and his team, and they head back to the cabin and disarm the bombs Claire's team left; they find Treize in the snow nearby. They devise a plan to rescue Lillia and manage to capture Claire and the rest of her team before anyone is hurt. When Lillia, Treize, Allison, Benedict, Fiona and Claire go to find the treasure Claire's father spoke of, they discover a hidden valley which is a secret short cut to Sou Beil and could have changed history if it was discovered during the war.",
                    "Aliases": []
                },
                "23": {
                    "ID": "396878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/396878",
                    "TitleEnglish": "Accidental Travellers",
                    "SummaryEnglish": "The princess of Sou Beil, Matilda, comes to visit the capital of Roxche and Treize in secret by traveling on a reserved train with Travas' team as her guard. Allison and Lillia get on another train for a sightseeing trip (though Allison really did it to see Travas again) and on the trip their train breaks down. The train with Matilda and Treize stops next to the broken down train, and after some talk, everyone from the broken down train are able to board the working one. As Treize and Lillia separately go for tea, they meet each other half way and Lillia demands to know why he is on this train.",
                    "Aliases": []
                },
                "24": {
                    "ID": "396879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/396879",
                    "TitleEnglish": "The Great Train Operation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "396880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/396880",
                    "TitleEnglish": "The Criminal Laughs Secretly",
                    "SummaryEnglish": "Travas and his team manage to start the train and get away from the enemy, and during this time Matilda reveals to Axe that Travas is Lillia's father, and he finally tells Axe that he was the one that caused her father's death. Axe still holds a grudge against Travas, but wants to continue her work until the end like her father. Travas finally figures out that Treize was the target from the start, and Matilda talks Travas in going to save him and the rest of the passengers. Meanwhile, Lillia is abducted and separated from the rest of everyone else in an attempt to lure out Treize.",
                    "Aliases": []
                },
                "26": {
                    "ID": "396881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/allison-and-lillia/episodes/396881",
                    "TitleEnglish": "My Prince",
                    "SummaryEnglish": "Treize heads out alone at first to rescue Lillia, though Allison and Travas get a plane and fly to the speeding train. Treize finally reveals to Lillia that he is the prince of Ikstova, and with the help of Allison and Travas is able to save Lillia. However, Treize goes over the cliff on the train with the one who abducted Lillia, criminal no. 42, and goes missing. After spring break is over and Lillia is back in school, Treize transfers into her school and class. Later at the dance party, Treize and Lillia dance together.",
                    "Aliases": []
                }
            }
        }
    }
}