{
    "URL": "https://thetvdb.com/series/amatsuki",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy",
        "History",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1201681/",
        "https://www.themoviedb.org/tv/34738"
    ],
    "TitleEnglish": "Amatsuki",
    "SummaryEnglish": "Ordinary high school student, Rikugou Tokidoki, has to take supplementary History classes, to boost his failing grade, at a state-of-the-art museum. This museum allows the visitor to use high-tech virtual reality to reconstruct a realistic Edo of the Bakumatsu period. However, once the simulation begins, Tokidoki is attacked by a strange creature. After something happens to his left eye, he realizes that he is not wearing the VR goggles - it is no longer a simulation; he's trapped in the virtual world and has no way of getting back.",
    "Aliases": [],
    "Modified": "2024-12-19",
    "Seasons": {
        "1": {
            "ID": "31925",
            "URL": "https://thetvdb.com/series/amatsuki/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "362515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/362515",
                    "TitleEnglish": "This Rainy Night's Moon",
                    "SummaryEnglish": "After failing another history test, Tokidoki Rikugou goes to a high-tech history museum for a makeup class. The museum creates a virtual Edo period using special goggles and a large room. There Tokidoki meets and befriends Kon Shinonome, a makeup student like himself. Tokidoki speaks with him until Kon suddenly disappears. When Tokidoki comes to a bridge in the exhibit he loses an eye from being attacked by a Nue, and is helpless to do anything until a female samurai named Kuchiha comes to his rescue. When Tokidoki comes to later, he finds out that he may actually be in the Edo time period.",
                    "Aliases": []
                },
                "2": {
                    "ID": "362516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/362516",
                    "TitleEnglish": "The Voice That Calls To Dogs",
                    "SummaryEnglish": "Tokidoki goes to the temple and is introduced to the monk, Shamon, who tells Tokidoki that like Shinonome, he is stuck in this world with no way of returning home. Tokidoki doesn't let this bother him though and decides he'll do his best to do what he can at the temple. When Kuchiha is threatened by some samurai, Tokidoki stands up to fight them, only to have Kuchiha save him in the end, by exposing her secret: she's an inugami-tsuki possessed by a dog spirit. The samurai flee for their lives and Kuchiha gets mad at Tokidoki for having interferred in the first place. Unable to let the samurai get away, Tokidoki convinces Shinonome and the watchman, Heihachi, to help him pull a prank on one of the samurai to teach them a lesson.",
                    "Aliases": []
                },
                "3": {
                    "ID": "364403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/364403",
                    "TitleEnglish": "On the Monster's Road",
                    "SummaryEnglish": "A government official shows up asking about a rumor that an ayakashi is taken refuge to the temple. Tokidoki under the pressure admits to the prank he caused. As his punishment he is ordered to go to a temple. Kuchiha and Shinonome accompany him on the journey. They are lost on their way.",
                    "Aliases": []
                },
                "4": {
                    "ID": "368652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/368652",
                    "TitleEnglish": "The Spirit of the Dog and the Sacred Princess",
                    "SummaryEnglish": "Tokidoki, Kuchiha, and Shinonome are summoned by the High Priestess, Princess Ginshu, of the Sakigami shrine. Tokidoki is revealed to be the \"blank page\" (or the \"unwritten page\") and has the ability to create things by imagining it with his left eye.",
                    "Aliases": []
                },
                "5": {
                    "ID": "368653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/368653",
                    "TitleEnglish": "Dawn and Awakening",
                    "SummaryEnglish": "Two men prepare to take down a sacred tree, thus showing a flashback of Kuchiha's childhood showing her grandfather. Tsuruume explains that there are many people who rely much on the Princess, and that the ayakashi have been increasing recently. Kuchiha explains to Tokidoki, about her past childhood, and about how her grandfather gave her name, and the kuchi part of her name meaning to rot. Kuchiha and Tokidoki's friendship begins to grow along with Shinonome. The Princess is then introduced, and has explained to Tokidoki and Shinonome, how she is able to live and die again. Tokidoki and Shinonome are quite confused when they see her appearance, but explains why it's like that. Later on, after Tokidoki, and Shinonome have eaten, Ginshu (the Princess) asks for Tokidoki's help. In the end, they show the man who cut down the sacred tree, being affected by the ayakashi's spirit. Shamon was asked for help, leaving Heihachi behind in the temple.",
                    "Aliases": []
                },
                "6": {
                    "ID": "368654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/368654",
                    "TitleEnglish": "Marks in a Water Channel",
                    "SummaryEnglish": "Tsuyukusa falls from a tree onto Heihachi who was passing by. He's looking for any strange events. Shinonome explains Tokidoki's personality to Kuchiha. Tadajirō Sasaki admits that he knew Tokidoki was the Hakushi no Mono ('blank page' or 'unwritten page'). Sasaki then goes on and reveals that Shinonome was the first Hakushi no Mono but it was too late when they found out as he had already been there for a year and Teiten has found him and written him into Heaven's Net. The story continues with Tokidoki finding Shinshu crying for Ginshu who is her brother and begging him to lift the curse. Shinshu blames herself as Ginshu was trying to save her when he was cursed. Tokidoki tries to use the Hakutaku (his power) but is unable to. He then calls Bonten for help. Bonten asks him to go to Nihonboshi if he wants to know. Ginshu allows them to go. It ends with Tsuyukusa and Heihachi meeting an ayakashi.",
                    "Aliases": []
                },
                "7": {
                    "ID": "368655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/368655",
                    "TitleEnglish": "Descending Dawn",
                    "SummaryEnglish": "Sasaki warns Tokidoki that he'd be keeping an eye on him. Tokidoki says farewell to Shinonome who will be staying behind. Ginshu reveals that the closest to Teiten would have to be Kokuten, who is the yakou. The yakou drives the world mad, which might be Teiten's intent. Ginshu's curse does not kill him, it makes him unable to die. After revealing all this to Shinonome, Ginshu causes him to fall asleep. Ginshu hints that Bonten shed tears once. Bonten hints that he too is cursed. Heihachi reveals that he knew Tsuyukusa is not human since the beginning. They introduce themselves. The ayakashi Inari harms Heihachi.",
                    "Aliases": []
                },
                "8": {
                    "ID": "368656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/368656",
                    "TitleEnglish": "The Sleeping Twilight Flower",
                    "SummaryEnglish": "This episode begins with the telling of Kuchiha's past with her grandfather, on how they were worshipped like gods in the village, and then feared because they thought they would be cursed. How Shamon meets Kuchiha is also mentioned. It was then Shamon and the ayakashi inugami in Kuchiha conversed with each other. Shamon volunteered to take in both Kuchiha and the inugami, and the inugami agrees. After that, it becomes a flashback from the point of view of a man, Kosen, who recently became monk that Ginshu is in a prohibited area. He is able to see demons, and despite his family's opposition, he became a monk. Kosen thought that Ginshu is a demon due to the curse, and wanted to chase Ginshu out. Before Kosen joined Ginshu's shrine, he was at Shamon's but left when he thought Shamon was an incompetent monk. Shamon then introduced him to Sakagami Shrine. When Ginshu left, a tengu, which was thought to be a bird by Kosen, spoke to him. Back in the present, Shinonome was in the kitchen, chatting with Kosen on how he was treating Kuchiha like a human despite knowing she was possessed by an Inugami.",
                    "Aliases": []
                },
                "9": {
                    "ID": "368657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/368657",
                    "TitleEnglish": "Spring Afternoon",
                    "SummaryEnglish": "Heihachi is found abandoned in the forest by Bonten and starts to draw his soul out. Tokidoki and Kuchiha find out that Shamon is nearby and go to see him, leaving Shinshu alone at the Pharmacy.",
                    "Aliases": []
                },
                "10": {
                    "ID": "368658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/368658",
                    "TitleEnglish": "And So, the Days Darkened",
                    "SummaryEnglish": "Toki when we came around Nihonbashi, meet in Kurotobi of unusual talent collective-Yin dormitory Sasaki made. First of all, in order to gather information, Toki when who turn around and brought me to the black kite. Along the way, from concentric who is acquainted with Kurotobi, I hear the story of a carpenter that Genkichi was killed by someone.",
                    "Aliases": []
                },
                "11": {
                    "ID": "396887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/396887",
                    "TitleEnglish": "Dark and Thick Woods",
                    "SummaryEnglish": "Toki when who visited the Nakamuraya encounter with dayflower. Kuchiha and dayflower is each other sword violently, and that it caused the commotion, Toki hour, Kuchiha-Chamoun get trapped in elephant. At that time, Ima-sama obtained the information from dayflower you return to mansion, was heading to Nakamuraya to take the Mystic us in order to regain the main palace.",
                    "Aliases": []
                },
                "12": {
                    "ID": "396889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/396889",
                    "TitleEnglish": "Both Sides of the Konotegashiwa",
                    "SummaryEnglish": "With the help of Kurotobi, Toki when who's done without being caught in the explosion of the warehouse at the nick of time. Ima-sama us Mystic but had suffered a setback in the explosion, also pass the good tree of Toki during the main hall, is not fit anger to the human. Kurotobi and, from Brahma that arrived in Nakamuraya, and Toki when choose the way you have heard all of the truth ....",
                    "Aliases": []
                },
                "13": {
                    "ID": "396891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amatsuki/episodes/396891",
                    "TitleEnglish": "Whistle of the Wind from a High Peak",
                    "SummaryEnglish": "By the choice of the time Toki, Ima-sama of the incident, which celebrated its unexpected deployment and ending. Toki when is advised to come back to the people side from 妖側 to Kurotobi. On the other hand, navy blue, which had lost consciousness at the shrine is wake up, vermilion was going to start the ritual of something. From what was called the vermilion in ritual ....",
                    "Aliases": []
                }
            }
        }
    }
}