{
    "URL": "https://thetvdb.com/series/kure-nai",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216131/",
        "https://www.themoviedb.org/tv/35989"
    ],
    "TitleEnglish": "Kure-nai",
    "SummaryEnglish": "Based on a series of light novels, Kure-nai is about the adventures and misadventures of 16-year-old Shinkurou Kurenai. Shinkurou is an authority in settling disputes between people, and is one day approached by Murasaki Kuhouin, the daughter of a powerful plutocratic family, asking him to be her bodyguard.",
    "Aliases": [
        "Kurenai",
        "Kurenai (2010)",
        "紅 (2008)"
    ],
    "Modified": "2024-10-16",
    "Seasons": {
        "0": {
            "ID": "31928",
            "URL": "https://thetvdb.com/series/kure-nai/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "3265701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/3265701",
                    "TitleEnglish": "The Diabolic Corporation / Ginko`s PC / Diary",
                    "SummaryEnglish": "Murasaki and her bodyguard Lin invites Shinkurō, Ginko, Yūno, Tamaki, Yamie and Kirihiko to a Hotel and use the swimming pool for their private use. However, a group of disgruntled ex-employees are hired by Lucy May of the Akuu Company to set up chlorine gas in the building. When Shinkurō discovers the plot, he and the rest stop and capture the terrorists.\r\n\r\nGinko is helping Shinkurō for a client of his but her laptop breaks down which includes the data the client wants. Despite Lin allowing Ginko to use her laptop, she is reluctant to separate from hers. Murasaki accidentally drops Ginko's laptop but it's saved by Yūno which the impact causes the laptop to be working again. It is later revealed Ginko treasures the laptop as it was a gift from Shinkurō.\r\n\r\nGinko and Yūno are forced by Lin to help out Murasaki on her picture diary school report on healthy activities. Wanting to finish it quickly and go home, they do all do the activities with Murasaki with all of their might till the point of exhaustion where a reluctant Shinkurō is forced to take over for them.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3322551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/3322551",
                    "TitleEnglish": "Friends / Treasure / Kuhoin`s Car",
                    "SummaryEnglish": "Kirihiko is troubled by Lucy's words that an assassin like her can never have friends so she decides to visit Shinkurō's school and finds Murasaki who has sneaked out from her school to meet Shinkurō too. As both of them search for him, they are discovered by Yūno and quickly run away while Kirihiko hides in the science lab. Meanwhile, Lin arrives and informs Ginko and Shinkurō that Murasaki has sneaked in. Yūno finds Kirihiko and tells the latter that she knows who Kirihiko is and wants to know why she is getting close with Murasaki. Before a fight ensues, Murasaki tells them to stop but when she falls from the tree she climbed, Kirihiko quickly jumps out to save her. After recovering from their fall, Murasaki apologizes to Kirihiko and knows that she is part of the thirteen Inner Families but has never judged her until she knew her, a lesson she learned from Yūno. Yūno, who has been listening, realizes she was wrong about Kirihiko and apologizes to her which comforts Kirihiko that she is capable of having friends.\r\n\r\nMurasaki, Lin, Ginko, Yūno, Tamaki and Yamie decides to hold a party with Shinkurō at the apartment. After discovering a leak and trying to find its source, the girls find a collection of very old adult magazines under a sink in an empty room. Unsure of whether these belong to Shinkurō, the girls try various schemes on him. Instead, it leads them to his secret treasure, a box of his old anime toys, thus disproving the magazines don't belong to him. Unfortunately, when Murasaki keeps a deck of Playboy cards inside Shinkurō's box, he discovers it and gets angry for Tamaki for snooping into his treasure, which makes her think the magazines do belong to him and inform the girls that he is indeed a pervert much to his horror.\r\n\r\nAfter watching a counseling show, Murasaki decides to try counseling herself by holding talks with Ginko, Yūno, Tamaki, Yamie and Kirihiko inside her family's car. However, instead of helping Ginko and Yūno who wants t",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31929",
            "URL": "https://thetvdb.com/series/kure-nai/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "362519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/362519",
                    "TitleEnglish": "Extreme Night",
                    "SummaryEnglish": "After approaching Benika to request more challenging and rewarding jobs, Shinkurō is assigned as a bodyguard to Murasaki. The next day, Shinkurō goes to school, leaving Murasaki alone in his apartment. When he returns and she is missing, he begins frantically searching the neighborhood. After searching for a long, Shinkurō finally finds her, crying alone in the dark. Shinkurō comforts Murasaki by hugging her, which signifies the beginning of their bond.",
                    "Aliases": []
                },
                "2": {
                    "ID": "362520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/362520",
                    "TitleEnglish": "With a Drain and a Stream",
                    "SummaryEnglish": "While Shinkurō is at school, Murasaki meets the other inhabitants of the apartment building. In the evening, Shinkurō takes Murasaki to the public bathhouse, and then buys her a new futon. After Murasaki is asleep, Shinkurō goes out on another assignment as a negotiator and finds himself in a violent confrontation with thugs who are threatening the owner of a local restaurant. Shinkurō realizes there is more than meets the eye.",
                    "Aliases": []
                },
                "3": {
                    "ID": "362521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/362521",
                    "TitleEnglish": "Face of an Imposter",
                    "SummaryEnglish": "Murasaki appears at Shinkuro's school and wanders around, investigating high school students' life and culture. She also ends up meeting Yūno Hōzuki, who she already dislikes. Later at night, Murasaki discovers Shinkurō has snuck out and follows him. She gets caught up in the middle of a violent confrontation and gets hurt. As a result, Shinkurō goes berserk and quickly cleans up the scene with the Hōzuki horn. Murasaki wakes up the next morning and offers Shinkurō breakfast to apologize for interfering with his job.",
                    "Aliases": []
                },
                "4": {
                    "ID": "362522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/362522",
                    "TitleEnglish": "Clever One",
                    "SummaryEnglish": "After the incident at the yakuza's office, Yayoi demands to know why Shinkurō is given the job of protecting Murasaki. Shinkurō's background comes to light as well as the reason why Benika helped Murasaki escape. It also shows why he has a lot of respect for Benika.",
                    "Aliases": []
                },
                "5": {
                    "ID": "362523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/362523",
                    "TitleEnglish": "Wish",
                    "SummaryEnglish": "Murasaki and Shinkurō go to the Hōzuki household so Shinkurō can train with Yūno Hōzuki. Murasaki interacts with Yūno's little sister. More is revealed about the Hōzuki family and Yūno turns out to be a very competent martial artist.",
                    "Aliases": []
                },
                "6": {
                    "ID": "362524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/362524",
                    "TitleEnglish": "I Think a Light is Shining Over Your Head",
                    "SummaryEnglish": "All four apartment tenants are practicing for a musical, which will be held during a community festival. Yūno is recruited but it turns out that she's tone deaf and has Shinkurō practice with her. Yamie gets Yayoi to help her with her singing.",
                    "Aliases": []
                },
                "7": {
                    "ID": "375369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/375369",
                    "TitleEnglish": "Women",
                    "SummaryEnglish": "Murasaki sneaks out of the apartment complex to join Tamaki at college. After being dumped by her boyfriend, Tamaki shares her insight on women with Murasaki while having juice at a family restaurant. This new information creates strong opinions in Murasaki about Yūno. A Kuhoin insider spots Murasaki at the restaurant, divulging the information to the head of the Kuhoin's about Murasaki's whereabouts and Benika's involvement. More light is shed on the mystery of Murasaki's mother and her death.",
                    "Aliases": []
                },
                "8": {
                    "ID": "375370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/375370",
                    "TitleEnglish": "Taking Care of Oneself and Cowardice",
                    "SummaryEnglish": "The Kuhoin's make plans to return Murasaki to the Inner Sanctuary while Shinkurō, along with Yamie and Tamaki, bring Murasaki to visit a local temple. Murasaki tells Shinkurō how much she likes being with him and hopes it stays that way. They take many photos as mementos. The next day, Ginko tells him some disturbing information in relation to Murasaki and the Kuhoins. When he returns to the apartment, he is attacked by members of the Kuhoin family but is saved by Yayoi.",
                    "Aliases": []
                },
                "9": {
                    "ID": "375371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/375371",
                    "TitleEnglish": "You and Me",
                    "SummaryEnglish": "Hidden away at a hotel, Benika tells Shinkuro some shocking reasons behind what he learned from Ginko about Murasaki. At the risk of being discovered by the Kuhoins, Murasaki and Shinkuro still get consent from Benika to return to the apartment building for the night to bid farewell to Tamaki and Yamie before departing the country. Unfortunately, the Kuhoins make another attack to get Murasaki, easily overpowering both Yayoi and Shinkuro. To prevent Shinkuro from being killed, Murasaki is forced to return back with the Kuhoins. With all this going on, Benika breaks into the Kuhoin mansion to meet with Renjo and betting him that Shinkuro will be able to protect Murasaki.",
                    "Aliases": []
                },
                "10": {
                    "ID": "375372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/375372",
                    "TitleEnglish": "Accustomed Fear",
                    "SummaryEnglish": "With Murasaki's return to the Kuhoin mansion, Shinkurō is irresolute while in the company of Tamaki and Yamie. He decides to go grocery shopping and encounters Yayoi. After the two spar, Yayoi shares her first job experience with Shinkurō telling him that he should be grateful that no harm was done to Murasaki and should forget everything in order to focus on his next job. Benika visits Shinkurō informing him of his next job that requires him to move out of his apartment. However, Tamaki and Yamie make Shinkuro realize all his great memories of Murasaki. Before he leaves for his next job, Shinkurō is determined to hear Murasaki's honest feelings. Shinkurō convinces Benika to infiltrate the Kuhoin mansion.",
                    "Aliases": []
                },
                "11": {
                    "ID": "375373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/375373",
                    "TitleEnglish": "I Think",
                    "SummaryEnglish": "Shinkuro, Yayoi, and Benika break into the Kuhoin mansion to rescue Murasaki but meet a lot of resistance. Yayoi meets up once again with the imperial bodyguard, Lin, and is once again defeated. Shinkurou and Benika make it into the Inner Sanctuary but were easily beaten back by Lin and the surprise attack of Murasaki's brother. A diversion caused by a servant who has longed served Murasaki allows Shinkurō and Benika to escape. Benika rescues the injured Yayoi while Shinkurō returns to the car. However, he decided to attempt another infiltration.",
                    "Aliases": []
                },
                "12": {
                    "ID": "375374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kure-nai/episodes/375374",
                    "TitleEnglish": "I Exist",
                    "SummaryEnglish": "Shinkurō returns to Inner Sanctuary to rescue Murasaki while Benika rushes to his side. Once inside, Shinkurō meets up with Renjou, Murasaki's father, and they discuss Murasaki's future. Before long, Benika and Yayoi appears at the Inner Sanctuary with Lin in pursuit. Murasaki's brother and Lin are both easily defeated with the Hōzuki style. Shinkurō makes Renjou realize the error of his ways and he vows to change the Kuhoin system. Many decisions are made for Murasaki's future.",
                    "Aliases": []
                }
            }
        }
    }
}