{
    "URL": "https://thetvdb.com/series/strawberry-panic",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0996275/",
        "https://www.themoviedb.org/tv/36157"
    ],
    "TitleEnglish": "Strawberry Panic!",
    "SummaryEnglish": "Nagisa Aoi is a first year high school student who has been sent to the Astraea Dormitory after her parents are transferred abroad. The dormitory houses girls from three different girls' schools: St. Spica's Academy, St. Le Rim Girls School and St. Miatre Girls Academy. There she meets the representative of the three girls' schools, Shizuma Hanazano, also know as the Etoile, who is beloved by all students at all schools. The two of them have an interesting first encounter and Hanazano seems to take an instant liking for Aoi.",
    "Aliases": [],
    "Modified": "2024-10-07",
    "Seasons": {
        "1": {
            "ID": "32037",
            "URL": "https://thetvdb.com/series/strawberry-panic/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "363377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363377",
                    "TitleEnglish": "Cherry Blossom Hill",
                    "SummaryEnglish": "Nagisa Aoi transfers to St. Miator Girl's Academy and gets acquainted with the school and fellow students.",
                    "Aliases": []
                },
                "2": {
                    "ID": "363378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363378",
                    "TitleEnglish": "Etoile",
                    "SummaryEnglish": "Tamao writes a poem and recites it at the Literature Club. Nagisa inadvertently meets up with Shizuma multiple times and has some interesting encounters. Also, the Etoile ignores her school duties to do what she wants.",
                    "Aliases": []
                },
                "3": {
                    "ID": "363379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363379",
                    "TitleEnglish": "Attic",
                    "SummaryEnglish": "Nagisa is shown around the Strawberry Dorms by Tamao and two of their classmates. After accidentally interrupting a student council meeting, Chikaru Minamoto explained the three-school system and some internal politics. Shizuma continues to ignore her Etoile duties. When Nagisa hears that Shizuma is going to skip a ceremony for the first years she goes off to confront her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "363380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363380",
                    "TitleEnglish": "You On The White Horse",
                    "SummaryEnglish": "In the past, Amane Ōtori comes back from a horseback-riding competition and is greeted by the students from Spica, the school she attends. Hikari and the other Saintly Chorus members perform for Amane. Hikari messes up and is very flustered. The next dawn she sings the song that she messed up at and Amane and Hikari devolop a relationship.",
                    "Aliases": []
                },
                "5": {
                    "ID": "363381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363381",
                    "TitleEnglish": "Younger Sisters",
                    "SummaryEnglish": "Select first years attending Miator become room-temps for older students. One such student, Chiyo, becomes the room-temp for Nagisa and Tamao.",
                    "Aliases": []
                },
                "6": {
                    "ID": "363382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363382",
                    "TitleEnglish": "Greenhouse",
                    "SummaryEnglish": "Nagisa tries to find a club she would like to join, but she's not interested in any of them. Later, she discovers the Etoile's private greenhouse and helps with the flowers.",
                    "Aliases": []
                },
                "7": {
                    "ID": "363383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363383",
                    "TitleEnglish": "Thorny Trap",
                    "SummaryEnglish": "As Hikari and Amane's relationship progresses, Shion tries to convince Amane to run for the position of Etoile in the next election. However, unknown to Shion, Kaname and Momomi work out a different plan involving Hikari.",
                    "Aliases": []
                },
                "8": {
                    "ID": "363384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363384",
                    "TitleEnglish": "Hydrangeas",
                    "SummaryEnglish": "Nagisa offers her favorite umbrella to Kagome but does not give her name. Later, Kagome gets help from Chikaru and her friends and they start to investigate the mystery, trying to find out who gave Kagome the umbrella. Meanwhile, Tamao tries desperately to fulfill her fantasy of walking under an umbrella together with Nagisa.",
                    "Aliases": []
                },
                "9": {
                    "ID": "363385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363385",
                    "TitleEnglish": "Memories",
                    "SummaryEnglish": "The \"Seven mysteries\" of the Strawberry Dorms are mentioned. Nagisa and Tamao start to investigate the first mystery: \"The Girl of the Hallway\", despite Nagisa's terrible fear of the supernatural.",
                    "Aliases": []
                },
                "10": {
                    "ID": "363386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363386",
                    "TitleEnglish": "Private Lessons",
                    "SummaryEnglish": "Nagisa starts to prepare for the mid-year exams by getting tutored by Shizuma in the French language. Nagisa also studies very much on her own with the French language and all other courses she is taking. In the end she passed.",
                    "Aliases": []
                },
                "11": {
                    "ID": "363387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363387",
                    "TitleEnglish": "Meteor Shower",
                    "SummaryEnglish": "Nagisa, accompanied by most of her friends, go on a short trip to the beach during \"summer school\". While there, everyone finds their own ways of having fun with each other and they even get to participate in a test of courage later on. Meanwhile, Nagisa is just starting to discover just how much she misses Shizuma.",
                    "Aliases": []
                },
                "12": {
                    "ID": "363388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363388",
                    "TitleEnglish": "Summertime",
                    "SummaryEnglish": "The month-long summer holidays have started and most of the students residing in the Strawberry Dorms are going home. This leaves Nagisa, Shizuma and a couple of others left behind. Without the interference of other students, Shizuma makes her move on Nagisa.",
                    "Aliases": []
                },
                "13": {
                    "ID": "363389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363389",
                    "TitleEnglish": "The Roar Of The Waves",
                    "SummaryEnglish": "Hikari finally gets a chance to be on a \"date\" with Amane. However, Kaname and Momomi again try to tear apart the new bond between them for Spica's sake at the Etoile position. In the midsts of all this, Yaya's feelings for Hikari grow even stronger and she eventually vents them by kissing and inappropriately fondling a shocked Hikari.",
                    "Aliases": []
                },
                "14": {
                    "ID": "363390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363390",
                    "TitleEnglish": "More Than Best Friends",
                    "SummaryEnglish": "Yaya's incident with Hikari causes her to fear that she has lost Hikari forever. An effort by Nagisa and Tamao allows them a reconciliation and another chance at being best friends forever.",
                    "Aliases": []
                },
                "15": {
                    "ID": "363402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363402",
                    "TitleEnglish": "Heroine",
                    "SummaryEnglish": "Everybody at the Strawberry Dorms is pitching in for the two plays in Astraea's Drama Festival. The main play, Carmen, is the focus of everyone's attention as everyone awaits the announcement of who is to be cast as the lead roles. The second play will be Romeo and Juliet, prompting a furious rock-paper-scissors and thumb war tournament between the second-years for the role of Romeo. Tamao is asked to write the script for the performance of Carmen.",
                    "Aliases": []
                },
                "16": {
                    "ID": "363391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363391",
                    "TitleEnglish": "Behind The Scenes",
                    "SummaryEnglish": "While everyone is still preparing for the show, there seems to be some internal struggling concerning Kaname and Momomi with the others. Later, after suffering two show-stopping events, all the students involved with the play band together and put on a show the other students will never forget.",
                    "Aliases": []
                },
                "17": {
                    "ID": "363392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363392",
                    "TitleEnglish": "Secret",
                    "SummaryEnglish": "While all three schools eagerly await the election of a new Etoile couple, Nagisa learns the truth behind this tradition and receives an unexpected invitation from Shizuma in order to find out more information about Shizuma's late partner—the deceased Etoile.",
                    "Aliases": []
                },
                "18": {
                    "ID": "363393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363393",
                    "TitleEnglish": "Storm Of Love",
                    "SummaryEnglish": "During a rainy night in Shizuma's villa, Nagisa finally learns about Kaori Sakuragi, the Etoile that passed away. However, she also makes a painful discovery of exactly how close the two Etoile were, and how their shared past is far from being a mere memory. After telling her of this past, she breaks down in Nagisa's arms, crying Kaori's name over and over. Nagisa is hurt that Shizuma still cannot forget the past, despite their mutual affection.",
                    "Aliases": []
                },
                "19": {
                    "ID": "363394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363394",
                    "TitleEnglish": "Refrain",
                    "SummaryEnglish": "Miyuki recounts for Nagisa the events of the past few years concerning Shizuma and the now-deceased Kaori. As she tells her story, she also touches on the effects Nagisa's coming and passing had on both Shizuma and herself.",
                    "Aliases": []
                },
                "20": {
                    "ID": "363395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363395",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "In the aftermath of Shizuma avoiding everyone else, a cheerful Nagisa pushes on with her life, but then falls into a state of depression and ponders if coming to Miator was a good idea, which causes Tamao to recount just why Nagisa is so important to her. Meanwhile, Nagisa's first and second year friends, concerned with her mood, decide to band together to cheer her up again. Tamao admits her long-standing love for Nagisa to her while she is sleeping.",
                    "Aliases": []
                },
                "21": {
                    "ID": "363396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363396",
                    "TitleEnglish": "Like A Flower",
                    "SummaryEnglish": "With the end of Shizuma's tenure as Etoile approaching, she prepares to abdicate her office. A final message from Kaori forces her to reconsider her life's choices, as well as her behaviour towards other people.",
                    "Aliases": []
                },
                "22": {
                    "ID": "363397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363397",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "Preparations for the Etoile election are proceeding along and consuming more of everyone's attention. After another physical confrontation with Kaname, Hikari says something to her which motivates Kaname to challenge Amane to a game of tennis. During their match, Yaya and Hikari finally have an important discussion. During the match, Kaname admits that she both hates and loves Amane, because of her inability to ever surpass her at anything. Kaname's lover, Momomi, overhears this and after the match they break up. Amane becomes persuaded to join the Etoile election, with Hikari as her partner.",
                    "Aliases": []
                },
                "23": {
                    "ID": "363398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363398",
                    "TitleEnglish": "Maze",
                    "SummaryEnglish": "To counter Amane's plans of attending the Etoile election, Miyuki makes Tamao and Nagisa an offer not to be refused—enter the game together and repeat Miator's victorious history. In the end, just how do Shizuma, Nagisa and Tamao truly feel about this turn of events?",
                    "Aliases": []
                },
                "24": {
                    "ID": "363399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363399",
                    "TitleEnglish": "The Ring Of Fate",
                    "SummaryEnglish": "Amane awakens after her accident, but has suffered partial memory loss—her relationship with Hikari is apparently included in what is lost.Hikari is heartbroken. Nagisa and Tamao enter training for the Etoile Election and get an unexpected tutor: Shizuma.",
                    "Aliases": []
                },
                "25": {
                    "ID": "363400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363400",
                    "TitleEnglish": "Waltz",
                    "SummaryEnglish": "Nagisa and Tamao continue practicing for the dance in preparation of the Etoile Election, but it will take some more of Shizuma's help to improve Nagisa's chances of becoming one of the next Etoiles. Meanwhile, Amane recovers her memories when Hikari sings the song she sang when they first met, and they share their first kiss before going to bed together.",
                    "Aliases": []
                },
                "26": {
                    "ID": "363401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363401",
                    "TitleEnglish": "A Beginning",
                    "SummaryEnglish": "The Etoile elections have started. During the dance before the final announcement, Nagisa imagines herself dancing with Shizuma rather than Tamao. After reliving her memories of the past year, Shizuma makes her final decision about her relationship with Nagisa when she tells Nagisa she loves her in the middle of the ceremony. The two end up 'eloping' just before the announcement of who won the election, with Tamao's somewhat sorrowful blessing. Tamao is still in love with Nagisa, and hoped that if they became Etoile together that their friendship could grow ever stronger. Amane and Hikari go forward together to an apparently happy future as the new Etoiles. Shizuma and Nagisa embrace, kiss, and lie down together on the grass. After the ending credits, the music fades to sad silence as Nagisa, seemingly feeling bad for leaving Tamao alone earlier, returns to her room and she and Tamao, who still is sad, greet each other through their closed door.",
                    "Aliases": []
                }
            }
        }
    }
}