{
    "URL": "https://thetvdb.com/series/strawberry-panic",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0996275/",
        "https://www.themoviedb.org/tv/36157"
    ],
    "Titles": {
        "eng": "Strawberry Panic!",
        "jpn": "Strawberry Panic"
    },
    "Summaries": {
        "eng": "Nagisa Aoi is a first year high school student who has been sent to the Astraea Dormitory after her parents are transferred abroad. The dormitory houses girls from three different girls' schools: St. Spica's Academy, St. Le Rim Girls School and St. Miatre Girls Academy. There she meets the representative of the three girls' schools, Shizuma Hanazano, also know as the Etoile, who is beloved by all students at all schools. The two of them have an interesting first encounter and Hanazano seems to take an instant liking for Aoi.",
        "jpn": "アストラエアの丘、そこには、三つの女学校が建ち並んでいました。\r\n聖ミアトル女学園、聖スピカ女学院、聖ル・リム女学校。そして、その敷地のはずれにある3校共通の寄宿舎である、いちご舎。\r\nアストラエアの丘…それは男子が立ち入る事の許されない聖域でした…。\r\n\r\nある事情で聖ミアトル女学園の4年生（中高一貫教育のため実際の高校1年生にあたる）に編入することになった“渚砂”（なぎざ）は新しい学園生活への期待と不安で胸がいっぱいでした。\t\r\nその編入初日に誰もが憧れる『エトワール』（※ フランス語で星という意味。エトワールは3校 の生徒会全てを束ねるものとして位置づけ\r\nられていて、3校の生徒たちのトップとして大きな権力と信望、それに比して重い責任や義務を負う）の“花園静馬”（はなぞのしずま）に出会い、その美しさに心を奪われた瞬間、身体が動かなくなってしまう。一方、そんな渚砂を優しく見つめる静馬は渚砂の肩に両手を伸ばし顔を近づけ、そして…！？\r\n\r\n学年も学校も違うさまざまな思いを秘めた乙女だけによる百合色学園ライフ。\r\nそんなヒミツの花園で起きる出来事をあなたもちょっと覗いてみませんか…？"
    },
    "Aliases": [],
    "Modified": "2024-10-07",
    "Seasons": {
        "1": {
            "ID": "32037",
            "URL": "https://thetvdb.com/series/strawberry-panic/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "363377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363377",
                    "Titles": {
                        "eng": "Cherry Blossom Hill",
                        "jpn": "櫻の丘"
                    },
                    "Summaries": {
                        "eng": "Nagisa Aoi transfers to St. Miator Girl's Academy and gets acquainted with the school and fellow students.",
                        "jpn": "アストラエアの丘には、聖ミアトル女学園、聖スピカ女学院、聖ル・リム女学校の三つの学校があった。三校とも中高一貫教育の、お嬢さま学校――、男子禁制の聖域、乙女の園である。両親の仕事の都合で、聖ミアトル女学園に編入することになった蒼井渚砂は、編入初日に、「エトワール」と呼ばれ、女生徒の羨望と、信頼を一身に集める美少女、花園静馬と出会う。静馬は突然、渚砂にキスを迫り……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "363378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363378",
                    "Titles": {
                        "eng": "Etoile",
                        "jpn": "エトワール"
                    },
                    "Summaries": {
                        "eng": "Tamao writes a poem and recites it at the Literature Club. Nagisa inadvertently meets up with Shizuma multiple times and has some interesting encounters. Also, the Etoile ignores her school duties to do what she wants.",
                        "jpn": "慣れないお嬢様学校に編入して戸惑う渚砂。しかも学校中の羨望を集めるエトワールさまに迫られたことで、クラスメイトの注目を浴びてしまう。そんな渚砂の友達になったのが、寮の同室の涼水玉青。玉青に勧められて、渚砂は課外活動のクラブを探す。だが、お目当てのクラブを探しているうちに、渚砂は気がつくと学校の中で迷ってしまい、そして……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "363379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363379",
                    "Titles": {
                        "eng": "Attic",
                        "jpn": "屋根裏"
                    },
                    "Summaries": {
                        "eng": "Nagisa is shown around the Strawberry Dorms by Tamao and two of their classmates. After accidentally interrupting a student council meeting, Chikaru Minamoto explained the three-school system and some internal politics. Shizuma continues to ignore her Etoile duties. When Nagisa hears that Shizuma is going to skip a ceremony for the first years she goes off to confront her.",
                        "jpn": "渚砂が暮らすことになったアストラエア寮は、通称いちご舎と呼ばれていた。ある日渚砂は、玉青や寮の隣の部屋のクラスメイトたちと、いちご舎の探検に出かける。寮の中の初めての場所を回り、感動する渚砂。しかし、調子に乗って遊んでいるうちに、会議中の部屋に飛び込んでしまう。そこで渚砂の前に現れた美しい少女は、聖ル・リム女学校の生徒会長、源千華留と名乗った……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "363380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363380",
                    "Titles": {
                        "eng": "You On The White Horse",
                        "jpn": "白馬の君"
                    },
                    "Summaries": {
                        "eng": "In the past, Amane Ōtori comes back from a horseback-riding competition and is greeted by the students from Spica, the school she attends. Hikari and the other Saintly Chorus members perform for Amane. Hikari messes up and is very flustered. The next dawn she sings the song that she messed up at and Amane and Hikari devolop a relationship.",
                        "jpn": "いちご舎から、聖スピカ女学院に通う此花光莉は、学院のスター、乗馬部の鳳天音に憧れていた。聖歌隊に所属する光莉は、乗馬部の大会での活躍を祝す報告会で合唱することになるが、天音を前にして緊張してまい、ミスを犯してしまう。落ち込む光莉を、同室の南都夜々が励ますが、光莉の心は晴れない。思い悩む光莉は眠れぬ夜を過ごし、アストラエアの丘をさまよい、夜明けの光の中で、思いもかけない人物と出会った……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "363381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363381",
                    "Titles": {
                        "eng": "Younger Sisters",
                        "jpn": "妹たち"
                    },
                    "Summaries": {
                        "eng": "Select first years attending Miator become room-temps for older students. One such student, Chiyo, becomes the room-temp for Nagisa and Tamao.",
                        "jpn": "ミアトル女学園には、「お部屋番」という制度がある。いちご舎に入った下級生は、上級生の部屋のお部屋番になって、お世話をすることになっているのだ。渚砂と玉青の部屋のお部屋番になったのは、一年生の月館千代という少女だった。以前から渚砂に憧れていた千代は、渚砂に気に入られようと張り切る。その頃渚砂たちは、同じ寮にいるスピカの生徒、此花光莉と出会い……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "363382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363382",
                    "Titles": {
                        "eng": "Greenhouse",
                        "jpn": "温室"
                    },
                    "Summaries": {
                        "eng": "Nagisa tries to find a club she would like to join, but she's not interested in any of them. Later, she discovers the Etoile's private greenhouse and helps with the flowers.",
                        "jpn": "何か部活に入ろうかと、いろいろな部を見学して歩く渚砂は、温室を見つけ、中に入る。色とりどりの美しい花が、咲き乱れるそこは、エトワール・花園静馬専用の温室だった。ここで、エトワールが行事に使う花を育てているのだという。土を触った手を洗う渚砂に、ハンカチを差し出す静馬。渚砂はハンカチを洗い、返そうと静馬の部屋に行くが、留守だった。自分の部屋に戻ろうとした渚砂は、いちご舎にある、不思議な部屋の存在を知る。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "363383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363383",
                    "Titles": {
                        "eng": "Thorny Trap",
                        "jpn": "荊の罠"
                    },
                    "Summaries": {
                        "eng": "As Hikari and Amane's relationship progresses, Shion tries to convince Amane to run for the position of Etoile in the next election. However, unknown to Shion, Kaname and Momomi work out a different plan involving Hikari.",
                        "jpn": "玉青は、光莉と天音が、ゆっくりと、だが、着実に接近しているのに気づき、二人が幸せになればいい、と思う。スピカ生徒会長の冬森詩遠は、来るエトワール戦に、天音を出場させたいと画策する。だが、天音はエトワールの座に興味はなく、また、生徒会内にも、自らがエトワールになろうと企む者がいた。剣城要である。要は天音のエトワール戦出場を阻止するため、ある作戦を考案、実行にうつした……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "363384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363384",
                    "Titles": {
                        "eng": "Hydrangeas",
                        "jpn": "紫陽花"
                    },
                    "Summaries": {
                        "eng": "Nagisa offers her favorite umbrella to Kagome but does not give her name. Later, Kagome gets help from Chikaru and her friends and they start to investigate the mystery, trying to find out who gave Kagome the umbrella. Meanwhile, Tamao tries desperately to fulfill her fantasy of walking under an umbrella together with Nagisa.",
                        "jpn": "雨の降る日が続く季節。ある日、雨に降られて立ち往生していた白檀籠女は、通りがかった渚砂から傘を借りる。だが、籠女は渚砂の名前を聞き忘れてしまい、誰に傘を返せばいいのかわからない。その話を聞いて、籠女の手伝いに立ち上がるル・リムの千華留と絆奈、檸檬。一方、傘を貸してしまった渚砂と一緒に相合傘を楽しもうとする玉青だが、なぜか毎回毎回、邪魔が入ってしまい……"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "363385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363385",
                    "Titles": {
                        "eng": "Memories",
                        "jpn": "記憶"
                    },
                    "Summaries": {
                        "eng": "The \"Seven mysteries\" of the Strawberry Dorms are mentioned. Nagisa and Tamao start to investigate the first mystery: \"The Girl of the Hallway\", despite Nagisa's terrible fear of the supernatural.",
                        "jpn": "光莉と夜々が、深夜のいちご舎の廊下で突然、女の子の泣き声を耳にする。それは、いちご舎七不思議と呼ばれる怪現象の一つらしい。話を聞いた玉青は、文芸部の会誌に書く面白い記事になるかもしれないと、興味津々で調査を始める。怖いものが大嫌いな渚砂も、友達の玉青のためにと一緒に取材を手伝うことに。そして夜遅く、渚砂と玉青は二人でその廊下に出かける。そこで二人は……"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "363386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363386",
                    "Titles": {
                        "eng": "Private Lessons",
                        "jpn": "個人教授"
                    },
                    "Summaries": {
                        "eng": "Nagisa starts to prepare for the mid-year exams by getting tutored by Shizuma in the French language. Nagisa also studies very much on her own with the French language and all other courses she is taking. In the end she passed.",
                        "jpn": "一学期の期末テストが迫っていた。テストの成績が悪いと、夏期講習を受けなくてはならなくなる。「そんなことになったら、楽しみにしていたサマースクールに行けない！」と、苦手なフランス語を必死になって勉強する渚砂。だが、思うように捗らない。そんな渚砂をみかねたのか、エトワール・静馬が、フランス語の先生をかってでた。懸命に勉強する渚砂に、そっと寄り添う静馬。二人の間に、何かが生まれようとしていた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "363387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363387",
                    "Titles": {
                        "eng": "Meteor Shower",
                        "jpn": "流星雨"
                    },
                    "Summaries": {
                        "eng": "Nagisa, accompanied by most of her friends, go on a short trip to the beach during \"summer school\". While there, everyone finds their own ways of having fun with each other and they even get to participate in a test of courage later on. Meanwhile, Nagisa is just starting to discover just how much she misses Shizuma.",
                        "jpn": "夏休み。渚砂らは、サマースクールで海へと向かった。楽しみにしていたはずなのに、渚砂は浮かない顔である。渚砂の胸に、募るのは、寂しさ。だが、渚砂は、その寂しさがどこからくるものなのか、まだ気づいてはいなかった。静馬が、エトワールの仕事が多忙で、サマースクールに参加していないからだ。渚砂の気持ちを察した玉青は、自らの気持ちを押し隠し、渚砂に助言を与える。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "363388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363388",
                    "Titles": {
                        "eng": "Summertime",
                        "jpn": "夏時間"
                    },
                    "Summaries": {
                        "eng": "The month-long summer holidays have started and most of the students residing in the Strawberry Dorms are going home. This leaves Nagisa, Shizuma and a couple of others left behind. Without the interference of other students, Shizuma makes her move on Nagisa.",
                        "jpn": "サマースクールが終わり、いちご舎の寄宿生たちは、実家に帰ったり、留学に出たりと、二学期の再会を誓って、一人、また一人と去っていく。いちご舎に残ったのは、渚砂、静馬、六条ら数人だけ。静馬と六条は、いちご舎から、落第生を出すわけにはいかないと、この機会に、渚砂にフランス語の特訓をかすことに決める。ひっそりと静まりかえったいちご舎で、渚砂が走らせる鉛筆の音と、静馬の吐息だけが響き――。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "363389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363389",
                    "Titles": {
                        "eng": "The Roar Of The Waves",
                        "jpn": "潮騒"
                    },
                    "Summaries": {
                        "eng": "Hikari finally gets a chance to be on a \"date\" with Amane. However, Kaname and Momomi again try to tear apart the new bond between them for Spica's sake at the Etoile position. In the midsts of all this, Yaya's feelings for Hikari grow even stronger and she eventually vents them by kissing and inappropriately fondling a shocked Hikari.",
                        "jpn": "二学期が始まり、アストラエアの丘に華やかさが戻った。スピカ生徒会は、来るエトワール選に向け動き出す。詩遠の思惑と、要、桃実の思惑の違いが鮮明になっていく。生徒会の思惑など知らぬ光莉と天音は、次の日曜日に、一緒にでかける約束をする。だが、その約束を知った要は、二人の邪魔をする計画を立てる。光莉と天音の接近が、自らがエトワールになるための、障害になり得るからだ。そして日曜日……。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "363390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363390",
                    "Titles": {
                        "eng": "More Than Best Friends",
                        "jpn": "親友以上"
                    },
                    "Summaries": {
                        "eng": "Yaya's incident with Hikari causes her to fear that she has lost Hikari forever. An effort by Nagisa and Tamao allows them a reconciliation and another chance at being best friends forever.",
                        "jpn": "ある事件がきっかけで、光莉と夜々の間に溝が生まれてしまった。渚砂は、なんとか修復してあげたいと思うが、どうしたらいいのか分からない。そんな折、渚砂は、夏休みに玉青のリボンをなくしてしまったことを思い出す。懸命にリボンを探して、見つけ出す渚砂。玉青は喜び、渚砂の気持ちを嬉しく思う。渚砂は、そんな玉青を見て、光莉と夜々と繋ぐ大事なものがあれば、二人は仲直りできるのではないかと考えて……。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "363402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363402",
                    "Titles": {
                        "eng": "Heroine",
                        "jpn": "ヒロイン"
                    },
                    "Summaries": {
                        "eng": "Everybody at the Strawberry Dorms is pitching in for the two plays in Astraea's Drama Festival. The main play, Carmen, is the focus of everyone's attention as everyone awaits the announcement of who is to be cast as the lead roles. The second play will be Romeo and Juliet, prompting a furious rock-paper-scissors and thumb war tournament between the second-years for the role of Romeo. Tamao is asked to write the script for the performance of Carmen.",
                        "jpn": "アストラエアの丘に秋が近づく。ミアトル、スピカ、ル・リム、三校合同の文化祭も間近だ。いちご舎の寮生が参加し、１～３年と、４～５年に別れて行う演劇は、文化祭の一番の目玉であった。演劇の脚本を書くことになった玉青。天音を主役にして、来るエトワール選を有利に進めようと謀る詩音。\r\nエトワール・花園静馬の華やかな主役姿を夢見る渚砂。様々な思惑が絡まって、事態は思わぬ方向へと転がっていく。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "363391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363391",
                    "Titles": {
                        "eng": "Behind The Scenes",
                        "jpn": "舞台裏"
                    },
                    "Summaries": {
                        "eng": "While everyone is still preparing for the show, there seems to be some internal struggling concerning Kaname and Momomi with the others. Later, after suffering two show-stopping events, all the students involved with the play band together and put on a show the other students will never forget.",
                        "jpn": "いちご舎の寮生が参加する演劇。４～６年生の演目は、「カルメン」に決まった。カルメン役には、千華留。ドン・ホセ役は静馬。カルメンに横恋慕する竜騎兵隊の隊長役に要。ドン・ホセの許嫁のミカエラ役に桃実。そして、カルメンの恋人の闘牛士に、天音。だが、この配役で、うまく行くわけがなく、リハーサルも混乱してばかり。舞台進行として、走り回る渚砂。そして、演劇当日、波乱の舞台の幕が開く――。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "363392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363392",
                    "Titles": {
                        "eng": "Secret",
                        "jpn": "秘密"
                    },
                    "Summaries": {
                        "eng": "While all three schools eagerly await the election of a new Etoile couple, Nagisa learns the truth behind this tradition and receives an unexpected invitation from Shizuma in order to find out more information about Shizuma's late partner—the deceased Etoile.",
                        "jpn": "\"秋のアストラエアの丘は、エトワール選に向けて、徐々に盛り上がりを見せていた。千代の話から、エトワールとは、本来、二人組だということを知る渚砂。現在のエトワールは、静馬だけである。ではもう一人は、誰？\r\n気になった渚砂は玉青に聞くが、玉青は言葉を濁して答えない。六条にも訪ねる渚砂だが、反対に、どうしてそんなに気になるの？と問われ、渚砂は自らの気持ちに気づいてしまう。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "363393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363393",
                    "Titles": {
                        "eng": "Storm Of Love",
                        "jpn": "愛の嵐"
                    },
                    "Summaries": {
                        "eng": "During a rainy night in Shizuma's villa, Nagisa finally learns about Kaori Sakuragi, the Etoile that passed away. However, she also makes a painful discovery of exactly how close the two Etoile were, and how their shared past is far from being a mere memory. After telling her of this past, she breaks down in Nagisa's arms, crying Kaori's name over and over. Nagisa is hurt that Shizuma still cannot forget the past, despite their mutual affection.",
                        "jpn": "海沿いの、静馬の別荘へと、足を踏み入れた渚砂。別荘を訪れるのは、二年ぶりだという静馬。二人で、別荘の広大な敷地を歩き、紅葉狩りをする。話し、笑い、触れ合う渚砂と静馬。二人の気持ちは、徐々に、寄り添っていく。遮る物はなにもない。突然の嵐に、いちご舎に戻ることができなくなった二人は、別荘に泊まることになる。二人っきりの別荘の夜。高鳴る渚砂の胸。そして、静馬が、二年前の話を始める。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "363394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363394",
                    "Titles": {
                        "eng": "Refrain",
                        "jpn": "リフレイン"
                    },
                    "Summaries": {
                        "eng": "Miyuki recounts for Nagisa the events of the past few years concerning Shizuma and the now-deceased Kaori. As she tells her story, she also touches on the effects Nagisa's coming and passing had on both Shizuma and herself.",
                        "jpn": "ひとり、いちご舎に戻った渚砂に、六条は、二年前の真実を告げる。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "363395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363395",
                    "Titles": {
                        "eng": "Confession",
                        "jpn": "告白"
                    },
                    "Summaries": {
                        "eng": "In the aftermath of Shizuma avoiding everyone else, a cheerful Nagisa pushes on with her life, but then falls into a state of depression and ponders if coming to Miator was a good idea, which causes Tamao to recount just why Nagisa is so important to her. Meanwhile, Nagisa's first and second year friends, concerned with her mood, decide to band together to cheer her up again. Tamao admits her long-standing love for Nagisa to her while she is sleeping.",
                        "jpn": "静馬の過去を知り、自分との間に、果てしなく広がる溝を感じた渚砂は、自らの想いが届かないと絶望する。静馬も、渚砂を傷つけたこと、過去からの立ち直りができなかったことにより、再び心を閉ざしてしまった。理由は分からないまでも、落ち込む渚砂をなんとか元気づけたいと思う、千代、蕾、籠女ら、下級生たち。皆、笑顔の渚砂が好きだからだ。千代らは、渚砂が元気になるようにと、あれこれ、頑張るが……。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "363396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363396",
                    "Titles": {
                        "eng": "Like A Flower",
                        "jpn": "花のように"
                    },
                    "Summaries": {
                        "eng": "With the end of Shizuma's tenure as Etoile approaching, she prepares to abdicate her office. A final message from Kaori forces her to reconsider her life's choices, as well as her behaviour towards other people.",
                        "jpn": "下級生の子たちの励ましもあり、元気を取り戻した渚砂。静馬を心配する渚砂だが、姿は見あたらず、登校している様子もなかった。\r\n　静馬は、エトワールの仕事をすることもなく、部屋に閉じこもっていた。\r\n　ミアトル生徒会長の六条は、静馬を心配して部屋を訪ね、立ち直らせようと説得するが、逆に、いい争いになってしまい……。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "363397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363397",
                    "Titles": {
                        "eng": "Duel",
                        "jpn": "決闘"
                    },
                    "Summaries": {
                        "eng": "Preparations for the Etoile election are proceeding along and consuming more of everyone's attention. After another physical confrontation with Kaname, Hikari says something to her which motivates Kaname to challenge Amane to a game of tennis. During their match, Yaya and Hikari finally have an important discussion. During the match, Kaname admits that she both hates and loves Amane, because of her inability to ever surpass her at anything. Kaname's lover, Momomi, overhears this and after the match they break up. Amane becomes persuaded to join the Etoile election, with Hikari as her partner.",
                        "jpn": "エトワール選のエントリーが近づく。盛り上がるミアトル、スピカ、ル・リム。スピカ生徒会長の詩遠の、再三の出馬要請を断り続けていた天音だが、静馬の言葉により、その心境に変化が訪れていた。天音は思い悩む。自分がエトワール選に出る、その意味を。そんな折、天音のエトワール選出馬を阻み、自らがエトワールになろうと画策していた要は、天音に対して、思いもかけぬ提案をしたのだった……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "363398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363398",
                    "Titles": {
                        "eng": "Maze",
                        "jpn": "迷路"
                    },
                    "Summaries": {
                        "eng": "To counter Amane's plans of attending the Etoile election, Miyuki makes Tamao and Nagisa an offer not to be refused—enter the game together and repeat Miator's victorious history. In the end, just how do Shizuma, Nagisa and Tamao truly feel about this turn of events?",
                        "jpn": "六条は、ミアトルから、エトワール選に出場する候補を決める。一人は、四年生の涼水玉青……、そしてそのパートナーに選ばれたのは渚砂だった。\r\nまだ静馬への想いを完全に吹っ切れていない渚砂は、その提案を受け入れることができない。そんな渚砂は、温室で、静馬と出会い、思わぬ言葉をかけられる。\r\n一方、スピカでは、天音と光莉のエトワール選出馬宣言が予定されていたが……。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "363399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363399",
                    "Titles": {
                        "eng": "The Ring Of Fate",
                        "jpn": "運命の輪"
                    },
                    "Summaries": {
                        "eng": "Amane awakens after her accident, but has suffered partial memory loss—her relationship with Hikari is apparently included in what is lost.Hikari is heartbroken. Nagisa and Tamao enter training for the Etoile Election and get an unexpected tutor: Shizuma.",
                        "jpn": "エトワール選出馬を決めた渚砂と玉青は、六条の指導の元、特訓に励んでいた。エトワール選には、さまざまな種目が待ちかまえているからである。しかし、六条の指導むなしく、特訓の成果はあがらない。六条は、静馬に渚砂と玉青のコーチを頼むが、静馬は、渚砂に手を貸すことに、思い悩む。\r\nその頃、スピカでは、光莉と天音のエトワール選出馬に、暗雲が立ちこめていた。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "363400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363400",
                    "Titles": {
                        "eng": "Waltz",
                        "jpn": "円舞曲"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Tamao continue practicing for the dance in preparation of the Etoile Election, but it will take some more of Shizuma's help to improve Nagisa's chances of becoming one of the next Etoiles. Meanwhile, Amane recovers her memories when Hikari sings the song she sang when they first met, and they share their first kiss before going to bed together.",
                        "jpn": "エトワール選を目前として、光莉と天音の間に、誰も予想し得ぬ亀裂が走った。\r\n　離れてしまった、天音の心を取り戻すべく、懸命な光莉だが、天音の心は遠い。\r\n渚砂と玉青をエトワールにすべく、静馬と六条の特訓が続く。特訓の成果で、見違えるようになる渚砂だが、その心は、揺れていた。そして、静馬もまた……。\r\n乙女たちの、熱い想いが雪をも溶かし――、ついに、エトワール選の幕が開く"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "363401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strawberry-panic/episodes/363401",
                    "Titles": {
                        "eng": "A Beginning",
                        "jpn": "はじまり"
                    },
                    "Summaries": {
                        "eng": "The Etoile elections have started. During the dance before the final announcement, Nagisa imagines herself dancing with Shizuma rather than Tamao. After reliving her memories of the past year, Shizuma makes her final decision about her relationship with Nagisa when she tells Nagisa she loves her in the middle of the ceremony. The two end up 'eloping' just before the announcement of who won the election, with Tamao's somewhat sorrowful blessing. Tamao is still in love with Nagisa, and hoped that if they became Etoile together that their friendship could grow ever stronger. Amane and Hikari go forward together to an apparently happy future as the new Etoiles. Shizuma and Nagisa embrace, kiss, and lie down together on the grass. After the ending credits, the music fades to sad silence as Nagisa, seemingly feeling bad for leaving Tamao alone earlier, returns to her room and she and Tamao, who still is sad, greet each other through their closed door.",
                        "jpn": "静謐な自然の中に、わき上がる透明な清水の如き、乙女が集う、アストラエアの丘。\r\n乙女たちは、清らかなる祈りの声を、深緑に響かせて、牝鹿のごとき肢体を、しなやかに躍動させる。連綿と受け継がれてきた伝統と、新しき時代を渇望する、熱き乙女の胸のたぎりは、遙かなる蒼穹に昇華し、気高く美しき、新たなる星を産み落とす。\r\n鮮烈な光を放ち、永遠に輝く、二つの星。選ばれし、その名は、エトワール。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}