{
    "URL": "https://thetvdb.com/series/kyouran-kazoku-nikki",
    "Genres": [
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216133/",
        "https://www.themoviedb.org/tv/34683"
    ],
    "Titles": {
        "eng": "Family Frenzy Diary",
        "jpn": "狂乱家族日記"
    },
    "Summaries": {
        "eng": "Thousands of years ago the God of destruction ,Enka, died saying thats its child would destroy the world.Thousands of years later the potential children of Enka are found and take part in the Peaceful Family Operation in order to discover who the true child of Enka is and stop them from destroying the world by teaching them the importance of family love.",
        "jpn": "大日本帝国超常現象対策局、対策一課に所属する乱崎凰火が、\r\nある日道で出会ったのは、ネコ耳、ネコ尻尾の傲岸不遜な少女?凶華だった。\r\nそして、この日から凰火の不幸の日々が始まったのだった。\r\nなぜなら、出会って数時間後には、凰火はこの自分を神だとのたまい、\r\n罵詈雑言をまき散らす謎の生命体と結婚させられてしまったのだ。\r\n地球を滅亡から救うために--。"
    },
    "Aliases": [
        "The Diary of a Crazed Family",
        "Kyouran Kazoku Nikki",
        "Kyōran Kazoku Nikki"
    ],
    "Modified": "2008-02-04",
    "Seasons": {
        "1": {
            "ID": "32156",
            "URL": "https://thetvdb.com/series/kyouran-kazoku-nikki/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "364309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/364309",
                    "Titles": {
                        "eng": "Kyouka-sama Reign!",
                        "jpn": "凶華様、君臨す！"
                    },
                    "Summaries": {
                        "eng": "Ouka stumbles upon a \"young girl\" stealing an apple one day, per chance, to find himself part of the \"Cozy Family Operation\" - a top secret mission, in which he has to take the place of father for an abnormal family, in order to find the child of Enka, who is destined to destroy the world.",
                        "jpn": "大日本帝国超常現象対策局所属の乱崎凰火は、警察に追われている少女を捕まえる。彼女の名は凶華。可憐な容姿にネコ耳とネコの尻尾を持ち、とても偉そうな口調でしゃべる二十歳（！）の女性だった。そんな凶華と「地球を救う重大な任務」として結婚、そして５人の子供たちと共に幸せな家庭を築くよう命じられる。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "364310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/364310",
                    "Titles": {
                        "eng": "The Party Never Ends",
                        "jpn": "宴の時間は終わらない"
                    },
                    "Summaries": {
                        "eng": "While Kyouka is busy dreaming about the perfect wedding for her and Ouka, Yuuka is having a hard time fitting into school. In order to resolve the problem, Kyouka jumps into a mother's shoes, and so, in the middle of Yuuka's gym lesson, the frenzied family perform a short play, and successfully make Yuuka appear like a magical girl. Meanwhile the culprit behind the bullying is revealed.",
                        "jpn": "「なごやか家族作戦」によって1つ屋根の下で暮らすことになった乱崎家の面々。そんなある日、凶華は突如、結婚披露宴をやると宣言する。あきれる凰火を他所にさまざまなドレスに着替える凶華など、乱崎家のドタバタぶりはいつもと変わらぬように思えた。しかし、その中で次女の優歌だけが1人苦悩していて…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "365113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/365113",
                    "Titles": {
                        "eng": "The Oni Princess of the Himemaya",
                        "jpn": "姫宮の鬼姫様"
                    },
                    "Summaries": {
                        "eng": "The bullying is yet to cease, and so, Yuuka comes home crying one day, to be comforted by Ginka. The family express their concerns, especially after it appears Teika and Hyouka are ready to do some serious about the situation. The next day, Yuuka is confronted by a teenage girl - her biological sister, Senko, who has come to take her younger sister back. The truth regarding Yuuka's previous family is revealed - her family traditionally tortures the youngest daughter - Yuuka - for being a demon. Before the situation gets out of hand, Ginka appears, and apparently knows Senko. Night comes, and the bullies are at it again, this time aided by Senko, who is madder than ever before, claiming she needs to be saved too. Ginka's second arrival spurs this, as Senko wakes up in the Midarezaki household. Kyouka threatens to kill Senko for being an enemy of the family, but Ouka jumps in and pulls her away. After the family turn up at the Himemiya mansion, Senko offically becomes a new addition to the family - Chika Midarezaki.",
                        "jpn": "凶華の作戦により、優歌に対するクラスメイトたちのいじめはなくなったように思えた。だが、彼女の身体から生傷が絶えることはなかった。そんな彼女を心配する凰火たちに対して、「私は大丈夫だから」と答える優歌。実は優歌を苦しめていたのは、彼女の本当の家族である姫宮という一族、そして姉の千子だったのだ…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "369962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/369962",
                    "Titles": {
                        "eng": "Make sure you plan ahead, whether a trip or a curse",
                        "jpn": "旅行も呪いも計画的に"
                    },
                    "Summaries": {
                        "eng": "Kyouka discovers that married couples go on honeymoons prior to their marriage, and so, begins to book one, with help from Chika, who sees it as an opportunity for her and Ginka to get together.",
                        "jpn": "凶華たちの活躍（？）で姫宮家は滅び、乱崎家の一員となった千子。彼女は幼い頃、まだ男らしかった長男の銀夏（銀一）に想いを寄せていた。だが、正反対になってしまった銀夏を昔のように戻るよう調教すべく、千子は「八月二日は伝統的に新婚旅行の日」と凶華をたきつけ、家族で旅行に出かけるよう仕向けるが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "369963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/369963",
                    "Titles": {
                        "eng": "Survival Honeymoon",
                        "jpn": "サバイバルハネムーン"
                    },
                    "Summaries": {
                        "eng": "Kyouka builts an airport outside of the Midarezaki family household, so the family can head off to the honeymoon without too much fuss. The family become good friends with a boy nicknamed \"Pierre\", however, their hotel resort is dangerous, and thus, Yuuka is kidnapped by a group of evil monkeys.",
                        "jpn": "「新婚旅行に行く！」と力強く宣言した凶華により、専用機に乗せられて飛び立つ乱崎家の面々。だが数時間後、飛行機が海面に墜落してしまい、一家は海を漂っていた。その時、三男の雹霞や三女の月香の活躍で、一家はなんとか鳥哭島という無人島へとたどり着く。そこにはなぜか近代的超高級ホテルが建っていて…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "370994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/370994",
                    "Titles": {
                        "eng": "The Mad Professor & The Party's Second Act",
                        "jpn": "狂気の博士と宴の二幕"
                    },
                    "Summaries": {
                        "eng": "The family, in an attempt to save Yuuka, entice the monkeys of the island with free food and a huge party, while Yuuka becomes friends with the mad doctor of the island, who later turns out to be one of Hyouka's many creators.",
                        "jpn": "一家を乗せた飛行機の墜落や都合よくたどり着いた鳥哭島にある超高級ホテルで支配人の西倉に出迎えられたことなどは、凶華が仕組んだことだった。だが、突如現れた巨大な白猿の軍団に優歌が連れ去られるという、凶華のシナリオにはない出来事が起こってしまう。それに激怒した凶華たちは、優歌を助け出そうとするが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "375965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/375965",
                    "Titles": {
                        "eng": "Xiexie! Chinese Assassination",
                        "jpn": "謝々！暗殺中華！"
                    },
                    "Summaries": {
                        "eng": "Shu and Tsubaki were born in a family of assassins, however, Shu desperately wants to be a chef. The problem is, his food kills who ever eats it. Fortunately, Yuuka, Tsubaki's classmate, and the rest of her wacky family, are determined to get to the bottom of why the food kills everyone, and make sure that Shu's restaurant lives another day.",
                        "jpn": "凶華たちの住む町に、柊雨と椿姫の兄妹が切り盛りする謝々飯店という中華料理屋があった。だが、謝々飯店では料理を食べた客がなぜか笑いながら昏倒するという事件（？）が起きていた。その事件に困り果てた兄を見て、同じ学校に通う優歌に助けを求める椿姫。それを聞いた凶華たちは、謝々飯店に乗り込んで…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "375966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/375966",
                    "Titles": {
                        "eng": "Making A Shinigami Kind",
                        "jpn": "やさしい死神の作り方"
                    },
                    "Summaries": {
                        "eng": "Ouka is on a date with an old friend of his - a Death God who mercilessly tried to kill him while they were children. Their date is briefly interrupted by Kyouka, and later the rest of the family, while all the cameras that surround them become possessed by a bunny-eared girl called \"Ei\".",
                        "jpn": "凰火が自分の許可なく外出していたために不機嫌な凶華。さらに家族との何気ない会話から、凰火がおしゃれをしていたことと女の人と遊園地に行くために外出したことを知った凶華の不機嫌は、殺気へと変わる。一方、幼馴染で同僚でもある死神三番こと霧岬知紅と、久しぶりに喫茶店で会っていた凰火。そこに凶華が現れて…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "375967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/375967",
                    "Titles": {
                        "eng": "The Spirits' Party",
                        "jpn": "神と死神の宴"
                    },
                    "Summaries": {
                        "eng": "Kyouka's past is briefly explained in this episode, as Ei brutally tries to kill her and Ouka. At the end of the episode, Ouka is stabbed by the possessed Death God, who reveals an ugly bruise on her eye. At the end of the episode, all is well, however, Ei is somewhere, seeking revenge.",
                        "jpn": "“最後の思い出作り”として死神三番と一緒に遊園地で楽しむことになった凰火。そんな2人の邪魔をしようと家族を巻き込み暴走する凶華に、何者かに体を乗っ取られた死神三番が襲いかかる。なんとかその攻撃を逃れる凶華だったが、仕かけられた罠が次々と迫りくる。そんな攻防の中、隠された凶華の過去が明らかになる…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "375968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/375968",
                    "Titles": {
                        "eng": "Innocent Pirate Mujyakey",
                        "jpn": "無邪気海賊ムジャッキー"
                    },
                    "Summaries": {
                        "eng": "Mujaki is a kind pirate, who's deceased father left her a treasure map. Kyouka wants the treasure, however ends up getting kidnapped. The family head out to sea to save Kyouka, but end up getting washed up in a cave, where the treasure is held.",
                        "jpn": "乱崎家は久しぶりの休日を鳥哭島で過ごしていた。たまには都会の喧騒を忘れてのんびりするのもいいものだと思っていた凰火。そんな彼の幸せを撃ち破るがごとく、突如現れた海賊船から大砲の音が響き渡った！ 実は、その海賊たちが暴力を振るわずに新鮮で良質な魚を売る紫骸骨海賊団だと知った乱崎家は、ホッとするが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "388068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388068",
                    "Titles": {
                        "eng": "Hyouka's First Love",
                        "jpn": "雹霞の初恋"
                    },
                    "Summaries": {
                        "eng": "Hyouka meets a girl he called \"Musume-san\", and the two strike up an unusual friendship. Ginka claims that this must be Hyouka's first love. However, the relationship is threatened, when everyone discovers that Musume-san's sister was killed by Hyouka, against his will.",
                        "jpn": "凰火と雹霞は、襲ってきた緑色の怪人軍を撃退しつつ商店街を逃走していた。そんな彼らの前に立ちはだかったのは、尋常人工生命開発研究所第三室長にして、雹霞（黒の十三番）を造った博士の1人でもあるDr.ゲボックだった。十三番の成長を確かめにきたと言い残し、自爆した彼の爆風によって吹き飛んだ凰火たちは…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "388069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388069",
                    "Titles": {
                        "eng": "Picked Up Cat On Monday",
                        "jpn": "月曜日に猫を拾う"
                    },
                    "Summaries": {
                        "eng": "Prior to the beginning of the story, Ginka's next door neighbour picks up a cat, to find that it has turned into a young girl by morning. The episode details their love story, with Ginka as a side character, dressed entirely as a woman through the course of the episode.",
                        "jpn": "とある大学に通うあまり目立たない男である桂林道。いつものように1人で家路に着いていた林道は、自宅アパート前で丸まって眠っている猫を見つける。普段なら素通りするが、その日はなぜか猫を家にあげて雨宿りさせることにする林道。だが翌朝、彼が目覚めると、そこには気持ち良さそうに眠るネコミミ少女がいて…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "388070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388070",
                    "Titles": {
                        "eng": "The Melancholy of CHika",
                        "jpn": "千花の憂鬱"
                    },
                    "Summaries": {
                        "eng": "Chika goes to school, however a bunch of classmates ask her help to solve the disappearances of several classmates. Kyouka appears to help and they discover that the reason behind the disappearances was a drug developed by the mafia that turned people into animals.\r\nIn the end they are saved by a green version of Hyouka and confront the true mastermind of the plan, a experience created by the department of supernatural affairs known as Electric butterfly.",
                        "jpn": "姫宮家から逃れて平和で普通の学園生活が送れると思っていた千花。だが、転校初日に女番長の桃草愛智を負かしたことでその座を譲られた千花は、愛智や仲間の山口聖、罪木静から「番長」や「お姉様」と呼ばれ慕われるようになる。そんなある日、滅多なことでは休まない学園の生徒たちが、理由も告げず学校にこなくなり…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "388071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388071",
                    "Titles": {
                        "eng": "Electric Butterfly",
                        "jpn": "Electric-Butterfly"
                    },
                    "Summaries": {
                        "eng": "The Electric butterfly having planned the catastrophe turning humans into animals, releases Dr. Gebock in order to test the Miderazeki family's potential as a weapon. Hyouka utilizes the Lucifer Cannon to save his family. Chika gets the credit for saving everyone at school.",
                        "jpn": "身近な食品や飲み物に混ぜられた新種の麻薬により、人々が半獣人化する事件が勃発した。この緊急事態に集結した乱崎家の面々の前に1人の女性が舞い降りる。彼女の名は平塚雷蝶。地上最悪の反逆者にして超常現象対策局最大の汚点。死刑すら生温い傾国のテロリスト。だが、そんな彼女が対策局局長に就任していたのだった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "388072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388072",
                    "Titles": {
                        "eng": "My Wife Is A Magical Girl",
                        "jpn": "奥様は魔女っ娘♪"
                    },
                    "Summaries": {
                        "eng": "Kyouka clumsily tries to use a magic wand from the Electric Butterfly and punish Ouka for forgetting that it is their anniversary. The wand attacks whoever the person is thinking about with a severity equal to their love however Kyoka ends up zapping everyone but Ouka and in the end she destroys the wand after it tryed to kill Ouka.",
                        "jpn": "突如、大爆発した乱崎家のダイニングに駆けつけた凰火。そんな凰火を見つけた凶華が、黒い円柱「凶華様スペシャルケーキ」を食べさせようとしてきた。必死に抵抗する凰火だったが、実はそのケーキは凶華が作った結婚1周年の記念のケーキだった。凰火が記念日を忘れていたことに怒った凶華は、家を飛び出してしまうが…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "388073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388073",
                    "Titles": {
                        "eng": "Red And White Madara",
                        "jpn": "朱と白のマダラ"
                    },
                    "Summaries": {
                        "eng": "Teika tries to teach a fellow lion that not all humans are evil. Dr. Gebock is back and is now drinking buddies with Ginka at Virgo.",
                        "jpn": "とある日、凰火が仕事をしていると、どこか遊びに行こうと凶華が甘えてきた。それを子供っぽいといなすと、隣にいた優歌がいきなり泣き出してしまう。どうやら優歌も遊びに行きたかったようだった。そんな優歌のリクエストで乱崎家は、帝架の友達であるマダラがいる動物園に銀夏を除いた全員で行くことになったが…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "388074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388074",
                    "Titles": {
                        "eng": "The Battle Is 'A Melonpan, Please'",
                        "jpn": "決戦はメロンパンでお願い"
                    },
                    "Summaries": {
                        "eng": "Teika sacrifices himself to save the female lion madara from the hunter. Gekka heals him. The humans and lions negotiate a peace to live alongside the wild animals without hunting each other.",
                        "jpn": "突如として世界中の人々が、動物に姿を変える事件が勃発。事前に事件を察知した平塚雷蝶らは、凶華たちを連れて鳥哭島へと逃れていた。その頃、街は腹を空かせた動物たちにより埋め尽くされ、一触即発の状態になっていた。その中にひときわ威厳に満ちた存在、帝架の親友であり褐色皇帝の血をひくマダラの姿があったが…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "388075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388075",
                    "Titles": {
                        "eng": "Proper Nursing Method",
                        "jpn": "正しい看病の仕方"
                    },
                    "Summaries": {
                        "eng": "When Ouka becomes sick the house falls into chaos without his reason and guidance, so the family track down a mask that might heal Ouka but in the end curses him, so they are forced to shrink and fight his disease from inside his body.",
                        "jpn": "汚れた食器などが積み上げられたキッチン、洗い物が山のようになっている洗面所、草が生い茂りまるでジャングルのような庭…。それは凰火が風邪で倒れただけで、見るも無残な状況になった乱崎家だった。そのために家族たちで手分けして家事をこなすことにする凶華。そして、妻である凶華は凰火の看病をすることにして…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "388076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388076",
                    "Titles": {
                        "eng": "Even If You Don't Want To Be, You're The Clumsy Devil",
                        "jpn": "その気がなくてもドジデビル"
                    },
                    "Summaries": {
                        "eng": "A bumbling demon tries to kill the family with a bomb but she has second thoughts when she observes the love the family has. Hyouka must face his feelings for Musume-san once again as she works at the hot spring and sauna. Chika and Ginka engage in S&M in Chika's ongoing quest to turn Ginka heterosexual.",
                        "jpn": "山の中、自然に囲まれたひなびた一軒の温泉宿に乱崎家の面々は向かっていた。宿に到着した一行を出迎えたのは、以前「ぱちんこ屋」という名のパン屋を切り盛りしていた鷹緑切子であった。切子はお世話になったお礼にと、オフシーズンの宿に乱崎家を招待したのである。だが、そんな一行を見つめるアヤシイ影があった…。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "388077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388077",
                    "Titles": {
                        "eng": "Forest of Vitamin C",
                        "jpn": "ビタミンCの森"
                    },
                    "Summaries": {
                        "eng": "When Chika gets bitten by a hamster she has flashbacks to memories of her first pet, a gigantic demonic monster which is actually just a cursed man. Although Chika tried to use him against the House of Oni he refused. When soldiers attack Chika searching for this monster she finds out there are connections between her first pet and her new best friend Hijiri.",
                        "jpn": "森の中を走る2人の女の子。幼い頃の千子（千花）と姉の百万子であった。百万子の手を引き、廃墟となった小屋にたどり着いた千子は、小屋に居る友達に向かって叫ぶ。「この姉を殺して！ ビタミンC」と…。時は現代、新居に引っ越した聖の家に遊びに行くことになった千花。だが乗り込んだ電車で走り去る影を目にして…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "388078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388078",
                    "Titles": {
                        "eng": "Black Santa-chan Doesn't Sleep At Night",
                        "jpn": "黒サンタさんは夜眠れない"
                    },
                    "Summaries": {
                        "eng": "When Santa Clause's granddaughter becomes depressed that grandpa never spends Christmas with her Kyouka makes the family deliver presents and take over Santa's duties while she beats Saint Nick into submission to convince him he needs to think of his own family as well as others.",
                        "jpn": "サンタクロースの絵本を持った凶華が大声を上げながらリビングに飛び込んできた。凶華はサンタからプレゼントを貰えると知り、大はしゃぎしているのだ。だが銀夏に大人はプレゼントを貰えないと言われた凶華は、落ち込んで部屋に引きこもってしまう。1週間後、12月24日に部屋から出てきた凶華は何かを企んでいた…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "388079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388079",
                    "Titles": {
                        "eng": "Falling Princess",
                        "jpn": "落ちてきたプリンセス"
                    },
                    "Summaries": {
                        "eng": "Electric Butterfly warns the family of an Alien who looks weak but could destroy the world. When a female alien named Oasis comes to earth in search of the meaning of the word Love. The family members try to show her so she will leave but coincidences make everyone think Ouka is having an affair with her.",
                        "jpn": "昼の連ドラからヒントを得た『初々しく夫を迎えに行く妻を演じ、あいあい傘でラブラブ計画』を実行しようとする凶華。しかし玄関を出ようとしたその瞬間、凶華の鼻先に巨大な卵が落ちてくる！ 驚く凶華の前に現れたのは平塚雷蝶。彼女は凶華たちに『来るべき災厄』、宇宙人による地球の侵略が始まったことを告げるが…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "388080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/388080",
                    "Titles": {
                        "eng": "The Name Is King of Greed",
                        "jpn": "その名は強欲王！"
                    },
                    "Summaries": {
                        "eng": "Oasis was not who Electric Butterfly was reffering to when she talked of a weak looking alien who could destroy the world. So when an alien invasion kicks off and a bumbling lovestruck alien of immense power comes to earth after a millenia of waiting... for Gekka's hand in marraige. Gekka is preoccupied with something else.",
                        "jpn": "落下してきた卵から現れた化け物たちによって、街は大混乱におちいっていた。そんな中、凰火、凶華、雹霞の3人は街の人々を助けるため、帝架、優歌、千花、銀夏たちは避難施設へと向かうため行動していた。だが、そんな凶華たちの前に突如として宇宙船が飛来し、その中から身長2m以上の宇宙人「強欲王」が現れて…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "397997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/397997",
                    "Titles": {
                        "eng": "Object X From Space",
                        "jpn": "宇宙からの物体X"
                    },
                    "Summaries": {
                        "eng": "Oasis is revealed to be of a species spawned by Gekka thousands of years ago. Meanwhile Gekka must stop her offspring who want to rebel against her for abandoning them with only the lonely alien as their God. The family meets a worshipper of Kyouka who is unbeknowst to them possessed by a child of Gekka. Chika and Yuuka's big sister is revealed to be Electric Butterfly's boss and declares war on the all powerful bumbling alien.",
                        "jpn": "とある水の惑星で月香に出会い、恋に落ちた「強欲王」。フラれてもフラれても彼女の元に通いつめ、とうとう月香も“千年待ってくれたら、もう一度返事をする”と約束する。そして千年後、強欲王は月香のいる地球へやってきた。月香と強欲王の関係に悩む乱崎家。そんな時凶華たちの前に、不可思議な“水”たちが現れて…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "410848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/410848",
                    "Titles": {
                        "eng": "Kyouka, Frenzy!",
                        "jpn": "凶華様、狂乱！"
                    },
                    "Summaries": {
                        "eng": "Since the children of Gekka would die without Gekka they seek to punish her by destroying the family and earth she loves. The family must also stop her bumbling alien from destroying the earth as he is attacked. An evil waterspirit spawn of gekka possesses Kyouka.",
                        "jpn": "月香と強欲王、月香の故郷からきた“水”たち、超常現象対策局などがついに激突。その中、凶華は身を隠すために月香を除く家族たちと鳥哭島へ向かうことに。だが島では“水”に操られた海賊ド＝ゴーンやサルたちが待ち構えていた！ なんとか難を逃れた凰火たちだったが、凶華の様子がどこかおかしいことに気がつく…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "410849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyouran-kazoku-nikki/episodes/410849",
                    "Titles": {
                        "eng": "Again, The Legend Of Enka",
                        "jpn": "再び、閻禍伝説！"
                    },
                    "Summaries": {
                        "eng": "The family debates who Enka was referring to in her prophecy, and ends up closer then ever. Realizing they are a real family by birth or not.",
                        "jpn": "“水”たちに操られていた凶華は、心の奥に眠っていた感情を暴走させ家族と対立してしまった。だが凰火や子供たちはそんな凶華であっても、自分たちの母親であり、短い期間ではあったが、今までのように家族として暮らすことを望むのだった。そんな家族たちの姿に凶華は、なんとか“水”たちの呪縛から逃れようとして…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}