{
    "URL": "https://thetvdb.com/series/real-drive",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1213889/",
        "https://www.ntv.co.jp/RD/",
        "https://www.themoviedb.org/tv/34773",
        "https://www.themoviedb.org/tv/34773"
    ],
    "Titles": {
        "eng": "Real Drive",
        "jpn": "RD 潜脳調査室"
    },
    "Summaries": {
        "eng": "The story takes place in 2061, 50 years after humanity developed the \"Net society\" that depended on information networks despite their security issues. To improve security, a new network called Meta Real Network — or \"Metal\" for short — was developed. People's personal memories are reduced to information and placed within \"protected virtual stand-alone organic cyber enclaves\" called bubble shells online. The result was a virtual \"explosion\" of creative freedom as people felt safe enough to explore instincts and desires on Metal that they would not otherwise explore in real life. This \"friction\" between the Metal's alluring lack of restrictions and rules-bound reality led to trouble and incidents that investigators known as \"cyber divers\" must handle. Masamichi Haru is one such cyber diver.",
        "jpn": "2012年。\r\n建設中の人工島沖合で海洋観測実験中『海が燃える』現象に遭遇し、眠ったままの状態になってしまったフリーダイバー・波留真理。\r\n\r\n2061年。\r\n波留が再び目覚めたときには50年もの時が流れ、彼は車椅子で過ごす80歳の老人となっていた。だがその目は海へと向けられ、事故の寸前に海の奥底から感じた『地球律』の謎に向けられたままだった。\r\n波留の昔からの親友であり、電理研統括部長の久島永一朗は、彼をこの時代のメタリアル・ネットワーク、通称メタルの情報を調査するダイバーに任命する。\r\nそしてその彼の前に現れた少女・蒼井ミナモ。直観力に優れた少女は、波留のよきパートナーとして、観測者としての波留の『閃き』としての機能を果たしていく。\r\nミナモの兄・ソウタは実践的都市型格闘術を身につけた電理研のインターンであり、久島直属の部下である。波留のもとでバイトをするようになった妹ミナモを心配し、波留の事務所に出入りするようになる。\r\nそこにいたのが、以前、手痛い目に合わされたことのある介助用アンドロイドのホロンであった。\r\n彼らがチームとなって、メタルとリアルの狭間で起こる問題を中心に解決していく。"
    },
    "Aliases": [
        "RD Sennō Chōsashitsu",
        "RD Sennou Chousashitsu"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "32154",
            "URL": "https://thetvdb.com/series/real-drive/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "364307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/364307",
                    "Titles": {
                        "eng": "Underwater Island Drive",
                        "jpn": "ウラシマドライブ"
                    },
                    "Summaries": {
                        "eng": "Construction of an artificial island is disrupted by an unexplained phenomenon known as \"burning sea\". Masamichi Haru is injured by burning sea during a test of early Meta-Real technology, leaving him comatose for fifty years. Now elderly and wheelchair-bound, he still hopes to solve the mystery of burning sea. His friend Eichiro Kushima now hopes to use the Meta-Real, also known as the Metal, to research the burning sea phenomenon.",
                        "jpn": "2012年、海上都市・人工島は建設半ばで『海が燃える現象』に遭い崩壊した。その近海での観測実験の最中に、現象に遭遇した波留真理は眠り続けることとなり、目覚めたときに肉体は老い、精神は事故当時のまま50年もの時が経過していた。\r\nそして2061年、電理研統括部長、久島永一朗はメタリアル・ネットワーク、通称メタルと呼ばれる高次情報空間の中に人工島を崩壊させた『海が燃える現象』を観測していた。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "364308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/364308",
                    "Titles": {
                        "eng": "Girl",
                        "jpn": "少女"
                    },
                    "Summaries": {
                        "eng": "Aoi Minamo is hired to be Haru's assistant. When burning sea causes a power outage that threatens life support systems on the artificial island, Minamo rushes to the electrical substation, while Haru uses his cyberbrain to dive into the Metal Network.",
                        "jpn": "『海が燃える』現象、そして謎の衝撃波に見舞われたアイランド。その影響でアイランド全域が停電となり、病院の生命維持装置などが停止していた。この事態を解決するために、ミナモは一人、使われなくなったモノレールの上を走り変電所を目指す。一方、メタリアル・ネットワークにダイブした波留は、その中に新しい海を感じ取り、ダイバーとしての潜脳能力を発揮し始めるのだった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "372144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372144",
                    "Titles": {
                        "eng": "Re-dive",
                        "jpn": "リダイブ"
                    },
                    "Summaries": {
                        "eng": "Haru struggles to become proficient enough at Metal diving to help Kushima's research. During his final test, he experiences braindown.",
                        "jpn": "久島永一朗が作り上げた人工島の５０年を目の当たりにする波留。メタリアル・ネットワークに新たな海を見た波留は、もう一度、海を感じるために久島の与えた潜脳試験に挑む。二度と海を失いたくない。その思いだけが空転し、波留は試験に失敗してしまう。ダイバーとして必要なものは何か。ミナモによってその答えを見出した波留が、最終試験に挑もうとした時、ブレインダウンが発生する。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "372145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372145",
                    "Titles": {
                        "eng": "Atoll of Desire",
                        "jpn": "欲望の環礁"
                    },
                    "Summaries": {
                        "eng": "Haru has become an official investigator and is asked to dive into the Metal to rescue the consciousness of an Artificial Island shareholder who has experienced braindown.",
                        "jpn": "波留真理調査事務所に初めて訪れた人物は、諮問委員会のジェニー・円だった。久島の紹介を受けてやってきたジェニーは、波留にブレインダウンした人工島の株主を救って欲しいと伝える。ブレインダウンの原因究明と意識の救出という難解な依頼だったが、波留はこれを引き受ける。そんな波留にバディとして指名されたミナモは、自分ができることを探し始める。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "372146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372146",
                    "Titles": {
                        "eng": "Sous Marin",
                        "jpn": "スーマラン"
                    },
                    "Summaries": {
                        "eng": "Minamo searches for a pair of antique Sous-Marin sunglasses as a gift to congratulate Haru on becoming an official investigator. During the search, Minamo and Sota have a run-in with champion fighter Iron Schwartz.",
                        "jpn": "メタリアル・ネットワークの中にある実践型格闘コミュニティに出入りし、研鑽を重ねる蒼井ソウタ。彼は負けた理由を知るためにホロンに会いに行く。同じ頃、事務所を開いた波留にプレゼントをしようと、蒼井ミナモはダイバーのトレンドマーク、スー･マランというサングラスを探していた。それは実践型格闘コミュニティの不敗のチャンプ、アイアン・シュバルツのトレードマークでもある。ミナモがスー・マランを探している中、人工島に悲鳴が上がる。そしてその中心にはアイアン・シュバルツの姿があった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "372147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372147",
                    "Titles": {
                        "eng": "Love Letter",
                        "jpn": "ラブ・レター"
                    },
                    "Summaries": {
                        "eng": "Because of her lack of a cyberbrain to read online texts, Minamo must find a physical book for a book report. Her discovery reveals the true story of a lost love.",
                        "jpn": "読書感想文の宿題を出されるミナモ。しかし、人工島では全ての本が電子文書として発行されているため、電脳化していないミナモには読める本が無かった。ようやく本物の本が納められている中央図書館の数少ない蔵書の中から、感想文用の本を見つけ出す。だがその本を読み進めていくうちに、ミナモはその本に秘められたかつての持ち主の想いを知ることになる。それは、別れたままの恋人に向けられた想いだった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "372148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372148",
                    "Titles": {
                        "eng": "Hand in Hand",
                        "jpn": "手と手で"
                    },
                    "Summaries": {
                        "eng": "Minamo and Haru discover a dog whose consciousness was swapped with that of his owner. They hurry to find the owner's body before it becomes too late for them to switch them back.",
                        "jpn": "波留真理調査事務所に現れた依頼主。それはダップーと呼ばれる犬だった。ミナモがオーストラリアで見ていた、子供向け番組の中に登場する犬そっくりのダップー。ミナモは、この犬が何かを伝えようと必死になっていることに気づく。メタリアル・ネットワークからダップーにアクセスしてみると、ダップーと飼い主である人間の意識が入れ替わっていることが判明するのであった。飼い主の体は今どこに？　波留とミナモはそれを捜しにいく。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "372149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372149",
                    "Titles": {
                        "eng": "No Friend",
                        "jpn": "ノー・フレンド"
                    },
                    "Summaries": {
                        "eng": "Minamo and Sota investigate reports of ghost sightings at Minamo's school.",
                        "jpn": "人工島の中で、噂が広がっていた。誰も知らない、見たこともない少女の姿を見かけると。その調査に乗り出すソウタ。その頃、ミナモの学校にも、幽霊が現れるという怪談話が持ち上がっていた。プールでの授業中、サヤカは水の中に漂う謎の少女を目撃し、忘れ物を取りに放課後の学校に戻ったユキノは、誰もいないはずの廊下で白い手に腕をつかまれる。幽霊の正体は何か。学校を訪れたソウタを巻き込んで『幽霊狩』が始まる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "372150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372150",
                    "Titles": {
                        "eng": "Employment",
                        "jpn": "職"
                    },
                    "Summaries": {
                        "eng": "Minamo and Sota's father shuts down the core server to minimize damage from a virus intrusion, putting his job on the line.",
                        "jpn": "ミナモとソウタの父・蒼井衛は電理研管理部技術課の課長である。常に仕事を生活の中心におき、家庭人として良き父親とは言えない人物ではあったが、電理研では部下に慕われる有能な管理職であった。ある日、電理研でメタルのシステム介入が発生する。ウィルス侵入が疑われる中、被害を最小限に抑えるために衛は中枢サーバを機能停止させる。それによりシステムダウンの影響は最小限度に抑えられたが、衛のとった行動が原因で久島は評議会の臨時議会で部下の管理責任を問われることとなる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "372151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372151",
                    "Titles": {
                        "eng": "Supremacy Negotiations",
                        "jpn": "至高の話手"
                    },
                    "Summaries": {
                        "eng": "Those who contact a mysterious oracle in the Metal named Eliza end up with lost memories. During the investigation, Minamo realizes that Haru has been talking to none other than Eliza.",
                        "jpn": "ミナモの通う学校で、メタルの中によく当たると評判の占い師がいることが話題になっていた。すべてを見通すような答えは、その対象者をとりこにしてしまうのだという。その占い師の名はエライザ。だがエライザと接触した人間たちの記憶に一部欠損が認められたため、電理研がエライザの正体を探るために調査を開始していた。そして時を同じくして、波留も事務所でメタルでのチャットに興じていた。そしてその相手は、エライザと名乗るのであった。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "383606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/383606",
                    "Titles": {
                        "eng": "Just Intonation",
                        "jpn": "純正律"
                    },
                    "Summaries": {
                        "eng": "Minamo tries to help violinist Ichinose, who has been discouraged ever since Kushima suddenly quit playing violin long ago.",
                        "jpn": "ミナモは電理研の久島から招待状を譲り受けて、世界的なバイオリスト、一之瀬カズネのコンサートを聴きに行った。カズネと話す機会を得たミナモは、演奏に感動したことを伝える。だが、カズネはこのコンサートを最後に引退することを決めていた。そしてカズネがバイオリンを置く原因は、久島がカズネのコンサートに招待を受けながらも、一度も来なかったことにあると知り、ミナモはなんとか説得しようと久島の元へ向かう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "383607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/383607",
                    "Titles": {
                        "eng": "Morning Without Light",
                        "jpn": "光のない朝"
                    },
                    "Summaries": {
                        "eng": "Minamo meets Amy, a girl who has just received cybernetic eyes to cure her blindness, but learns that Amy is struggling to adjust to being able to see. Meanwhile, Haru is asked to investigate the disappearance of a highly sought-after artist in the Metal.",
                        "jpn": "ミナモが人工島の海岸で出会った少女・三稜映見。彼女は生まれつき目の見えない少女だったが、ナノマシン手術により視力を取り戻したばかりだった。だがまだ見える世界というものを、認識できずにいた。その頃、波留はメタル内で噂されるアーティストが行方不明となったことへの捜索依頼を電理研から受けることとなる。そしてそれが映見であることを掴むが、映見が自らブレインダウンを起こしたとことがわかる。映見はなぜブレインダウンを起こしたのか、波留は映見を救うためにメタルダイブを決行する。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "383608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/383608",
                    "Titles": {
                        "eng": "Another Sea",
                        "jpn": "もうひとつの海"
                    },
                    "Summaries": {
                        "eng": "Haru reminisces about his youth, from his parents' struggles with poverty that led to trouble with the yakuza, to his meeting a dolphin that inspired his fascination with the sea, and finally to his exploration of the ruins of his city, now underwater because of climate change, which led him to become a test diver for early Meta-Real experiments.",
                        "jpn": "のどかな午後。静かに時の過ぎ行く中、波留とミナモは散歩に出かける。その最中、波留は自らの少年時代、東京で生まれ育ったこと、そして失われた故郷の姿と、第二の故郷、唐津ではじめて海に潜ったときのことなどを思い返していく。自分がなぜ今もこうして海を求めるのか。その答えを波留は静かに見つめ直していくのであった。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "396205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396205",
                    "Titles": {
                        "eng": "Wave and Wind",
                        "jpn": "波と風"
                    },
                    "Summaries": {
                        "eng": "Minamo goes for a dive in the sea. This episode is a recap of the series so far.",
                        "jpn": "ミナモが一人で事務所の留守番をしていると、オーストラリアの祖母・洋子から電話が入る。ミナモは学校の宿題で、学校生活のレポートを書いている途中だった。波留とミナモが出会い、電理研の調査員とバディという関係を築いてから今まで、いろいろな出会いと事件が起きたことを洋子に話していく。そして、ミナモは波留の見ている世界を見てみようと思うのであった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "396206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396206",
                    "Titles": {
                        "eng": "Last Dinner",
                        "jpn": "食"
                    },
                    "Summaries": {
                        "eng": "Haru investigates cyberbrain deterioration in a group of food connoisseurs.",
                        "jpn": "波留のところに久島が届けた『脳餓死』の事故調査報告書に、その原因が小湊沙織の遺した企業、ネオブレイン社の託体ベッドにある可能性が示唆される。波留はメタルにダイブして、『脳餓死』の調査を決行にうつす。そして潜入したのがメタル・コミュニティ、『美食倶楽部』だった。『美食倶楽部』の中では極限の食を求めるアバターたちが現れる。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "396207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396207",
                    "Titles": {
                        "eng": "Clear Power",
                        "jpn": "透明な力"
                    },
                    "Summaries": {
                        "eng": "Sota tries to train enough to defeat Holon in battle. Meanwhile, Haru investigates a case of a female android being illegally used for prostitution.",
                        "jpn": "毎日のようにホロンと組み手を交わすソウタ。だが、ソウタは一度もホロンに勝てないでいた。メタルの格闘コミュのＡＩ相手であれば勝てるのだが、実際のホロンに勝つことがなぜかできない。なぜ俺は勝てないのか。そのことについて悩むソウタ。そうした中、『ハナマチ』の風俗店でホロンと同型の公的アンドロイドが流用されているという報告がなされる。ソウタは単身、この調査に臨む。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "396208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396208",
                    "Titles": {
                        "eng": "Home Sweet Home",
                        "jpn": "ホーム@ホーム"
                    },
                    "Summaries": {
                        "eng": "Minamo's family comes to visit.",
                        "jpn": "オーストラリアからミナモの祖母・洋子が人工島に遊びにやってくる。そして時を同じくして母・ミズホも人工島に立ち寄る連絡がやってくる。ミナモは家族の揃うこの機会を利用してホームパーティを開こうと計画する。だが、ソウタは台風の中、気象分子プラントの実地調査のため帰ることができなくなってしまう。更にミズホの乗るはずの飛行機も台風の影響でフライトが取りやめとなっていた。諦めムードのミナモに対し、洋子はこういった。「アンラッキーをハッピーに変えるのが、蒼井家の女性の伝統なの」と。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "396209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396209",
                    "Titles": {
                        "eng": "Green Rebellion",
                        "jpn": "ジュタの森"
                    },
                    "Summaries": {
                        "eng": "Haru, Minamo, Sota, and Holon go to a distant jungle island to investigate a mysterious background noise in the Metal. All seems well until ionization in the rainforest disrupts Holon's cyberbrain.",
                        "jpn": "かつて気象分子の実験を行った島から、メタルに現れる特殊なノイズが発信されてきた。電理研はこの調査のために波留達を派遣する。波留達を出迎えたのは、この島で暮らしていたパークレンジャーのウムランだった。ウムランの案内で波留達は、ノイズの発信源を探るため、密林の奥地へと歩きはじめる。異常に成長した木々や草花に、ミナモは密林が持つ言い知れぬ力を感じ始めていたそのとき、突然、ホロンが機能不全となってしまう。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "396210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396210",
                    "Titles": {
                        "eng": "Returning Water Drops",
                        "jpn": "巡る雫"
                    },
                    "Summaries": {
                        "eng": "Holon collapses, and the others attempt to complete their investigation without her help.",
                        "jpn": "雨に包まれる密林でおこった電力低下現象。そのために外部のメタルとの接続を断ち切られ、ホロンは稼動不能となってしまう。電理研の久島との連絡も取れず救援を呼ぶこともままならない中、ソウタはホロンのためにその場に留まり、波留とミナモをパークレンジャーのウムランとともに先行させる。ようやく辿りついた密林の奥に群生する巨大な樹木。これがノイズの発生地点だとウムランは言う。波留はその根源を探るため、この島を支配しているメタルへのダイブを決行する。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "396211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396211",
                    "Titles": {
                        "eng": "With These Feet",
                        "jpn": "その足で"
                    },
                    "Summaries": {
                        "eng": "At the jungle island, Haru realized that he can learn to walk again, and he begins to practice in secret to avoid jeopardizing his job as a Metal diver. Meanwhile, Minamo gets tested for suitability to receive a cyberbrain.",
                        "jpn": "森で奇跡的な光景を目の当たりにした波留は、もう一度、本当の海に向かい合う情熱がよみがえりはじめていた。ミナモはその姿をみて、自分が波留のために、より役に立つためにと、波留に内緒で電脳化を考え始める。サヤカやユキノは電脳化を歓迎し、洋子はミナモの意思次第だと、ミナモに結論をゆだねる。そして検査に訪れた病院でミナモは波留によく似た青年に出会うのであった。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "396212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396212",
                    "Titles": {
                        "eng": "Eternity",
                        "jpn": "永遠"
                    },
                    "Summaries": {
                        "eng": "Following the success of weather particle experimentation, the Secretary-General and Jeni En want to install weather particle plants as soon as possible. Kushima is opposed to the plan, suspecting that the weather particles will cause complications that threaten the Artificial Island. Meanwhile, Sota goes on a date with Holon.",
                        "jpn": "人工島完成二〇周年式典を一週間後に控え、島中が式典の話題で盛り上がっていた。そんな中、ハレー彗星の接近にちなんで永遠の愛を歌うブレスレット・インフィニティのＣＭに見入るソウタがいた。一方、臨時評議会の前に波留と会う久島。久島はもしかすると今の地位を更迭される事になるかもしれないことを告げ会議に向かう。そこで人工島の新たな産業の軸となる気象分子プラントの稼動停止を提案する久島。その提案が評議会を震撼させていた。なぜ久島はそのような提案をしたのか。疑問に思った書記長タカナミは波留の元を訪れるのであった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "396214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396214",
                    "Titles": {
                        "eng": "Peaceful Death",
                        "jpn": "静かなる海"
                    },
                    "Summaries": {
                        "eng": "Kushima goes missing, and is later found without his cyberbrain. Brain death will occur within twelve hours, so Sota and Holon search for his cyberbrain while Haru searches the Metal for his consciousness. Meanwhile, with Kushima missing from the Trustee meeting, the Secretary-General has no choice but to approve Jeni En's motion to begin bringing the weather particle plants online.",
                        "jpn": "久島が消えた。その報告を受けた電理研は混乱の極みにあった。ソウタは久島を捜すため、ホロンとともに人工島内を奔走する。波留はメタルの海から久島を捜そうと無謀なダイブを繰り返していた。手がかりのないままに迷走する調査員たち。ソウタはジェニー・円を疑い、向かっていくが返り討ちにあってしまう。軍用義体の使い手であったジェニーはなにかを知っているようだった。久島はどこにいるのか。波留はメタルの中で、久島を捜すため五感を研ぎ澄ます。そして、そこで見たものは、眠り続ける波留自身の姿であった。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "396215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396215",
                    "Titles": {
                        "eng": "Human Commandments",
                        "jpn": "人間律"
                    },
                    "Summaries": {
                        "eng": "With help from the Secretary-General, Sota deciphers the clues to bringing Kushima's cyberbrain back online, but instead of Kushima, an emergency AI awakens. The AI explains Kushima's suspicion that the weather particles cause the burning sea phenomenon, convincing the Secretary-General to halt weather particle production until Kushima can prove his theory. However, Jeni En temporarily revokes the Secretary-General's authority with a vote of no confidence.",
                        "jpn": "華やかな二〇周年式典の前夜祭が行われる中、書記長エリカ・パトリシア・タカナミに対する黒い噂が流れ、会場は重いムードに包まれていた。自らの立場と人工島のこれからを考える書記長の前に現れたのは、ミナモだった。ミナモと話し、初心を思い出す書記長。久島が残したものを知るために、電理研へと向かい、ソウタと再会する。ソウタと書記長は久島が残した答えを見つけ出せるのだろうか。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "396216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396216",
                    "Titles": {
                        "eng": "Earth Commandments",
                        "jpn": "地球律"
                    },
                    "Summaries": {
                        "eng": "Sota breaks into the weather particle facility with help from Haru in the Metal, but before he can reach the control room where the weather particle launch can be halted, Sota must fight Jeni En.",
                        "jpn": "地球律に伴う衝撃波の発生を抑えるため、書記長と波留たちはジェニー・円と会う。だがジェニーは自らの信念のために、書記長から実権を奪い、自らが人工島の代表者となって気象分子プラントの稼動を実行に移す。打つ手を失った波留たちは、気象分子プラントの稼動を止めるため直接行動に出る。それはソウタが単身乗り込み、気象分子の散布を止めるというものだった。だが気象分子プラントはジェニー・円が独自の設計理念に基づき作り上げた要塞と化していた。はたして、気象分子の散布は止められるのか。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "396217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396217",
                    "Titles": {
                        "eng": "Last Dive",
                        "jpn": "ラストダイブ"
                    },
                    "Summaries": {
                        "eng": "After the spread of weather particles, drastic weather changes occur across the planet, and the burning sea phenomenon returns. Haru decides to use the experimental deep dive suit in an attempt to make contact with Kushima.",
                        "jpn": "気象分子が散布され、世界は静かにバランスを失い始めていた。予想以上の効果をもたらす気象分子だったが、急激な環境変化は恵みから脅威へと変わりつつあった。うつろう世界の中にあって、一人、来るべき時に備える波留。そしてそれを見るミナモ。ある雨の日に、波留はミナモをランチに誘う。静かな海の前で二人の時間が過ぎていく。その中で波留はミナモに告げるのであった。自分は久島に会いにいくと。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "396218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396218",
                    "Titles": {
                        "eng": "Real Drive",
                        "jpn": "リアルドライブ"
                    },
                    "Summaries": {
                        "eng": "Haru makes contact with Eliza and receives Kushima's proof that the weather particles will cause worldwide disaster. Haru broadcasts the proof on the Metal, and the world's leaders quickly agree to shut down the Metal to kill the weather particle nanomachines. Kushima's consciousness then contacts Haru and explains that the ocean itself will replace the functionality of Metal via the salt water in the human body. Haru, restored to his younger self, is safely returned to the surface, where he reunites with Minamo.",
                        "jpn": "地球律に伴う衝撃波が気象分子プラントを襲い、燃える海の中へと飲み込んでいく。一秒、一秒訪れるタイムリミット。それを防ぐために超限界ダイブを実行に移す波留。ソウタや電理研のサポートをうけて深海とメタル、両方の海に同時ダイブを実施する。一方、アイランドでの介助を行うミナモの姿があった。ミナモは前進するために、自らができることをはじめていた。そしてアイランドから燃えていく海を見つめるのであった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}