{
    "URL": "https://thetvdb.com/series/real-drive",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1213889/",
        "https://www.ntv.co.jp/RD/",
        "https://www.themoviedb.org/tv/34773",
        "https://www.themoviedb.org/tv/34773"
    ],
    "TitleEnglish": "Real Drive",
    "SummaryEnglish": "The story takes place in 2061, 50 years after humanity developed the \"Net society\" that depended on information networks despite their security issues. To improve security, a new network called Meta Real Network — or \"Metal\" for short — was developed. People's personal memories are reduced to information and placed within \"protected virtual stand-alone organic cyber enclaves\" called bubble shells online. The result was a virtual \"explosion\" of creative freedom as people felt safe enough to explore instincts and desires on Metal that they would not otherwise explore in real life. This \"friction\" between the Metal's alluring lack of restrictions and rules-bound reality led to trouble and incidents that investigators known as \"cyber divers\" must handle. Masamichi Haru is one such cyber diver.",
    "Aliases": [
        "RD Sennō Chōsashitsu",
        "RD Sennou Chousashitsu"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "32154",
            "URL": "https://thetvdb.com/series/real-drive/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "364307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/364307",
                    "TitleEnglish": "Underwater Island Drive",
                    "SummaryEnglish": "Construction of an artificial island is disrupted by an unexplained phenomenon known as \"burning sea\". Masamichi Haru is injured by burning sea during a test of early Meta-Real technology, leaving him comatose for fifty years. Now elderly and wheelchair-bound, he still hopes to solve the mystery of burning sea. His friend Eichiro Kushima now hopes to use the Meta-Real, also known as the Metal, to research the burning sea phenomenon.",
                    "Aliases": []
                },
                "2": {
                    "ID": "364308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/364308",
                    "TitleEnglish": "Girl",
                    "SummaryEnglish": "Aoi Minamo is hired to be Haru's assistant. When burning sea causes a power outage that threatens life support systems on the artificial island, Minamo rushes to the electrical substation, while Haru uses his cyberbrain to dive into the Metal Network.",
                    "Aliases": []
                },
                "3": {
                    "ID": "372144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372144",
                    "TitleEnglish": "Re-dive",
                    "SummaryEnglish": "Haru struggles to become proficient enough at Metal diving to help Kushima's research. During his final test, he experiences braindown.",
                    "Aliases": []
                },
                "4": {
                    "ID": "372145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372145",
                    "TitleEnglish": "Atoll of Desire",
                    "SummaryEnglish": "Haru has become an official investigator and is asked to dive into the Metal to rescue the consciousness of an Artificial Island shareholder who has experienced braindown.",
                    "Aliases": []
                },
                "5": {
                    "ID": "372146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372146",
                    "TitleEnglish": "Sous Marin",
                    "SummaryEnglish": "Minamo searches for a pair of antique Sous-Marin sunglasses as a gift to congratulate Haru on becoming an official investigator. During the search, Minamo and Sota have a run-in with champion fighter Iron Schwartz.",
                    "Aliases": []
                },
                "6": {
                    "ID": "372147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372147",
                    "TitleEnglish": "Love Letter",
                    "SummaryEnglish": "Because of her lack of a cyberbrain to read online texts, Minamo must find a physical book for a book report. Her discovery reveals the true story of a lost love.",
                    "Aliases": []
                },
                "7": {
                    "ID": "372148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372148",
                    "TitleEnglish": "Hand in Hand",
                    "SummaryEnglish": "Minamo and Haru discover a dog whose consciousness was swapped with that of his owner. They hurry to find the owner's body before it becomes too late for them to switch them back.",
                    "Aliases": []
                },
                "8": {
                    "ID": "372149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372149",
                    "TitleEnglish": "No Friend",
                    "SummaryEnglish": "Minamo and Sota investigate reports of ghost sightings at Minamo's school.",
                    "Aliases": []
                },
                "9": {
                    "ID": "372150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372150",
                    "TitleEnglish": "Employment",
                    "SummaryEnglish": "Minamo and Sota's father shuts down the core server to minimize damage from a virus intrusion, putting his job on the line.",
                    "Aliases": []
                },
                "10": {
                    "ID": "372151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/372151",
                    "TitleEnglish": "Supremacy Negotiations",
                    "SummaryEnglish": "Those who contact a mysterious oracle in the Metal named Eliza end up with lost memories. During the investigation, Minamo realizes that Haru has been talking to none other than Eliza.",
                    "Aliases": []
                },
                "11": {
                    "ID": "383606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/383606",
                    "TitleEnglish": "Just Intonation",
                    "SummaryEnglish": "Minamo tries to help violinist Ichinose, who has been discouraged ever since Kushima suddenly quit playing violin long ago.",
                    "Aliases": []
                },
                "12": {
                    "ID": "383607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/383607",
                    "TitleEnglish": "Morning Without Light",
                    "SummaryEnglish": "Minamo meets Amy, a girl who has just received cybernetic eyes to cure her blindness, but learns that Amy is struggling to adjust to being able to see. Meanwhile, Haru is asked to investigate the disappearance of a highly sought-after artist in the Metal.",
                    "Aliases": []
                },
                "13": {
                    "ID": "383608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/383608",
                    "TitleEnglish": "Another Sea",
                    "SummaryEnglish": "Haru reminisces about his youth, from his parents' struggles with poverty that led to trouble with the yakuza, to his meeting a dolphin that inspired his fascination with the sea, and finally to his exploration of the ruins of his city, now underwater because of climate change, which led him to become a test diver for early Meta-Real experiments.",
                    "Aliases": []
                },
                "14": {
                    "ID": "396205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396205",
                    "TitleEnglish": "Wave and Wind",
                    "SummaryEnglish": "Minamo goes for a dive in the sea. This episode is a recap of the series so far.",
                    "Aliases": []
                },
                "15": {
                    "ID": "396206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396206",
                    "TitleEnglish": "Last Dinner",
                    "SummaryEnglish": "Haru investigates cyberbrain deterioration in a group of food connoisseurs.",
                    "Aliases": []
                },
                "16": {
                    "ID": "396207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396207",
                    "TitleEnglish": "Clear Power",
                    "SummaryEnglish": "Sota tries to train enough to defeat Holon in battle. Meanwhile, Haru investigates a case of a female android being illegally used for prostitution.",
                    "Aliases": []
                },
                "17": {
                    "ID": "396208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396208",
                    "TitleEnglish": "Home Sweet Home",
                    "SummaryEnglish": "Minamo's family comes to visit.",
                    "Aliases": []
                },
                "18": {
                    "ID": "396209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396209",
                    "TitleEnglish": "Green Rebellion",
                    "SummaryEnglish": "Haru, Minamo, Sota, and Holon go to a distant jungle island to investigate a mysterious background noise in the Metal. All seems well until ionization in the rainforest disrupts Holon's cyberbrain.",
                    "Aliases": []
                },
                "19": {
                    "ID": "396210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396210",
                    "TitleEnglish": "Returning Water Drops",
                    "SummaryEnglish": "Holon collapses, and the others attempt to complete their investigation without her help.",
                    "Aliases": []
                },
                "20": {
                    "ID": "396211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396211",
                    "TitleEnglish": "With These Feet",
                    "SummaryEnglish": "At the jungle island, Haru realized that he can learn to walk again, and he begins to practice in secret to avoid jeopardizing his job as a Metal diver. Meanwhile, Minamo gets tested for suitability to receive a cyberbrain.",
                    "Aliases": []
                },
                "21": {
                    "ID": "396212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396212",
                    "TitleEnglish": "Eternity",
                    "SummaryEnglish": "Following the success of weather particle experimentation, the Secretary-General and Jeni En want to install weather particle plants as soon as possible. Kushima is opposed to the plan, suspecting that the weather particles will cause complications that threaten the Artificial Island. Meanwhile, Sota goes on a date with Holon.",
                    "Aliases": []
                },
                "22": {
                    "ID": "396214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396214",
                    "TitleEnglish": "Peaceful Death",
                    "SummaryEnglish": "Kushima goes missing, and is later found without his cyberbrain. Brain death will occur within twelve hours, so Sota and Holon search for his cyberbrain while Haru searches the Metal for his consciousness. Meanwhile, with Kushima missing from the Trustee meeting, the Secretary-General has no choice but to approve Jeni En's motion to begin bringing the weather particle plants online.",
                    "Aliases": []
                },
                "23": {
                    "ID": "396215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396215",
                    "TitleEnglish": "Human Commandments",
                    "SummaryEnglish": "With help from the Secretary-General, Sota deciphers the clues to bringing Kushima's cyberbrain back online, but instead of Kushima, an emergency AI awakens. The AI explains Kushima's suspicion that the weather particles cause the burning sea phenomenon, convincing the Secretary-General to halt weather particle production until Kushima can prove his theory. However, Jeni En temporarily revokes the Secretary-General's authority with a vote of no confidence.",
                    "Aliases": []
                },
                "24": {
                    "ID": "396216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396216",
                    "TitleEnglish": "Earth Commandments",
                    "SummaryEnglish": "Sota breaks into the weather particle facility with help from Haru in the Metal, but before he can reach the control room where the weather particle launch can be halted, Sota must fight Jeni En.",
                    "Aliases": []
                },
                "25": {
                    "ID": "396217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396217",
                    "TitleEnglish": "Last Dive",
                    "SummaryEnglish": "After the spread of weather particles, drastic weather changes occur across the planet, and the burning sea phenomenon returns. Haru decides to use the experimental deep dive suit in an attempt to make contact with Kushima.",
                    "Aliases": []
                },
                "26": {
                    "ID": "396218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/real-drive/episodes/396218",
                    "TitleEnglish": "Real Drive",
                    "SummaryEnglish": "Haru makes contact with Eliza and receives Kushima's proof that the weather particles will cause worldwide disaster. Haru broadcasts the proof on the Metal, and the world's leaders quickly agree to shut down the Metal to kill the weather particle nanomachines. Kushima's consciousness then contacts Haru and explains that the ocean itself will replace the functionality of Metal via the salt water in the human body. Haru, restored to his younger self, is safely returned to the surface, where he reunites with Minamo.",
                    "Aliases": []
                }
            }
        }
    }
}