{
    "URL": "https://thetvdb.com/series/diamond-daydreams",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0818349/",
        "https://www.themoviedb.org/tv/35869"
    ],
    "Titles": {
        "eng": "Diamond Daydreams",
        "jpn": "北へ。～Diamond Dust Drops～"
    },
    "Summaries": {
        "eng": "If a couple sees the diamond dust together, then they will certainly find eternal happiness. Or so it is said. This is a drama about the romances, friendships and conflicts of six girls from Hokkaido and how the diamond dust affects them and eventually links them together in the search for happiness.",
        "jpn": "厳しい冬の寒さと、爽快な夏の心地よさ。誰しも一度は憧れを抱く、北の大地・北海道。原作の人気ゲームソフト『北へ。～Diamond Dust～』の設定や世界観を生かしながら紡ぎだされる青春ストーリー。"
    },
    "Aliases": [
        "Diamond Dust Drops",
        "Northward ~Diamond Dust Drops~",
        "To the North ~Diamond Dust Drops~",
        "Kita e ～Diamond Dust Drops～"
    ],
    "Modified": "2025-05-30",
    "Seasons": {
        "0": {
            "ID": "32302",
            "URL": "https://thetvdb.com/series/diamond-daydreams/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1285801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/1285801",
                    "Titles": {
                        "eng": "~Finland & Asahikawa~ Suomi Kitano",
                        "jpn": "-芬蘭～旭川- 北野スオミ篇"
                    },
                    "Summaries": {
                        "eng": "Suomi is so excited to see Hanna but shes nowhere to be found. Elie tells Suomi to forget about Hanna for now if she wants to make a great comeback on the ice again.",
                        "jpn": "ＴＶでは放送されない、ＤＶＤのみに収録されるエピソード。\r\nサブタイトルからも想像できるように、スオミとハンナのお話の様です。\r\n泣ける、感動的なストーリーらしい。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "8948022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/8948022",
                    "Titles": {
                        "eng": "Kita e: Pure Session",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Animated music video based on the VN series Kita e.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32303",
            "URL": "https://thetvdb.com/series/diamond-daydreams/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "365599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365599",
                    "Titles": {
                        "eng": "~Hakodate~ Atsuko Akanegi (Part 1)",
                        "jpn": "-函館- 茜木温子 前篇"
                    },
                    "Summaries": {
                        "eng": "Atsuko Akanegi helps her mother manage the family business Fresh Fish Akanegi. Upon making a delivery to Jinguji Hotel, a conversation between Minoru and Atsuko reveals their families have arranged their engagement.",
                        "jpn": "北の町、函館。朝市を駆け抜けていく娘、彼女の名前は茜木温子。市場の人たちに明るく挨拶を返しながら、忙しげに働いている温子は、トロ箱を抱えたままつまづいて、イカをぶちまけてしまったりと少々ドジなところも……。\r\n夕暮れ時、「茜木鮮魚店」の店先に立っている温子の前にふと現れた常連客・倉田。倉田からジャズのＣＤを手渡され、嬉しさを隠せない温子に、「妙な噂が流れたら困るだろ」と母親の早苗が横から口を出す。そのとき一本の電話が。老舗旅館・神宮司からの配達の注文だ。配達に向かった温子を待っていたのは、神宮司の御曹司、実だった。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "365600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365600",
                    "Titles": {
                        "eng": "~Hakodate~ Atsuko Akanegi (Part 2)",
                        "jpn": "-函館- 茜木温子 後篇"
                    },
                    "Summaries": {
                        "eng": "On a rainy night, Atsuko shows up at the front door of Kurata's apartment. Atsuko asks Kurata if he'd be interested in someone like her, but Kurata tells her that he doesn't deserve to love someone or to be loved by someone.",
                        "jpn": "母・早苗と口論の末、温子は土砂降りの中、家を飛び出して行った。倉田が部屋で独りジャズを聴いていると、突然、チャイムの音が鳴る。玄関のドアを開けると、そこには、ずぶぬれになった温子の姿が。倉田の胸に飛び込み、泣き崩れてしまう温子。\r\n倉田のマンションで風呂につかる温子の頭に、母親の声が響く…。「世の中、好きってだけじゃどうしようもない事だってあるんだよ…」\r\n風呂から出た温子に、倉田は缶ビールを手渡す。温子は倉田に自分の素直な胸のうちを話しはじめた…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "365601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365601",
                    "Titles": {
                        "eng": "~Kitami~ Karin Shiraishi (Part 1)",
                        "jpn": "-北見- 白石果鈴 前篇"
                    },
                    "Summaries": {
                        "eng": "15-year old Karin Shiraishi has been in a hospital in Kitami for two years, but shes been refusing to have a surgery. The new resident physician, Dr. Amakasu, appears to be a little snobby and Karin is not impressed.",
                        "jpn": "北見の病院で入院中の少女、白石果鈴。\r\n果鈴は自然気胸を患い、外出もままならない。\r\nそんな果鈴の唯一の楽しみは、\r\n自身のＨＰ「KARIN夢の図書館」で自作の童話を発表することだった。\r\nある日、担当医の根本が新任研修医の甘粕を連れてやってくる。\r\nそのとき、手術を頑なに拒む果鈴に対して、\r\n甘粕はそれは甘えだと厳しく言い放つ。\r\n落ち込んでしまっていた果鈴の元に、一通のメールが届く。\r\nそれは果鈴のＨＰのファンからのメールであった。\r\n果鈴の知らない外の世界を教えてくれるそのメールは彼女の心を躍らせ、\r\nやがて果鈴は彼からのメールを心待ちにするようになる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "365602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365602",
                    "Titles": {
                        "eng": "~Kitami~ Karin Shiraishi (Part 2)",
                        "jpn": "-北見- 白石果鈴 後篇"
                    },
                    "Summaries": {
                        "eng": "Karin realizes shes been exchanging emails with Dr. Amakasu all along and is very happy. One day she sees Dr. Amakasu walking outside and she decides to follow him.",
                        "jpn": "果鈴は「あなたのファン」からの写真と同じものを甘粕の机で見つける。「あなたのファン」は甘粕だと確信した彼女は、診察に入ってきた彼を意識して、真っ赤になりうつむいてしまう。\r\n引き続き届く「あなたのファン」からの励ましのメールを読んで、笑顔になる果鈴。しかし、ふと何かを思い出してうつむく。\r\n「手術か・・・。」とつぶやく彼女の心に浮かんだのは、幼いころに亡くした父親のことだった。そのとき、甘粕を窓の外に見かけた彼女は、彼を追って一人車椅子で外に向う。甘粕の姿を見つけ、近づこうとすると、甘粕は一人ではなく・・・。\r\n愕然とする果鈴は、再び発作を起こしてしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "365603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365603",
                    "Titles": {
                        "eng": "~Sapporo~ Kyouko Asahina (Part 1)",
                        "jpn": "-札幌- 朝比奈京子 前篇"
                    },
                    "Summaries": {
                        "eng": "Kyoko Asahina is a member of the cinema club at her college and works as a director of the club. She appears to be somewhat cold and no-nonsense kind of person. Everyone but her in the club seems enjoy making movies but Kyoko is way too uptight.",
                        "jpn": "木々が生い茂る公園の一角で、大学のシネマ研究会が映画の撮影をしている。演技の途中で女優・美希の携帯電話が鳴った。悪びれずに電話で話し続ける美希。監督の京子は彼女から強引に携帯を奪い取ると、電話を切ってしまう。撮影は再開したものの、京子の度重なる駄目出しについに美希は怒り出す。見かねて美希をかばう部長に対し、京子は「この映画の監督は誰？」と言い返して、撮影を中止してしまう。京子は帰りの電車でもコンテのチェックに余念がない。改札から出てマンションへ向かう京子に、自転車に乗った青年・ユウが手を振る。ユウの顔を見てほっとした京子は、つい今日の撮影の愚痴をこぼしてしまう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "365604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365604",
                    "Titles": {
                        "eng": "~Sapporo~ Kyouko Asahina (Part 2)",
                        "jpn": "-札幌- 朝比奈京子 後篇"
                    },
                    "Summaries": {
                        "eng": "Things seem to be back on track as Miki comes back and apologizes to Kyoko. That night, Kyoko realises that her fellow club members played a little trick on her. Kyoko quits the club on the same day.",
                        "jpn": "撮影したシーンを確認しようとした京子は、何も写っていないモニターを見て愕然とする。\r\n「なにこれ…」呆然とする京子。無言のユウ。\r\nモニターを見つめ、膝をついていた京子は、そのまま崩れ落ちてしまった…。\r\n翌日―。シネマ研究会部室。フィルムが消されていることを、皆に詰問する京子。しらばっくれる美希やスタッフ。\r\n部室を出た京子を追いかけてきた部長に、京子はシネマ研究会をやめることを伝えた。\r\n帰りの電車内。あと一月にせまった映画祭のパンフレットを見つめる京子。自宅に戻った京子は、ユウに撮影助手を頼んだ。一人で映画を撮ることにした京子。\r\nそれを見守るユウの目は心配そうに曇っていた…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "365605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365605",
                    "Titles": {
                        "eng": "~Asahikawa~ Suomi Kitano",
                        "jpn": "-旭川- 北野スオミ"
                    },
                    "Summaries": {
                        "eng": "Suomi and Hanna grew up together and they both love to ice skate. In a snowy day, Suomi tells Hanna that your wish is guaranteed to come true if you make a wish to Diamond Dust.",
                        "jpn": "公園の噴水前。\r\nスケートシューズを肩にかけた男の子、晴人と公太が、言い争っている。やがて公太が、走り去る。その後姿に悪態をついていた晴人だが、一人になったとたん、悲しげな表情になってしまった。涙を浮かべた彼が視線を感じて顔を向けると、そこには見知らぬ女性がー。慌てて涙をぬぐい、ポプラ並木を歩き出す晴人についていく彼女。おびえた彼は、走って逃げようとするが、その場に転んでしまう。そんな晴人に向かって、シュークリームを差し出す彼女。晴人はその笑顔に息を飲んだ。\r\nその後、公園の花壇。\r\nシュークリームをほおばる晴人にお茶を渡した彼女は、「これはナンパです」と宣言し、晴人を動物園に連れ出した。動物園を楽しむ二人。ふと、何事かを思い出し、「大嫌いだ、スケートなんて」とつぶやく晴人。その言葉の理由を聞いた彼女は複雑な表情で、彼を見つめるのだった…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "365606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365606",
                    "Titles": {
                        "eng": "~Sapporo~ Shouko Saibara (Part 1)",
                        "jpn": "-札幌- 催馬楽笙子 前篇"
                    },
                    "Summaries": {
                        "eng": "Shoko Saibara is the host of a radio talk-show and has been having an affair with a man named Takeda. On Shokos birthday, Takeda gives her a beautiful bouquet of sunflowers. This brings up several flashbacks of them together.",
                        "jpn": "FMラジオ局のブース内、女性DJが合図とともに明るく語りだした。\r\n「催馬楽笙子のカプチーノブレイク！」\r\n一方、雑踏の中でイヤホンをかけた男が、笙子の番組を聴いている。\r\n「それでは、次のFAXです。ラジオネーム、レディオ・ボーイさんから」\r\nラジオから流れてくる笙子の声を聴くと、その男は薄らと笑みを浮かべた。\r\nその夜、笙子はひとりレストランで恋人を待っている。\r\n携帯電話を掛けてみるが、結局彼は捕まらず、仕方なく帰宅する。\r\n翌日、笙子はスタジオに置いてあったサンドイッチにかぶりつく。昨日の放送で、笙子がお気に入りだと言ったパストラミサンドだ。しかし、その場の誰もそのサンドイッチを買っていないことが分かる。そのとき、ラジオ局の警備員の前を通り過ぎて出て行く男の姿が・・・。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "365607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365607",
                    "Titles": {
                        "eng": "~Sapporo~ Shouko Saibara (Part 2)",
                        "jpn": "-札幌- 催馬楽笙子 後篇"
                    },
                    "Summaries": {
                        "eng": "Radio Boy, a regular listener of Shokos talk-show, is almost like a stalker. After she breaks down in the middle of the show, Radio Boy tells her not to quit and what its been like to listen to her voice.",
                        "jpn": "現れない恋人―。失意のうちに家路に着いた笙子の元にひまわりの花束が届けられた。\r\n恋人・武田からのプレゼントだと思い込んだ彼女はお礼の電話をかけようと、携帯電話に手を伸ばした。\r\nしかし、花束に添えられていたカードの文字を見て、愕然とする。\r\nスタジオブース内、笙子が物思いにふけっていると、がちゃりと言う音が…。\r\nスタジオに戻った彼女は、自分の荷物の脇に、見知らぬ袋が置いてあるのを見つける。\r\nそこには「笙子さま」という宛名が。あのレディオボーイからのプレゼントだ。\r\n「…」笙子は廊下に飛び出して、あたりを見回すが、怪しい人間はどこにもいなかった…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "365608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365608",
                    "Titles": {
                        "eng": "~Obihiro~ Akari Harada (Part 1)",
                        "jpn": "-帯広- 原田明理 前篇"
                    },
                    "Summaries": {
                        "eng": "Akari Harada has been taking care of the household by working after school ever since her mother passed away. Her father, often cause problems or getting into fights, leaving Akari to pick up the pieces.",
                        "jpn": "和菓子店・柳庵に「いらっしゃいませー」と明るく響く声。\r\n声の主は原田明理。ドジをしながらも元気に働く彼女を、周りの店員たちが微笑んで見守っている。\r\nそこに、突然、店のドアが開いた。入ってきた青年の顔を見て明理の顔が曇ってしまう。\r\n「く、黒川くん・・・」\r\nしきりに話し掛けてくる元店員の黒川に困惑顔の明理。店員の池田が黒川に注意するが、彼は聞く耳を持たず、店を出て行ってしまった。\r\nそんなとき、店の奥で電話が鳴った。それは明理あての電話。\r\n「・・・え、父が？」\r\n電話の相手に平謝りした後、受話器を置いた明理は、深いため息をついた・・・。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "365609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365609",
                    "Titles": {
                        "eng": "~Obihiro~ Akari Harada (Part 2)",
                        "jpn": "-帯広- 原田明理 後篇"
                    },
                    "Summaries": {
                        "eng": "Akaris fathers condition has got much worse. One day she asks the doctor if she could take her father for gold panning because that's what he enjoys the most.",
                        "jpn": "「柳庵」でアルバイト中の明理のもとに黒川が訪れた。\r\n明理が忘れていった手鏡を渡しにきてくれた彼に対して、そっけない態度をとる明理。\r\nそこに、明理の父が倒れたという知らせが入った。急いで病院に駆けつける明理と黒川。\r\n父の容態を尋ねた彼女は、医者の答えにショックを受ける。そんな彼女の様子を心配そうに見つめる黒川。\r\n誰もいない家に帰って、一人悩む明理。やがて、明理はつぶやく。「…お父さんにできることってなんだろう…」\r\n見舞いに行った彼女は、父に砂金掘りに連れて行ってくれるようにと頼んだ。\r\nしかし、医者から反対されてしまう。そこで、黒川も、自分もついて行くから、明理の父の外出を許可してほしいと頼み込み、やっと許可が下りた。\r\nそして念願の、砂金掘りの日がやってきた…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "365610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/diamond-daydreams/episodes/365610",
                    "Titles": {
                        "eng": "Diamond Dust Drops",
                        "jpn": "ダイヤモンド ダスト ドロップス"
                    },
                    "Summaries": {
                        "eng": "Suomi meet Karin and her brother on the way to skating competition that her friends, Kouta and Haruto are performing at. Atsuko is at the airport picking up her boyfriend when she meets Akari. Kyoko and her movie crews are also there filming.",
                        "jpn": "ボストンバックを抱え、函館駅で列車に飛び乗った温子。\r\nスオミは降りしきる雪の中を、ある場所を目指し、歩き始めていた。\r\n雪の山道を、車で進んでいる果鈴と兄は、道に迷い、地図を広げている。\r\n札幌雪祭り会場の特設ブースでは、カプチーノブレイクを生放送中の、笙子が声を張り上げている。\r\n京子は、新千歳空港のロビーで、仲間と共に映画撮影のために雪がやむのを待っている。\r\n同じ空港の土産物屋では明理がアルバイトに精を出している。そして、何か思いつめた様子で、ぶつぶつ独り言を言いながら道を歩いている、十郎太。\r\n雪降る北海道のある日、様々な思いを胸に抱く彼らの元に、奇跡が降ってきた……。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}