{
    "URL": "https://thetvdb.com/series/dollhouse",
    "Genres": [
        "Action",
        "Drama",
        "Mystery",
        "Science Fiction",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A4C1-6FF7-189D-C3E8-6933-U",
        "https://www.imdb.com/title/tt1135300/",
        "http://www.reddit.com/r/dollhouse",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH1059106",
        "https://www.tvmaze.com/shows/432/show-slug",
        "https://www.themoviedb.org/tv/14956",
        "https://www.wikidata.org/wiki/Q632022",
        "https://en.wikipedia.org/wiki/Dollhouse_(TV_series)"
    ],
    "TitleEnglish": "Dollhouse",
    "SummaryEnglish": "The show revolves around a corporation running numerous underground establishments across the globe which program individuals referred to as Actives with temporary personalities and skills. Wealthy clients hire Actives at great expense for various purposes. The series follows the Active known as Echo, on her journey towards self-awareness.",
    "Aliases": [
        "Doll House"
    ],
    "Modified": "2025-07-19",
    "Seasons": {
        "0": {
            "ID": "32557",
            "URL": "https://thetvdb.com/series/dollhouse/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "2": {
                    "ID": "8476556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/8476556",
                    "TitleEnglish": "Season One Recap",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32558",
            "URL": "https://thetvdb.com/series/dollhouse/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "367560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/367560",
                    "TitleEnglish": "Ghost",
                    "SummaryEnglish": "Echo is one of the \"Actives\" in the elite and illegal Dollhouse. Through different personality downloads, she plays the role of a lovestruck girl on a romantic weekend, and then a ruthlessly efficient kidnapping negotiator. FBI Agent Paul Ballard is struggling with his assignment to uncover information on the Dollhouse.",
                    "Aliases": []
                },
                "2": {
                    "ID": "397417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/397417",
                    "TitleEnglish": "The Target",
                    "SummaryEnglish": "Echo becomes the female counterpart to a handsome young outdoorsman, but it may turn out that neither of the pair is what they seem to be. Meanwhile, Agent Ballard is encouraged when he receives a clue to Echo's true identity.",
                    "Aliases": []
                },
                "3": {
                    "ID": "397419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/397419",
                    "TitleEnglish": "Stage Fright",
                    "SummaryEnglish": "Echo becomes a backup singer to watch out for a female singing sensation with a very overzealous fan. Agent Ballard's investigation takes a turn for the worse.",
                    "Aliases": []
                },
                "4": {
                    "ID": "397418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/397418",
                    "TitleEnglish": "Gray Hour",
                    "SummaryEnglish": "Echo becomes an expert safe-cracker, and an invaluable piece of art is stolen from her on the engagement, forcing Sierra to take on a familiar persona. Agent Ballard gives Lubov an ultimatum, and Adelle confides shocking information to Topher.",
                    "Aliases": []
                },
                "5": {
                    "ID": "400266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/400266",
                    "TitleEnglish": "True Believer",
                    "SummaryEnglish": "Imprinted as a visually impaired woman, Echo must infiltrate a heavily guarded cult in order to rescue a woman held against her will.",
                    "Aliases": []
                },
                "6": {
                    "ID": "397420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/397420",
                    "TitleEnglish": "Man on the Street",
                    "SummaryEnglish": "Echo becomes the perfect wife for a lonely internet mogul and Sierra’s attacker is revealed. Mellie’s life is in danger and Agent Ballard’s investigation takes a surprising turn when he comes face-to-face and goes fist-to-fist with Echo for the first time.",
                    "Aliases": []
                },
                "7": {
                    "ID": "406113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/406113",
                    "TitleEnglish": "Echoes",
                    "SummaryEnglish": "A deadly virus outbreak on a college campus sends Echo back to school where pieces of her past come into focus.",
                    "Aliases": []
                },
                "8": {
                    "ID": "406114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/406114",
                    "TitleEnglish": "Needs",
                    "SummaryEnglish": "When Echo, Sierra and Victor awaken in the Dollhouse with most of their original personalities intact but no memories, Echo leads the charge to free the Actives from their apparent captivity and escape the Dollhouse forever. Meanwhile, Ballard discovers the Dollhouse is closer than he thinks.",
                    "Aliases": []
                },
                "9": {
                    "ID": "412365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/412365",
                    "TitleEnglish": "A Spy in the House of Love",
                    "SummaryEnglish": "When a traitor is discovered inside the Dollhouse, Echo and Sierra are programmed as spy hunters to uncover the culprit. Meanwhile, Ballard receives surprising news from Mellie, and Adelle harbors a secret.",
                    "Aliases": []
                },
                "10": {
                    "ID": "412364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/412364",
                    "TitleEnglish": "Haunted",
                    "SummaryEnglish": "When Adelle’s wealthy friend is murdered, Adelle imprints Echo with the woman’s memories and personality to solve the case. Ballard looks into Mellie’s past, and Topher secretly programs Sierra for an engagement.",
                    "Aliases": []
                },
                "11": {
                    "ID": "418622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/418622",
                    "TitleEnglish": "Briar Rose",
                    "SummaryEnglish": "Ballard’s investigation leads him to the agoraphobic designer of the Dollhouse, and the story of “Sleeping Beauty” foreshadows Echo’s future, while allowing her to help a young girl deal with her traumatic past. Adelle goes to the attic in search of answers, while Alpha reveals himself and sets his game in motion.",
                    "Aliases": []
                },
                "12": {
                    "ID": "419436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/419436",
                    "TitleEnglish": "Omega",
                    "SummaryEnglish": "Alpha’s reign of terror continues as his obsession with Echo endangers Caroline’s survival. Ballard’s search for the Dollhouse comes to an end, forcing him to make a life-changing decision. Meanwhile, one Doll is permanently deactivated while another’s shocking past is revealed.",
                    "Aliases": []
                },
                "13": {
                    "ID": "419437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/419437",
                    "TitleEnglish": "Epitaph One",
                    "SummaryEnglish": "The year is 2019, and the world is broken. A small band of survivors discovers an abandoned Dollhouse and as they explore they begin to understand the shadowy organization and to suspect that they may have been responsible for the current state of the world.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "79111",
            "URL": "https://thetvdb.com/series/dollhouse/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "761311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/761311",
                    "TitleEnglish": "Vows",
                    "SummaryEnglish": "It has been several months since Alpha's reign of terror and Echo, who is now randomly picking up flashes of past engagements, weds a British businessman who has ties to one of Ballard's open FBI cases. Topher becomes the target of Dr. Saunder's aggression after she finds out that she is actually a doll named Whiskey. Boyd takes on a risky venture and mixes business with pleasure, while DeWitt makes Ballard an irresistable offer.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1076911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1076911",
                    "TitleEnglish": "Instinct",
                    "SummaryEnglish": "Echo is imprinted with the personality of a mother with a newborn baby. Complications arise when, thanks to Topher's programming, Echo takes too strongly to motherhood. Perrin ramps up his investigation into Rossum and DeWitt pays November a visit.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1063801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1063801",
                    "TitleEnglish": "Belle Chose",
                    "SummaryEnglish": "Echo and Victor’s imprints collide when Echo is sent on an assignment as a fun-loving, seductive college student and Victor is imprinted as the psychotic nephew of a Dollhouse shareholder.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1076921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1076921",
                    "TitleEnglish": "Belonging",
                    "SummaryEnglish": "Sierra is forced to face her past as her connection to the Rossum Corporation leads to obsession and murder.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1076931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1076931",
                    "TitleEnglish": "The Public Eye (1)",
                    "SummaryEnglish": "When Senator Perrin makes his stand against the Rossum Corporation, Echo attempts to stop his expose. Adelle, and Topher begin to see what they are up against in the rival of Washington DC.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1076941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1076941",
                    "TitleEnglish": "The Left Hand (2)",
                    "SummaryEnglish": "Echo and Bennett have a shocking meeting as Adelle goes head-to-head with the ruthless head of the DC Dollhouse. Topher sees double when he must involve Victor in his espionage. Perrin finds a surprising witness to testify against the Rossum Corporation, but find he may be living in a house of cards.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1116391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1116391",
                    "TitleEnglish": "Meet Jane Doe",
                    "SummaryEnglish": "After her entanglements with Senator Perrin and the DC Dollhouse, Echo finds herself out in the world-at-large as she struggles to control her multiple memory downloads. Topher discovers the dangers of science that will have devastating effects on the future, while Adelle engages in a power struggle with Harding.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1162401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1162401",
                    "TitleEnglish": "A Love Supreme",
                    "SummaryEnglish": "When Echo's past romantic engagements are found murdered, the Dollhouse fears that Alpha has returned to seek his revenge. Adelle grows suspicious of Ballard who hopes to find allies in Boyd and Topher. The Actives turn against their handlers, leaving one member of the house permanently mind-wiped.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1181161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1181161",
                    "TitleEnglish": "Stop-Loss",
                    "SummaryEnglish": "As his contract with the Dollhouse expires, Victor is released back into the world, where his military past threatens his future with Sierra. Meanwhile, Echo is deemed too dangerous and is sent into her worst nightmare.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1213711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1213711",
                    "TitleEnglish": "The Attic",
                    "SummaryEnglish": "When Adelle, Boyd, and the rest of the Dollhouse fear that Echo's uncontrollable mind imprints are making her a danger to their goals, they send her to \"the Attic\" where Echo is forced to face her worst nightmare in order to survive.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1301741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1301741",
                    "TitleEnglish": "Getting Closer",
                    "SummaryEnglish": "Topher races to reconstruct Echo's original personality and memories when Adelle realizes they are the key to averting a devastating future. Meanwhile, Echo and Bennett's shared past and the identity of The Rossum Corporation's mysterious leader are revealed.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1301751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1301751",
                    "TitleEnglish": "The Hollow Men",
                    "SummaryEnglish": "Sacrifices are made when Echo leads her crew to Arizona to dismantle the Rossum Corporation's mainframe.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1301761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dollhouse/episodes/1301761",
                    "TitleEnglish": "Epitaph Two: The Return",
                    "SummaryEnglish": "In the year 2020, Echo and her surviving Dollhouse crew attempt to restore order to a devastating future world before mankind is eliminated.",
                    "Aliases": []
                }
            }
        }
    }
}