{
    "URL": "https://thetvdb.com/series/lamune",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0991061/",
        "https://www.themoviedb.org/tv/74414"
    ],
    "TitleEnglish": "Lamune",
    "SummaryEnglish": "Kenji Tomosaka moved to this coastal town when he was a child. At that time, the sea spread in front of him was shining like lamune, reflecting the sunlight of the summer. There, he met a girl.\r\n\r\nHer name is Nanami Konoe, who lived next door. Her room is only 1 to 2 meters away beyond the veranda. Their rooms were so close as if they were within their arms’ reach.\r\n\r\nAs the time passed, the seasons came round, their memories have been accumulated with time. They think of their normal lives and common relationship as precious things.\r\n\r\nThe sun begins to shine strongly, cicadas begin to buzz, and the sky clears up… Here comes the summer, again! For Kenji and Nanami, it is normal summer, but it has special meaning…",
    "Aliases": [],
    "Modified": "2024-09-20",
    "Seasons": {
        "0": {
            "ID": "536916",
            "URL": "https://thetvdb.com/series/lamune/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5103821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103821",
                    "TitleEnglish": "Modeling Clay Extra Episode 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5103822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103822",
                    "TitleEnglish": "Modeling Clay Extra Episode 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "5103823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103823",
                    "TitleEnglish": "Modeling Clay Extra Episode 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "5103824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103824",
                    "TitleEnglish": "Additional Scenes in DVD Episodes 01 and 02",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "5103825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103825",
                    "TitleEnglish": "Additional Scenes in DVD Episodes 03 and 04",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "5103826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103826",
                    "TitleEnglish": "Additional Scenes in DVD Episodes 05 and 06",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "5103827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103827",
                    "TitleEnglish": "Additional Scenes in DVD Episodes 07 and 08",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "5103828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103828",
                    "TitleEnglish": "Additional Scenes in DVD Episodes 09 and 10",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "5103829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103829",
                    "TitleEnglish": "Additional Scenes in DVD Episodes 11 and 12",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "5103831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103831",
                    "TitleEnglish": "Live Performance of OP Song \"Lamune no Merodii\"",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "5103832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/5103832",
                    "TitleEnglish": "Live Performance of ED Song \"Summer Vacation\"",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32585",
            "URL": "https://thetvdb.com/series/lamune/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "367769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367769",
                    "TitleEnglish": "The Hermit Crab and the Straw Hat",
                    "SummaryEnglish": "When Kenji Tomosaka moved to a new coastal town, many years ago, he met a girl on the beach who is playing with some hermit crabs. She runs away crying after Kenji puts a crab on her head. When he gets back to his new home he finds out the girl is his next door neighbor and that his and her balcony are close enough he could jump from one to the other. In the present time Kenji wakes up after a strange dream then heads over to wake up Nanami Konoe. He finds her lying in the space between her bed and her wall and helps her out of it. Now begins the story of these two close childhood friends.",
                    "Aliases": []
                },
                "2": {
                    "ID": "367770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367770",
                    "TitleEnglish": "The Summer Field and the Nanami Special",
                    "SummaryEnglish": "Back when Kenji and Nanami were young, they played on the beach and had a lot of fun. Back in the now, a small conversation between Sakura and Kenji leaves Nanami angry at him, but they end up on good terms again, with some help from Nanami's mother. They then head to Nanami's field, and work a bit there whilst talking about the past.",
                    "Aliases": []
                },
                "3": {
                    "ID": "367771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367771",
                    "TitleEnglish": "Little Cousin and Fireworks",
                    "SummaryEnglish": "In a flashback, we see the first time Nanami took Kenji to her field outside the town. Back in the now, Kenji's cousin Hikari is visiting; she is staying there during summer vacation. In the evening the very same day, Kenji, Nanami, Suzuka, Hikari and Hatano enjoy themselves with fireworks.",
                    "Aliases": []
                },
                "4": {
                    "ID": "367772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367772",
                    "TitleEnglish": "The School Council President and the Reward",
                    "SummaryEnglish": "This episode focuses mostly on Tae. She is taking care of her younger siblings, and has done so a long time, as revealed by a flashback. On top of that, she is also a member of the Student Council, and she is arranging a plan for cleaning up around the town. Most of the main cast volunteer for this, and they all enjoy a day of cleaning up around town.",
                    "Aliases": []
                },
                "5": {
                    "ID": "367773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367773",
                    "TitleEnglish": "The Starry Sky and a Telescope",
                    "SummaryEnglish": "When Suzuka and Kenji were kids, they tried to watch a meteor shower, but could not because of where they lived. They decided to make a promise to try and watch again after they moved. In the present, another meteor shower is coming up and Suzuka hears what seems to be Kenji wanting to break their promise.",
                    "Aliases": []
                },
                "6": {
                    "ID": "367774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367774",
                    "TitleEnglish": "Three People and Two Pearls",
                    "SummaryEnglish": "When Kenji, Nanami, and Hikari were kids, they found an oyster with 2 pearls in it. It was decided that Hikari would keep the pearls since there were only two of them. Back in the present, Hikari has enrolled in Kenji's school, causing trouble for him. On top of that, she has begun diving more, but what is she looking for?",
                    "Aliases": []
                },
                "7": {
                    "ID": "367775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367775",
                    "TitleEnglish": "Biker Girl and Part-Time Job",
                    "SummaryEnglish": "When Misora Ayukawa's bike breaks down, she ends up staying at Kenji's. Although he tries to fix her bike, he ends up making things worse and his father has to fix his screw ups. The next day, Kenji tries to help her find a part time job, but has very little success. Later Kenji tries to apologize to an upset Nanami.",
                    "Aliases": []
                },
                "8": {
                    "ID": "367776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367776",
                    "TitleEnglish": "The Bond Between the Two and Swaying Feelings",
                    "SummaryEnglish": "Kenji is asked by Tae to meet her alone after school, but when he goes to meet her, he finds Hiromi instead. Later Nanami asks Kenji what happened, but Kenji doesn't tell her anything. As the class goes on the their trip, Kenji ends up spending more time with Hiromi than Nanami.",
                    "Aliases": []
                },
                "9": {
                    "ID": "367777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367777",
                    "TitleEnglish": "The Distance Between the Two and a Lamune Bottle",
                    "SummaryEnglish": "When Hiromi and Kenji were kids, Kenji traded Hiromi a bottle of lamune for her blue hairpin. Before giving the bottle to her, Kenji took a drink from it, making it where he and Hiromi shared an indirect kiss. Ever since then Hiromi has cherished the bottle. What will she do when the bottle is broken?",
                    "Aliases": []
                },
                "10": {
                    "ID": "367778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367778",
                    "TitleEnglish": "The Folk Dance and Overlapping Hearts",
                    "SummaryEnglish": "Kenji and Nanami decide to go on a date around the town. Although they have a good time, the bike breaks down on them, stranding them at an inn. Deciding to break the awkwardness of having to share a room, Kenji and Nanami go down to the lake. There Nanami confesses her feelings for Kenji, but will Kenji accept them?",
                    "Aliases": []
                },
                "11": {
                    "ID": "367779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367779",
                    "TitleEnglish": "The Typhoon Night and the End of Summer",
                    "SummaryEnglish": "Years ago a typhoon hit and Kenji jumped the gap between his and Nanami's house to comfort Nanami. In the present another typhoon has hit and instead of Kenji going to Nanami, Nanami comes to him. But when Nanami collapses due to stomach pain, Kenji must pull a buggy through the typhoon to get Nanami to the hospital.",
                    "Aliases": []
                },
                "12": {
                    "ID": "367780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lamune/episodes/367780",
                    "TitleEnglish": "100 Loans and 100 Debts",
                    "SummaryEnglish": "Refusing to go to school, Nanami stays by Kenji's side. But no matter how much Nanami wants Kenji to wake up, he still remains in his comatose state. As the seasons pass, everyone starts moving on in their own way. Eventually Nanami returns to school, but continues to visit Kenji everyday.",
                    "Aliases": []
                }
            }
        }
    }
}