{
    "URL": "https://thetvdb.com/series/kamen-no-maid-guy",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216123/",
        "https://www.themoviedb.org/tv/36360"
    ],
    "TitleEnglish": "Kamen no Maid Guy",
    "SummaryEnglish": "Fujiwara Naeka, a 17 year-old high school student looks like any other student, but the truth is she is one of two surviving heirs of a extremely big fortune, but she has to wait until she turns 18. During that time she has been assigned two people who will protect her and her brother from people who want the money she is to inherit.",
    "Aliases": [
        "The Masked Maid Guy"
    ],
    "Modified": "2025-07-09",
    "Seasons": {
        "0": {
            "ID": "32653",
            "URL": "https://thetvdb.com/series/kamen-no-maid-guy/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "525631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/525631",
                    "TitleEnglish": "This Summer, Plenty of Breasts",
                    "SummaryEnglish": "Naeka, Kosuke, Eiko, Miwa, Kogarashi and Fubuki go on a vacation to a deserted beach island to relax. However, relaxation is the last thing they get when they awaken the ancient immortal spirit of a fisherman who is obsessed with breasts and plans to kidnap Naeka, Eiko, Miwa and Fubuki to hypnotize them and turn them into his big boobed slaves.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32654",
            "URL": "https://thetvdb.com/series/kamen-no-maid-guy/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "368359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368359",
                    "TitleEnglish": "Nice to Meet You, Master!",
                    "SummaryEnglish": "Naeka is a seventeen year old girl who will inherit a large fortune when she turns eighteen, however, many people might try to assassinate her and take the fortune, so her rich grandfather sends two maids, Kogarashi and Fubuki to act as her and her brother's bodyguards.",
                    "Aliases": []
                },
                "2": {
                    "ID": "368360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368360",
                    "TitleEnglish": "An Expert of Loving Huge Breasts.",
                    "SummaryEnglish": "When Naeka discovers that the reason she's failing math is because her enormous breasts are taking away nutrients from her brain, she, her brother, Fubuki and Kogarashi try to find different ways of making her chest flatter.",
                    "Aliases": []
                },
                "3": {
                    "ID": "368361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368361",
                    "TitleEnglish": "Don't Stop the Romance",
                    "SummaryEnglish": "When Naeka receives a love letter, she doesn't care. Soon enough, her friends and family find out that she's not interested in love due to her first crush hating her because she nearly poisoned him. So her friends and family decide to help her overcome this incident by teaching her how to cook. Meanwhile Kogarashi is setting up a romantic setting for her and the other person, which he laces full of aphrodisiac gas to make sure all goes well. When Naeka goes to the place where she is supposed to meet the person, she finds out it is a girl! Kogarashi, still thinking his plan is good, locks both of them in there. Giving them some alone time. The lone girl gets on top of Naeka and plays with her breasts, though Naeka attempts to resist she eventually can't resist the aphrodisiac gas and has sex with the girl.",
                    "Aliases": []
                },
                "4": {
                    "ID": "368362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368362",
                    "TitleEnglish": "Thongs and big breasts.",
                    "SummaryEnglish": "When a group of underwear thieves steal Naeka's panties, it's up to Kogarashi to recover them. Meanwhile, a new girl, Elizabeth K. Strawberryfield, joins Naeka's class and tries to beat Naeka at everything she does.",
                    "Aliases": []
                },
                "5": {
                    "ID": "368363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368363",
                    "TitleEnglish": "Maid ninpou, high school girl technique.",
                    "SummaryEnglish": "Naeka and Elizabeth keep competing in everything. Kogarashi and Fubuki detect several bugs and spy cameras placed around the house and have to find out who placed them and try to stop them from placing more.",
                    "Aliases": []
                },
                "6": {
                    "ID": "368364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368364",
                    "TitleEnglish": "Clumsy Maid Girl Doesn't Look Back",
                    "SummaryEnglish": "After Kogarashi, lacking much moral skill, bothers Fubuki about her small but constant weight gain, Fubuki snaps and goes into an extreme diet, dragging Naeka into it along the way. But soon enough, Fubuki's diet methods get out of hand.",
                    "Aliases": []
                },
                "7": {
                    "ID": "368365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368365",
                    "TitleEnglish": "Naeka's Sword. Kuramayama Trai...",
                    "SummaryEnglish": "Naeka prepares for the upcoming kendo tournament and is helped in training by her brother, Fubuki, and Kogarashi. However, the odds are against her when she is fixed against a huge adversary and when Elizabeth tries to sabotage her fights.",
                    "Aliases": []
                },
                "8": {
                    "ID": "375020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375020",
                    "TitleEnglish": "His Name Is Wonder Man! Strawberry Mask",
                    "SummaryEnglish": "Elizabeth's brother, Hendrick, who has the ability to hypnotize women when they look into his eyes, wants to marry Naeka because of her fortune and huge breasts. However, Elizabeth, not wanting her brother to marry her nemesis, disguises herself as the Strawberry Mask (even though people know who she is) to try to stop Hendrick from making Naeka fall in love with him because she actually wants him for herself.",
                    "Aliases": []
                },
                "9": {
                    "ID": "375021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375021",
                    "TitleEnglish": "Sweet Service In the Cleavage",
                    "SummaryEnglish": "Naeka's friends, Eiko and Miwa, ask Kogarashi to bake cake for the cake shop they work in, since their depressed cook can't cook anymore. Eiko and Miwa also ask Naeka and Fubuki, who have D-cup breasts, to infiltrate their cake shop's rival shop, which has terrible cakes, but all waitresses have huge D-cup breasts. Fubuki, not wanting to wear the shop's revealing uniform, flees and tries to hide from Naeka.",
                    "Aliases": []
                },
                "10": {
                    "ID": "375022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375022",
                    "TitleEnglish": "Aim For Fine",
                    "SummaryEnglish": "Seeking to pass a math test, Naeka and the maids travel to a temple where a God grants wishes to those who please him. There she finds only women are allowed inside and this God is also a pervert who likes breasts and panties, and a psychic (revealing Fubuki takes off her clothes when drunk, and Elizabeth wets her bed when she has nightmares about crows). His prophet makes Naeka and Fubuki compete against Elizabeth and the bear-like Kendo opponent whom Fujiwara humiliated earlier, in a tennis competition where the winner would get her wish, however the rules are made up by the God as they go along.",
                    "Aliases": []
                },
                "11": {
                    "ID": "375023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375023",
                    "TitleEnglish": "A Midsummer Night's Breast",
                    "SummaryEnglish": "When the president of the Naeka's Boob fan club loses his memory due to massive head trauma (caused accidentally by Naeka), only being around her breasts makes him remember things. Kogarashi and Naeka's friends embark on a plot to send the two on a date so he will regain his memory by being around her more. Naeka is obviously unhappy with this and must restrain herself from violently hurting him on their date. However over time, she can't help but feel something for him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "375024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375024",
                    "TitleEnglish": "Farewell Dear Maid Guy",
                    "SummaryEnglish": "In the conclusion of season 1, Kogarashi and Fubuki battle a female Masked Maid with shark teeth and powers rivaling Kogarashi, hired to assassinate Naeka. This maid, hired by a wealthy man attending Naeka's Grandfather's 70th birthday party, appears to be of the same clan as Kogarashi and reveals him to be hundreds of years old. The ending sets up the plot of season two which has yet to be announced.",
                    "Aliases": []
                }
            }
        }
    }
}