{
    "URL": "https://thetvdb.com/series/kamen-no-maid-guy",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216123/",
        "https://www.themoviedb.org/tv/36360"
    ],
    "Titles": {
        "eng": "Kamen no Maid Guy",
        "jpn": "仮面のメイドガイ"
    },
    "Summaries": {
        "eng": "Fujiwara Naeka, a 17 year-old high school student looks like any other student, but the truth is she is one of two surviving heirs of a extremely big fortune, but she has to wait until she turns 18. During that time she has been assigned two people who will protect her and her brother from people who want the money she is to inherit.",
        "jpn": "ある日、大財閥の財産継承者となってしまった女子高生｢富士原なえか｣は、本人の知らぬ所で財産強奪を企む輩に命を狙われる事となる。そこで、財産を継承する18歳の誕生日まで彼女を守り、かつ炊事洗濯などの生活能力ゼロの彼女の暮らしを支える為、高い戦闘能力を備え、さらに日々の暮らしを御奉仕する屈強なメイドが派遣された――――。その名は…メイドガイ・コガラシ！ 屈曲な肉体と数々の怪しげな必殺技を駆使してあらゆるトラブルを解決するスーパーメイド。今日もご奉仕という名の嵐が吹き荒れる！！"
    },
    "Aliases": [
        "The Masked Maid Guy"
    ],
    "Modified": "2025-07-09",
    "Seasons": {
        "0": {
            "ID": "32653",
            "URL": "https://thetvdb.com/series/kamen-no-maid-guy/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "525631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/525631",
                    "Titles": {
                        "eng": "This Summer, Plenty of Breasts",
                        "jpn": "ご奉仕特別編 あの夏、いちばん豊かな乳。"
                    },
                    "Summaries": {
                        "eng": "Naeka, Kosuke, Eiko, Miwa, Kogarashi and Fubuki go on a vacation to a deserted beach island to relax. However, relaxation is the last thing they get when they awaken the ancient immortal spirit of a fisherman who is obsessed with breasts and plans to kidnap Naeka, Eiko, Miwa and Fubuki to hypnotize them and turn them into his big boobed slaves.",
                        "jpn": "無人島にバカンスに訪れたなえか達。しかし浜辺で浦島太郎と名乗るエロ老人と出会い、日本の平和のためエッチな罠で捕まえることに!?"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32654",
            "URL": "https://thetvdb.com/series/kamen-no-maid-guy/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "368359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368359",
                    "Titles": {
                        "eng": "Nice to Meet You, Master!",
                        "jpn": "はじめましてだ、ご主人！"
                    },
                    "Summaries": {
                        "eng": "Naeka is a seventeen year old girl who will inherit a large fortune when she turns eighteen, however, many people might try to assassinate her and take the fortune, so her rich grandfather sends two maids, Kogarashi and Fubuki to act as her and her brother's bodyguards.",
                        "jpn": "高校生のなえかは、弟の幸助と訳あって現在二人暮らし中の身の上。二人は大財閥の孫なのだが、なえかは普通に暮らしたいと考えているのだ。もっとも彼女は家事関係は一切出来ず、家は近所でも有名なゴミ屋敷。そんななえかと幸助の元へ、祖父・全重郎の命を受け二人の敏腕メイドがやってきた。かわいいお姉さん系のフブキと、屈強豪腕を絵に描いたような男(！)のコガラシだ。嫌がるなえかだが、二人のメイドの家事能力には代え難く、一緒に生活することに。しかし一癖も二癖もあるコガラシは、デリカシーのないメイドガイだった！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "368360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368360",
                    "Titles": {
                        "eng": "An Expert of Loving Huge Breasts.",
                        "jpn": "博士の愛した巨乳"
                    },
                    "Summaries": {
                        "eng": "When Naeka discovers that the reason she's failing math is because her enormous breasts are taking away nutrients from her brain, she, her brother, Fubuki and Kogarashi try to find different ways of making her chest flatter.",
                        "jpn": "中間テストの数学で赤点だったなえかは、剣道部の活動停止を部長から言い渡されてしまう。親友の英子と美由からは｢数学の出来は胸のサイズに反比例｣とその巨乳とテストの不出来をちゃかされる始末。部活でスタイルを維持しているなえかにとって、活動禁止は死活問題だ。禁止解除には追試で良い点を取らねばならない。そんななえかのために、コガラシは力を貸そうと立ち上がる。MIT出身というコガラシの、その能力を駆使した一夜漬け勉強が始まった。しかし、なえかの数学嫌いは半端ではなく、コガラシは悪戦苦闘を強いられる。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "368361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368361",
                    "Titles": {
                        "eng": "Don't Stop the Romance",
                        "jpn": "ロマンティックが止まらない？"
                    },
                    "Summaries": {
                        "eng": "When Naeka receives a love letter, she doesn't care. Soon enough, her friends and family find out that she's not interested in love due to her first crush hating her because she nearly poisoned him. So her friends and family decide to help her overcome this incident by teaching her how to cook. Meanwhile Kogarashi is setting up a romantic setting for her and the other person, which he laces full of aphrodisiac gas to make sure all goes well. When Naeka goes to the place where she is supposed to meet the person, she finds out it is a girl! Kogarashi, still thinking his plan is good, locks both of them in there. Giving them some alone time. The lone girl gets on top of Naeka and plays with her breasts, though Naeka attempts to resist she eventually can't resist the aphrodisiac gas and has sex with the girl.",
                        "jpn": "部活を終えて下校しようとしたなえかは、下駄箱に自分宛のラブレターを見つけドッキリ。恋を捨て剣の道に生きると周囲には豪語しているなえかだが、実は中学時代に大失恋を経験して以来、恋愛に対してものすごく臆病になっていたのだ。それを知ったコガラシは、なえかの恋を成就させてやろうと頼まれもしないのに発奮する。一方フブキは、なえかの失恋の原因が極度の料理ベタにあると幸助から聞き、なえかに料理を教えることにする。なえかは料理ベタを克服して、勝手に運命の人と決めつけたラブレターの主に会う勇気を持てるのか？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "368362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368362",
                    "Titles": {
                        "eng": "Thongs and big breasts.",
                        "jpn": "ヒモとボイン"
                    },
                    "Summaries": {
                        "eng": "When a group of underwear thieves steal Naeka's panties, it's up to Kogarashi to recover them. Meanwhile, a new girl, Elizabeth K. Strawberryfield, joins Naeka's class and tries to beat Naeka at everything she does.",
                        "jpn": "富士原家に下着泥棒が侵入した。コガラシによってすぐに捕まえられたが、警察に届ける前に逃げられてしまう。しかもなえかの下着を持っていかれてしまった。コガラシはフブキの指示の元、下着泥棒の追跡を開始する。その翌日、なえかのクラスにリズというイギリス出身の美少女が転校してきた。まだ13歳だが、飛び級で高校へ編入したのだというリズは、どうしたワケかなえかに決闘を申し込んできた。リズの狙いは一体何か？ 一方、泥棒の持って逃げたなえかの下着を追い続けていたコガラシは、なえかの学校へと辿り着いた──。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "368363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368363",
                    "Titles": {
                        "eng": "Maid ninpou, high school girl technique.",
                        "jpn": "メイド忍法 女子高生の術"
                    },
                    "Summaries": {
                        "eng": "Naeka and Elizabeth keep competing in everything. Kogarashi and Fubuki detect several bugs and spy cameras placed around the house and have to find out who placed them and try to stop them from placing more.",
                        "jpn": "リズに仕えるメイドのシズク。彼女には同じくメイドで双子だが、すごい老け顔の姉・ツララがいた。厳しい性格ゆえにシズクにとっては恐怖の大王のような存在だ。そのツララもリズの元へとはせ参じてきた。目的はもちろんリズを助けて、なえか打倒を果すためだ。まずは情報収集として、ツララはなえかの身辺調査を開始。ストーカーよろしく、富士原家周辺にビデオカメラを多数設置するものの、コガラシによって察知され失敗してしまう。そこでツララは生徒に変装してなえかに近づこうとするが、女子高生で通用するわけもなく……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "368364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368364",
                    "Titles": {
                        "eng": "Clumsy Maid Girl Doesn't Look Back",
                        "jpn": "ドジッ娘メイドは振り向かない"
                    },
                    "Summaries": {
                        "eng": "After Kogarashi, lacking much moral skill, bothers Fubuki about her small but constant weight gain, Fubuki snaps and goes into an extreme diet, dragging Naeka into it along the way. But soon enough, Fubuki's diet methods get out of hand.",
                        "jpn": "コガラシが来てからというもの、富士原家の食生活は極めて充実。しかしその功罪として、なえかの体重は日々増加中で、今日も買い物に出かけたデパートでは、エレベーターで重量オーバーのブザーが鳴ってしまう有り様だ。ショックを受けたなえかは、家中を巻き込んでの無期限ダイエットを宣言した。最初は止めようとしたフブキだったが、彼女も理想体重より3kgオーバーしていると知り、なえかと意気投合。嫌がる幸助を道連れに、過激な断食生活に突入。コガラシによって餓死は避けられたが、風邪気味だったフブキが熱で倒れてしまう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "368365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/368365",
                    "Titles": {
                        "eng": "Naeka's Sword. Kuramayama Trai...",
                        "jpn": "なえかの剣 鞍馬山修行編"
                    },
                    "Summaries": {
                        "eng": "Naeka prepares for the upcoming kendo tournament and is helped in training by her brother, Fubuki, and Kogarashi. However, the odds are against her when she is fixed against a huge adversary and when Elizabeth tries to sabotage her fights.",
                        "jpn": "女子剣道県大会への出場を辞退したいと言い出したなえか。今大会に、荒屋敷という化け物のような選手が参加することに恐れをなしていたのだ。二人は3年前の中学剣道大会で対戦しており、その時は荒屋敷の自滅でなえかが勝利していた。ところが荒屋敷は、同時に霰もない姿をさらして恥をかいてしまい、なえかを逆恨み。なえかを恥ずかしい姿で負かそうと、ずっと修行していたのだ。ご主人の一大事に、コガラシはなえかを京都の鞍馬山へムリヤリ連れ出し、打倒荒屋敷の特訓を開始する！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "375020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375020",
                    "Titles": {
                        "eng": "His Name Is Wonder Man! Strawberry Mask",
                        "jpn": "その名は怪傑！いちご仮面"
                    },
                    "Summaries": {
                        "eng": "Elizabeth's brother, Hendrick, who has the ability to hypnotize women when they look into his eyes, wants to marry Naeka because of her fortune and huge breasts. However, Elizabeth, not wanting her brother to marry her nemesis, disguises herself as the Strawberry Mask (even though people know who she is) to try to stop Hendrick from making Naeka fall in love with him because she actually wants him for herself.",
                        "jpn": "ある朝、ヘンドリックと名乗る青年が富士原家を訪れた。応対に出たなえかに歯の浮くような言葉をかけるヘンドリック。その時リズ、もとい謎のスーパーヒロイン・いちご仮面が颯爽登場！ 一方的にヘンドリックを退治する。ワケも分からず登校したなえかだったが、ヘンドリックが今度は新しい担任として現れ、なえかへ言い寄ってきた。巨乳フェチにして実はリズの兄のヘンドリックは、なえかを愛の力(！)で懐柔する気なのだ。だがリズはそんなヘンドリックに想いを寄せていて──。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "375021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375021",
                    "Titles": {
                        "eng": "Sweet Service In the Cleavage",
                        "jpn": "甘いご奉仕 谷間の中に"
                    },
                    "Summaries": {
                        "eng": "Naeka's friends, Eiko and Miwa, ask Kogarashi to bake cake for the cake shop they work in, since their depressed cook can't cook anymore. Eiko and Miwa also ask Naeka and Fubuki, who have D-cup breasts, to infiltrate their cake shop's rival shop, which has terrible cakes, but all waitresses have huge D-cup breasts. Fubuki, not wanting to wear the shop's revealing uniform, flees and tries to hide from Naeka.",
                        "jpn": "なえかの親友・英子と美和が、コガラシに弟子入りしたいと押しかけてきた。二人のバイト先である駅前デパートのケーキ屋｢デ・ランジェ｣が、ライバル店に押されて閉店の危機に瀕しており、そこでコガラシの超人的なパワーで助けて欲しいというのだ。全員が巨乳ウエイトレスで男性に絶大な人気を誇るライバル店｢スイーツほるすたいん｣へ、なえかとフブキがバイトで入りスパイすることになった。一方コガラシは｢デ・ランジェ｣でケーキ作りに励む。果たしてライバル店に勝てるのか？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "375022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375022",
                    "Titles": {
                        "eng": "Aim For Fine",
                        "jpn": "ファインをねらえ！"
                    },
                    "Summaries": {
                        "eng": "Seeking to pass a math test, Naeka and the maids travel to a temple where a God grants wishes to those who please him. There she finds only women are allowed inside and this God is also a pervert who likes breasts and panties, and a psychic (revealing Fubuki takes off her clothes when drunk, and Elizabeth wets her bed when she has nightmares about crows). His prophet makes Naeka and Fubuki compete against Elizabeth and the bear-like Kendo opponent whom Fujiwara humiliated earlier, in a tennis competition where the winner would get her wish, however the rules are made up by the God as they go along.",
                        "jpn": "なえかは数学の成績を神頼みで上げようと、コガラシやフブキたちと大願成就確実と名高い龍玉神社へやってきた。神社の巫女のご神託は本物で、御利益も噂通り。だが神様は多忙につきすべての願いは叶えられないため、参拝者同士の｢奉納勝負｣での勝者の願いを叶えるという。同じく参拝に来たリズと荒屋敷を相手に、なえかとフブキはダブルスのテニスによる｢奉納勝負｣をすることに。その基本ルールは、セクシーな見せ場を作り、より神様を喜ばせた方が高得点というものだった！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "375023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375023",
                    "Titles": {
                        "eng": "A Midsummer Night's Breast",
                        "jpn": "真夏の夜の乳"
                    },
                    "Summaries": {
                        "eng": "When the president of the Naeka's Boob fan club loses his memory due to massive head trauma (caused accidentally by Naeka), only being around her breasts makes him remember things. Kogarashi and Naeka's friends embark on a plot to send the two on a date so he will regain his memory by being around her more. Naeka is obviously unhappy with this and must restrain herself from violently hurting him on their date. However over time, she can't help but feel something for him.",
                        "jpn": "なえかの巨乳にご執心の剣道部男子たち、通称・乳クラブ。そのリーダーが事故で意識不明に。事故の遠因が自分にあると責任を感じたなえかは、リーダーを見舞う。その時彼女のバストを感じて奇跡的に意識を取り戻したリーダーだったが、記憶を失っていた。主治医の助言もあり、彼の記憶を戻すため恋人としてお祭りでデートをするハメになるなえか。最初は渋々だったが、気づけば意外と良いムード。それを陰から見ていたコガラシは、二人を本物の恋人同士にしようと裏工作に励む。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "375024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamen-no-maid-guy/episodes/375024",
                    "Titles": {
                        "eng": "Farewell Dear Maid Guy",
                        "jpn": "さらば愛しきメイドガイ"
                    },
                    "Summaries": {
                        "eng": "In the conclusion of season 1, Kogarashi and Fubuki battle a female Masked Maid with shark teeth and powers rivaling Kogarashi, hired to assassinate Naeka. This maid, hired by a wealthy man attending Naeka's Grandfather's 70th birthday party, appears to be of the same clan as Kogarashi and reveals him to be hundreds of years old. The ending sets up the plot of season two which has yet to be announced.",
                        "jpn": "全重郎の70歳の誕生日パーティに招かれた、なえかと幸助。世界一の大財閥のパーティに相応しく、華やかで国際的VIPが目白押し。一方、二人の付添で会場へ来ていたコガラシとフブキは、全重郎が何者かから脅迫されていると知り、財産継承権を持つなえかにも危険が及ぶと考えて、警戒を強める。だが侵入したツララとシズクに、なえかが連れ去られた。追撃するコガラシの前に、ツララとシズクを操る手練れの刺客・氷柱花が立ちはだかる。コガラシはなえかを敵の手から取り戻せるのか！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}