{
    "URL": "https://thetvdb.com/series/the-daughter-of-twenty-faces",
    "Genres": [
        "Animation",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216165/",
        "https://www.themoviedb.org/tv/74943"
    ],
    "TitleEnglish": "The Daughter of Twenty Faces",
    "SummaryEnglish": "Eleven-year-old Chizuko Mikamo is a victim; she is aware that her cruel relatives have been slowly poisoning her, but she can't do anything to escape her fate except starve herself. Luckily for her, the infamous thief, Twenty Faces, has arrived to steal her household's most valuable treasure: Chizuko herself. Alongside Twenty Faces, Ken, Skipper and the rest of the gang, Chizuko travels to exotic lands and strange places in search of valuable treasure. But, as she soon discovers, there's much more to the mysterious Twenty Faces than she could ever have bargained for.",
    "Aliases": [
        "Chiko, Heiress of the Phantom Thief",
        "Nijuu-Mensou no Musume"
    ],
    "Modified": "2025-07-01",
    "Seasons": {
        "1": {
            "ID": "32651",
            "URL": "https://thetvdb.com/series/the-daughter-of-twenty-faces/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "368307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/368307",
                    "TitleEnglish": "Door",
                    "SummaryEnglish": "Chizuko Mikano is living with her aunt and uncle who are slowly poisoning her. However, her sharp intuition allows her survive long enough for the thief Twenty Faces, by chance there to steal the Anastasia Ruby, takes her away to join his band of thieves. They escape from the police in a car and are then ambushed by Tiger, who they shake off by escaping in the airship and heading toward an island.",
                    "Aliases": []
                },
                "2": {
                    "ID": "368308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/368308",
                    "TitleEnglish": "East Crimson Evening",
                    "SummaryEnglish": "Chizuko, now nicknamed \"Chiko\", is introduced to the rest of thieves, who gradually warm up to her and her determination not to be a hinderance. The group is forced to abandon when the police, who were following the airship, arrive at the island. They flee to an Asian country and are betrayed by Chen, a man who sells information to thieves for money, but manage to escape with the treasure anyway. On the way back, Twenty Faces is shot and they are forced to take refuge in a woman's house until they can get a hold of the other members of the band. Chiko is left alone with Twenty Faces until Ken and Skipper get back. She discovers that the woman was planning on selling Twenty Faces to a group of bounty hunters and ultimately foil her plans, successfully returning to the base with the treasure.",
                    "Aliases": []
                },
                "3": {
                    "ID": "368309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/368309",
                    "TitleEnglish": "Castle at the Bottom of the Ocean",
                    "SummaryEnglish": "Chiko helps out with the domestic chores of the thieves, including cooking meals. Twenty Faces arranges for the group to explore and recover something important from a sunken underwater fortress, only for the submarine captain to betray them. However, by overlooking Chiko, the captain and his crew find themselves at the mercy of Twenty Faces instead.",
                    "Aliases": []
                },
                "4": {
                    "ID": "368310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/368310",
                    "TitleEnglish": "Aspirations of a Thief",
                    "SummaryEnglish": "As the thieves continue to train Chiko in various skills relating to their line of work, Chiko has yet to participate in any missions. When Ken is injured, Chiko steps up, despite the reservation of some of the thieves, and successfully accomplishes her role in the theft, establishing herself as a member of the group and her new family.",
                    "Aliases": []
                },
                "5": {
                    "ID": "368311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/368311",
                    "TitleEnglish": "The Star Performer Lily",
                    "SummaryEnglish": "Twenty Faces' group work as circus performers in a local town, with Chiko starring as tightrope walker Lily, as a cover to gather information and steal an artifact known as the Clock of the Magi. During Chiko's visits to the museum where the clock is contained, she meets and befriends a girl named Angie. During their last performance, the thieves go about stealing the clock while everyone is attending the circus.",
                    "Aliases": []
                },
                "6": {
                    "ID": "368330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/368330",
                    "TitleEnglish": "Dreaming of a Prior World",
                    "SummaryEnglish": "The gang is on a train returning back to their hideout after successfully stealing the Clock of Magi. Tiger and his gang (including Angie who deceived Chiko into thinking she was her friend) all of Twenty Faces' gang is subsequently killed excluding Ken, Chiko, and Twenty Faces himself. In order to save Chiko from an explosion, Twenty Faces and Tiger supposedly die in an explosion. Ken runs off feeling betrayed, and Chiko is left in shock.",
                    "Aliases": []
                },
                "7": {
                    "ID": "378932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378932",
                    "TitleEnglish": "Akechi Appears",
                    "SummaryEnglish": "Chiko, remains shocked and depressed, returns to her \"home\" after being \"rescued\" by Akine, a detective hired by her aunt. There, her aunt continues to poison her while a new maid called Tome is now Chiko's servant. Despite Tome's efforts, Chiko still refuses to eat, talk or sleep. However, a detective called Akechi showed up and hinted that Twenty Faces may still be alive. Chiko cheered up and started to accept Tome's hospitality. Also, Chiko decided to go to school. In school, Chiko met Shunka who is the granddaughter of the founder of Chiko's school. Later in the episode, Chiko met Akechi again and Akechi gave Chiko the Anastasia Ruby (which is supposed to be possessed by Twenty Faces). Believing Twenty Faces is still alive, Chiko decides to start looking for Twenty Faces as a detective.",
                    "Aliases": []
                },
                "8": {
                    "ID": "378933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378933",
                    "TitleEnglish": "The Human Tank",
                    "SummaryEnglish": "Chiko slowly settles into a normal life at school and makes friends, though the excitement craving Shunka remains adverse to Chiko. Meanwhile, Uncle Genji, an old family friend of Chiko's, asks for Akine's help for a pharmaceutical company looking for two rogue scientists: Nozomi Kayama and Takashi Tsuya. The missing scientists, who had been researching ways to create an ulimate soldier, a human tank, have used themselves as test subjects and now seek out Chiko, believing that as the Daughter of Twenty Faces, she has the data from during the war that will cure them. When the scientists end up taking Shunka instead, Chiko must come forth to save her. While Dr. Tsuya dies from being unable to control his body any longer and violently attacking everyone, Dr. Kayami escapes and warns Chiko that she will likely be targeted by many wanting to obtain the \"legacy of Twenty Faces.\"",
                    "Aliases": []
                },
                "9": {
                    "ID": "378934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378934",
                    "TitleEnglish": "The Remaining People",
                    "SummaryEnglish": "Chiko's aunt further plots Chiko's demise with her lawyer. Shunka finds out about Chiko's experience with Twenty Faces and offers that the two become detectives and search for Twenty Faces. Ken, who is following Chiko, decides that he has been abandoned by Twenty Faces. While at the theater, Chiko sees a jewel that was once the possession of Twenty Faces in a movie. Chiko uses the film's shooting as an as a means to visit the island.",
                    "Aliases": []
                },
                "10": {
                    "ID": "378935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378935",
                    "TitleEnglish": "White Hair Island",
                    "SummaryEnglish": "Chiko uses an movie shoot as an excuse to visit \"White Hair Island\", where she may find information regarding Twenty Faces. Upon entering the island, Chiko spots Ken whom she had thought dead. Later, when the two get a chance to speak to one another, Ken reveals that he blames Twenty Faces for all the misfortunes that have befallen him after his \"death\". A man is murdered on the island, and Chiko decides to investigate the occurrence. Chiko is captured by a mysterious white haired person, who reveals that he wants to find and kill Twenty Faces. The \"White Haired Devil\" moves to kill Chiko, however Ken arrives and manages to stop her. It becomes obvious that the \"White Haired Devil\" is not susceptible to injuries, however manages to trap her. Ken quickly disappears, and Chiko and Shunka then return home.",
                    "Aliases": []
                },
                "11": {
                    "ID": "378936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378936",
                    "TitleEnglish": "At The Summer Resort",
                    "SummaryEnglish": "Chiko and Shunka visit Shunka's summer home by the beach. It becomes clear that Shunka it obviously disturbed by a past experience at the home, but follows through with the trip regardless. Eventually Shunka reveals that she had blamed herself for her own twin sister's death because she was not able to stop her from drowning. Once the two arrive back home, the \"White-haired Devil\" exploits the fears of people close to Chiko to control them. The possessed group attacks Chiko, however Chiko manages to escape when Tome recovers her wits. Unsure of who she can trust, Chiko is forced to search for shelter in the streets.",
                    "Aliases": []
                },
                "12": {
                    "ID": "378937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378937",
                    "TitleEnglish": "The Devil vs. The Mystery Man",
                    "SummaryEnglish": "Chiko, still on the run, encounters Akechi, who is still searching for Twenty Faces. To save her friends, Chiko goes to the island with Twenty Faces' first hideout to confront the White Haired Devil. Outraged by Tome's apparent death, Chiko fights the White Haired Devil only to be sorely outmatched. Akechi finds and frees Akine from the Devil's hypnosis and they head for the island. Chiko, after being forced to fight Shunka, falls under the Devil's spell, but the timely arrival of Twenty Faces, who had been borrowing Akechi's appearance, Akine, and Ken, save her.",
                    "Aliases": []
                },
                "13": {
                    "ID": "378938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378938",
                    "TitleEnglish": "White Flame",
                    "SummaryEnglish": "The White Haired Devil kidnaps Chiko, forcing Twenty Faces and Ken to chase after her and onto an airship. Meanwhile, the real Akechi appears and finds Akine, Tome, and Shunka bewildered but alive and well. After the Devil kills everyone on board the airship, she confronts Twenty Faces and reveals the past together as scientists and a project to create artificial bodies, which she had subjected herself to. While Ken attempts to disarm all the bombs the Devil has planted on the ship, Chiko manages to free herself and witnesses Twenty Faces finally put to rest the Devil.",
                    "Aliases": []
                },
                "14": {
                    "ID": "378939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378939",
                    "TitleEnglish": "Airship of Death",
                    "SummaryEnglish": "After Ken tells Chiko that Twenty Faces likely lived from falling from the airship, the two move to pilot the airship. People on the airship who had been poisoned wake up as they had not been poisoned. In the meantime, Tome manages to get parental rights over Chiko and attain a mansion for them to live in. Back on the airship, bombs planted on the airship force Ken and Chiko to land the airship into the sea. Chiko, Ken, and everyone on the airship are soon rescued. Akechi, who had been following the airship, reveals what Twenty Faces is trying to find, the fourth state of water. Chiko and Tome are reunited at a hospital.",
                    "Aliases": []
                },
                "15": {
                    "ID": "378940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/378940",
                    "TitleEnglish": "The Detective Girls",
                    "SummaryEnglish": "Now living in their own mansion, Tome invites Shunka over to visit. As Shunka continues to express her fantasy of the \"Detective Girls\", consisting of herself, Chiko, and Tome, Tome becomes suspicious of Akine, who has dropped by for an unexpected visit. Chiko's aunt, still wishing to kill her niece, sends two assassins and plans to use Akine to take the fall for Chiko's death, only for Chiko to beat up both assassins, with some help from the other Detective Girls and Akine. Akine, wishing to protect Chiko, breaks ties with Chiko's aunt and resolves to protect Chiko.",
                    "Aliases": []
                },
                "16": {
                    "ID": "388088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/388088",
                    "TitleEnglish": "Cipher",
                    "SummaryEnglish": "Chiko has found a \"secret spot\" which she now visits regularly (as stated by Shunka). While there one day, a man she's never seen before is sitting alone. He tells her about the memories the hill brings back to him. Chiko remembers a song Twenty Faces taught her. Later, the man introduces himself as Kakashima Kouhei, a teacher of Twenty Faces from long ago. He tells Chiko she is just another pawn in his, Twenty Face's, plans. This confuses Chiko, who ultimately decides she will believe in Twenty Faces. A teacher tells her the song is actually a French poem about the \"law of men\". While walking home after searching for more on the song Chiko is attacked by a mysterious boy who is incredibly fast and strong, only to be saved by Ken who tells her to stay safe.",
                    "Aliases": []
                },
                "17": {
                    "ID": "388089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/388089",
                    "TitleEnglish": "Giant Dark Room",
                    "SummaryEnglish": "Chiko goes with Kouhei, leaving a note on her bed for Tome that she will \"definitely be back\". Ken sees Chiko in the car and follows but is attacked by a girl who is very much like the boy who attacked Chiko last time. It doesn't seem she can be wounded as she is hit by a metal object of some sort on the road and has no injuries from it. Ken lights the girl on fire, destroying his motorcycle, yet to his surprise the girl has not a scratch and comes at him again. This time, Dr. Kayami intercepts it (the girl seems to be a more stable experiment much like Dr. Kayami herself). They escape. Meanwhile, Chiko and Kouhei have gone underground to a secret laboratory where Kouhei is trying to create the \"Fourth Form of Water\" which is light. Chiko has connected this research to the poem and refuses to help Kouhei. He shows her that he has Shunka captive and will use her in an experiment if she does not help him. So she give him what he wants, only to be deceived. Twenty Faces shows up and rescues Shunka before facing Kouhei.",
                    "Aliases": []
                },
                "18": {
                    "ID": "388090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/388090",
                    "TitleEnglish": "Terror Tower",
                    "SummaryEnglish": "Twenty Faces and Kouhei go head to head. Twenty Faces manages to distract Kouhei long enough to let Chiko rescue Shunka, only to be captured by the emotionless girl/weapon. Ken and Dr. Kayami meet up and discuss Twenty Face's \"legacy\" while heading towards Kouhei's laboratory. Kouhei seems to have the upper hand as he unleashes his human experiments on both Chiko and Twenty Faces. He succeed in inserting the parameters he needed and 3 large towers appears in the center of Tokyo. Restrained by the children, the two can do nothing but watch as the city starts to be consumed by the light. Until Shunka escapes and creates a distraction, which Twenty Faces uses to blow up the machines. After the rumbling has subsided, Chiko is shocked to see Twenty Faces lying on the ground, unmoving.",
                    "Aliases": []
                },
                "19": {
                    "ID": "388091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/388091",
                    "TitleEnglish": "Scenery of Hell",
                    "SummaryEnglish": "Twenty Faces and Chizuko escape from the research facility. As Chizuko goes to see the destruction caused by the \"Fourth State of Water,\" Kohei shows up on a rooftop, and while claiming to be Twenty Faces, says he plans to steal Tokyo. The crowd around the destruction breaks into mass hysteria. They see Chizuko among the crowd and decide to use her to stop Twenty Faces. As they give chase, Chizuko flees. Every time she gets away, more are there to chase her. Finally, when she is cornered on the top of a building, Ken shows up in a new airship to save her.",
                    "Aliases": []
                },
                "20": {
                    "ID": "388092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/388092",
                    "TitleEnglish": "Twenty Faces the Mystery Man",
                    "SummaryEnglish": "Chizuko, Ken, and Dr. Kayami Head towards the tower to stop Kohei and meet up with Twenty Faces. When almost there, the genetically enhanced children fire a rocket at the airship. Chizuko hops off onto the tower, while Ken and Kayami crash land onto the roof. As Ken and Kayami fight the children formulating a plot to defeat them, Twenty Faces appears in the control room of the tower, where he meets Kohei. Twenty Faces shoots Kohei between the eyes, but to no avail. It is shown that he has created himself an artificial body, using the White Haired Devil's research. During their dual, Twenty Faces burns Kohei revealing that he made himself look just like Twenty Faces. When it looks grim for Twenty Faces, Chizuko shows up. After a brief conversation, Chizuko declares herself to be Twenty Faces daughter and vows to defeat Kohei. Though at first it appears she has a chance, this is quickly dispelled as he overpowers her. Forcing her to push the lever which re-initiates the Fourth Phase of Water weapon, the weapon goes fires.",
                    "Aliases": []
                },
                "21": {
                    "ID": "388093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/388093",
                    "TitleEnglish": "Dawn",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "388094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-daughter-of-twenty-faces/episodes/388094",
                    "TitleEnglish": "Chiko",
                    "SummaryEnglish": "Three years have passed. Shunka goes to visit Chiko in England. There is a killer on the loose in the city, and Shunka finds out Chiko seems to have lost interest in playing detective. Chiko says she has no intention of returning to Japan, because school is fun for her now. They find a lost Japanese boy, and in a search for his parents; they come upon the killer, who appears to be something more than human, although still susceptible to a kick to the groin. Chiko, Shunka and the boy escape, but the killer chases. Ken appears with his trademark throwing knife, and the killer now focuses on him. The boy's parents are found by the police and Tome, the killer is easily defeated by Ken and Dr. Kayami.",
                    "Aliases": []
                }
            }
        }
    }
}