{
    "URL": "https://thetvdb.com/series/kenko-zenrakei-suieibu-umisho",
    "Genres": [
        "Animation",
        "Comedy",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1190620/",
        "https://www.themoviedb.org/tv/79041"
    ],
    "Titles": {
        "eng": "Kenko Zenrakei Suieibu Umisho",
        "jpn": "ケンコー全裸系水泳部 ウミショー"
    },
    "Summaries": {
        "eng": "Within the Kanagawa prefecture lies the seaside city of Umineko. There, Okiura Kaname, a 2nd year high school student, attends Umineko Shougyou High School (or \"Umisho\" for short). He is also the manager of Umisho's swim team though he himself does not know how to swim. In fact, he is afraid of the water stemming from an incident which occurred some years ago. While he was at the beach, he had nearly drowned when a \"mermaid\" pulled him under the water. He joined the school's swimming club in order to learn how to swim, but the club is filled with weirdos, who don't teach him swimming.\r\n\r\nOne day, a floating house arrives at the shores of Umisho bearing two persons. One of these is a cheerful, sunny, happy-go-lucky girl named Ninagawa Amuro, a transfer student to Umisho, and the other is her father. Her incredible swimming speed makes her an instant hit with the swimming club, but Okiura is surprised, as she reminds him of the mermaid he saw only once in his early childhood. After her floating house is destroyed during a storm she moves to Kaname's house.",
        "jpn": "神奈川県海猫市にある県立海猫商業高等学校、通称「ウミショー」には、とっても破天荒で個性的な面々が集まる水泳部があった。ある日、その学校の前にある浜辺に一軒家とおっさん、かわいい女の子が乗ったいかだが漂着した。そして泳ぐことが大好きなその女の子・蜷川あむろを加えた水泳部は、様々な大会に挑んでいく…。"
    },
    "Aliases": [],
    "Modified": "2025-01-17",
    "Seasons": {
        "1": {
            "ID": "32847",
            "URL": "https://thetvdb.com/series/kenko-zenrakei-suieibu-umisho/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "369560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369560",
                    "Titles": {
                        "eng": "Churaumi",
                        "jpn": "ちゅらうみっ！"
                    },
                    "Summaries": {
                        "eng": "This introduces the characters and the setting. On the beach, Momoko Orizuka and Kaname Okiura are relaxing when a houseboat comes in. On that houseboat is Amuro Ninagawa. She is holding a three-foot long shark in her hand. She comes in and offers the shark to Momoko. Momoko refuses, saying she doesn't like a dead shark. Amuro says the shark is still alive. It then springs to life in Amuro's hand and tries to bite Momoko, but ends up tearing Momoko's bikini top off.",
                        "jpn": "神奈川県海猫市にある県立海猫商業高等学校、通称「ウミショー」には個性的な面々が集まる水泳部があった。5月のある日、浜辺にイカダが流れ着いたという知らせが入り、野次馬気分で浜辺に向かった水泳部のマネージャーである沖浦要たちは、いかだに乗った一軒家、おっさん、そしてかわいい女の子を目撃して…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "369561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369561",
                    "Titles": {
                        "eng": "I might be... Interested...",
                        "jpn": "興味…ある…かも…"
                    },
                    "Summaries": {
                        "eng": "Amuro is introduced to the swim team. Captain welcomes the newcomer by throwing a shaving party. Swim practice is show to be, at best, unproductive. On the way home that day, Amuro discovers a new local celebrity by accident.",
                        "jpn": "副部長の織塚桃子に誘われ、水泳部に入部したあむろ。個性的な部員達がいるウミショー水泳部の中でも一際異彩を放つ剃毛好きな部長の碇矢雅（イカマサ）は、おもむろにあむろのムダ毛を剃り始める。そんなイカマサから新入部員歓迎と称して部員に剃りあいを命じられた男子部員達は、女子部員の毛を剃ろうと暴走して…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "369562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369562",
                    "Titles": {
                        "eng": "I'll show you!!!",
                        "jpn": "魅せる!!!"
                    },
                    "Summaries": {
                        "eng": "The team attends the local swim competition and ends up in last place. The team captain can't concentrate on the swim meet that they're at because his father's restaurant is in financial trouble. To help his family out, Amuro and the other swim team girls spend a few days serving customers wearing only aprons and swimsuits. Naturally, this attracts a lot of men.",
                        "jpn": "毎年恒例の3校戦。かわいい女の子揃いのウミショー水泳部、特に新加入のあむろは他校男子達の注目を集めていた。そして競技が始まり、織塚が200M女子自由形1着と幸先良いスタートを切るウミショー水泳部だったが、男子部員の順位の影響で総合最下位の恐れがあった。そんな中、あむろがスタート台に立ち…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "369563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369563",
                    "Titles": {
                        "eng": "I'm going to show you",
                        "jpn": "見せてあげるんだから"
                    },
                    "Summaries": {
                        "eng": "After the team's poor showing at the Tri-Meet, vice-captain Orizuka decides that what the team needs to succeed is teamwork, and a training camp is just the thing. Typically, the training itself starts out like just another practice with much goofing-off and little actual practice.",
                        "jpn": "ウミショー水泳部は“協調性”を養うために学校で合宿を行うことになった。織塚はスパルタで練習を命じるが、好き勝手に遊び放題の部員達。さらにプールサイドでは、イカマサを中心にバーベキューを始める始末だった。それを注意しようとした織塚に、異変が…!? ついに波乱の合宿、スタート！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "369564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369564",
                    "Titles": {
                        "eng": "Do you want mine, too?",
                        "jpn": "あたしのもほしい"
                    },
                    "Summaries": {
                        "eng": "With their houseraft wrecked by the storm, Amuro and her father are invited by Kaname's parents to stay at their house until repairs can be made. While initially interested in having a girl living at his place, Kaname soon becomes infuriated at Amuro's lack of understanding about privacy and her total lack of modesty.",
                        "jpn": "嵐でイカダハウスが壊れ、あむろと彼女のパパは、沖浦家に居候することになった。彼女との同居を意識している要のことを全く気にせず、いつも通り自由奔放なあむろ。その態度にイラつく要は思わず、あむろにキツイ言葉を発してしまう。その言葉を聞いたあむろは、悲しげな顔をして家を出て行ってしまい…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "369565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369565",
                    "Titles": {
                        "eng": "No!",
                        "jpn": "めっ！"
                    },
                    "Summaries": {
                        "eng": "The Ninogawa houseraft reconstruction is proceeding smoothly. On the way to school, Amuro meets Maaya Nanako, a model and competitive swimmer. They are soon surrounded by a crowd which includes Kaname, who apparently was childhood friends with Maaya. She has transferred to Umishou and will be on the swim team.",
                        "jpn": "ファッションモデルで、その上、背泳で全中2連覇の実力派スイマーである魚々戸真綾という新たな転校生がウミショーにやって来た。ワガママな真綾は、幼馴染である要のことが好きで、同じ学校に通うために引っ越して来たのだ。そんな真綾は、早速あむろに火花を散らして…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "369566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369566",
                    "Titles": {
                        "eng": "Curse",
                        "jpn": "呪い"
                    },
                    "Summaries": {
                        "eng": "There's only one week left until the Prefectural swim tournament. But there's a problem; Amuro has lost one of the \"X\"s she wears on her head. Given to her by her grandmother, Amuro was warned that she was to wear them all the time and Amuro would be cursed if they were lost.",
                        "jpn": "あむろと真綾という2人の新戦力が加わり、県大会に向けて気合が入る織塚。そんな織塚の号令のもとであむろが飛び込もうとした時、突風であむろの“ペケ”が片方だけ飛ばされてしまった。そのせいで元気がなくなってしまったあむろ。ウミショー水泳部は、競泳水着のまま、あむろの“ペケ”を追いかけて街へ向かい…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "369567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369567",
                    "Titles": {
                        "eng": "Take a good look",
                        "jpn": "よ〜く見てなさい"
                    },
                    "Summaries": {
                        "eng": "The Prefectural tournament is the next day. Orizuka orders the team to have a good rest in preparation, and the team breaks for the day. On the day of the tournament, Orizuka is challenged by her old rival Nanjou Karena from Shinomiya University High School who has bested Orizuka at all their previous meetings.",
                        "jpn": "3年生にとっては最後の県大会前日。そんな時でもイカマサは男子部員を集めて麻雀、女子の水着の無断試着といつも通りのマイペースぶりだった。そして迎えた県大会当日。女子更衣室で、織塚は因縁のライバルである四宮大付属高の南条と再会する。2人の言い争いは、他の部員も巻き込んだ対決に発展してしまい…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "369568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369568",
                    "Titles": {
                        "eng": "Help me forget...",
                        "jpn": "忘れさせて"
                    },
                    "Summaries": {
                        "eng": "The Umishou team had a good showing at the Prefectural tournament, with seven swimmers progressing to the Kantou tournament. However, Orizuka is forced to go to the student council to have the swim team's budget increased for the trip.",
                        "jpn": "県大会で大躍進を果たしたウミショー水泳部。遠征を前に肝心の部費が乏しいことに気づいた織塚は生徒会にかけ合うが、ハチャメチャな水泳部の話を聞いてもらえなかった。そんな中、水泳部初期メンバーの1人である黄瀬早苗は、あむろ達に水泳部誕生秘話を話し始めるが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "369569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369569",
                    "Titles": {
                        "eng": "Breast Massage?",
                        "jpn": "にゅうにゅう？"
                    },
                    "Summaries": {
                        "eng": "It's the summer festival and the team is there. Maki Ikuta and Maaya Nanako are in the women's room. Maki tells Maaya that she heard that massaging the breast will make it grow. Mutual groping ensues.",
                        "jpn": "緒ノ島祭りにやって来たあむろと要は、何故かあちらこちらでウミショー水泳部のメンバーに出会っていた。そのうちの1人である真綾は、要とあむろが2人でいることに苛立つ。だが、真綾は要が自分を相手にしない原因をあむろより胸が小さいことだとひがみ、その場を立ち去ってしまい…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "369570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369570",
                    "Titles": {
                        "eng": "Could it be...",
                        "jpn": "まさかの…"
                    },
                    "Summaries": {
                        "eng": "It's a week to the Kantou tournament. Maaya gives the team an idea: if they win, Kaname is to do anything the swimmers tell him to do because, after all, \"managers have it easy\". While initially reluctant, Kaname eventually agrees as it will help with team morale.",
                        "jpn": "後1週間までに迫った関東大会。調子がイマイチの織塚を中心に、ウミショー水泳部はチューブを使用した練習などで短期間でのレベルアップを目指していた。あっという間に1週間が過ぎ、関東大会前夜。会場近くの旅館に到着したウミショー水泳部の一行は…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "369571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369571",
                    "Titles": {
                        "eng": "Oma Oma ~",
                        "jpn": "おまっおま〜♪"
                    },
                    "Summaries": {
                        "eng": "It's the Kantou prefecture swimming tournament, and the Umisho swim club is there. After doing poorly in the preliminaries due to a bet, the girl's team pours things on in the middle. In the relay race, the team discovers another team is cheating when they use a song to help the swimmer along.",
                        "jpn": "関東大会2日目を迎えたウミショー水泳部。前日が嘘のように織塚やあむろが幸先の良いスタートを切り、大会に出ていない部員の生田蒔輝（マキオ）や武田聖斗の応援にも力が入る。そんな中、あむろはメドレーリレー予選で一緒だった玉塚学園の新堂ナギに声をかけて…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "369572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369572",
                    "Titles": {
                        "eng": "Mermaid",
                        "jpn": "人魚"
                    },
                    "Summaries": {
                        "eng": "Amuro gets chosen to replace Momoko in the relay squad. Masa attempts to replace Momoko by dressing in drag, but the team tells him no. The rest of the races are run.",
                        "jpn": "織塚の負傷により、急遽、女子メドレーリレー決勝に出場することになったあむろ。第4コースにウミショー、第3コースにライバルである四宮大付属、第5コースに玉塚学園となり、イカマサやマキオらの声援を受けながら決勝がスタートした！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}