{
    "URL": "https://thetvdb.com/series/kenko-zenrakei-suieibu-umisho",
    "Genres": [
        "Animation",
        "Comedy",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1190620/",
        "https://www.themoviedb.org/tv/79041"
    ],
    "TitleEnglish": "Kenko Zenrakei Suieibu Umisho",
    "SummaryEnglish": "Within the Kanagawa prefecture lies the seaside city of Umineko. There, Okiura Kaname, a 2nd year high school student, attends Umineko Shougyou High School (or \"Umisho\" for short). He is also the manager of Umisho's swim team though he himself does not know how to swim. In fact, he is afraid of the water stemming from an incident which occurred some years ago. While he was at the beach, he had nearly drowned when a \"mermaid\" pulled him under the water. He joined the school's swimming club in order to learn how to swim, but the club is filled with weirdos, who don't teach him swimming.\r\n\r\nOne day, a floating house arrives at the shores of Umisho bearing two persons. One of these is a cheerful, sunny, happy-go-lucky girl named Ninagawa Amuro, a transfer student to Umisho, and the other is her father. Her incredible swimming speed makes her an instant hit with the swimming club, but Okiura is surprised, as she reminds him of the mermaid he saw only once in his early childhood. After her floating house is destroyed during a storm she moves to Kaname's house.",
    "Aliases": [],
    "Modified": "2025-01-17",
    "Seasons": {
        "1": {
            "ID": "32847",
            "URL": "https://thetvdb.com/series/kenko-zenrakei-suieibu-umisho/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "369560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369560",
                    "TitleEnglish": "Churaumi",
                    "SummaryEnglish": "This introduces the characters and the setting. On the beach, Momoko Orizuka and Kaname Okiura are relaxing when a houseboat comes in. On that houseboat is Amuro Ninagawa. She is holding a three-foot long shark in her hand. She comes in and offers the shark to Momoko. Momoko refuses, saying she doesn't like a dead shark. Amuro says the shark is still alive. It then springs to life in Amuro's hand and tries to bite Momoko, but ends up tearing Momoko's bikini top off.",
                    "Aliases": []
                },
                "2": {
                    "ID": "369561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369561",
                    "TitleEnglish": "I might be... Interested...",
                    "SummaryEnglish": "Amuro is introduced to the swim team. Captain welcomes the newcomer by throwing a shaving party. Swim practice is show to be, at best, unproductive. On the way home that day, Amuro discovers a new local celebrity by accident.",
                    "Aliases": []
                },
                "3": {
                    "ID": "369562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369562",
                    "TitleEnglish": "I'll show you!!!",
                    "SummaryEnglish": "The team attends the local swim competition and ends up in last place. The team captain can't concentrate on the swim meet that they're at because his father's restaurant is in financial trouble. To help his family out, Amuro and the other swim team girls spend a few days serving customers wearing only aprons and swimsuits. Naturally, this attracts a lot of men.",
                    "Aliases": []
                },
                "4": {
                    "ID": "369563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369563",
                    "TitleEnglish": "I'm going to show you",
                    "SummaryEnglish": "After the team's poor showing at the Tri-Meet, vice-captain Orizuka decides that what the team needs to succeed is teamwork, and a training camp is just the thing. Typically, the training itself starts out like just another practice with much goofing-off and little actual practice.",
                    "Aliases": []
                },
                "5": {
                    "ID": "369564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369564",
                    "TitleEnglish": "Do you want mine, too?",
                    "SummaryEnglish": "With their houseraft wrecked by the storm, Amuro and her father are invited by Kaname's parents to stay at their house until repairs can be made. While initially interested in having a girl living at his place, Kaname soon becomes infuriated at Amuro's lack of understanding about privacy and her total lack of modesty.",
                    "Aliases": []
                },
                "6": {
                    "ID": "369565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369565",
                    "TitleEnglish": "No!",
                    "SummaryEnglish": "The Ninogawa houseraft reconstruction is proceeding smoothly. On the way to school, Amuro meets Maaya Nanako, a model and competitive swimmer. They are soon surrounded by a crowd which includes Kaname, who apparently was childhood friends with Maaya. She has transferred to Umishou and will be on the swim team.",
                    "Aliases": []
                },
                "7": {
                    "ID": "369566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369566",
                    "TitleEnglish": "Curse",
                    "SummaryEnglish": "There's only one week left until the Prefectural swim tournament. But there's a problem; Amuro has lost one of the \"X\"s she wears on her head. Given to her by her grandmother, Amuro was warned that she was to wear them all the time and Amuro would be cursed if they were lost.",
                    "Aliases": []
                },
                "8": {
                    "ID": "369567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369567",
                    "TitleEnglish": "Take a good look",
                    "SummaryEnglish": "The Prefectural tournament is the next day. Orizuka orders the team to have a good rest in preparation, and the team breaks for the day. On the day of the tournament, Orizuka is challenged by her old rival Nanjou Karena from Shinomiya University High School who has bested Orizuka at all their previous meetings.",
                    "Aliases": []
                },
                "9": {
                    "ID": "369568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369568",
                    "TitleEnglish": "Help me forget...",
                    "SummaryEnglish": "The Umishou team had a good showing at the Prefectural tournament, with seven swimmers progressing to the Kantou tournament. However, Orizuka is forced to go to the student council to have the swim team's budget increased for the trip.",
                    "Aliases": []
                },
                "10": {
                    "ID": "369569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369569",
                    "TitleEnglish": "Breast Massage?",
                    "SummaryEnglish": "It's the summer festival and the team is there. Maki Ikuta and Maaya Nanako are in the women's room. Maki tells Maaya that she heard that massaging the breast will make it grow. Mutual groping ensues.",
                    "Aliases": []
                },
                "11": {
                    "ID": "369570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369570",
                    "TitleEnglish": "Could it be...",
                    "SummaryEnglish": "It's a week to the Kantou tournament. Maaya gives the team an idea: if they win, Kaname is to do anything the swimmers tell him to do because, after all, \"managers have it easy\". While initially reluctant, Kaname eventually agrees as it will help with team morale.",
                    "Aliases": []
                },
                "12": {
                    "ID": "369571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369571",
                    "TitleEnglish": "Oma Oma ~",
                    "SummaryEnglish": "It's the Kantou prefecture swimming tournament, and the Umisho swim club is there. After doing poorly in the preliminaries due to a bet, the girl's team pours things on in the middle. In the relay race, the team discovers another team is cheating when they use a song to help the swimmer along.",
                    "Aliases": []
                },
                "13": {
                    "ID": "369572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kenko-zenrakei-suieibu-umisho/episodes/369572",
                    "TitleEnglish": "Mermaid",
                    "SummaryEnglish": "Amuro gets chosen to replace Momoko in the relay squad. Masa attempts to replace Momoko by dressing in drag, but the team tells him no. The rest of the races are run.",
                    "Aliases": []
                }
            }
        }
    }
}