{
    "URL": "https://thetvdb.com/series/magikano",
    "Genres": [
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0972671/",
        "https://www.themoviedb.org/tv/34191"
    ],
    "TitleEnglish": "Magikano",
    "SummaryEnglish": "Haruo is an ordinary junior high school student who leads a peaceful life with his three sisters. One morning, he sees a cute girl across the street who vanishes in a gust of wind. From this point on, his peaceful life becomes anything but peaceful, as ordinary, boring days suddenly take a turn into chaos.\r\n\r\nIn the end of the story, it is revealed that since the elders can't contain the demon lord's (Haruo) overwhelming power, they have set up Hongō-sensei as the witch to cast the magic spell to reverse the flow of time, and makes the world repeat itself everytime the power is released. She will die each time the process is done because the power of the demon lord is so strong, and this will activate a replacement of her as it is also revealed she is a cyborg.",
    "Aliases": [],
    "Modified": "2024-12-25",
    "Seasons": {
        "1": {
            "ID": "33227",
            "URL": "https://thetvdb.com/series/magikano/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "372129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372129",
                    "TitleEnglish": "Is She Really a Magical Girl?",
                    "SummaryEnglish": "Haruo Yoshikawa is an ordinary high-school student who lives with his three sisters, Maika, Chiaki, and Fuyuno. Or at least he was, until a new \"bewitching\" female student named Ayumi Mamiya transferred to his school and is now living at his house and working as a maid! To make things more interesting, not only is Ayumi really a witch, but Haruo's sisters are too!\r\n\r\nMoreover, Ayumi needs Haruo because he is the only one who can lift a curse off of her so that she doesn't lose all of her magical powers. The only way for that to happen is to turn him into a real man.\r\n\r\nAnd to top the whole thing off, Haruo doesn't even know that Ayumi or his sisters are witches!",
                    "Aliases": []
                },
                "2": {
                    "ID": "372130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372130",
                    "TitleEnglish": "Is The Student Council Head Also a Magical Girl?",
                    "SummaryEnglish": "Student council president Yuri Kurosu is displeased by the growing demoralization of the actions of the boys in the school due to the \"cuteness\" and idolization of Ayumi. Attempting to improve the situation, Yuri decides to become an even more outgoing role model to the students in hopes of giving Ayumi competition and eventually deflating the idolization of her. The competition between the two eventually leads to a fashion competition that's turned the school into a festival-like event. With neither wanting to lose, they both start using their magic and turn the whole event into one big chaotic mess.",
                    "Aliases": []
                },
                "3": {
                    "ID": "372131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372131",
                    "TitleEnglish": "Are They Really a Pair of Dangerous Siblings?",
                    "SummaryEnglish": "Ayumi creates a dream world inside Haruo's mind in which anyone who enters the dream world will experience their ideal dream first-hand. She hopes that this will turn Haruo into her ideal man, but alas, it failed.\r\n\r\nLater, Ayumi, Yuri, Chiaki, and Fuyuno use Time Highway Magic to travel back in time to find out exactly why Maika loves her brother Haruo so much.",
                    "Aliases": []
                },
                "4": {
                    "ID": "372132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372132",
                    "TitleEnglish": "Was it Really Stolen?",
                    "SummaryEnglish": "While Ayumi and the Yoshikawa sisters take a bath, a pervert breaks in the house and steals not only all of the girls' underwear, but also Ayumi's \"secret treasure\". Ayumi is so distraught by this event that she can't even think straight.\r\n\r\nHowever, Haruo and the others are determined to get that Ayumi's \"special something\" back for her.",
                    "Aliases": []
                },
                "5": {
                    "ID": "372133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372133",
                    "TitleEnglish": "Is She Really a Witch Hunter?",
                    "SummaryEnglish": "Marin Nijihara, one of the few Witch Hunters left in the world, has come to bring divine justice upon the witch Ayumi, but it won't be easy since Ayumi's so powerful and Marin's a ditz. So Marin is determined to attack Ayumi's weakpoints, which involves pestering her around school until Ayumi can't take it anymore. Eventually, Ayumi takes on Marin in a final magical showdown... until Haruo shows up.\r\n\r\nAfterwards, Ayumi, Yuri, Maika, and Marin (who now has a crush on Haruo, thinking that he is a saint who keeps Ayumi's magic powers at bay) all prepare boxed lunches for Haruo to eat, but each girl suspects that the others have put in something weird in their lunches. So, they decide to have a taste test to make sure there's nothing wrong in them. However, the cross between all the magic in the lunches have caused the girls to get younger and younger!",
                    "Aliases": []
                },
                "6": {
                    "ID": "372134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372134",
                    "TitleEnglish": "Did a Ghost Really Show Up?",
                    "SummaryEnglish": "Ayumi, Haruo, and the others have summer vacation and they decide to go swimming. Unfortunatly, Haruo can't swim so Ayumi is willing to teach Haruo how to swim. Once at the school pool another one is close by. Ayumi figures that since not a single person is swimming in the other pool she decides to teach Haruo there. But what Ayumi is unaware of is that the pool she is teaching Haruo in is the haunted pool, a rumor passed down because of the girl who wanted a popular swimsuit but suddenly got hit by a passing truck and that her ghost lives in the pool.It's summer vacation, and Ayumi and the Yoshikawas decide to go swimming at the school pool. However, there is another pool close by that is said to be haunted. When Ayumi tries to teach Haruo how to swim in that pool, the rumors of the haunted pool turn out to be true as the ghost inhabiting the pool literally sucks the life out of Haruo!\r\nAyumi and the other girls return to the pool at night and confront the ghost in order to save his life. With a very low chance of victory, Ayumi and the others form a plan hoping it might succeed and that plan was to lure the ghost into jelousy by wearing the popular swimsuit she always wanted. The plan came into furition and it worked ending the haunted pool rumor.",
                    "Aliases": []
                },
                "7": {
                    "ID": "372135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372135",
                    "TitleEnglish": "Did a Maid Really Come?",
                    "SummaryEnglish": "Someone has invaded the Yoshikawa residence. But it turns out that the invader is really a witch maid named Rika Anju, who has sent by Ayumi's father to support Ayumi. However, after today's fiasco, Haruo has fallen ill from a magic-induced illness. But afterwards, Haruo is totally fine.\r\n\r\nAyumi doesn't want Rika to look after Haruo, but Rika insists that her orders are to stay by Haruo and keep him in her custody. Thus, Ayumi and Rika have a \"service battle\" to see which one Haruo wants to have take care of him.\r\n\r\nLater, when Yuri and Marin interfere with Ayumi's plans (again), the spirit of fire, Haidenei, has been released from his sealed prison and is now unleashing his fury on the girls!\r\n\r\nAs the Sports Festival continues, Ayumi, Yuri, Maika, and Marin are each determined to become MVP and win Haruo's kiss!",
                    "Aliases": []
                },
                "8": {
                    "ID": "372136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372136",
                    "TitleEnglish": "Was it Really a Winner's Kiss?",
                    "SummaryEnglish": "Ayumi has obtained a magical book called the Honmana Remanya. With a touch of magic, whatever one writes in that book will come true in real life. Using that tome, Ayumi plans on making Haruo the MVP of the school's Sports Festival and then give him a kiss. When Ayumi is about to use some magic on the tome to finalize her story, Yuri, Maika, and Marin interfere once again and blast the book with magic, thus jumbling the words within the text and changing the story. Now, Haruo will kiss the girl who becomes this year's MVP.\r\n\r\nAs the Sports Festival continues, Ayumi, Yuri, Maika, and Marin are each determined to become MVP and win Haruo's kiss!",
                    "Aliases": []
                },
                "9": {
                    "ID": "372137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372137",
                    "TitleEnglish": "Is He Really a Sleeping Prince?",
                    "SummaryEnglish": "The school is now holding it's Cultural Festival, and everyone's looking forward to the Cinderella play, in which Yuri is Cinderella herself, Haruo is the prince, Maika is the evil stepmother, Chiaki and Fuyuno are the evil stepsisters, and Ayumi is (not surprisingly) the witch.\r\n\r\nBut during the play, Michiru, Ayumi's little sister, abducts Haruo and takes him to a castle in a mystical forest. Ayumi, Yuri, Maika, Marin, and Rika all follow her to try and rescue Haruo, but not before fighting other fairy-tale villains along the way.",
                    "Aliases": []
                },
                "10": {
                    "ID": "372138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372138",
                    "TitleEnglish": "Are They Really Cursed Cat Panties?",
                    "SummaryEnglish": "It's been several months since Ayumi stayed at the Yoshikawa residence, and there's still no sign of Haruo's latent magical powers awakening, and that means Ayumi's curse hasn't been lifted.\r\n\r\nDesperate to turn Haruo into a man, Ayumi resorts to wearing her grandma's special \"cat panties\", which supposedly drives men wild when they see it. However, the cat panties are really cursed since a fairy named Cait Sidhe has been sealed in them. Ayumi can't take the panties off herself; the only one who can is the person who Ayumi wants to show them to, namely Haruo.\r\n\r\nAyumi is unable to get Haruo to take the panties off at home (because of a demonic Maika), so she'll have to do it the next day at school. Still, it won't be easy since all the boys see the panties and become ravenous zombies with the hots for Ayumi!",
                    "Aliases": []
                },
                "11": {
                    "ID": "372139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372139",
                    "TitleEnglish": "Was it Really a Holy Night?",
                    "SummaryEnglish": "It's that time of year again, and while everyone's excited about spending Christmas Eve with Haruo, who seems really tired. Unfortunately, Haruo has something to do that day. When Ayumi decides to find out what Haruo is doing, she discovers that he's working at a bakery and thinks that he's going to use the money to buy her a present. However, when she sees Haruo leaving the bakery with another woman, she gets very depressed and wanders off on her own.",
                    "Aliases": []
                },
                "12": {
                    "ID": "372140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372140",
                    "TitleEnglish": "Is it Really the Time of Awakening?",
                    "SummaryEnglish": "The gang visits a shrine to ring in the new year. On the way, when a little girl loses her balloon, Haruo unconsciously uses his dormant magic powers to retreive the balloon. Thinking that he can use magic now, Ayumi tries to take this opportunity to get Haruo to break her curse while in a funhouse called the \"Miracle House\". But the funhouse is really a trap set by Michiru, who kidnaps Haruo, also known as... the Demon Lord?!",
                    "Aliases": []
                },
                "13": {
                    "ID": "372141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magikano/episodes/372141",
                    "TitleEnglish": "Is it Really the Last Episode?",
                    "SummaryEnglish": "To save Haruo, Ayumi and the girls travel to Ayumi's home to confront Michiru, who has absorbed all of Haruo's demonic magic powers. Michiru proves to be too strong for Ayumi and co. to handle, but suddenly, Haruo, as the Demon Lord, awakens and forms a large dome of energy around him. Many questions will be answered as Ayumi and the witches try to return Haruo to his original form by reversing time!",
                    "Aliases": []
                }
            }
        }
    }
}