{
    "URL": "https://thetvdb.com/series/today-in-class-5-2",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1308085/",
        "https://www.themoviedb.org/tv/67256"
    ],
    "Titles": {
        "eng": "Today in Class 5-2",
        "jpn": "今日の5の2"
    },
    "Summaries": {
        "eng": "Today in class 5-2 we watch elementary school kids discover the conflicts between guys and girls. An innocent comedy with unwittingly sexual innuendos that arise from everyday school life between a group of friends of both boys and girls, 5-2 is not overly perverted but has enough sexuality to keep us chuckling and not offended by it.",
        "jpn": "幼なじみ同士の佐藤リョータと小泉チカは、同じ小学校に通う５年２組の生徒。２人のクラスメイトは、男子も女子もみんな個性的！ドッキリ満載のハプニングを巻き起こし、元気に大騒ぎを繰り広げています。明るく楽しい５年２組の様子を、ちょっと覗いてみませんか!?"
    },
    "Aliases": [
        "Kyou no Go no Ni",
        "Kyo no Go no Ni",
        "Kyo no Gononi"
    ],
    "Modified": "2024-09-19",
    "Seasons": {
        "0": {
            "ID": "33223",
            "URL": "https://thetvdb.com/series/today-in-class-5-2/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "372105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/372105",
                    "Titles": {
                        "eng": "Wiggle, Wiggle / Collarbone / Undefeated / Memory / Surprise Attack",
                        "jpn": "グラグラ／サコツ／マケナシ／メモリ／ダマシウチ"
                    },
                    "Summaries": {
                        "eng": "Because Aihara has a loose baby tooth, she asks Ryōta to stay after school and uses him to help pull it out. During school, in order to shift the spotlight from himself, Ryōta claims that guys care about collarbones and not breasts. After losing the match against Natsumi during recess, Ryōta is forced to accompany her as punishment to run an errand during which they get locked in the P.E. supply closet. Megumi is worried about gaining three kilograms due to an incorrectly balanced scale. Chika tries to trick Ryōta into kissing her but is interrupted.",
                        "jpn": "OVA　1学期"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "372106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/372106",
                    "Titles": {
                        "eng": "Super Ball / Changing Clothes / Observation Diary / A Smile / An Invitation",
                        "jpn": "スーパーボール／キセカエ／カンサツニッキ／エガオ／オサソイ"
                    },
                    "Summaries": {
                        "eng": "Ryōta, winning a red superball, has a duel with Kōji to see who can bounce their superball the highest. Later at school, Ryōta, filling his bowl with soup to the brim, accidentally spills milk and soup on Megumi and Yūki. As he heads to going to apologize to them, he instead finds Natsumi who was stripped for a change of clothes by the two. At the Yūki's suggestion, Kazumi who at first is noting down in her diary her observations on the growth of a plant, begins to experiment on Ryōta as he sleeps. Having never seen her smile before, Ryōta, Kōji, Tsukasa, and Chika try to get Kazumi to smile through various means. Ryōta dreams that after school ends, he and Chika begin to walk home together for the first time in a while and end up going to her house. There he imagines that she begins making advances on him. When he wakes up, Chika asks him for his old keychain.",
                        "jpn": "OVA　2学期"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "372108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/372108",
                    "Titles": {
                        "eng": "Library / Surprise Checkup / Sweets / Skirt Lifting / Cat's Paw",
                        "jpn": "トショシツ／ヌキウチ／アマアマ／メクリ／ネコノテ"
                    },
                    "Summaries": {
                        "eng": "Chika gets Ryōta to let her on his back so that she can reach a book on a high shelf. While warming up in the nurse's office, the girls decide to give each other a surprise physical. Struggling with a cold, Ryōta visits the nurse's office twice only to be repelled by the girls, who are measuring each other twice. Chika tries to trick people into eating chalk but Ryōta is the only who falls for it. After taking it out is anger on Chika's Valentine's Day chocolates, he later earns her forgiveness. After little kids flip their skirts, Yūki and Chika ask their friends for their opinions on what age to stop forgiving them. When asking the boys, they refuse to believe Ryōta has never done so. Yūki initiates a discussion of cats after seeing one earlier in the morning. After hearing Ryōta's complaints on the independence of cats, the girls try to convince him otherwise.",
                        "jpn": "OVA　3学期"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "372109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/372109",
                    "Titles": {
                        "eng": "Framed / Comparing Heights / Three-Legged / Pinky Swear (Part 1) / Pinky Swear (Part 2)",
                        "jpn": "ヌレギヌ／セクラベ／サンキャク／ユビキリ（前編）／ユビキリ（後編）"
                    },
                    "Summaries": {
                        "eng": "When Megumi misplaces her bloomers, the girls blame the boys theft and begin searching their bags and person. Chika and Ryōta bet on who's the tallest. Even though Ryouta wins in overall height, he sulks over having short legs. Ryōta and Kōji decide to have a duel to see who could win the three-legged race at the sports festival. Ryōta remembers a pinky promise he and Chika had when they were little to get married when they grew up. Chika too remembers a similar promise. Ryōta misunderstands what memory Chika recalls, however they make up in the end.",
                        "jpn": "OVA　春休み"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "3457411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457411",
                    "Titles": {
                        "eng": "Extracurricular Lesson: Water Splashing",
                        "jpn": "ミズカケ"
                    },
                    "Summaries": {
                        "eng": "After a swimming lesson in PE class, Ryōta and Yūki struggle with washing their eyes as they are scared of water spouting from the tap they have to use. Having had to deal with Ryōta complaints of eyes stinging from the chlorine, Chika intervenes and she manages to trick Yūki into washing her eyes. However as she tries to force Ryōta to do the same, their friends cause Ryōta and Chika to have an accident. In trying to take revenge Ryōta accidentally causes Yūki to fall into the pool and in apology, he must give her his clothes so she can change out of her wet ones.",
                        "jpn": "OVA　課外授業"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4407689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/4407689",
                    "Titles": {
                        "eng": "Treasure Chest",
                        "jpn": "ムシムシ／ヒラヒラ／ビシビシ／イマサラ"
                    },
                    "Summaries": {
                        "eng": "An OVA bundled with the limited edition of the tankobon of the Kyou no Go no Ni manga. The staff and the cast of the OVA are the same as those of the Kyou no Go no Ni TV anime.",
                        "jpn": "OVA　放課後"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "35538",
            "URL": "https://thetvdb.com/series/today-in-class-5-2/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "390833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/390833",
                    "Titles": {
                        "eng": "Loose / Superball / In High Spirits / Rainy Weather",
                        "jpn": "１時間目：グラグラ/２時間目：スーパーボール/３時間目：ノリノリ/４時間目：アメフリ"
                    },
                    "Summaries": {
                        "eng": "Kazumi approaches Ryōta to request his accompaniment for some after-school tasks in order to dislodge a loose but recalcitrant baby tooth. One day after school in front of a convenience store, Ryōta avails his newly-won bright-red superball in a duel with Kouji's slightly-larger blue superball to see whose superball can bounce higher. During one afternoon in the absence of adult supervision, the students of class 5-2 soon abandon cleaning their classroom and begin simulating a rock concert using brooms as air guitars, much to Yūki's disappointment. Ryōta, Kōji, and Tsubasa forget their umbrellas on a rainy afternoon and ask Chika and Natsumi to help them out. However due to his size, Ryōta is unable to walk home with Kōji and Tsubasa and is invited to instead walk with Chika and Natsumi.",
                        "jpn": "放課後、カズミと一緒に２人きりで保健委員の仕事をすることになったリョータ。あまり話したことがないカズミと、何とかコミュニケーションをとろうとするが、カズミはリョータの耳に興味がある様子。\r\n別の日。リョータはコウジと、どっちのスーパーボールが高く弾むか勝負をすることになり、２人は力いっぱい地面にボールを叩きつける。ところがスーパーボールがとんでもない場所に侵入！スーパーボールが侵入した場所とは、女子の･･････。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "390834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/390834",
                    "Titles": {
                        "eng": "Cat's Paws / Undefeated / Ball Washing / Wet Clothes",
                        "jpn": "５時間目：ネコノテ/６時間目：マケナシ/７時間目：ボールアライ/８時間目：ヌレギヌ"
                    },
                    "Summaries": {
                        "eng": "While en route to school, Yūki encounters a playful cat that follows her to school. Ryōta does not understand what Yūki and her friends find so fascinating about felines. When they try to explain, the cat that followed Yūki to school unfortunately scratches his face. During recess, after scoring a football goal against Ryōta, Natsumi compels him to help her retrieve some plastic cones from the storage shed. While two search the inside for the cones that are lie beside the shed unnoticed, the PE teacher locks them in believing the shed to be empty. Taking advantage of Natsumi's nyctophobia, Ryōta engages in various antics to exact revenge for his earlier defeat to his later regret. As P.E. class draws to a close, Ryōta accidentally wanders into the midst of the girls changing in order to retrieve a football and is subsequently beaten. In the next class, Megumi is at a loss for where her gym bloomers could be. After jumping to the conclusion that the thief is one of their classmates, the girls initiate a search of all the boys' bags and person for the missing bloomers.",
                        "jpn": "登校中、子猫にじゃれつかれて大喜びのユウキ。教室でチカと猫トークで盛りあがるが、話を聞いたリョータは猫より犬のほうが可愛いという。そんなリョータにユウキとチカは猫の可愛さについて熱弁をふるうが･･････。\r\n体育の前の休み時間。サッカーのＰＫ対決で、リョータはどうしてもナツミに勝つことができないでいた。負けた罰ゲームとして、体育倉庫でナツミの手伝いをすることになったリョータだが、不意に背後のドアが閉まり、真っ暗な倉庫の中にナツミと一緒に閉じ込められてしまう。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "390835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/390835",
                    "Titles": {
                        "eng": "Collarbone / Library Room / Turning / Experiment",
                        "jpn": "９時間目：サコツ/１０時間目：トショシツ/１１時間目：メクリ/１２時間目：ジッケン"
                    },
                    "Summaries": {
                        "eng": "Ryōta claims that collarbones are the best female corporeal quality in order to divert attention from himself when the boys of the class demand that he justify to the girls why guys like gravure magazines. At the end of school in the park, the girls and boys gather in their own individual groups to reflect on the matter. After Ryōta and Kōji are dragged to the library by Tsukasa, they encounter Chika who requests Ryōta's shoulders for a vertical boost. Because she fools around, Ryōta loses his balance and the two crash on to Kazumi. Seeing Kōji use a chair as an aid, the two launch into an argument over who is to blame for their accident. A pair of underclassmen boys rushing by to flip Yūki and Chika's skirts prompts the question of when children begin to exceed the age limit for excusing that kind of behavior. When they ask their friends, they receive many different and end up finding out to their disbelief that Ryōta has never flipped a girl's skirts before. Later, Chika decides to play a prank on Kōji by accidentally leaving a recently-purchased skirt on his desk. After the incident is resolved, Kōji suggests that they attempt this prank on Ryōta.",
                        "jpn": "巨乳アイドルのグラビアを見ていたコウジたちに、「男は胸ばっかり」と大ブーイングの女子たち。胸が好きで何が悪いと反論する男子たちは、この話題には参加していなかった無関係のリョータに「男だから仕方がないよな」と、同意を求める。男子側と女子側の板挟みになったリョータは、苦し紛れに「女は鎖骨」と主張する。\r\n昼休み。ツバサに誘われて図書館に来たリョータとコウジ。退屈で暇をもてあましていると、書棚の高いころにある本が取れないから肩車をして欲しい、とチカにお願いされる。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "390836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/390836",
                    "Titles": {
                        "eng": "Water Splashing / Dress Up / Up and Down / Foul Play",
                        "jpn": "１３時間目：ミズカケ/１４時間目：キセカエ/１５時間目：ウエシタ/１６時間目：ダマシウチ"
                    },
                    "Summaries": {
                        "eng": "At the conclusion of a watery P.E. lesson, Chika and Yūki find Ryōta struggling to wash the chlorine from his eyes as he is scared of the water burst. Having had to deal with Ryōta's resulting complaints, Chika attempts to intervene until their friends interfere. Later in class during lunch, Ryōta accidentally empties a carton of milk on Megumi and drops his overfilled soup bowl on Yūki. On his way to the nurse's office to apologize, he instead discovers Natsumi sleeping after being stripped by Megumi and Yūki for a change of clothes and is subsequently beaten by the two when they return. At the end of the school day, Ryōta and Natsumi argue over which is the correct method for taking off one's shirt, from the top or from the bottom respectively. While answering Kōji's question on their relationship, Ryōta emphatically declares that he and Chika are only childhood friends. Anguished upon hearing him say so, Chika unsuccessfully tries to trick Ryōta into kissing her.",
                        "jpn": "プールの後の洗眼が怖くてどうしてもできないリョータ。チカに、ちゃんと洗うようにと言われても無視していたが、そのせいで目が痛くなってしまう。そんなリョータに、チカは怖くない洗眼の方法があるというのだが･･････。\r\n給食の時間。満面の笑顔で卵スープをお椀いっぱいにおかわりするリョータ。しかし、自分の席に戻る途中でナツミにぶつかってしまい、バランスを崩してしまう。メグミに牛乳が、さらにユウキにスープがかかり、教室は大騒ぎとなってしまう･･････。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "3457321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457321",
                    "Titles": {
                        "eng": "Smile / Shooting Star / Change of Clothes",
                        "jpn": "17時間目：エガオ/18時間目：ナガレボシ/19時間目：キガエ"
                    },
                    "Summaries": {
                        "eng": "Ryouta, Kouji, Tsubasa, and Chika each mount an unsuccessful attempt to challenge the history of never having seen Kazumi laughing. At night while waiting for a meteor shower, Ryōta falls asleep and demonstrates his ability to force people to fall asleep. Before a swimming class, having forgotten her modesty poncho, Megumi is at loss as to how to change into her swimming suit until Yūki shows her the technique for changing without it. Having forgotten his modesty toga and wondering how to best put on his swimming trunks, Ryōta challenges Kouji to a contest of who can change from underwear into trunks the fastest.",
                        "jpn": "カズミが笑ったところを見たことがないというリョータたち。カズミと付き合いが長いというチカに、カズミが笑ったところを見たことがあるか聞いてみるが、思い出せないという。そこでリョータたちは、にらめっこでカズミを笑わせようとするのだが･･････。\r\nある日の夜。流れ星を見ようと小高い丘で夜空を見上げているリョータたち。コウジは、タオルケットにくるまって寝てしまったリョータを起こそうとするが、不意にタオルケットの中に引き込まれてしまう。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "3457331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457331",
                    "Titles": {
                        "eng": "Observation Diary / Sudden Shower / Rock Paper Scissors / Summer Festival",
                        "jpn": "20時間目：カンサツニッキ/21時間目：ユウダチ/22時間目：ジャンケン/23時間目：ナツマツリ"
                    },
                    "Summaries": {
                        "eng": "Yūki suggests Kazumi observe a more dynamic event than flower growth - experimenting with different methods to wake Ryōta from his nap in spite of his earlier warning to do otherwise. After school one day, a game of dodgeball of boys against girls is interrupted by a sudden rainstorm that forces the children to take cover. However, they decide to continue to play; even Kazumi joins in. In the summer heat, Ryōta is challenged to several several games of rock-paper-scissors with the penalty of fanning the winner. Ryouta's attempts to defy his constant losing streak land him in hot water with Chika who promptly beats him up for accidentally flipping her skirt. Ryōta, Kōji, and Tsubasa rush to the summer festival but arrive too early. Natsumi, Kazumi, Megumi, Chika, and Yūki arrive shortly thereafter dressed in their yukatas and both the boys and girls began to enjoy the festival together.",
                        "jpn": "ベランダにある朝顔の観察日記をつけていたカズミ。ユウキに、動かない朝顔より動くものの方が面白いと言われて、熟睡中のリョータを観察することに。２人はリョータの鼻をつまんだり、脇をくすぐったりと、色々な実験を繰り返すが･･････。\r\n蝉の声が響く日射しの教室。リョータとコウジは、下敷きで扇ぐ役をジャンケンで決めていた。５回連続でジャンケンに負け続けていたリョータは、連敗脱出のために、心理戦をコウジにしかけていく。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "3457341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457341",
                    "Titles": {
                        "eng": "Victory or Defeat / Cross-Fire / Bookstore / Three-legged",
                        "jpn": "24時間目：カチマケ/25時間目：ウチアイ/26時間目：ホンヤ/27時間目：サンキャク"
                    },
                    "Summaries": {
                        "eng": "After Natsumi successfully blocks his football goal, Ryōta begins to frantically challenge her to various athletic activities, betting all the boys' lunch desserts. After facing defeat at every turn, Ryōta finally finds something he is better at -- embroidery. On the way back from school, Ryōta and Kōji decide to have a water gun fight, battling each other as leaders of their own individual teams. All proceeds smoothly until they soak the passing group of girls from their class with an errant blast of water. Out for revenge, the incensed girls march to the store to buy their own water guns and utterly defeat both teams of boys. While in front of a bookstore, Megumi debates over buying one of two volumes of manga she wants but solves her dilemma when she decides to share the cost of the two volumes with Kazumi. In the same store, Ryōta's debate on whether or not he will buy magazine meant for young kids containing an action series he wants is resolved toward buying it after seeing Tsukasa do the same. Challenged by Kōji who is partnered with Chika to who would win the school's sports festival event, the three-legged race, Ryōta practices obsessively with his partner Yūki only to end up in last place.",
                        "jpn": "サッカーのＰＫ対決で、またもナツミに負けてしまうリョータ。絶対勝てるという彼の言葉を信じて、給食のデザートを女子と賭けていた男子たちから大ブーイングを浴びてしまう。そこでリョータは男のプライドを守るためにリベンジを決意。再びナツミに勝負を挑むのだが･･････。\r\nある日の放課後。夏の終わりのやり納めということで、公園でチーム対抗の水鉄砲合戦を始めるリョータ・コウジ・ツバサ。やがて戦いは白熱し、誰かが撃った流れ弾（水？）が、公園の外を歩いていたチカとユウキを直撃してしまう。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "3457351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457351",
                    "Titles": {
                        "eng": "Memory / Hunger / Height Comparison / Milk",
                        "jpn": "28時間目：メモリ/29時間目：ハラヘリ/30時間目：セクラベ/31時間目：ギュウニュウ"
                    },
                    "Summaries": {
                        "eng": "Megumi stares at her uneaten lunch one day due to worries about her own weight. Out of concern, Ryōta investigates and discovers that the scale in the nurses office is improperly calibrated. While still dieting, Megumi's willpower is put to the test when Kazumi decides to record Megumi's reaction in her observation diary to various foods as well as experimenting to see if pain or laughter can displace hunger. At the end of class, Chika and Megumi decide to compare heights and find out that Chika has a slight height advantage. Because it was mentioned, Natsumi and Ryōta begin to worry about their own heights. To spite Ryōta, Kōji proposes that he compare heights with Chika ending in stalemate between Ryōta's win in overall height and Chika's longer legs. Natsumi begins to binge on milk in an attempt to develop her breasts, eliciting the awe of her classmates due to the volume and speed she can intake. This prompts Ryōta, goaded by Kōji, to engage in a milk-drinking contest which he loses.",
                        "jpn": "給食の時間なのに憂鬱そうなメグミ。あげパンやプリンをリョータたちが強奪するが、「食べたくないから」と言って、席を立っていってしまう。ユウキが言うには、メグミの不機嫌の原因は、休み時間に量った時に体重が増えていたことらしいのだが･･････。\r\nさらに次の給食の時間。再びダイエットを始めたはいいが、あまりの空腹に周りで食べ物の話題が出るたび、つい反応してしまうメグミ。そのことに気づいたカズミは、ノートとペンを持ってメグミの観察を開始する。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "3457361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457361",
                    "Titles": {
                        "eng": "Typhoon / Fashion / Dozing Off / Eat",
                        "jpn": "32時間目：タイフウ/33時間目：ファッション/34時間目：ウトウト/35時間目：メシアガレ"
                    },
                    "Summaries": {
                        "eng": "The students of Class 5-2 attentively watch the TV broadcast on a nearby typhoon in hopes that it will pass over them and cancel afternoon classes, however the storm changes course. One day when Kōji is sick from a cold, Yūki comes to school dressed nicely after having visited a beauty salon looking for praise from her classmates. After school in the soporific summer heat, Yūki suggests to the boys that everybody play dodgeball together so as to stay awake. While playing a game, Kazumi twists her ankle by falling asleep standing. Unfortunately, Ryouta is made to piggyback transport home the sleeping Kazumi whose sleep talking earns him a glower of jealousy and a headbutt from Chika. Later during a home economics class, Yūki demonstrates her terrible culinary skills.",
                        "jpn": "台風が接近して風が強くなってきたので、スカートがめくれないように押えながら、教室に戻ってきたチカ・ユウキ・メグミ。そこではリョータたち男子生徒が、台風で学校が休校になることを夢みて、テレビを見ながら台風が直撃するよう祈っているのを目撃する。\r\n別の日。ユウキが初めて行ったという美容院や、着ている新作のブランド服の話題で盛り上がる女子たち。ご機嫌な気分で、リョータやツバサにも髪型や服を見せつけるユウキだが、その行動の真意をいまいち理解できない２人は、どういうリアクションをとるべきか苦悩する。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "3457371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457371",
                    "Titles": {
                        "eng": "Warmth / Fairy Tale / Fairy Tale II / A Single Leaf",
                        "jpn": "36時間目：アタタメテ/37時間目：メルヘン/38時間目：メルヘンII/39時間目：ヒトハ"
                    },
                    "Summaries": {
                        "eng": "The cold weather and Natsumi's complaint of how hot she feels prompts several of the girls in the class to place their cold hands on her face. Ryōta's disparaging remarks about the girls' conduct diverts their reaching hands to him only to find that all their hands except for Kazumi's have already warmed up. Saliva sterilizing wounds seems to be a prevalent superstition throughout the grades. Yūki tries to get Chika to kiss Ryōta in order to heal his irritated eye, which results in Chika punching him. Some time later, Yūki finds Kazumi writing a fairy tale featuring all the main characters with Ryōta as a prince cursed with short legs and Chika as the princess about how the prince must goes through several trials in order to save the princess. One day, Kōji and Tsubasa rush to Ryōta for assistance in helping Natsumi deal with the morbid conclusion of a book she just read.",
                        "jpn": "木枯らしの吹く中、登校してくるチカ。教室ではユウキとメグミが寒そうにしている。そこへナツミが半そで姿で、汗をかきながらやってきた。驚く３人に、寒いから学校まで走ってきたというナツミ。その姿を見て、ユウキがあることを思いつく。\r\n別の日。リョータが、急に目が痛いと言いだした。ユウキは彼に、「王子さまのケガを治すにはお姫さまのキスが効く」と言って、チカとキスをするよう迫る。その発言を怪しんだチカは、ユウキに「私で治らなかったら、ユウキちゃんもやってね」と言う。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "3457381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457381",
                    "Titles": {
                        "eng": "Suddenly / Duck / Hair Style / Ice",
                        "jpn": "40時間目：ヌキウチ/41時間目：カモ/42時間目：カミガタ/43時間目：コオリ"
                    },
                    "Summaries": {
                        "eng": "The dormant classroom heater prompts Yūki, Kazumi, Megumi, Natsumi, and Chika into the health office to warm up and then to begin measuring each other's corporeal dimensions after chasing the school nurse out. Ryōta is twice violently repelled by the girls from resting in the nurse's office due his deteriorating respiratory ailment. After school, some of the students of Class 5-2 discover a lone duck swimming in the school pool whom Kazumi names Kobayashi. When their attempts to send Kobayashi along with a flock of ducks flying overhead all fail and they began discussing how to take care of it, Koyabashi gets its own volition to fly. Yūki, Megumi, Haruka, and Chika interpret Kazumi coming to school one day with her hair in pigtails as license to stylize their own hair that initiates a competition between the four of them that lasts for over a week. Ryōta, Kouji, and Tsubasa engaging in their winter ritual of stomping the ice, before comparing for the biggest piece and then playing with it earns them an austere reprimand from Chika and Natsumi.",
                        "jpn": "教室で寒さに震えているリョータ・ツバサ・コウジ。それとは反対にチカたち女子はエアコンが効いた快適な保健室でくつろいでいた。やがてユウキがメジャー片手にみんなの胸囲を調べる恒例の抜き打ち身体測定の開始を宣言するのだが･･････。\r\nある日の夕方、プールに迷い込んできたカモを金網ごしに眺めているチカ・ユウキ・カズミ・ナツミ。餌を食べるかとパンをちぎって投げたり、大声で呼びかけるがカモは無反応。しかし、カズミの「小林」という言葉にはなぜか反応して近寄ってくる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "3457391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457391",
                    "Titles": {
                        "eng": "Roasted Sweet Potato / Grinding Noises / Lottery / Munch Munch / Merry Christmas",
                        "jpn": "44時間目：ヤキイモ/45時間目：コンコン/46時間目：フクビキ/47時間目：アマアマ/48時間目：メリクリ"
                    },
                    "Summaries": {
                        "eng": "Yūki, Kazumi, Megumi, Natsumi, and Chika arrive at a store selling roasted sweet potatoes while walking down the street on a cold breezy day. Ryōta, Kōji, and Tsubasa's sudden appearance interrupts the girls' silent competition over a quintet of sweet potatoes spanning a spectrum of different sizes. During school, it begins to snow. While waiting for the snow to accumulate, the students of Class 5-2 become involved in a debate over the meaning of a childhood nursery causing them to be the last outside. Later in town, Ryōta, Kazumi, test their luck at the district lottery. After home economics class, Yuki tells Natsumi that chalk is edible. Chika stops her just in time and decides to see if Ryōta would fall for the lie. Ryouta poorly handles the deception by lashing out at Chika's cooking to his regret. Fortunately after a few days, Ryouta manages to win Chika's forgiveness by kissing her.",
                        "jpn": "寒風の吹く中、遊び帰りのチカたち女子５人組は、駄菓子屋で５本の焼き芋を購入する。一番大きい焼き芋を狙うチカとユウキとメグミだったが、そこにリョータたちが現れ状況が一変。お腹は空いているが大食いと言われたくない３人は、一番大きい芋を避けて二番目に大きい芋を狙い始める。\r\n雲の多いある冬の日、リョータとコウジは、降り出した雪を教室の窓から眺めていた。さっそく校庭に出ようとする男子たちを抑えて、コウジがもっと雪が増えてから遊ぶべきだと提案。その間、女子たちも交えて「雪やこんこん」の「こんこん」とは何かについて大激論が交わされることに。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "3457401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/today-in-class-5-2/episodes/3457401",
                    "Titles": {
                        "eng": "Pinky Promise",
                        "jpn": "49時間目：ユビキリ"
                    },
                    "Summaries": {
                        "eng": "Ryōta dreams of a scene from his past involving a promise of marriage between him and Chika before waking up late and dashing to school. However, his euphoric morning is quickly extinguished when Yūki spreads the news of Chika having dreamt that same morning of a promise she made to Ryouta after he wet the bed when in kindergarten. Ryōta lashes out at Kazumi pitying him for wetting his bed under the impression that everyone was talking about Chika remembering their promise to marry each other only to realize his mistake when Chika apologizes to him the next day. Ryouta begins to sulk until Chika approaching him alone at the end of the school day to cheer him up causes him to recall the other promise that he made with Chika after wetting his bed in kindergarten: to try his best to become a better man. Ryouta catching Chika as she is about to lose her balance while changing her shoes signals his decision to forgive her. Back from winter vacation, Chika begins wearing the hairpins that Ryōta gave her as present.",
                        "jpn": "幼稚園の頃にチカと交わした結婚の約束の夢を見たリョータ。なんと、登校して教室で顔を合わせたチカも、昔の夢を見たと話しながら、楽しそうな笑顔を見せていた。その夢についての思い出話をチカがユウキに気軽に話し、女子の間で噂になっていくのを複雑な思いで眺めていたリョータは、その日の放課後に、カズミから噂話について尋ねられる。「昔のことだから」と誤魔化すリョータだったが、哀れみの視線とともに「可哀想」と言われ、ついカッとなった勢いでカズミを押し倒してしまう。その現場を偶然、チカが見ていて･･････。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}