{
    "URL": "https://thetvdb.com/series/angel-links",
    "Genres": [
        "Action",
        "Adventure",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0224527/",
        "https://www.themoviedb.org/tv/34813"
    ],
    "Titles": {
        "eng": "Angel Links",
        "jpn": "星方天使エンジェルリンクス"
    },
    "Summaries": {
        "eng": "Meifon is quite an overachiever for a sixteen-year-old girl. She's the head of a major corporation and the captain of a state-of-the-art ship, the Angel Links - which provides a free pirate-fighting service. And her crew is just as extraordinary. Join the crew of the Angel Links as they fight pirates, right wrongs, and seek out the hidden secrets of Meifon's past.",
        "jpn": "祖父の遺志を継ぎ、大財閥「天環(リンクス)グループ」の総帥に就任したのは若干16歳のEカップ美少女「李美鳳(リ・メイフォン)」だった。明るく負けず嫌いな彼女は祖父の遺言に従い選び抜かれた部下を集めると、無料の宇宙海賊退治事業を開始。私設警備組織「エンジェルリンクス」を結成して、輸送船の警備や海賊退治を独自に始めた。\r\nそんな美鳳をサポートする「エンジェルリンクス号」のクルーは、ひとクセもふたクセもある個性的なメンバーばかり。秘書の「飛田鴻星（ひだ　こうせい）」は優秀な側近。自慢のルックスに女はみんなイチコロで、ブラジャーからミサイルまで何でも揃えてみせる調達係でもある。作戦参謀の「ヴァレリア・ベルトーネ」は美人の元女性仕官。白兵戦担当の「ドゥーズ・デラクス・レクス」は恐竜人で、大統領でもブン殴ってみせる荒々しさが頼もしい。彼女たちはその他のクルーと共に美鳳の指揮で任務をこなし、あらゆる依頼人から絶大な信頼を得、海賊からは恐れられた。\r\nしかし民間航空会社のオーナー「レオン・ラウ」との出逢いが一同の運命を一変させる。"
    },
    "Aliases": [],
    "Modified": "2024-09-02",
    "Seasons": {
        "0": {
            "ID": "537134",
            "URL": "https://thetvdb.com/series/angel-links/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5052058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/5052058",
                    "Titles": {
                        "eng": "Hasshin Scene",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5052059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/5052059",
                    "Titles": {
                        "eng": "Meifon's Special Information Corner!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Meifon Talk about Behind the Scenes and Video Making",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "33529",
            "URL": "https://thetvdb.com/series/angel-links/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "374399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374399",
                    "Titles": {
                        "eng": "Guardian Angel",
                        "jpn": "天駆ける天使"
                    },
                    "Summaries": {
                        "eng": "The episode starts out with the Angel Links rescuing a cargo ship from a bunch of petty pirates using small grappler ships. After causing the pirates to flee, Mei-Fon uses the Links Cannon to turn them into space dust. Back on their base planet, Orashion IV, the officers of the Angel Links are welcomed at a party.",
                        "jpn": "美貌と才能、そしてEカップ・バストに恵まれた李美鳳は16歳。祖父の遺言に従って、私設軍エンジェルリンクスを結成すると、今日も今日とて無料海賊退治に大忙し。愛と勇気を胸に抱き、弱きを助けて天翔ける星方天使の活躍を描く宇宙大冒険活劇が、ここに幕を開ける！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "374400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374400",
                    "Titles": {
                        "eng": "A Wasted Fairy Tale",
                        "jpn": "掃き溜めのメルヘン"
                    },
                    "Summaries": {
                        "eng": "As many wealthy people court the favor of Mei-Fon and her crew, we get to meet the first obvious villain of the series, Gordon Hoi.",
                        "jpn": "護衛依頼は多いものの、勝手な依頼主が多く苛立ち気味の美鳳は、偶然出あった下請け運送業者マーコットの子供想いの人柄に惹かれ、彼の輸送任務の護衛を引き受けることにする。出航した彼らの行く手に立ち塞がる海賊の魔手。だが、罠はもっと身近なところに仕掛けられていた。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "374401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374401",
                    "Titles": {
                        "eng": "The Proud Dragon",
                        "jpn": "誇り高き龍(ドラゴン)"
                    },
                    "Summaries": {
                        "eng": "While Mei-Fon tries to bury her anger at Gordon Hoi's annoying words, the viewpoint changes to that of a ship that is being hijacked.",
                        "jpn": "恐竜人の神像を運ぶ輸送船の護衛任務を請負ったエンジェルリンクス。だが航行中の輸送船に、海賊が急襲をかけてきた。美鳳は、平静を装いつつも、はやる気持を隠しきれない誇り高き恐竜人の白兵戦隊長、ドゥーズと二人で輸送船に乗り移ると、海賊の鎮圧に乗りだした！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "374402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374402",
                    "Titles": {
                        "eng": "Lief-Living Ether Flier",
                        "jpn": "LiEF～Living Ether Flier～"
                    },
                    "Summaries": {
                        "eng": "Back at the party, the crew receives a ransom message from the hijackers stating their demands. They are holding Leon Lahn and a young girl. (Leon was supposed to be at the party.)",
                        "jpn": "謎の巨大生物リーフの護衛にあたることになった美鳳たち。だが子リーフを海賊に捕獲された親リーフが、海賊の後を追い宇宙ステーションへの衝突コースに。このままでは、大惨事は避けられない！キャリア・ドレスタイプも初登場し、艦載機によるドッグファイトも見応え充分！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "374403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374403",
                    "Titles": {
                        "eng": "The Rain upon the Stars",
                        "jpn": "星に降る雨"
                    },
                    "Summaries": {
                        "eng": "Kosei is a major playboy (he keeps running into former girlfriends, including one who looks a lot like Iris, the waitress from Outlaw Star) and that he's quite a hottie when he's not being Meifon's lapdog and personal tea-server.",
                        "jpn": "エンジェルリンクス号に発せられるシャワー攻撃は、鴻星に一目惚れした海賊船の少女船長ジェシアによる精一杯の意思表示だった。美鳳から事態の収束を命じられ、やむなくジェシアとのデートに出向いた鴻星は、やがて純粋なジェシアの想いに触れ、心を惹かれて行くのだったが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "374404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374404",
                    "Titles": {
                        "eng": "Crossroads",
                        "jpn": "クロスロード"
                    },
                    "Summaries": {
                        "eng": "Head back in time a bit to see how the Angel Links got started, including the death of Meifon's grandfather and his decree that she should take over the company and start up a free security agency, as well as how all the crew came together.",
                        "jpn": "周囲からの妬みや好奇の視線を跳ね除けて結成されたエンジェルリンクスだが、その初陣でオラクルキャノンに民間船も巻き込むという大失態を演じてしまう。非難の渦が巻き起こる中、美鳳は…。エンジェルリンクス設立当時の、美鳳の奮戦ぶりと現クルーたちとの出会いを描く！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "374405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374405",
                    "Titles": {
                        "eng": "The Angel and the Fallen Angel",
                        "jpn": "天使と堕天使"
                    },
                    "Summaries": {
                        "eng": "Back to the present, following Meifon on a date with Leon Lau, the mysterious (and handsome) philanthropist who's taken an interest in her.",
                        "jpn": "ある日美鳳のもとに届いた手紙は、仄かな想いを寄せるレオンからのデートの誘い？　養女弥生を伴って約束の場に現れたレオンと、若夫婦のような満ち足りた一時を過す美鳳。だがレオンと口づけを交わした瞬間、美鳳の中で眠っていた彼女自身知らなかった人格が呼び起こされた！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "374406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374406",
                    "Titles": {
                        "eng": "My Ship",
                        "jpn": "ぼくの街(ふね)"
                    },
                    "Summaries": {
                        "eng": "Meifon drags Kosei into a den of beggar-pirates who've stolen a shipment right out from under her nose, and although she seems to be a bit of a fluff head sometimes.",
                        "jpn": "護衛予定だった積荷が、契約締結前に強奪された。安穏とした任務に退屈していた美鳳は、大暴れのチャンスとばかりに鴻星と二人で、海賊くずれがたむろするアウトサイドへと奪回に乗り込む。そこで待ち受けていたサイラスは、地脈を用いた泥人形を自在に操るTAO使いだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "374407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374407",
                    "Titles": {
                        "eng": "A Pheasant Chooses Its Tree",
                        "jpn": "良禽択木(りょうきんはきをえらぶ)"
                    },
                    "Summaries": {
                        "eng": "Valeria's turn for a bit of attention, revealing some of her past when an ex-boyfriend in the Einhorn military shows up to try and win her back, while collecting information on Angel Links in the meantime.",
                        "jpn": "エンジェルリンクス号の前に突如出現したアインホルンの巡洋艦には、ヴァレリアのかつての上司で元恋人のロレンスが乗っていた。再会したヴァレリアにエンジェルリンクスの情報提供を条件に、アインホルツ帝国軍への復帰を持ちかけるロレンス。そしてヴァレリアの選んだ道は…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "374408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374408",
                    "Titles": {
                        "eng": "The Ones Who Were Left",
                        "jpn": "遺されし者たち"
                    },
                    "Summaries": {
                        "eng": "Meifon meets an old friend of her grandfather's, and the truth about Grandpa, Leon Lau, and Meifon finally comes out.",
                        "jpn": "祖父の旧友ユルゲンとその孫マーシャの護衛を引き受けた美鳳。だが、マーシャと話しをしているうちに、自分の記憶の中の欠落に気づく。さらにマーシャがアンドロイドだと知った時に、自分の中に湧き起こった言い知れぬ嫌悪感の正体を、美鳳は身を持って知らされることになり…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "374409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374409",
                    "Titles": {
                        "eng": "At the Binary Interval",
                        "jpn": "0と1の狭間で"
                    },
                    "Summaries": {
                        "eng": "A deal primarily with Meifon’s breakdown, but more information is given regarding the relationship between Chenho (Meifon's grandfather) and Goryu/Leon, and their connection to Meifon.",
                        "jpn": "自分は祖父の復讐のために作られた生体アンドロイドで、その寿命は17歳で切れる。我が身に架せられた真実を知ってしまった美鳳は、エンジェルリンクスを解散し、小惑星でひっそりと生きていこうとするが、その身にかけられた呪縛は、フラッシュバックのように彼女を苛み続け…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "374410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374410",
                    "Titles": {
                        "eng": "All My Soul",
                        "jpn": "All My Soul"
                    },
                    "Summaries": {
                        "eng": "Final confrontation between Goryu/Leon and Meifon, and there is even a small piece of the Meifon puzzle left to be revealed.",
                        "jpn": "弥生の命を救うため、そしてもう誰も傷つくことがないようにと、仲間を残して一人決戦の地、ミステルに赴く美鳳。そしてクルーたちもまた、アサルト・キャリア・ドレスでその後を追うのだった。だが、先を急ぐクルーたちの前に、敵の強力な超巨大戦艦が立ち塞がった！"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "374411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-links/episodes/374411",
                    "Titles": {
                        "eng": "Fragment of An Angel",
                        "jpn": "天使のかけら…"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "全ての始まりの場所、ミステルに到着した美鳳は、ついにレオンと対峙する。この場所なら、永遠の命を手にすることができると囁くレオン。だが美鳳は、自分自身でその未来を勝ち取るために、レオンに、そして自らの運命に剣を向けるのだった！　ラスト・バトルの先に待つものは？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}