{
    "URL": "https://thetvdb.com/series/strike-witches",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1300176/",
        "http://w-witch.jp/",
        "http://www.reddit.com/r/StrikeWitches",
        "https://www.themoviedb.org/tv/35464",
        "https://www.themoviedb.org/tv/35464",
        "https://x.com/w_witch_anime"
    ],
    "TitleEnglish": "Strike Witches",
    "SummaryEnglish": "When humanity is threatened by an alien menace, when all other options have been exhausted, mankind’s last line of defence will not be tanks, planes, or battleships – rather, it will be brave young girls who take to the skies to fight for the planet!",
    "Aliases": [
        "Strike Witches꞉ Road to Berlin",
        "Strike Witches: Road to Berlin",
        "Strike Witches — Road to Berlin",
        "ストライクウィッチーズ ROAD to BERLIN",
        "ストライクウィッチーズ2",
        "Dai 501 Tougou Sentou Koukuu Dan Strike Witches: Road to Berlin"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "33639",
            "URL": "https://thetvdb.com/series/strike-witches/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "6": {
                    "ID": "9445171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/9445171",
                    "TitleEnglish": "Kudo Kankuro and Lynette Base Visit Special",
                    "SummaryEnglish": "Special included with OVA Release.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9930334",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/9930334",
                    "TitleEnglish": "Strike Witches the Movie",
                    "SummaryEnglish": "The Neuroi, a large and dangerous alien race, still roam parts of the world leaving destruction in their path. The Strike Witches-a group of girls with extraordinary powers, formidable weapons, and advanced aircraft appendages-have made great strides against the Neuroi. But the war against them still rages on. Yoshika Miyafuji was once a member of the Strike Witches and sacrificed the ability to use her powers in a major fight against the Neuroi. Unable to fight, she now wishes to pursue her dream of becoming a doctor and continue to help people. When new soldier and witch Shizuka Hattori comes to escort her to a prestigious European medical school, their journey becomes far more dangerous than originally planned. The Neuroi have changed, and their abilities are far stronger than before. Can the Strike Witches comes together once again to face their enemy? Or will they be able to without Yoshika's abilities?",
                    "Aliases": []
                },
                "8": {
                    "ID": "10032479",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032479",
                    "TitleEnglish": "Strike Witches OVA",
                    "SummaryEnglish": "A promotional DVD with prototype animation for Strike Witches was sold by Toranoana at Comiket 71 on December 29, 2006. That DVD was packaged with a PVC figure of Yoshika Miyafuji and an illustration book of Humikane Shimada's works titled Strikes. The package was later sold at Toranoana stores on January 1, 2007.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10032486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032486",
                    "TitleEnglish": "Vol. 1: Saint Trond's Thunder",
                    "SummaryEnglish": "Six months following the battle in Venezia, Minna-Dietlinde Wilcke, Gertrud Barkhorn, and Erica Hartmann have been stationed at the Saint-Trond Base in Belgica, alongside fellow Karlsland witch Heidemarie W. Schnaufer. Erica's twin sister Ursula delivers a giant 50mm cannon, along with a Jet Striker Unit required to carry it, with Gertrud chosen to test them, despite Erica's concerns following the last time Gertrud rode a Jet Striker. Erica is soon brought out to test a Twin Striker with Ursula, but Erica's lack of patience causes the test to fail. Erica ends up lashing out at Ursula, calling all of her inventions useless, leading her to become downhearted. Later, Minna and Gertrud come across an armored Neuroi, with Gertrud deciding she needs to use the 50mm cannon against it, but they both become surrounded by splitting Neuroi. Erica, hearing Minna in danger, takes the Jet Striker and 50mm cannon herself and has trouble controlling it, but she is helped out by the arrival of Ursula.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10032496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032496",
                    "TitleEnglish": "Vol. 2: Goddess of the Aegan Sea",
                    "SummaryEnglish": "Learning that island of Delos has been taken over by Neuroi, Charlotte E. Yeager and Francesca Lucchini are teamed up with Hanna-Justina Marseille and her partner Raisa Pöttgen to draw out the Neuroi hiding within it. Francesca, who has strong family ties with Delos, objects to their superior's plan to destroy the island, so they work out a new plan to have Hanna and Raisa draw out the Neuroi while Charlotte and Francesca drop bombs on it. When this plan ends up failing, Francesca tries to attack on but is inevitably forced to retreat. The next day, before the bombardment on the island is due to take place, Charlotte, unwilling to let Francesca down, decides to make use of an abandoned ship's winch to pull the Neuroi out of its hiding place, allowing it to be destroyed without any damage to the island. Afterwards, Francesca takes Charlotte and the others on a tour of Delos and its artifacts.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10032517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032517",
                    "TitleEnglish": "Vol. 3: Arnhem Bridge",
                    "SummaryEnglish": "Lynne and Perrine, along with Amelie Planchard, come across a young boy named Julius, getting treatment for his little sister Rose. As the two children stay at Perrine's house, with Julius proving a lot for Perrine to handle, Julius expresses a hatred towards witches for not coming to his father's aid when he went to battle at Arnhem Bridge. After learning that Perrine and the others are witches, Julius sneaks aboard a shipment bound for Arnhem Bridge to retrieve some personal belongings. With her Strike Unit in repair, Perrine steps in to protects Julius from the Neuroi until Lynne backs her up, with Julius helping Perrine in return when she injures her leg, allowing both her and Lynne to defeat the Neuroi. Afterwards, Perrine takes in both Julius and Rose to give them an education while Lynne receives a letter from Yoshika.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "33640",
            "URL": "https://thetvdb.com/series/strike-witches/seasons/official/1",
            "TitleEnglish": "Strike Witches",
            "SummaryEnglish": "The year is 1939 - it was then that the Neuroi appeared. Nobody knows where they came from or what their ultimate agenda is, but the fact remains that their attacks drove people out of their towns and cities. In order to take arms against them, humanity develops a new anti-Neuroi weapon called the \"Striker Unit.\" Using the power of magic to fight against the monsters, this new device enhances and amplifies the power of female magic-wielders. To use this device, young witches from all over the world have been brought together to form an elite task force unit called the 501st Joint Fighter Wing, commonly known as the \"Strike Witches.\"",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "375122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/375122",
                    "TitleEnglish": "Magical Girl",
                    "SummaryEnglish": "Yoshika Miyafuji is a fourteen-year-old girl who possesses magical powers that can heal. One day she is approached by Mio Sakamoto, Major of the 501st Joint Fighter Wing a.k.a. Strike Witches to join her team. A few days after Yoshika turns down the invitation because of her abhorrence toward wars, she receives a letter.",
                    "Aliases": []
                },
                "2": {
                    "ID": "375123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/375123",
                    "TitleEnglish": "That Which I Can Do",
                    "SummaryEnglish": "On their journey to Britannia, Yoshika and the others are assaulted by mysterious invaders called the Neuroi, menacing beings from another world. In order to buy time until reinforcements arrive, Major Sakamoto sallies forth alone, only to be met by a fierce attack from the opposition. Despite her best efforts she is driven back and ultimately cornered. Yoshika can do nothing but wait in terror inside the battleship.",
                    "Aliases": []
                },
                "3": {
                    "ID": "375713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/375713",
                    "TitleEnglish": "You're Not Alone",
                    "SummaryEnglish": "Yoshika makes her decision to join the Strike Witches. Lynette Bishop, another rookie witch who is 15 years old, shows Yoshika around. Although Yoshika is nervous about her new assignment and understands nothing about the arrangement of the troop, Lynette acts in a somewhat unfriendly manner, adding to Yoshika's anxiety",
                    "Aliases": []
                },
                "4": {
                    "ID": "376817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/376817",
                    "TitleEnglish": "Thanks",
                    "SummaryEnglish": "Yoshika gradually orients herself to life as a member of Strike Witches. However, she is condemned by her supervisor Gertrud Barkhorn as being inexperienced. Desperate to win her acceptance, Yoshika gets carried away in her training when she suddenly comes face to face with Neuroi.",
                    "Aliases": []
                },
                "5": {
                    "ID": "377814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/377814",
                    "TitleEnglish": "Fast, Big, Soft",
                    "SummaryEnglish": "Shirley the speed freak is obsessed with trying to exceed sonic speed. Busybody Francesca Luccini meddles with the adjustments of Shirley's Striker Unit before the water training drill required by all members, which subsequently leads to an unexpected incident.",
                    "Aliases": []
                },
                "6": {
                    "ID": "379013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/379013",
                    "TitleEnglish": "We're the Same",
                    "SummaryEnglish": "Yoshika and her comrades are attacked by the Neurois on their way back from a mission in London, but gets help from Sanya who happened to be on a night patrol. As a result, Yoshika is given orders to serve the night shift, and must spend the night in the same room with Sanya, when an envious Eila barges in.",
                    "Aliases": []
                },
                "7": {
                    "ID": "399711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/399711",
                    "TitleEnglish": "Nice and Breezy",
                    "SummaryEnglish": "Erica misplaces a key part of her uniform (panties), causing a chaotic incident in Witches Base.",
                    "Aliases": []
                },
                "8": {
                    "ID": "400702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/400702",
                    "TitleEnglish": "I Won't Forget You",
                    "SummaryEnglish": "Commander Minna begins to act strangely when the crew of the newly-repaired Akagi shower Yoshika with praise for her heroic action.",
                    "Aliases": []
                },
                "9": {
                    "ID": "400703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/400703",
                    "TitleEnglish": "What I Want to Protect",
                    "SummaryEnglish": "Perrine's jealousy reaches the peak, and she challenges Yoshika to an aerial duel. Their bout is cut short by a surprise Neuroi attack, and a weakened Mio scrambles to aid them despite Minna's protests.",
                    "Aliases": []
                },
                "10": {
                    "ID": "400704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/400704",
                    "TitleEnglish": "I Want You to Believe",
                    "SummaryEnglish": "Despite her efforts to heal Mio's grievous wound, Yoshika is confined to her quarters. With the other Witches doubting her story of the human-form Neuroi, Yoshika takes off by herself to find the truth.",
                    "Aliases": []
                },
                "11": {
                    "ID": "400705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/400705",
                    "TitleEnglish": "Into the Sky...",
                    "SummaryEnglish": "The 501st Joint Fighter Wing is disbanded with the unveiling of the unmanned anti-Neuroi unit, Warlock. As the Witches scatter, something goes very wrong during the Warlock's sortie against the nearby Neuroi hive.",
                    "Aliases": []
                },
                "12": {
                    "ID": "400706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/400706",
                    "TitleEnglish": "Strike Witches",
                    "SummaryEnglish": "Yoshika launches alone against the out-of-control Warlock, desperately holding out as the other Witches race to join her and put an end to the monstrous hybrid of human and Neuroi technology.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "254811",
            "URL": "https://thetvdb.com/series/strike-witches/seasons/official/2",
            "TitleEnglish": "Strike Witches 2",
            "SummaryEnglish": "After discovering that the Neuroi are capable of communication with humans and making peace with the nest above Gallia, the Witches squads are on a mission to reestablish communication, when a sudden attack causes the Neuroi to vanish. The Witches discover a new and massive nest that just appeared, covering almost all Europe. Ruthlessly and without mercy it annihilates allied forces along with Witches. Word of the attack reaches Fuso and a support battalion is deployed to rescue the survivors. Among the rescue team is the former Striker captain Mio Sakamoto and the now civilian Yoshika Miyafuji, who want to save their dear friends.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2441401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2441401",
                    "TitleEnglish": "Into the Sky Once More",
                    "SummaryEnglish": "Six months after the battle over Brittania, the 504th Joint Fighter Wing of Strike Witches, while on a mission to make contact with the Neuroi, encounter an even greater Neuroi nest hovering over Venesia which wipes out the previous Neuroi and attacks relentlessly. Meanwhile, Yoshika, who had just graduated from middle school, receives a letter from Amaki Suwa, containing blueprints supposedly sent by her father. When Yoshika goes to deliver these to Mio, she gets word that the stronger Neuroi had overwhelmed the 504th Joint Fighter Wing and that Lynette and the others are in danger. Yoshika is told by Mio to go home, but when she notices Mio heading into battle again, Yoshika takes her old Striker Unit and follows after her. Admiring her spirit, Mio allows Yoshika to accompany her. However, a week into their flight, their plane comes into contact with a Neuroi ship.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2441411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2441411",
                    "TitleEnglish": "The Legendary Witches",
                    "SummaryEnglish": "As the Neuroi continues to attack the plane, a fleet of battleships provide support, but are easily defeated by the Neuroi. With Mio still unable to use her shield, Yoshika flies into battle to protect the ships with her enhanced magic. Mio then uses her enhanced katana to slice through the Neuroi's beam and destroy it. However, it soon reforms itself, its core continuously shifting places to avoid being destroyed. Yoshika has a tough time facing it until Shirley, Lucchini, Lynette and all the other Witches arrive to assist, giving Mio the opportunity to destroy it with her katana. Setting up base in Romagna, Minna officially reforms the 501st Joint Fighter Wing.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2490701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490701",
                    "TitleEnglish": "That Which We Can Do",
                    "SummaryEnglish": "Mio meets up with Junko Takei of the 504th Joint Fighter Wing to learn about the new breed of Neuroi. Having gotten out of shape following inactivity during the past six months, Yoshika, Lynne and Perrine are sent to an old lady named Anna Ferrara, who teaches them the basics, namely how to ride old fashioned brooms. They struggle at first, but they soon start to get the hang of it. During their training, a Neuroi ship threatens to come into contact with Anna's home, but the girls team up to defeat it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2490711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490711",
                    "TitleEnglish": "Hard, Fast, Amazing!",
                    "SummaryEnglish": "The Witches obtain a prototype Jet Striker model from Karlsland. After an argument between Shirley and Barkhorn, Barkhorn gets to use it, as Lucchini convinces Shirley not to use it after trying it herself. Barkhorn relishes in the Jet Striker's power and outperforms Shirley in a series of performance tests, but it ends up draining too much of her magic, causing her to faint midflight. Minna prohibits anyone from using the Striker as a result, and confines Barkhorn to her quarters. She breaks the ban anyway when a fast Neuroi appears. Although she defeats the Neuroi, Barkhorn faints as, this time, the Jet Striker goes out of control, forcing Shirley to push her Striker Unit to its limits to save her, destroying the prototype in the process. Later, Erica's twin sister, Ursula, pays them a visit, with a shipment of potatoes as a token of apology for the flawed prototype.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2490721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490721",
                    "TitleEnglish": "My Romagna",
                    "SummaryEnglish": "While Yoshika, Shirley and Lucchini are in Romagna's capital, Roma, buying supplies and gifts, Lucchini spots a girl named Maria being accosted by some suited men and rescues her. The two quickly become friends and spend the day exploring the city, although Lucchini ends up spending all the food money Shirley gave her. When a Neuroi ship appears, Lucchini rejoins Yoshika and Shirley to defeat it. Afterward, Lucchini treats Maria to a bird's eye view of Roma, telling her the importance of protecting it. After they return home, it is revealed that Maria is actually the Duchess of the Principality of Romagna, who gives her thanks to Lucchini during her inauguration by airdropping food supplies to the Witches.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2490731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490731",
                    "TitleEnglish": "Higher Than the Sky",
                    "SummaryEnglish": "The Witches discover a huge Neuroi spire whose core is in a location far beyond the altitude that their Striker Units can reach. Formulating a plan using rocket boosters in stages to reach the required altitude, Sanya is chosen to attack the core. Having never needed to use a shield in combat, Eila becomes furious when Yoshika is chosen to protect Sanya instead of her. Eila tries to get Perrine to train her to use shields, but to no avail. Sanya becomes annoyed with Eila's willingness to give up and gets into a fight with her. The next day, as the Witches launch Sanya and Yoshika to the stratosphere, Eila apologizes and expresses her desire to protect Sanya. Seeing this, Yoshika decides to switch places with her. Eila finally uses her shield to protect Sanya as she destroys the core.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2490741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490741",
                    "TitleEnglish": "It's All Creepy Crawly",
                    "SummaryEnglish": "After enjoying the newly-installed bath, a strange bug that Lucchini found earlier in the morning is embarrassing the Witches by literally getting into their pants, as well as causing electrical outages around the base. They soon realize that the bug is the core of a Neuroi ship that is sapping electricity from the base, disabling the alarm system, as it feeds a larger unit lurking near the base. After the Witches ensue a lengthy chase for the bug around the base, it is Minna who inadvertently destroys the Neuroi bug when it crawled inside her pants, destroying the larger unit as well. It is technically Minna's 200th Neuroi kill, and she was awarded a medal by the Luftwaffe for the milestone. \r\n\r\n(from wikipedia)",
                    "Aliases": []
                },
                "8": {
                    "ID": "2490751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490751",
                    "TitleEnglish": "Please Give Me Wings",
                    "SummaryEnglish": "Mio trains to obtain the true Reppuzan, and refuses to teach it to Yoshika despite her requests. Later, during a practice session with Perrine, Yoshika starts to have some trouble flying. Mysteriously, though, Yoshika is given a clean bill of health, and her Striker Unit is in perfect running condition. The next day, Yoshika and Lynnette are sent to the battleship Yamato to heal crew members injured in a lab explosion. When the Yamato and its battle group is attacked by a blimp-shaped Neuroi ship, Yoshika is unable to fly, leaving Lynette alone to defend the battle fleet while they retreat. As Yoshika laments her inability to help, she hears her father's voice and is presented with a new Striker Unit, which was developed based on his research findings. Now able to use her powers to the maximum with a Striker Unit built just for her, Yoshika manages to save Lynette just in time and defeat the Neuroi single-handedly.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2490761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490761",
                    "TitleEnglish": "The Bridge to Tomorrow",
                    "SummaryEnglish": "While visiting Gallia, Perrine learns that children can't get to school because the bridge is broken. This preoccupies her, even thinking of selling the last family heirloom to fund the bridge's repairs. On a training trip at the beach, Lucchini finds a treasure chest, which Perrine salvages in the hope of finding treasure. After going through an endless number of chests, they find a puzzle chest containing a map, which Perrine, Yoshika, Lynnette and Lucchini follow to an underwater cave filled with booby traps. Meanwhile, while looking for them, Mio and the others encounter a trap which causes Mio to become drunk, kissing Minna and running off. Perrine's group comes across a room with a statue which Perrine defeats when it attacks them. They eventually find the treasure, which is nothing more than a herb and spice garden. However, a slightly hungover Mio reassures Perrine that it's the feelings that people truly treasure. After returning to base, Perrine receives a letter from Gallia informing her that the children worked together to build a new bridge.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2490771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490771",
                    "TitleEnglish": "500 Overs",
                    "SummaryEnglish": "Mio progresses in perfecting the true Reppuzan, but it drains much power from her. After Minna proposes an operation to attack a Neuroi base, the top brass send in Captain Hanna Marseille of the 31st Karlsland Luftwaffe Storm Witches to join the mission. Since Barkhorn and Hanna don't get along, Erica volunteers to accompany her on the mission. After fooling around in a training session, Hanna and Erica are ordered to stay in a room together to learn to cooperate. Hanna is obsessed with winning, and has always wanted to settle things with Erica, whom she views as her equal, but as of late she is annoyed with Erica's lack of competitive spirit. But when Hanna badmouths Barkhorn, who wanted an autograph for her sister, Erica agrees to compete with her during the mission. When they reached a draw after destroying the Neuroi, they have a tiebreaker dogfight, also ending in a draw. Before she leaves, Hanna decides to give the autograph.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2490781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490781",
                    "TitleEnglish": "To Be Myself",
                    "SummaryEnglish": "Mio still experiences power drains from her use of the true Reppuzan. Later, she scolds Yoshika for touching her sword--which reacted to her powers and nearly caused her to faint. Later, Mio and Minna receive orders from their superiors for a final attack on the Neuroi nest. They plan to defeat it by powering the Yamato with Neuroi technology. The mission's failure would mean the surrender of Romagna and the disbanding of the 501st Strike Witches. Mio becomes determined to complete the True Reppuzan, but Minna, aware that her sword has drained nearly all of her magical power, stops her--which Yoshika overhears. The next day, they begin the charge and Mio's Reppuzan fails to work, much to her despair. Meanwhile, the Yamato activates its Neuroi Dynamo, allowing it to fly and repair itself. But when the Neuroified Yamato hits the hive bow first, its Neuroi Dynamo stopped working, paralyzing its firing controls. With the mission deemed a failure, Mio, never giving up, charges towards the Yamato to attempt to restart the Dynamo with her remaining magic power.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2490791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/2490791",
                    "TitleEnglish": "Beyond the Eternal Sky",
                    "SummaryEnglish": "Despite Minna's objection, Mio heads inside the Yamato and gives the Neuroi Dynamo her remaining magic power which kick-starts the engine. Mio is then able to fire the main cannon, destroying the Neuroi nest. It is revealed however that the dome was mearly a shield concealing the hive's massive core, which Mio becomes absorbed into. Not giving up, Yoshika, with backup from the other Witches, retrieves the Reppumaru and is able to perform the True Reppuzan which only Fuso Witches are capable of performing. This destroys the giant Neuroi core at the cost of Yoshika's remaining magical power, freeing Mio in the process. With Venezia finally free from the Neuroi, the 501st Strike Witches are once again formally disbanded; and Yoshika begins her medical career. The final shot depicts Yoshika's special Striker Unit having washed up on a beach alongside the Reppumaru, the shadow of an unknown individual then appears to find them, setting the scene for the film.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1845677",
            "URL": "https://thetvdb.com/series/strike-witches/seasons/official/3",
            "TitleEnglish": "Strike Witches: Road to Berlin",
            "SummaryEnglish": "Preparations for a new offensive against the Neuroi—a mysterious race of alien invaders—are well underway. The objective is securing Berlin, the capital city of the Empire of Karlsland, which is necessary for wiping out the Neuroi threat from Europe. However, as the enemy is capable of adapting to the battlefield on a daily basis, the allied forces and the current state of Striker technology might not be enough to achieve a victory.\r\n\r\nMeanwhile, Yoshika Miyafuji, a Witch from Fuso, continues her medical studies in Lausanne. Having recovered from a recent incident that deprived her of magical power, she is eager to assist in the war effort. The call to arms soon arrives and the scattered witches of the 501st Joint Fighter Wing must be gathered once again for a final push against the enemy.",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7765209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7765209",
                    "TitleEnglish": "The Magical Girl of the Alps",
                    "SummaryEnglish": "Yoshika leaps back into action to save her friend's father, but her striker unit almost blows up on the tarmac!",
                    "Aliases": []
                },
                "2": {
                    "ID": "7964869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7964869",
                    "TitleEnglish": "The Strike Witches Come Together",
                    "SummaryEnglish": "When a Neuroi strikes at Europe's biggest supply port on the eve of humanity's counterattack, Yoshika must hold it off alone, without any weapons at all!",
                    "Aliases": []
                },
                "3": {
                    "ID": "7964871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7964871",
                    "TitleEnglish": "What the Two of Us Can Do",
                    "SummaryEnglish": "Yoshika's lost control of her magic… again! It's time for more training and more hard work if she wants to get it back!",
                    "Aliases": []
                },
                "4": {
                    "ID": "7964873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7964873",
                    "TitleEnglish": "Beyond Two Hundred Miles Per Hour",
                    "SummaryEnglish": "Shirley's world record was just broken, and she's not happy about it. As Shirley and Lucchini attempt to beat the new world record, an unusual Neuroi threat swiftly approaches.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7981954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981954",
                    "TitleEnglish": "Queen of Nederland",
                    "SummaryEnglish": "The girls take a detour to Nederland, to help a legendary flower bloom.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7981955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981955",
                    "TitleEnglish": "Hounds of Vengeance",
                    "SummaryEnglish": "When Erica is shot down in enemy territory, Gertrud will do whatever it takes to get her back.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7981956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981956",
                    "TitleEnglish": "They Go Boing-Boing",
                    "SummaryEnglish": "A mysterious idol causes all the witches' breasts to grow bigger and bigger, and the girls gradually fall victim one by one…",
                    "Aliases": []
                },
                "8": {
                    "ID": "7981957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981957",
                    "TitleEnglish": "The Fog",
                    "SummaryEnglish": "Neuri, encountered by Sanya and Eira on a patrol mission, had the nasty ability to mist and hide in it. The Neuri will engulf the Kiel naval port, its next strategic goal, in a deep fog, hindering the progress of the Berlin recapture operation. In response to this situation, Sanya plans a strategy to search for Neuri using her ability to search for enemies.\r\n\r\n\"I will definitely succeed, Lieutenant Colonel Mina.\"\r\nShe goes into the deep fog with Eira, Miyato, and Hattori.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7981958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981958",
                    "TitleEnglish": "Mina's Sky",
                    "SummaryEnglish": "Rocket attacks from the Neuroi nest in Berlin are threatening the base in Kiel. Only Mina has what it takes to stop them, but her magic power is fading…",
                    "Aliases": []
                },
                "10": {
                    "ID": "7981959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981959",
                    "TitleEnglish": "Shizuka, Come In!",
                    "SummaryEnglish": "Operation Southwind begins with a full-scale air assault on Berlin. When Yoshika is ordered to stay behind to conserve her magic, Shizuka steps up to try and fill the hole.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7981960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981960",
                    "TitleEnglish": "Road to Berlin",
                    "SummaryEnglish": "With Miyafuji's magic power disabled, humanity is forced to use its backup plan: the powerful Ratte tank. But can they win without their ultimate ace?",
                    "Aliases": []
                },
                "12": {
                    "ID": "7981963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/7981963",
                    "TitleEnglish": "I Still Want to Protect",
                    "SummaryEnglish": "Yoshika is trapped inside the dome around Berlin, and the rest of the Witches are cut off. Can they get inside to save her in time?",
                    "Aliases": []
                }
            }
        }
    }
}