{
    "URL": "https://thetvdb.com/series/shinigami-no-ballad",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3367698/",
        "https://www.themoviedb.org/tv/22827"
    ],
    "Titles": {
        "eng": "Momo, Girl God of Death - Ballad of a Shinigami",
        "jpn": "しにがみのバラッド。"
    },
    "Summaries": {
        "eng": "Anime adaption of Hasegawa K-Ske's series of Shinigami no Ballad \"lite novels\". The six (so far) Shinigami no Ballad novels tell the story of \"Momo the Girl God of Death.\"\r\n\r\nA girl wrapped in white, her name is Momo...in her hand lies a blunt yet shiny scythe. By her side is a winged black cat by the name of Daniel. Carrying the souls of humans, the girl's existence parallels to that of a \"Death God\" or \"Shinigami\". At the instant when this white Death God touches the hearts of humans, the world is filled with kindness and grief..",
        "jpn": "目を覚ますと、少女は死神でした。その少女は、死神でありながら、その真っ白な容姿ゆえに仲間から「変わり者」と呼ばれていました。しかし、少女の持つ巨大な鈍色の鎌は、まさしく死の番人のものです。少女の使命は人間の命を運ぶこと。死を司る黒き使者である少女は、仕え魔のダニエルと共に、人の魂を奪いにいくのです。死を司る少女は、様々な人と出会い、そして別れていきます。哀しくて、やさしいお話。"
    },
    "Aliases": [
        "しにがみのバラッド。(アニメ)"
    ],
    "Modified": "2024-11-03",
    "Seasons": {
        "1": {
            "ID": "33654",
            "URL": "https://thetvdb.com/series/shinigami-no-ballad/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "375267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinigami-no-ballad/episodes/375267",
                    "Titles": {
                        "eng": "Your Voice",
                        "jpn": "きみのこえ。"
                    },
                    "Summaries": {
                        "eng": "Kōta Seto, a young boy in grade school, spends a lot of his time with his friend Mai Makihara due to her constant asthma attacks. One day while walking home from school, they find an abandoned kitten (which Mai names Blue) in a box in a park, and due to Mai's persistence, they end up moving it to a nearby shrine where they take care of it by visiting it daily and giving it food. Mai realizes that she is preventing Kōta from playing with his other friends, and one day Kōta agrees to play in a soccer game while Mai goes to check on Blue. That day, it starts to rain, and on her way home, Mai is taken to the hospital and soon after dies. Kōta blames the cat for Mai's death and intended to leave it for dead, but Momo, a shinigami, intervenes and gives Kōta the chance to speak with Mai once more.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "375268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinigami-no-ballad/episodes/375268",
                    "Titles": {
                        "eng": "The Lifetime of a Fish",
                        "jpn": "さかなのころ。"
                    },
                    "Summaries": {
                        "eng": "Mitsuki Asano, a male high school student, is in the school pool one night and Momo appears before him, telling him that he is going to die soon. Due to this, he starts thinking more about his now-dead older sister and how she died before him even though she was more athletic and more capable than him. Mitsuki starts hanging out more with Yutaka Fujishima from his class, and she one days confesses that she likes him. He tells her that he is going to die soon, but she takes this as a cruel way to reject her. Momo appears before Mitsuki a couple more times and ultimately gets him to realize that he has to live his own life. In the end, Momo was just trying to make Mitsuki change his way of life by telling him he was going to die soon, but this turns out to be a lie.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "375269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinigami-no-ballad/episodes/375269",
                    "Titles": {
                        "eng": "Beyond the Light",
                        "jpn": "ひかりのかなた。"
                    },
                    "Summaries": {
                        "eng": "Kantarō Ichihara is a boy in junior-high school, and the high school entrance examination period is coming up. His grandfather, who loved playing games, recently died, and while cleaning out his room Kantarō finds a message from his grandfather about a game involving a treasure hunt. Kantarō skips out on extra lessons at school to go look for the treasure in his grandfather's old country town, accompanied by his childhood friend Tomato. On the way Kantarō sees a young boy and girl several times, and in the end they lead him to where the treasure is buried, which turns out to be a large marble and a short note left by Kantarō's grandfather. It turns out that Daniel and Momo changed their appearances to those of Kantarō's then-young grandfather and his childhood friend in order to lead Kantarō to the treasure.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "375270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinigami-no-ballad/episodes/375270",
                    "Titles": {
                        "eng": "Autumn's Magic",
                        "jpn": "あきのまほう。"
                    },
                    "Summaries": {
                        "eng": "Chiaki Kazama, a junior-high school student, is trying to keep her family going by filling in for her mother who recently died. She takes up the role of waking up her father and younger brother Fuyuki and making them breakfast, but cannot quite make French toast like her mother could. Their father leaves on a business trip for a couple of days, and soon after Fuyuki tells Chiaki that he saw a shinigami in his room and even played with her. This unsettles Chiaki, thinking that he is going to die soon, but later meets the shinigami Momo and finds out that she and Daniel are merely babysitting Fuyuki for the time being due to Chiaki's mother worrying about her. Through Momo, Chiaki is able to talk with her mother again, and even learns how to make French toast like her. The next day, a boy from Chiaki's class named Nakayami, who previously showed concern for her well being, comes to meet her in the morning, and the two walk home to school holding hands.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "375271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinigami-no-ballad/episodes/375271",
                    "Titles": {
                        "eng": "The Glow of Fireflies",
                        "jpn": "ほたるのひかり。"
                    },
                    "Summaries": {
                        "eng": "Eko Miyazaki, a junior-high school student, is troubled that there are bad rumors going around at a local elementary school about a ghost causing problems, and Eko believes that the ghost is her older sister who had been a teacher at the school but recently died. Eko meets Kōta Seto and learns of his ability to see ghosts and a shinigami. She asks for his help to find her sister in the school in order to tell her that she is sorry about saying she hated her right before she died. They sneak into the school at night and eventually Eko's sister appears in her old classroom. Eko is able to apologize to her in tears and her older sister's spirit disappears. Eko is now finally able to smile for the first time since her sister died.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "375272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinigami-no-ballad/episodes/375272",
                    "Titles": {
                        "eng": "A Heart's Journey",
                        "jpn": "こころのたび。"
                    },
                    "Summaries": {
                        "eng": "Sakura Kosakai wakes up dazed on the street wondering where she is and realizes that she has to go to school. At school she discovers that people are ignoring her, and she cannot even press the buttons on the vending machine for lunch. She finally remembers that she jumped off a bridge after seeing the boy she liked kiss another girl, and when Sakura goes to the bridge, she meets Momo and Daniel. Sakura takes them around town to check up on those she knew, though they seem fine even though it has only been three days since the accident. Momo takes her out again to check up one the same people as before, and she sees that she is still remembered by her loved ones and friends despite what it initially seemed like. After this, Momo reveals to Sakura that she did not die, but instead her spirit left her body after the accident. After returning to her body, Sakura goes on with her life.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}