{
    "URL": "https://thetvdb.com/series/beck",
    "Genres": [
        "Noir"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0907683/",
        "https://www.themoviedb.org/tv/38148"
    ],
    "TitleEnglish": "Beck",
    "SummaryEnglish": "Beck follows Swedish police officer Martin Beck and his team as they investigate various crimes.",
    "Aliases": [],
    "Modified": "2025-10-01",
    "Seasons": {
        "1": {
            "ID": "33709",
            "URL": "https://thetvdb.com/series/beck/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "375642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375642",
                    "TitleEnglish": "The Decoy",
                    "SummaryEnglish": "A man working at a garbage incinerator discovers the body of a dead man burned to ashes in the oven. Police detective Martin Beck handles the case. All he knows is that a brutal murder has happened. But he does not know when or where. He has no body, motive or a crime scene, not a single trace. All he has is some teeth and a mysterious Internet address...",
                    "Aliases": []
                },
                "2": {
                    "ID": "375644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375644",
                    "TitleEnglish": "The Man with the Icons",
                    "SummaryEnglish": "Beck and his men investigates a murder of a Russian woman. At the same time as SÄPO (The Swedish Security Agency) sees a chance of getting a Russian in the embassy deported.",
                    "Aliases": []
                },
                "3": {
                    "ID": "375645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375645",
                    "TitleEnglish": "White Nights",
                    "SummaryEnglish": "When the police uncover a narcotics smuggling operation, the driver is shot dead. The man turns out to be Superintendent Martin Beck's son. Beck breaks down and steps away from the investigation but later returns at his colleagues request.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6110026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/6110026",
                    "TitleEnglish": "Serial Killer",
                    "SummaryEnglish": "Beck and his team are trying to find a serial killer whose victims are spread all over Sweden. An obvious connection is that all the victims are women, and they were all in the same class, and Beck thinks that a scandal back in the past has something to do with the murders. But no one wants to talk about the past and it becomes a struggle to find the perpetrator before the final murder - only one woman is still alive.",
                    "Aliases": []
                },
                "5": {
                    "ID": "375646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375646",
                    "TitleEnglish": "The Pearl Hotel",
                    "SummaryEnglish": "Inspector Beck and his team get involved in a large-scale smuggling of cesium 133. A gang from the east uses refugees who with a promise to stay in Sweden and with danger to their own life take in the dangerous explosive chemical substance.",
                    "Aliases": []
                },
                "6": {
                    "ID": "375647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375647",
                    "TitleEnglish": "The Monster",
                    "SummaryEnglish": "A bomb threat is called in to a police station in Stockholm. The police bomb squad blows the briefcase to pieces and it looks like false alarm, until a baby is found inside. Soon, e-mails are sent out to every newspaper about the nasty situation that the police had tried to keep secret. Will the police ever overcome the \"Monster\"?",
                    "Aliases": []
                },
                "7": {
                    "ID": "375648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375648",
                    "TitleEnglish": "The Money Man",
                    "SummaryEnglish": "A homosexual police officer's double life is paid by Beck's archenemy, Gavling, a man who runs Stockholm's underworld. In return, the officer has been providing Gavling with secret information from the police archives.",
                    "Aliases": []
                },
                "8": {
                    "ID": "375649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375649",
                    "TitleEnglish": "Night Vision",
                    "SummaryEnglish": "A serial killer who decapitates people is on the loose in the Stockholm subway. Martin Beck and his colleagues try to catch the killer, while the panic in the city increases.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "33710",
            "URL": "https://thetvdb.com/series/beck/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "375662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375662",
                    "TitleEnglish": "The Revenge",
                    "SummaryEnglish": "Two patrolling cops stumble on to three criminals who have just stolen large amounts of explosives, and are killed in cold blood. Martin Beck and his team must now work day and night to find out who the killers are and what they are planning to do with the explosives before it's too late. Meanwhile, Gunvald Larsson who was a close friend of one of the murdered cops is ignoring all rules in his quest for revenge.",
                    "Aliases": []
                },
                "2": {
                    "ID": "375663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375663",
                    "TitleEnglish": "The Man without a Face",
                    "SummaryEnglish": "A man is found dead, stabbed to death with a knife. The shocking thing is that his face has been removed. Upon questioning, his wife describes their marriage as having been \"stable.\" She also states that a mysterious foreign man had knocked on their door the day before the murder. Beck and his men are given the case.",
                    "Aliases": []
                },
                "3": {
                    "ID": "375664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375664",
                    "TitleEnglish": "The Cartel",
                    "SummaryEnglish": "A Greek restaurant owner is brutally tortured and killed. Beck and his team investigate, and are drawn into a world of smuggling, threats, and violence.",
                    "Aliases": []
                },
                "4": {
                    "ID": "375666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375666",
                    "TitleEnglish": "The Recluse",
                    "SummaryEnglish": "An Asian woman is found dead in the water of Stockholm's archipelago. She has been murdered, and everything indicates that she was a prostitute. Meanwhile a series of break-ins has occurred on an island outside of Stockholm. Suddenly a retired old man is also found dead in his own yard. Now Beck has two cases to solve and they both point in the same direction.",
                    "Aliases": []
                },
                "5": {
                    "ID": "375667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375667",
                    "TitleEnglish": "Unknown Sender",
                    "SummaryEnglish": "Martin Beck, Gunvald Larsson and Alice Levander investigate the mysterious murder of an accountant that was found shot to death at the airport parking. At the same time a reporter receives a package from an anonymous source, with information regarding the embezzling of funds that should have been used for fixing up nuclear reactors. When the reporter contacts Beck, his home gets blown up by a bomb.",
                    "Aliases": []
                },
                "6": {
                    "ID": "375668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375668",
                    "TitleEnglish": "The Ad Man",
                    "SummaryEnglish": "A man is raping women after having met them through ads on public noticeboards. At first this seems like an easy crime to solve for Martin Beck and his colleagues but they soon discover that somebody's motivations are far more complex.",
                    "Aliases": []
                },
                "7": {
                    "ID": "375669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375669",
                    "TitleEnglish": "The Boy in the Glass Bowl",
                    "SummaryEnglish": "Mother of an autistic boy is found murdered in her home. The boy holds the murder weapon, covered in blood.",
                    "Aliases": []
                },
                "8": {
                    "ID": "375665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375665",
                    "TitleEnglish": "Blind Profit",
                    "SummaryEnglish": "A series of grisly murders where the victims faces have been removed by acid starts to turn up around Stockholm. Detective Martin Beck and Gunvald Larsson are once again drawn into the darkness.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "33711",
            "URL": "https://thetvdb.com/series/beck/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "375671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375671",
                    "TitleEnglish": "The Scorpion",
                    "SummaryEnglish": "A brutally battered woman, Monika, manages to flee from her home with her two children. Later, the body of a dead man is found in the same house. The murder was preceded by an assault; bloodstains found in the kitchen correspond to Monika’s DNA.",
                    "Aliases": []
                },
                "2": {
                    "ID": "375672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375672",
                    "TitleEnglish": "The Unclaimed Girl",
                    "SummaryEnglish": "A small girl is found dead in a deserted underground cellar. She has been dead for some time but there is fresh food for her. Who is she?",
                    "Aliases": []
                },
                "3": {
                    "ID": "375673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375673",
                    "TitleEnglish": "The Vulture",
                    "SummaryEnglish": "Swedish politician John Veden vanishes without a trace. There's no hint he's dead yet but Beck's team gets the case due to Police Chief Oberg's friendship with the man whom she dined with him the evening before he vanished. When they find out Veden was a gambler with heavy debts battling his addiction the case leads Martin Beck, Gunvald Larsson and freshly returned Lena Klingström into Sweden's illegal gambling scene. And Veden was planning to expose his own addiction and his party's huge financial profits from gambling in a confessional book - which his political allies got wind of via illegal data theft. With several people having an interest that Veden stays missing the team tries to find the politician and the true perpetrator while Beck is grappling privately with his ambivalent feelings about working with ex Lena again.",
                    "Aliases": []
                },
                "4": {
                    "ID": "375674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375674",
                    "TitleEnglish": "The Attorney",
                    "SummaryEnglish": "A famous Swedish lawyer is brutally murdered in his apartment. Martin Beck and his team find a clear murder motive. Hansson had a good chance of winning a case against a multinational company. But it appears Hansson was not completely honest and had several links with the underworld.",
                    "Aliases": []
                },
                "5": {
                    "ID": "375675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375675",
                    "TitleEnglish": "The Japanese Painting",
                    "SummaryEnglish": "Martin Beck gets a phone call from his German colleague, Hans Sperling, who is in Stockholm to buy a painting at auction. Sperling has found a dead woman in his hotel, and needs Martin's help. The murder investigation leads them into a dark world of art fraud.",
                    "Aliases": []
                },
                "6": {
                    "ID": "375676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375676",
                    "TitleEnglish": "The Weak Link",
                    "SummaryEnglish": "A young girl is killed on her way back to her parents home after leaving a party. Martin Beck and his crew quickly start the hunt for evidence before the trail goes cold. There are several suspicious people to investigate but do they really know how everyone is connected to one another?",
                    "Aliases": []
                },
                "7": {
                    "ID": "375677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375677",
                    "TitleEnglish": "The Silent Scream",
                    "SummaryEnglish": "Two young girls are killed on railway by a passing train. It does not seem to fit the profile of a normal suicide. So if this is a double homicide who would do this and why? Martin Beck and his team start following the step backwards in order to figure out what has happened. With good and intensive police work they find man side trails from the main path.",
                    "Aliases": []
                },
                "8": {
                    "ID": "375678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/375678",
                    "TitleEnglish": "In the Name of God",
                    "SummaryEnglish": "A paparazzi photographer gets brutally murdered in Stockholm. His apartment is searched and the computer together with photo equipment is missing. Martin Beck (Peter Haber) seeks the motive behind the murder.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "151731",
            "URL": "https://thetvdb.com/series/beck/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1357861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/1357861",
                    "TitleEnglish": "The Eye of the Storm",
                    "SummaryEnglish": "When the charred remains of woman are found, Säpo, the Swedish Security Services, suspect Gunvald Larsson of being mixed up in her murder. The dead woman was wanted internationally and a member of a group of militant eco-activists carrying out attacks around the world. Gunvald sets out on his own to find the woman's murderer, with Säpo on his heels. Martin Beck is ordered to arrest Gunvald and his loyalty to his colleague is now put to the test.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1357871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/1357871",
                    "TitleEnglish": "Buried Alive",
                    "SummaryEnglish": "Swedish police drama. When the body of a district attorney is found suspicion falls on the leader of a motorcycle gang, but then his body is also found in similar circumstances.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "640478",
            "URL": "https://thetvdb.com/series/beck/seasons/official/5",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "5358871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5358871",
                    "TitleEnglish": "Room 302",
                    "SummaryEnglish": "A young woman is found strangled in a hotel room. The investigation leads Beck and Gunvald to Stureplan, Stockholm's nightlife and its downsides.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5367707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5367707",
                    "TitleEnglish": "The Family",
                    "SummaryEnglish": "Crime boss Zlatko Lozanovic is shot and the Beck group maps all Zlatko's enemies, which turns out to be the major part of the Stockholm underworld. It becomes a race against time when even Zlatko's minions are looking for the perpetrator.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5367708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5367708",
                    "TitleEnglish": "The Invasion",
                    "SummaryEnglish": "A dead man is found buried outside Stockholm. The Beck group believes that the man may be victim of a conflict within an Islamist terror group. The tracks point to a company which seems to offer black labor to Stockholm's unscrupulous construction companies.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5367709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5367709",
                    "TitleEnglish": "The Hospital Murders",
                    "SummaryEnglish": "A woman diagnosed with ALS dies in a hospital in Stockholm. However, it seems as if she had been exterminated. The son of the woman is accusing the doctor Johan Fors for the deed. But when Johan Fors is found dead, the suspicions are directed against the womans son. But even Johan Fors' colleagues seem to hide things from the Beck group.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5745535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5745535",
                    "TitleEnglish": "Gunvald",
                    "SummaryEnglish": "An investigative journalist is found murdered in his home, along with the fingerprints of a notorious criminal debt collector. The journalist had been threatened by right-wing extremists, but it is the victim's work with a book about 'society's dark side' that captures the interest of Beck and his team. The case takes an unexpected and terrible turn, and suddenly there is much more at stake than finding the journalist's killer. Beck and his colleagues have never had to protect the balance of their professional and private lives with the same tenacity as they do now.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5745537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5745537",
                    "TitleEnglish": "Steinar",
                    "SummaryEnglish": "An unidentified body is found in the remains of a trailer after a fire at a run-down caravan park. The owner of the trailer, a young drug-addicted woman, is missing, but is she really the victim? And what role has the local so-called neighbourhood watch played? Police supervisor Klas Freden decides to go over Martin Beck's head and recruit charismatic Norwegian homicide investigator, Steinar Hovland. The newly-structured Beck group face a power struggle, and Martin struggles to find his way back to his old self.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5745538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5745538",
                    "TitleEnglish": "End of the Road",
                    "SummaryEnglish": "An ex-policeman is found murdered in his house, along with his wife and child. Beck and his team take on the case and find that there is a hidden security room in the victims' house, containing stolen weapons. They find fingerprints from a criminal who was involved in a robbery, after which he shot his accomplices and disappeared with the money. The question is how the former police officer ended up with the weapons and how he is connected to the thieves. The case stirs strong feelings at police headquarters and takes highest priority.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5745539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/5745539",
                    "TitleEnglish": "The Last Day",
                    "SummaryEnglish": "When traffic officers on a quiet morning shift try to stop a car for speeding they are shot at and one of them is killed. Beck and his team lead an extensive search for the ruthless killer.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "680524",
            "URL": "https://thetvdb.com/series/beck/seasons/official/6",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "6485729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/6485729",
                    "TitleEnglish": "Flesh and Blood",
                    "SummaryEnglish": "Martin Beck is drawn into a case of a missing girl in Stockholm.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6485730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/6485730",
                    "TitleEnglish": "The Thin Ice",
                    "SummaryEnglish": "When the coach of a junior hockey team is murdered, the police investigate.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6485731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/6485731",
                    "TitleEnglish": "Without Intent",
                    "SummaryEnglish": "A 12-year-old girl finds her mother lying dead on a staircase. When the police investigation begins, it is quickly discovered that the family had a protected identity. Why? Has there been a real threat to the woman who was turned into a murder or are there other reasons for the death?",
                    "Aliases": []
                },
                "4": {
                    "ID": "6485732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/6485732",
                    "TitleEnglish": "Devil's Advocate",
                    "SummaryEnglish": "Martin Beck investigates the murder of a restaurant owner.",
                    "Aliases": []
                }
            }
        },
        "7": {
            "ID": "745149",
            "URL": "https://thetvdb.com/series/beck/seasons/official/7",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "7613626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/7613626",
                    "TitleEnglish": "Undercover",
                    "SummaryEnglish": "A young boy has been found murdered, and the Beck group's investigation leads them to a narcotics network.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7613628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/7613628",
                    "TitleEnglish": "Beyond Reasonable Doubt",
                    "SummaryEnglish": "During a police intervention, a macabre discovery is made in the trunk of a car. Josef and Oskar find themselves in the line of fire of a seemingly cold-blooded killer. But things are not what they seem.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7613629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/7613629",
                    "TitleEnglish": "Death in Samarra",
                    "SummaryEnglish": "A candidate for the Nobel Peace Prize is brutally stabbed to death in central Stockholm following a meeting with two lawyers from the war tribunal in The Hague. One of the witnesses worked with Alex when she was stationed in the Middle East and they have an attraction to each other that makes Josef think she should stay out of the investigation. Meanwhile, Klas Fredén is pressuring the group to resolve the politically charged case before SÄPO takes over.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7613630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/7613630",
                    "TitleEnglish": "The Lost Son",
                    "SummaryEnglish": "A jawbone is found in the middle of the forest. When the rest of the body is found, it turns out it has been recently moved and belongs to Viktor Eklund, who has been missing for five years. His mother, well-known author Cecilia Eklund, has just managed to put his disappearance behind her. Martin Beck was investigating the disappearance but Alex thinks the case is unusually thin and not worth Martin pursuing further, although he thinks differently.",
                    "Aliases": []
                }
            }
        },
        "8": {
            "ID": "1824379",
            "URL": "https://thetvdb.com/series/beck/seasons/official/8",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "8814966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/8814966",
                    "TitleEnglish": "Haunted by the Past",
                    "SummaryEnglish": "After a period of rehabilitation, Martin Beck is back on duty. He and the rest of the group are thrown into a case where the body of a notorious Danish criminal has been found in the water at Liljeholmen. The dead man is a member of a notorious Danish drug network. Is the Beck group about to get caught in the middle of a gang war?",
                    "Aliases": []
                },
                "2": {
                    "ID": "8814967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/8814967",
                    "TitleEnglish": "Rage Room",
                    "SummaryEnglish": "A murder in a wooded area and a man who died suddenly in a heart attack after being awakened in the middle of the night by a masked burglar. Can the events have any connection? The Beck group is facing another tough case where internal tensions and loyalties are being put to the test.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8814968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/8814968",
                    "TitleEnglish": "58 minutes",
                    "SummaryEnglish": "Alex Beijer will participate in a morning show on TV, but it develops into a nightmare when an unlikely hostage drama arises in the TV studio. Alex can use all her experiences from the years in the Middle East; at the same time as she needs the support of the rest of the group to find a solution to the situation.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8814969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/8814969",
                    "TitleEnglish": "The Crying Cop",
                    "SummaryEnglish": "The police find themselves under heavy media pressure after fatally shooting a 14-year-old boy. A demonstration against the violence gets out of hand, and the police have to take further blame.",
                    "Aliases": []
                }
            }
        },
        "9": {
            "ID": "1986399",
            "URL": "https://thetvdb.com/series/beck/seasons/official/9",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "9020859",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/beck/episodes/9020859",
                    "TitleEnglish": "The Death Trap",
                    "SummaryEnglish": "Martin's grandson Vilhelm Beck is out on a routine mission with his supervisor when he finds a dead 17-year-old boy at the crime scene. It immediately becomes a case for Alex, Martin and the others in the Beck group.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9020860",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/beck/episodes/9020860",
                    "TitleEnglish": "Quid Pro Quo",
                    "SummaryEnglish": "A man is found dead at a flea market in southern Stockholm. It looks like an ordinary robbery gone wrong, but the investigation takes an unexpected turn when the secret police (Säpo) take an interest in the case.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9020861",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/beck/episodes/9020861",
                    "TitleEnglish": "Inferno",
                    "SummaryEnglish": "Josef is suspended, pending an internal investigation of his alleged assault of Säpo agent Klas Fredén, who has climbed to even higher heights within the police organization.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9020862",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/beck/episodes/9020862",
                    "TitleEnglish": "Deadlock",
                    "SummaryEnglish": "The Beck group are called out to investigate a man who was brutally murdered in his own home.",
                    "Aliases": []
                }
            }
        },
        "10": {
            "ID": "2110216",
            "URL": "https://thetvdb.com/series/beck/seasons/official/10",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10607114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/10607114",
                    "TitleEnglish": "Vilhelm",
                    "SummaryEnglish": "A robbery in a luxury apartment in Stockholm ends in a brutal murder reminiscent of an execution. Vilhelm Beck is among the first policemen on the scene and starts his own investigation into the case.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10607115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/10607115",
                    "TitleEnglish": "The Invisible Man",
                    "SummaryEnglish": "After a brutal murder, Alex teams up with Josef and a suspended Vilhelm. The victim has ties to Howl, a digital university studying men's roles. The case connects to the Balcony Man investigation, bringing Beck back.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11275600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/11275600",
                    "TitleEnglish": "From the Ashes",
                    "SummaryEnglish": "The Beck group is confronted with an arson attack. Senior pastor Tolle is found burned to death in the Jeriko parish church. The church’s second pastor is Ellen Bengtsdotter Dahl, Alex’s childhood friend. The case quickly becomes personal, and Alex is faced with difficult decisions when her professional work clashes with her past.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11275601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beck/episodes/11275601",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}