{
    "URL": "https://thetvdb.com/series/johnny-sokko-and-his-flying-robot",
    "Genres": [
        "Action",
        "Adventure",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0170962/",
        "https://www.themoviedb.org/tv/5007",
        "https://www.themoviedb.org/tv/5007"
    ],
    "TitleEnglish": "Johnny Sokko and His Flying Robot",
    "SummaryEnglish": "A young boy aids in the fight against a mechanized terrorist organization as the sole controller of a prototype giant robot.",
    "Aliases": [
        "Giant Robo"
    ],
    "Modified": "2025-03-18",
    "Seasons": {
        "1": {
            "ID": "95481",
            "URL": "https://thetvdb.com/series/johnny-sokko-and-his-flying-robot/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "895741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895741",
                    "TitleEnglish": "Dracolon, The Great Sea Monster",
                    "SummaryEnglish": "Shipwrecked, Johnny Sokko and an agent for Unicorn drift to an island and are captured by the Gargoyle Gang. The island is, in fact, a Gargoyle base! But just as the evil Emperor Guillotine dispatches Dracolon to destroy Tokyo, Johnny discovered a magnificent,100 foot-high robot...",
                    "Aliases": []
                },
                "2": {
                    "ID": "895751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895751",
                    "TitleEnglish": "Nucleon, The Magic Globe",
                    "SummaryEnglish": "Emperor Guillotine plans to reclaim Giant Robot and to arrest Johnny Sokko, the only one that can give the robot orders. He sends a massive magic metal globe - which can fly, sprout arms and shoot heat rays - to Earth. With Johnny knocked out by Guillotine's men, does Unicorn have any chance to defeat this globe of destruction?",
                    "Aliases": []
                },
                "3": {
                    "ID": "895761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895761",
                    "TitleEnglish": "Gargoyle Vine, A Space Plant",
                    "SummaryEnglish": "Under Emperor Guillotine's orders, Dr. Over, a leading member of Gargoyle, comes to Earth with a fossil of a devilish space plant called Satan Rose.  Sprouting as high as Giant Robot, this monster creeper begins to stomp through cities, leaving death and destruction in its wake!",
                    "Aliases": []
                },
                "4": {
                    "ID": "895771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895771",
                    "TitleEnglish": "Monster Ligon-Tyrox, A Strange Monster",
                    "SummaryEnglish": "The nefarious Emperor Guillotine sends Dr. Over and a new weapon in the shape of a pyramid, to Earth. By operating the savage, mechanical monster, Over begins to destroy oil fields throughout the Middle East one after another.  Can Johnny Sokko devise a plan to disarm it from the inside?",
                    "Aliases": []
                },
                "5": {
                    "ID": "895781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895781",
                    "TitleEnglish": "The Gigantic Claw",
                    "SummaryEnglish": "Dr.Tadokora develops QQV, a super-excellent transparent metal. Hetests it and QQV endures all the attacks of Giant Robot. But Emperor Guillotine has also envisioned a use for the substance - a fleet of stealth attack ships - and sends a mean metal claw big enough to squeeze Giant Robot in its' merciless grip!",
                    "Aliases": []
                },
                "6": {
                    "ID": "895791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895791",
                    "TitleEnglish": "Dragon, The Ninja Monster",
                    "SummaryEnglish": "A reptilian monster called Dragon swallows a jet plane of the Commonwealth of Sordia when it is flying and an atomic submarine of Furenkov Republic when it is under the sea, causing each nation to blame the other and escalate tensions into a world war! Can Unicorn unravel the villainous Gargoyle plot in time?",
                    "Aliases": []
                },
                "7": {
                    "ID": "895801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895801",
                    "TitleEnglish": "Our Enemy: Scalion",
                    "SummaryEnglish": "When the Gargoyle Gang intercepts a secret decoder box that could lead to the discovery of Unicorn's base locations, Johnny and Giant Robot must combat a monstrous, acid-spitting starfish monster called Scalion in order to save the day!",
                    "Aliases": []
                },
                "8": {
                    "ID": "895811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895811",
                    "TitleEnglish": "The Challenge of the Two-Headed Monster",
                    "SummaryEnglish": "A double agent named Harlequin has tricked Unicorn into assisting him with his plot...and receives more aid from a fearsome, two-headed beast.  One head spits fire, while the other spits hot oil. How can Giant Robot vanquish this new devilish foe when he may not even survive it?",
                    "Aliases": []
                },
                "9": {
                    "ID": "895821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895821",
                    "TitleEnglish": "Tentaclon: An Electric Monster",
                    "SummaryEnglish": "Emperor Guillotine gives Dr. Over a spaceship equipped with all kinds of scientific weapons.  After landing on Earth, Over sends a terrifying electric monster to the grounds of a soccer game and kidnaps tens of thousands of spectators in order to leverage them to control all of Japan!",
                    "Aliases": []
                },
                "10": {
                    "ID": "895831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895831",
                    "TitleEnglish": "The Transformed Humans",
                    "SummaryEnglish": "Dr. Over unleashes a horrific monster big enough to swallow a train - which it promptly does in order to kidnap a passenger, the head of the Kyoto Branch of the Unicorn Organization. Now transformed into a cyborg pawn for Gargoyle, the man tries to steal top-secret plans while the monster continues on a path of destruction!",
                    "Aliases": []
                },
                "11": {
                    "ID": "895841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895841",
                    "TitleEnglish": "The Terrifying Sand Creature",
                    "SummaryEnglish": "The underground office of the South Pole Unicorn Branch is buried in red sand which had started to gush out of the ice field. As communications are cut off, Azuma sends Johnny Sokko there to see what has happened. Suddenly captured by Guillotine, Johnny is forced to order Giant Robot to fly into the sun!",
                    "Aliases": []
                },
                "12": {
                    "ID": "895851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895851",
                    "TitleEnglish": "Amberon: The Synthetic Monster",
                    "SummaryEnglish": "Unicorn members locate the secret headquarters of the Japanese Branch of Gargoyle. They attack the house and arrest Dr. Over by taking the blue star-shaped medal on his chest, the source of his magical power. But a man-sized monster named Amberon release Over...and then Amberon starts to grow and grow!",
                    "Aliases": []
                },
                "13": {
                    "ID": "895861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895861",
                    "TitleEnglish": "Opticon Must Be Destroyed",
                    "SummaryEnglish": "Opticon, a massive eyeball trailed by grotesque tentacles, is dispatched by the evil Emperor Guillotine in order to assist the Gargoyle Gang in a kidnapping plot. Will Johnny Sokko and Unicorn see through this heinous plot in time to give Opticon a good poke in its monstrous eye and hand Guillotine another defeat?",
                    "Aliases": []
                },
                "14": {
                    "ID": "895871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895871",
                    "TitleEnglish": "The Monstrous Flying Jawbone",
                    "SummaryEnglish": "The office of the Unicorn Chinese Branch is attacked by tank corps, and an enormous, hideous monster in the shape of a flying jawbone which is utilized to capture a Unicorn commander. Johnny Sokko and members of the Japanese Branch of Unicorn fly there on Giant Robot's back, ready to do battle!",
                    "Aliases": []
                },
                "15": {
                    "ID": "895881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895881",
                    "TitleEnglish": "Igganog: The Iceberg Monster",
                    "SummaryEnglish": "Unicorn suspects that a strange villa standing in the heart of the Japanese Alps is a secret enemy base. When Igganog, a huge iceberg monster uses its' icy, vapor-releasing horns to freeze Giant Robot solid, Unicorn must destroy the base and thaw their mechanical hero in order to combat it!",
                    "Aliases": []
                },
                "16": {
                    "ID": "895891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895891",
                    "TitleEnglish": "Torozon: An Enemy Robot",
                    "SummaryEnglish": "Beginning with the Swiss Branch, international Unicorn headquarters are mysteriously being destroyed, one after another: Rome, Cairo, Bombay, Singapore, Hong Kong and then Taipei. Will Tokyo be next? Not if Johnny Sokko and his trusted Giant Robot have anything to do with it!",
                    "Aliases": []
                },
                "17": {
                    "ID": "895901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895901",
                    "TitleEnglish": "Destroy the Dam",
                    "SummaryEnglish": "A huge, strange plant which suddenly appeared in Sagami Lake, sucks in all the water including a sailboat and its skipper. Attacking the monster plant with bombs only feeds it and soon it is setting the land ablaze with flaming projectiles of its' own! Only a plan devised by Johnny Sokko and enacted by Giant Robot can vanquish the vine!",
                    "Aliases": []
                },
                "18": {
                    "ID": "895911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895911",
                    "TitleEnglish": "X-7: A Mysterious Enemy Agent",
                    "SummaryEnglish": "One night, a huge balloon lifts away a big building in the Ginza. Unicorn receives a challenge letter from a mysterious man who calls himself X-7. Johnny Sokko soon discovers that he and X-7 have more in common than anyone knows...and that he must do battle with X-7, who is now operating the Giant Claw!",
                    "Aliases": []
                },
                "19": {
                    "ID": "895921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895921",
                    "TitleEnglish": "Metron: The Mysterious Spaceman",
                    "SummaryEnglish": "A saucer-shaped spaceshop approaches Tokyo and lands on a forested hill not very far from the city.  However, it lands roughly. When Unicorn rescues a three-eyes alien named Metron, he double-crosses them and suddenly Johnny Sokko and Giant Robot have to deal with the alien and Torozon!",
                    "Aliases": []
                },
                "20": {
                    "ID": "895931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895931",
                    "TitleEnglish": "Beware the Radion Globe",
                    "SummaryEnglish": "One day, a huge ball of fire appears in space and blasts the communications satellite of Unicorn. To investigate the cause of the accident, Unicorn sends Giant Robot to space, but he is captured and rendered inactive, no matter how hard Johnny Sokko tries to stir him!",
                    "Aliases": []
                },
                "21": {
                    "ID": "895941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895941",
                    "TitleEnglish": "The Terrifying Space Mummy",
                    "SummaryEnglish": "Red fluid is poured into the water tank towering over rows of apartment houses. People living there drink the water, writhe in pain, and become motionless. Newspaper headlines say \"Residents of Apartment Town Victims of Mummifying Water.\" But who poisoned them and why?",
                    "Aliases": []
                },
                "22": {
                    "ID": "895951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895951",
                    "TitleEnglish": "Clash of the Giant Robots",
                    "SummaryEnglish": "Giant Robot is invincible. But what happens when he is faced by another identical robot? A foreign country has created their own massive automaton called Cleopat from the original Giant Robot plans.  When members of Gargoyle steal Cleopat and team it with Tentaclon to wage war on Giant Robot, how can he withstand their savage attack?",
                    "Aliases": []
                },
                "23": {
                    "ID": "895961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895961",
                    "TitleEnglish": "Dr. Eingali: Master of Evil",
                    "SummaryEnglish": "Only Johnny Sokko controls the indestructible Giant Robot with his wristwatch microphone. Johnny receives a parcel as a birthday gift, which turns out to be a robot model of himself! When assembled, the robot Johnny steals the wristwatch and sends Giant Robot on a patch of unimaginable destruction!",
                    "Aliases": []
                },
                "24": {
                    "ID": "895971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895971",
                    "TitleEnglish": "Hydrazona: A Terrifying Bacteria",
                    "SummaryEnglish": "Tokyo's night sky is hit with a flood of headlights flowing through the veins of elevated speedways. But below, the ground is dark and gloomy. Evil Professor Hydra has unleashed the terrifying Hydrazona and Igganog upon the helpless citizens of Japan!",
                    "Aliases": []
                },
                "25": {
                    "ID": "895981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895981",
                    "TitleEnglish": "Drakulon: Creature of Doom",
                    "SummaryEnglish": "A member of the Japan Branch of Unicorn is on night patrol. At the entrance of a town he finds a girl who is half frantic with fright.  The girl explains that all the people of the town are dead. The town is inhabited completely by vampires and their leader Drakulon, plans to take over the world with his army of the undead!",
                    "Aliases": []
                },
                "26": {
                    "ID": "895991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/johnny-sokko-and-his-flying-robot/episodes/895991",
                    "TitleEnglish": "The Last of Emperor Guillotine",
                    "SummaryEnglish": "An onslaught of monsters challenges Giant Robot at every turn! Emperor Guillotine is hell-bent on destroying the steadfast metal hero once and for all. But when all plans fail him, Guillotine rises up to his full monstrous height and attacks Giant Robot himself! Guillotine's body is explosive enough to destroy the whole world.  How will Giant Robot put an end to the threat without end mankind as well?",
                    "Aliases": []
                }
            }
        }
    }
}