{
    "URL": "https://thetvdb.com/series/future-gpx-cyber-formula",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0462654/",
        "https://www.themoviedb.org/tv/9320"
    ],
    "TitleEnglish": "Future GPX Cyber Formula",
    "SummaryEnglish": "A series about racing in the future, where race cars are equipped with computer support systems called 'Cyber Systems'.",
    "Aliases": [
        "Cyber Formula",
        "Cyber Formula: Shinseki-GPX",
        "Future Grand Prix Cyber Formula"
    ],
    "Modified": "2025-10-19",
    "Seasons": {
        "0": {
            "ID": "537220",
            "URL": "https://thetvdb.com/series/future-gpx-cyber-formula/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5659141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/5659141",
                    "TitleEnglish": "Shin Seiki GPX Cyber Formula Graffiti",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5659142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/5659142",
                    "TitleEnglish": "Shin Seiki GPX Cyber Formula Earlydays Renewal - Challenger",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "5791965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/5791965",
                    "TitleEnglish": "Shin Seiki GPX Cyber Formula Earlydays Renewal - Winners",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "33941",
            "URL": "https://thetvdb.com/series/future-gpx-cyber-formula/seasons/official/1",
            "TitleEnglish": "Future GPX Cyber Formula",
            "SummaryEnglish": "14-year-old Kazami Hayato is the youngest driver of Cyber Formula, a Grand Prix in which each vehicle is equipped with computers to aid in racing. With the help of Asurada, the most advanced cybernavigation system, and team Sugo, Hayato races to become the winner of the 10th Cyber Formula Grand Prix. Along the way, Hayato will have to learn what it truly means to be a racer and that victory cannot be achieved simply by driving the best machine. In addition, Kazami will have to gain the respect of the veteran racers, thwart those who attempt to steal Asurada, and participate in races outside of Cyber Formula.",
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "377232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377232",
                    "TitleEnglish": "The Day That Determined Our Fate",
                    "SummaryEnglish": "The small Sugo Asurada team plans to enter their new machine, the Asurada GSX, in the Fujioka Qualification, which will determine their place in the All Japan Grand Prix. However, while transporting the machine, they are suddenly attacked.",
                    "Aliases": []
                },
                "2": {
                    "ID": "377233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377233",
                    "TitleEnglish": "The Birth of the Youngest Racer",
                    "SummaryEnglish": "With the next race fast approaching, the team's official driver, Hiyoshi, is no longer able to compete with Asurada. The team must give up on their dream of the All-Japan Grand Prix and withdraw from the race, or have amateur Hayato enter... But the Cyber ​​Formula Grand Prix is ​​not so easy that an amateur can win.",
                    "Aliases": []
                },
                "3": {
                    "ID": "377234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377234",
                    "TitleEnglish": "Burning! Hayato!",
                    "SummaryEnglish": "Hayato takes on his first race. However, the unexpectedly high G-forces on his body and the frustration of not being able to control the machine the way he wants leave him physically and mentally exhausted.",
                    "Aliases": []
                },
                "4": {
                    "ID": "377235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377235",
                    "TitleEnglish": "Fujioka Grand Prix Final",
                    "SummaryEnglish": "The final race has finally begun. However, Hayato, who was told by Aoi's owner, Kyoko, that his driving was sloppy, and is having a hard time getting into top form.",
                    "Aliases": []
                },
                "5": {
                    "ID": "377236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377236",
                    "TitleEnglish": "Aim for the All Japan Grand Prix!",
                    "SummaryEnglish": "Team Sugo heads overland to Hokkaido to compete in the All Japan Grand Prix at Niseko Circuit.\r\nTheir journey is going smoothly, but at a service area, they accidentally spot a girl who was the victim of a kidnapping case reported on the breaking news.",
                    "Aliases": []
                },
                "6": {
                    "ID": "377237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377237",
                    "TitleEnglish": "Hokkaido's Natural Child",
                    "SummaryEnglish": "Pei, Maki, and the others  diligently practice tire changes while Hayato practices cornering.",
                    "Aliases": []
                },
                "7": {
                    "ID": "377238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377238",
                    "TitleEnglish": "License to the World",
                    "SummaryEnglish": "Hayato performs well in the All Japan Grand Prix qualifiers. However, a new assassin, Bootsholz, stands in his way. He is finally ready to crush Hayato and steal Asurada but as soon as the race begins, Hayato is immediately attacked by Bootsholz. A heated dogfight ensues on the circuit.",
                    "Aliases": []
                },
                "8": {
                    "ID": "377239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377239",
                    "TitleEnglish": "Rainy Niseko Final",
                    "SummaryEnglish": "A sudden downpour throws the circuit into chaos, and everyone to the pit stops.",
                    "Aliases": []
                },
                "9": {
                    "ID": "377240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377240",
                    "TitleEnglish": "Stormy Departure",
                    "SummaryEnglish": "To save money, Sugo decides to travel by sea to the Grand Canyon in the United States, the site of the first round of the World Grand Prix. Hayato and his friends enjoy a leisurely sea voyage.",
                    "Aliases": []
                },
                "10": {
                    "ID": "377241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377241",
                    "TitleEnglish": "World Grand Prix",
                    "SummaryEnglish": "Team Sugo arrives at the Grand Canyon in the United States in time for the Grand Prix qualifying rounds. A British masked racer, Knight Schumacher, watches them intently.",
                    "Aliases": []
                },
                "11": {
                    "ID": "377242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377242",
                    "TitleEnglish": "America Round 1 Final",
                    "SummaryEnglish": "The first round of the Cyber ​​Formula World Championship is finally being held in the Grand Canyon in the United States. Sugo is pleased with his good start in the Grand Prix, but he is found to have falsely started and is given a 60-second penalty.",
                    "Aliases": []
                },
                "12": {
                    "ID": "377243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377243",
                    "TitleEnglish": "The Glorious Racer",
                    "SummaryEnglish": "The disappointing defeat in the first match severely shakes the trust within the team. The conflict between Hayato, who insists he is right, and the crew heats up, and Hayato, unable to admit his mistakes, finally leaves the team. With no place to return to, Hayato wanders the streets and ends up passing out after being harassed by a customer at a bar.",
                    "Aliases": []
                },
                "13": {
                    "ID": "377244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377244",
                    "TitleEnglish": "Survival Race",
                    "SummaryEnglish": "Suddenly, Kaga appears in front of Hayato and his teammates. He has come to scout Hayato to be a partner to compete in a \"grass race,\" an unofficial race run by FICCY. His teammates are vehemently opposed to Hayato taking part in a race where there are no rules and everyone is trying to crush each other, but with Kurumada's permission, Hayato ends up taking part in a crash race",
                    "Aliases": []
                },
                "14": {
                    "ID": "377245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377245",
                    "TitleEnglish": "Youth Scrap",
                    "SummaryEnglish": "As the second round is expected to be a tough rally race, Miki, Pei and the others upgraded the Asurada to a rally type. During the test run, they noticed that the Asurada's behavior was strange when cornering",
                    "Aliases": []
                },
                "15": {
                    "ID": "377246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377246",
                    "TitleEnglish": "A Promise to a Girl",
                    "SummaryEnglish": "The second round will be held in Peru. While walking around the venue before the main event, Hayato and Asuka meet Rita, a wheelchair-bound girl who is a Cyber ​​Formula fan. Rita is already able to walk without her wheelchair, but she is unable to accept the fact due to extreme anxiety, and is unable to let go of it. Wanting to help Rita, Hayato goes around getting autographs from each of the racers. Furthermore, Hayato has vowed to come in third on Rita's birthday, which coincides with the day of the race.",
                    "Aliases": []
                },
                "16": {
                    "ID": "377247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377247",
                    "TitleEnglish": "Peru 2nd Round Final",
                    "SummaryEnglish": "The second race, held in Peru, is divided into two heats. During the race, Hayato is humming a song to Rita for her birthday. Buttholz, who has been targeting Asurada for some time, seizes that momentary gap and interferes, causing Hayato and Asurada to fall off a cliff. Hayato gets out of the car to restore the cyber system, but he slips and falls further down, temporarily losing his sight.",
                    "Aliases": []
                },
                "17": {
                    "ID": "377248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377248",
                    "TitleEnglish": "Friendship Concert",
                    "SummaryEnglish": "The third race took place in Brazil, a course renowned for being one of the fastest circuits in the country. The Sugo team is adjusting their Asurada for high-speed driving. To make the necessary adjustments, Miki has to give up on attending a concert by her favorite girl band, G-GRIP.",
                    "Aliases": []
                },
                "18": {
                    "ID": "377249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377249",
                    "TitleEnglish": "Super Speed ​​Trap",
                    "SummaryEnglish": "The third race in Brazil has begun. Hayato and his team are reunited with Akira Hiyoshi, the driver who left Sugo at Fujioka. Meanwhile, Smith, who is using Bootsholz to target Asurada's cyber system, issues new instructions to interfere.",
                    "Aliases": []
                },
                "19": {
                    "ID": "377250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377250",
                    "TitleEnglish": "Brazil 3rd Round Final",
                    "SummaryEnglish": "The race was under yellow flags due to the accident between Schumacher and Bootsholz. While his rivals were fired up and heating up, Hayato was unable to concentrate, worried about Schumacher, who had given up the race to help him.",
                    "Aliases": []
                },
                "20": {
                    "ID": "377251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377251",
                    "TitleEnglish": "Memories of the Pendant",
                    "SummaryEnglish": "Team Sugo has arrived in Canada for the fourth round. Kurumada gives Asuka a day of free time, and Asuka visits Wishing Waterfall, a place she visited with her family as a child. Schumacher appears by chance, and Asuka tells him her life story. At Schumacher's suggestion, they go to an amusement park together.",
                    "Aliases": []
                },
                "21": {
                    "ID": "377252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377252",
                    "TitleEnglish": "The True Identity of Schumacher",
                    "SummaryEnglish": "Smith orders Bootsholtz to assassinate Schumacher, who stands in the way of Smith's ambitions. However, Bootsholtz refuses the order and vows never to cooperate with Smith again. As a racer, he challenges Schumacher to a serious duel. Hayato and Asuka watch the duel in their Asurada.",
                    "Aliases": []
                },
                "22": {
                    "ID": "377253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377253",
                    "TitleEnglish": "Asurada's Secret",
                    "SummaryEnglish": "Hayato's father, Kojiro, and his mother, Junko, rush to visit Osamu, who has been taken to the hospital. There, Hayato and the others are informed of the death of his father, Hiroyuki.",
                    "Aliases": []
                },
                "23": {
                    "ID": "377254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377254",
                    "TitleEnglish": "Canada Round 4 Final",
                    "SummaryEnglish": "Bootsholz apologizes to Hayato for his actions and promises to compete fairly from now on.\r\nLearning of his father's death, Hayato behaves unnaturally cheerfully. Seeing this, Kurumada urges him to withdraw, but Hayato insists on competing.",
                    "Aliases": []
                },
                "24": {
                    "ID": "377255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377255",
                    "TitleEnglish": "Birth of the New Machine Left by Father",
                    "SummaryEnglish": "Upon arriving in England, the group discovers the new machine that Hiroyuki had originally wanted to install Asurada into. They immediately begin transplanting the cyber system, the main body of Asurada, but security denies access.",
                    "Aliases": []
                },
                "25": {
                    "ID": "377256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377256",
                    "TitleEnglish": "Super Asurada!",
                    "SummaryEnglish": "The fifth race takes place on a special circuit at Postbridge Airport in the UK. Osamu and Asuka, delayed by injury, were finally about to arrive in the UK. However, the passenger plane they were on suffered a wheel failure, forcing them to make a dangerous belly landing.",
                    "Aliases": []
                },
                "26": {
                    "ID": "377257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377257",
                    "TitleEnglish": "27 Seconds! Round 5 Final",
                    "SummaryEnglish": "Hayato gets off to a good start, taking his first pole position. However, Hayato begins to sense something  off with the Asurada. Furthermore, large hailstones begin falling mid-race.",
                    "Aliases": []
                },
                "27": {
                    "ID": "377258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377258",
                    "TitleEnglish": "Showdown! The 14-Year-Old White Prince",
                    "SummaryEnglish": "As a reward for his first victory, Hayato is given tickets to watch the Cyber ​​Bikers race.\r\nHowever, the winner of the race, a 14-year-old boy named Karl Richter von Randle, dismisses Cyber ​​Formula as not even worth participating in.",
                    "Aliases": []
                },
                "28": {
                    "ID": "377259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377259",
                    "TitleEnglish": "Deadly Battle on the Ice! Round 6 Final",
                    "SummaryEnglish": "The sixth round takes place on an icy circuit in Norway. The main race finally begins, and Randle shows his true strength once again.",
                    "Aliases": []
                },
                "29": {
                    "ID": "377260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377260",
                    "TitleEnglish": "Challenge! Fireball",
                    "SummaryEnglish": "A girl named Elena appears before Hayato and his friends. Elena asks Hayato for help to enter the Fireball Race hosted by her father, Gavan. Fireball is a road race with no rules. Elena wants to open her eyes to her father, who has even made the exchange of life a gamble, and Hayato readily agrees to enter. Miki offers Hayato her GSX, which she has been gradually repairing.",
                    "Aliases": []
                },
                "30": {
                    "ID": "377261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377261",
                    "TitleEnglish": "Fireball Close Call!",
                    "SummaryEnglish": "The Fireball race is more brutal than expected. Specially modified machines launch relentless attacks. Watching the race, Gavan noticed his daughter, Elena, and pleads for the race to be cancelled, but no one agrees.",
                    "Aliases": []
                },
                "31": {
                    "ID": "377262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377262",
                    "TitleEnglish": "The 7th Race: Bleed Kaga Returns",
                    "SummaryEnglish": "The seventh race takes place in Kenya. Aoi Kyoko launches a new team, Aoi ZIP Formula, for this race. Bleed Kaga was brought in as the driver, and the crew consists of experts from Shinjo's team. Treated essentially as a second-stringer, Shinjo becomes violent and lashes out at his new crew.",
                    "Aliases": []
                },
                "32": {
                    "ID": "377263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377263",
                    "TitleEnglish": "Round 7: A Determined Finish",
                    "SummaryEnglish": "Miki, who knew Shinjo from his debut days, scolds him, saying that he was much better in his F3 days. Shinjo finally realizes his mistake and sincerely apologizes to Katagiri and the other crew members, building a relationship of trust with them. In the race, in an attempt to make up for lost time, he pushes the car's power to its limits.",
                    "Aliases": []
                },
                "33": {
                    "ID": "377264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377264",
                    "TitleEnglish": "The Miraculous 8th Battle! A Deadly Battle of the Big Waves",
                    "SummaryEnglish": "The eighth race takes place on an offshore circuit in Spain. After qualifying, Randle bumps into Asuka while she's out shopping in the city. Randle's rivalry flares up, and he unilaterally decides that if he beats Hayato in the main race, he'll get a kiss from Asuka. When Hayato hears about this on the day of the race, he challenges Randle with a driving style that won't back down.",
                    "Aliases": []
                },
                "34": {
                    "ID": "377265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377265",
                    "TitleEnglish": "Hayato vs. Asurada! Round 9 Final",
                    "SummaryEnglish": "The final race, the ninth, takes place at a domed circuit in Germany that utilizes a cyber system. Otomo, camping near the circuit as usual, invites Hayato and Shinjo, who have come to scout the area, into his tent. Shinjo is concerned about Otomo's poor performance in the previous qualifying round, and Otomo confesses that he just can't stand this circuit, which is controlled by a cyber system.",
                    "Aliases": []
                },
                "35": {
                    "ID": "377266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377266",
                    "TitleEnglish": "The Scarred Racer",
                    "SummaryEnglish": "Otomo crashes badly in the ninth race and is rushed to the hospital with serious injuries. Hayato began to suspect that Asurada was to blame for Otomo's accident. When Hayato returned from the hospital, Maki, who had analyzed the accident, explained that Asurada had not suffered any damage, but Hayato was still not convinced.",
                    "Aliases": []
                },
                "36": {
                    "ID": "377267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377267",
                    "TitleEnglish": "Clash of the Three Powerful! Japan Grand Prix",
                    "SummaryEnglish": "With the final battle approaching, all teams are fully prepared and fired up to the challenge. However, the Sugo team's Super Asurada had not yet been fully repaired since its crash at the previous German Grand Prix.",
                    "Aliases": []
                },
                "37": {
                    "ID": "377268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377268",
                    "TitleEnglish": "The Glorious Winners",
                    "SummaryEnglish": "Hayato, riding his Super Asurada with its power set higher to match the distance traveled, rapidly climbs the ranks. By the time they reached Aokigahara, he was in the running for the lead. Fans worldwide are captivated by the battle between the top three. Being watched by a huge crowd, the showdown comes to an end.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "463726",
            "URL": "https://thetvdb.com/series/future-gpx-cyber-formula/seasons/official/2",
            "TitleEnglish": "Future GPX Cyber Formula 11",
            "SummaryEnglish": "It is now time for the 11th Cyber Formula World Grand Prix. With all the expectations and pressures placed upon him, Hayato Kazami struggles to regain the championship form that he had a year ago. Moreover, Osamu Sugo, aka Knight Schumacher, has reentered the competition, and declared Hayato to be an enemy. Hayato, with the new Super Asurada AKF-11, must now defeat someone he once deeply trusted in order to secure his second championship.",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4077859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077859",
                    "TitleEnglish": "ROUND 1 \"Glorious Car Number\"",
                    "SummaryEnglish": "The 11th Cyber ​​Formula WGPX kicks off in 2016.\r\nLast year's champion, Hayato Kazami, has modified his championship car, the Asurada, and is aiming to win the opening race. However, rival teams are fielding cars that are even better than Asurada's.\r\nUnable to keep up with his rivals, Hayato finishes the opening and second races with no points.\r\nThen, in the third race, Hayato, determined to win, becomes impatient and drives recklessly, causing his engine to blow up and causing him to retire.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4077860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077860",
                    "TitleEnglish": "ROUND 2 \"Revival! Supersonic Knight\"",
                    "SummaryEnglish": "As a new staff member at Sugo, Claire declares that she will equip Hayato with the tools he needs to win races. Schumacher feigns an accident and interferes with Randle's time attack, forcing him to retire.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4077861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077861",
                    "TitleEnglish": "ROUND 3 \"The Birth of the New Asurada\"",
                    "SummaryEnglish": "Claire asks Kaga to have Hayato engage in a dogfight. Pulled along by Kaga, Hayato's driving style changes dramatically. He then enters the corner at an excessive speed, turning the corner as if drifting. Finally, he has perfected the ideal cornering technique, the inertial drift.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4077862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077862",
                    "TitleEnglish": "ROUND 4 \"Full Throttle! Inertial Drift\"",
                    "SummaryEnglish": "With the AKF-11, the Sugo team arrives in Africa for the sixth round.\r\nHayato checked the track conditions and decided to run the qualifying session with the hard tires intended for the finals.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4077863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077863",
                    "TitleEnglish": "ROUND 5 \"Morning of the Decisive Battle\"",
                    "SummaryEnglish": "Schumacher continues to demonstrate his unparalleled strength in the ensuing GP.\r\nHayato's speed rivals his own, but his race planning skills are lacking, and he has to constantly chase Schumacher. Meanwhile, Randle, whose pace was constantly disrupted by Schumacher, ended up in a major accident involving Guderian.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4077864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077864",
                    "TitleEnglish": "ROUND 6 \"This moment will last forever...\"",
                    "SummaryEnglish": "In the final race, Hayato and Schumacher went off the track and started from the back of the pack. However, the two made an astonishing comeback, posting lap times on par with their qualifying results. Hayato was once again overwhelmed by Osamu's driving technique and fighting spirit, and Osamu shouted to Hayato in his heart, \"If you're the true champion of this new era, beat me now. And surpass me!\"",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "463727",
            "URL": "https://thetvdb.com/series/future-gpx-cyber-formula/seasons/official/3",
            "TitleEnglish": "Future GPX Cyber Formula Zero",
            "SummaryEnglish": "A freak accident during the 12th Cyber Formula World Grand Prix causes Hayato Kazami to miss the rest of the season, and critically injures both his body and his will to continue racing. Hayato's longtime friend, Asuka Sugo, helps nurse him back to health, and in return he proposes to her and promises her that he would never race again. But as time goes on, Hayato begins to doubt whether he really wants to retire, and decides to make a comeback after all. And with the 13th Cyber Formula World Grand Prix now underway, he must struggle to regain his racing form; regain the trust of Asuka, whose promise he broke; and thwart the malicious intents of Henri Clayton. All the while, the reason behind Hayato's accident begins to unveil itself: the \"Zero Zone.\"",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4077865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077865",
                    "TitleEnglish": "ROUND 1 \"The Limits of Nightmares\"",
                    "SummaryEnglish": "Hayato was in top form at the 12th tournament. However, in the fifth race, in the British Grand Prix, he crashes with Randle. Hayato's awakens to the \"Zero Zone,\" a sensation that heightens all of a driver's senses to the limit, and is overwhelmed by his senses. In order to escape the trauma of the accident, he quits racing and gets engaged to Asuka.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4077866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077866",
                    "TitleEnglish": "ROUND 2 \"In the Sunshine...\"",
                    "SummaryEnglish": "Hayato and Asuka announce their engagement to their parents. However, Osamu opposes Hayato's decision to quit racing, saying he is simply running away from the trauma of the accident. While Hayato begins a normal life as a high school student, the 13th WGPX begins.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4077867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077867",
                    "TitleEnglish": "ROUND 3 \"Back to the Circuit\"",
                    "SummaryEnglish": "Hayato asks Osamu to return. Osamu coldly tells him that Sugo, which is starting up with Henri Clayton this season, does not have a seat for Hayato. However, Clare reveals that she has a key to Asurada and is preparing a second team. Sugo's second team is called \"Sugo Winners.\" Osamu had been hoping for Hayato's return and had gone to great lengths to prepare a team.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4077868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077868",
                    "TitleEnglish": "ROUND 4 \"When Pegasus Soars\"",
                    "SummaryEnglish": "Hayato is unable to pull the boost lever. It's likely not a physical abnormality, but a psychological aftereffect. Miki, who is visiting Asuka, tells Asuka that Hayato is suffering, and convinces her that \"Hayato needs Asuka's help right now.\"",
                    "Aliases": []
                },
                "5": {
                    "ID": "4077869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077869",
                    "TitleEnglish": "ROUND 5 \"Closed Tomorrow\"",
                    "SummaryEnglish": "In the final of Round 8, the German Grand Prix, Hayato continues to drive in Zero Zone, finishing third. Even though he was getting used to it, Hayato's nerves were still worn down, and in Round 9, the Spanish Grand Prix, he lost concentration and collided with Bootsholz. Kaga, who had noticed that Hayato was still using Zero Zone, told him about a driver who had similarly awakened to Zero Zone and died in an accident, and explained the true horror and danger of it all.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4077870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077870",
                    "TitleEnglish": "ROUND 6 \"Just for the sake of victory...\"",
                    "SummaryEnglish": "At Aoi headquarters, the decision was about to be made to fire Shinjo due to his poor performance. Kyoko put her own career on the line and asks the board for one last chance. It's the 11th race, the Asian Grand Prix. Frustrated by a misunderstanding with Miki and her inability to beat Hayato, Shinjo loses focus on the race and crashes her car.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4077871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077871",
                    "TitleEnglish": "ROUND 7 \"Prelude to a Deadly Battle\"",
                    "SummaryEnglish": "It was the opening day of the final race, the Japanese Grand Prix. Asuka asks Hayato out on a date. This time, Hayato finally gave her a real engagement ring. However, Union Saber announces a new driver to participate in the race: Prince Rosenkreuz.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4077872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077872",
                    "TitleEnglish": "ROUND 8 \"To Each Their Own Future\"",
                    "SummaryEnglish": "The final round of the 13th WGP. Kaga makes a mistake at the start, putting him far behind. Hayato also struggles with his zero zone and inertial drift, but his worn nerves take a greater toll than expected in this difficult race.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "1850592",
            "URL": "https://thetvdb.com/series/future-gpx-cyber-formula/seasons/official/4",
            "TitleEnglish": "Future GPX Cyber Formula Saga",
            "SummaryEnglish": "After his disappointing loss in the last round of the 14th Cyber Formula World Grand Prix, which causes him the championship, Hayato Kazami decides that he needs a change and switches over to the Sugo Garland SF-03 for the 15th Cyber Formula World Grand Prix while he waits for the newest Asurada design. However, his hope to make up for the past year's letdown is made difficult when Aoi ZIP Formula undergoes a major restructuring and brings in Kyoshiro Nagumo as the new president of the team. The new car that he brought to the team, driven by newcomer Phil Fritz, is seemingly unbeatable...",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4077873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077873",
                    "TitleEnglish": "ROUND 1 \"NO TITLE\"",
                    "SummaryEnglish": "In the final race of the 14th Cyber ​​Formula WGPX, Asurada disagrees with Hayato's instructions, which leads to Hayato becoming interested in a different machine and deciding to enter the 15th tournament with Garland, without waiting for the new chassis to be completed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4077874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077874",
                    "TitleEnglish": "ROUND 2 \"FIRED!\"",
                    "SummaryEnglish": "At Aoi, Kyoko is suddenly fired as owner. Kyoshiro Nagumo, the rising star of Aoi Motors, is appointed to take over. While Aoi is making final adjustments to its new car for the season opening, Nagumo suddenly appears on the Aoi test course, driving a mysterious machine and proposing to Kyoko a race between the two new cars.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4077875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077875",
                    "TitleEnglish": "ROUND 3 \"CRITICAL DAYS\"",
                    "SummaryEnglish": "Phil and Alzard, who achieved their first victory in the opening race, attracted attention from the press. Phil expressed his feelings about joining Cyber, saying, \"I want to battle with Kazami and Guderian.\"",
                    "Aliases": []
                },
                "4": {
                    "ID": "4077876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077876",
                    "TitleEnglish": "ROUND 4 \"EVENING CALM\"",
                    "SummaryEnglish": "Team Sugo is taking a break in Florida before Round 5. Asuka invites Hayato to a stock car race in which Shinjo is participating. Hayato sees a completely different Shinjo. He has mastered a powerful and forceful driving style, and is enjoying racing with vigor. Hayato and Asuka are amazed to see how much Shinjo and Miki have grown, even mentally.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4077877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077877",
                    "TitleEnglish": "ROUND 5 \"BURNING!!\"",
                    "SummaryEnglish": "Hayato receives a call from Kaga, who says he's had an accident. He says he's experienced the same sensation as Hayato. Kaga suspects a drink holds the secrets of Phil and Alzard. He entrusts Asuka with analyzing its ingredients.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4077878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077878",
                    "TitleEnglish": "ROUND 6 \"LIFTING TURN\"",
                    "SummaryEnglish": "Round 6. The new Asurada attracted attention not only from the press but also from each team. After qualifying, Hayato declares to Kaga, \"I'm going to race my own race. That's the only way to win. I'm going to win.\"",
                    "Aliases": []
                },
                "7": {
                    "ID": "4077879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077879",
                    "TitleEnglish": "ROUND 7 \"LOSE HIS WAY\"",
                    "SummaryEnglish": "After Asuka informs the Sugo team that Hayato hasn't returned, they begin a search. With the Japanese Grand Prix final scheduled for the afternoon, free practice begins, and Shinjo, Kaga, and Randall, who have learned of the situation, join the search. Meanwhile, Phil overhears Kaga and Shinjo's conversation and rushes to Nagumo's house.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4077880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077880",
                    "TitleEnglish": "ROUND 8 \"NEVER\"",
                    "SummaryEnglish": "As the fierce battle continues, Nagumo is arrested. Aoi's pit becomes noisy. Kyoko picks up the intercom and tells Kaga that Aoi's race is over and to return to the pit. However, Kaga asks to continue this race to the end. Behind the scenes, the final race of the Japanese Grand Prix heats up.",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "463728",
            "URL": "https://thetvdb.com/series/future-gpx-cyber-formula/seasons/official/5",
            "TitleEnglish": "Future GPX Cyber Formula Sin",
            "SummaryEnglish": "After Aoi Zip Formula was banned for one year from Cyber Formula racing due to cheating, Jotaro Kaga, alias Bleed Kaga, returns for the 17th Cyber Formula World Grand Prix. However his old car is no match for the returning champion Hayato Kazami, whose skill has improved tremendously, and his Nu-Asurada AKF-0. An old face, Kyoshiro Nagumo, appears suddenly to him and offers him the Ogre AN-21: a prototype to the Bio-Computer operated Al-Zard series created by the developers of the Asurada, and an ultimate racing machine that only a few can drive. Kaga must now master this car, confront his own inner demons and, most importantly, defeat his longtime rival Hayato in what is possibly Kaga's last and greatest Cyber Formula season.",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4077881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077881",
                    "TitleEnglish": "ROUND 1 “Invincible Myth”",
                    "SummaryEnglish": "The 17th Cyber ​​Formula GPX  in 2022 is set to begin. Wanting to compete against Hayato, Kaga stayed with Aoi, which had been suspended since last year's \"Alzado Incident,\" and waited for the right moment. Even though the suspension was lifted, Aoi's management was on the brink of collapse due to its poor performance and the negative publicity caused by the incident. Kyoko, who returned as owner, tried to secure the development costs for a new car, but the board of directors, concerned about the racing business itself, refused to allow any extraneous funding.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4077882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077882",
                    "TitleEnglish": "ROUND 2 \"Moment of Resurrection\"",
                    "SummaryEnglish": "Accompanied by Nagumo, Kaga visits Nagumo's villa. There, he encounters the \"Ouga,\" a machine that once killed two test drivers. The original Alzard car was a car that Nagumo's brother had worked on before his death, making it practically Asurada's sister car. On Sunday morning, Kyoko receives a call from Katagiri and rushes to the test course, where he finds Kaga racing around the course in his Ouga.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4077883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077883",
                    "TitleEnglish": "ROUND 3 \"The Cry of Ogre\"",
                    "SummaryEnglish": "The third race, the Argentine GPX. Hayato is in top form. Kaga also appears on the course in his new machine, Ogre. However, he is still being manipulated by Ogre and is unable to drive as he would like.\r\nKaga, sensing that Hayato has seen through Ogre's true identity, calmly challenges Hayato to a race.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4077884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077884",
                    "TitleEnglish": "ROUND 4 \"Conditions for Winning\"",
                    "SummaryEnglish": "Kyoko visits Nagumo's villa and demands an explanation while Kaga still struggles with his new car.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4077885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077885",
                    "TitleEnglish": "ROUND 5 \"Everything is in time...\"",
                    "SummaryEnglish": "The qualifying round for the final race, the Japanese Grand Prix. Hayato is performing well, setting a high time. Kaga, on the verge of fainting in ZERO territory, musters his strength, but then he sees an old rival and crashes. Kaga wakes up in a hospital room and, staggering, tries to return to the pit. \r\n\r\nWho will win this final race?",
                    "Aliases": []
                }
            }
        }
    }
}