{
    "URL": "https://thetvdb.com/series/somedays-dreamers",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0433717/",
        "https://www.themoviedb.org/tv/34067"
    ],
    "Titles": {
        "eng": "Someday's Dreamers",
        "jpn": "魔法遣いに大切なこと"
    },
    "Summaries": {
        "eng": "Based in the present day Tokyo, there exist people known as Mahou Tsukai (people who use magic or \"Mages\"). But, even though there's magic around, there's not much difference from the world we live in. Yume Kikuchi is a 17 year old 2nd year senior high school student. So that she can officially become a Mage, Yume makes use of her summer break and leaves for the capital from Tooya in the Iwate prefecture. It's the first time she's been to Tokyo. First time she's been to a boarding house. And she was thinking that it'll be an all girl's place too but in fact, the manager's a charming male. Caught in a mix of anxiety and great anticipation, Yume's training in magic begins.",
        "jpn": "思春期―魔法遣いの青春ラブストーリー\r\n\r\n国家機関である「魔法局」によって任命された、魔法の能力を有する「魔法士」と呼ばれる人々が存在する現代の日本。その魔法士になるために、研修先となる東京へ集う１６歳の少年少女たち。\r\n物語は魔法士になるために北海道・美瑛から上京した１６歳の少女・鈴木ソラと、彼女とともに研修を経験する緑川豪太たち５人の少年少女、彼女たちに関わる指導員たち――人と人とのふれあい、思春期の輝きを鮮やかに描く、青春ストーリー。"
    },
    "Aliases": [
        "Mahou Tsukai ni Taisetsu na Koto",
        "Mahou Tsukai ni Taisetsu na Koto: Natsu no Sora",
        "Natsu no Sora"
    ],
    "Modified": "2025-10-08",
    "Seasons": {
        "1": {
            "ID": "34108",
            "URL": "https://thetvdb.com/series/somedays-dreamers/seasons/official/1",
            "Titles": {
                "eng": "What's important for a Mage",
                "jpn": "魔法遣いに大切なこと"
            },
            "Summaries": {
                "eng": "This story takes place in modern Tokyo. However, in this world, the existence of \"magicians\" is commonly recognized. However, other than that, there is no difference from the world we live in. There is a TV, a mobile phone and a computer. Cars run on gasoline, and trains and planes run on the power of science. However, as long as you have a magician around you and have the official procedure, anyone can request magic from the magician.",
                "jpn": "みんなの想い、あふれる未来へ。心をこめて―\r\n\r\nこの物語の舞台は、現代の東京です。でも、この世界では「魔法遣い」という存在が普通に認知されています。しかしそのほかは、私たちの住むこの世界となんら違いがありません。テレビも携帯電話もパソコンもあります。車だってガソリンで走っているし、電車や飛行機だって、科学の力で動いています。ただ身の回りに魔法遣いが居て、正式な手続きさえ取れば、誰でも魔法遣いに魔法を依頼することが出来るのです。"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "378724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378724",
                    "Titles": {
                        "eng": "Sunset and Steel Frames: Part One",
                        "jpn": "夕焼けと鉄骨（前編）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "378725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378725",
                    "Titles": {
                        "eng": "Sunset and Steel Frames: Part Two",
                        "jpn": "夕焼けと鉄骨（後編）"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "378726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378726",
                    "Titles": {
                        "eng": "The Greatest News",
                        "jpn": "最高のニュース"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "378727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378727",
                    "Titles": {
                        "eng": "A Summer Night and a Mage",
                        "jpn": "夏の夜と魔法遣い"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "378728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378728",
                    "Titles": {
                        "eng": "An Apron and Champagne",
                        "jpn": "エプロンとシャンパン"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "378729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378729",
                    "Titles": {
                        "eng": "I Want To Become a Mage",
                        "jpn": "魔法遣いになりたい"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "378730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378730",
                    "Titles": {
                        "eng": "A Mage Who Couldn't Become a Mage",
                        "jpn": "魔法遣いになれなかった魔法遣い"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "378731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378731",
                    "Titles": {
                        "eng": "Enormous Power in the Name of Love",
                        "jpn": "恋のバカヂカラ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "378732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378732",
                    "Titles": {
                        "eng": "Yume, The Girl And A Seed Of Summer",
                        "jpn": "ユメと少女の夏の種"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "378733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378733",
                    "Titles": {
                        "eng": "Magic's Whereabouts",
                        "jpn": "魔法の行方"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "378734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378734",
                    "Titles": {
                        "eng": "A Broken Rainbow",
                        "jpn": "折れてしまった虹"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "378735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378735",
                    "Titles": {
                        "eng": "Things Important To A Mage",
                        "jpn": "魔法遣いに大切なこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "81491",
            "URL": "https://thetvdb.com/series/somedays-dreamers/seasons/official/2",
            "Titles": {
                "eng": "Sora's Summer",
                "jpn": "魔法遣いに大切なこと〜夏のソラ〜",
                "deu": "Mahou Tsukai ni Taisetsu na Koto: Natsu no Sora"
            },
            "Summaries": {
                "eng": "Sora, a country girl who can use magic, moves to Tokyo to attend a training program for young magicians. Whether a person can use magic depends on a genetic predisposition. Sora got this gift from her father. At the age of sixteen, she can finally learn to use magic in a targeted manner.\r\nOnly when she has completed the training in Tokyo can she call herself a magician. At first, Sora finds it very difficult to adjust to hectic city life, but in class she finds friends with whom she can live her new everyday life...",
                "jpn": "夏の空――それは夢を描く青いキャンパス\r\n\r\n人気TVアニメの第2期シリーズ。国家機関である「魔法局」によって任命された、魔法の能力を有する「魔法士」と呼ばれる人々が存在する現代の日本。その魔法士になるために、研修先となる東京へ集う16歳の少年少女たち。物語は魔法士になるために北海道・美瑛から上京した16歳の少女・鈴木ソラと、彼女とともに研修を経験する緑川豪太たち五人の少年少女、彼女たちに関わる指導員たち――人と人とのふれあい、思春期の輝きを鮮やかに描く、青春ストーリー。",
                "deu": "Sora, ein Mädchen vom Land, das Magie benutzen kann, zieht nach Tokio, um dort an einem Fortbildungsprogramm für junge Magier teilzunehmen. Ob eine Person Magie benutzen kann, hängt von einer genetischen Veranlagung ab. Sora hat diese Begabung von ihrem Vater. Mit sechzehn Jahren darf sie nun endlich lernen Magie gezielt einzusetzen. Erst wenn sie das Training in Tokio absolviert hat, darf sie sich als Magier bezeichnen. Zunächst fällt es Sora sehr schwer sich auf das hektische Stadtleben einzustellen, doch im Unterricht findet sie Freunde, mit denen sie ihren neuen Alltag bestreiten kann..."
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "782701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782701",
                    "Titles": {
                        "eng": "From Biei",
                        "jpn": "美瑛より"
                    },
                    "Summaries": {
                        "eng": "Summer - a gentle hill, a sky bordering the distant horizon. Suzuki Sora, a 16-year-old girl living in Biei, Hokkaido, receives a training notice to become a national civil servant, a magician. After reporting to his late father, he left his mother and dog Joe in Biei and headed to Tokyo, where he was training... and was excited and worried. At that time, Sora receives a consultation from her best friend Michiru. For her best friend who is troubled by love, Sora uses magic to give her best friend Michiru a gift.",
                        "jpn": "夏―なだらかな丘、遠くの地平線と接する空。北海道・美瑛に住む16歳の少女―鈴木ソラは、国家公務員である魔法遣い＝魔法士になるための研修通知を受ける。亡き父に報告を済ませ、母と愛犬のジョーを美瑛に残し、研修先の東京へ行く……期待と不安に。そんな折、ソラは親友のみちるにある相談を受ける。恋に悩む親友のために、ソラは魔法で親友のみちるに、あるプレゼントをする――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "782711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782711",
                    "Titles": {
                        "eng": "Tokyo",
                        "jpn": "東京"
                    },
                    "Summaries": {
                        "eng": "After moving to Tokyo, Sora encounters a traffic accident on her way to the Magic Bureau in Kasumigaseki. Sora avoided the accident with her sudden magical action, and is praised by those around her, but she is curious about the boy who acts curtly...\r\nAt the Magic Bureau, Sora finally arrives and meets the other trainees, Homin, Hiyori and Koji. The other boy introduced to him then met at the scene of the accident earlier...",
                        "jpn": "上京したソラは霞ヶ関にある魔法局へ向かう途中で、交通事故に遭遇。咄嗟の魔法行動で事故を回避したソラは周囲の人々から賛辞を贈られるが、その中で一人素っ気ない態度をとる少年が気になって…。\r\nようやく到着した魔法局で、同じ研修生である、ほのみ、ひより、浩二と出会うソラ。そこでもう一人紹介された少年は、さっきの事故現場で会った……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "782721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782721",
                    "Titles": {
                        "eng": "Sora",
                        "jpn": "ソラ"
                    },
                    "Summaries": {
                        "eng": "The trainees will finally receive their first request in their magic training.\r\nHonomi and Kuroda are full of confidence, Hiyori is worried and can't sleep, Gota accepts a request even though he can't use magic properly during training, and... Sora's client is Mami Motohashi. I receive a slightly strange request from a girlfriend who lives in my old family's mansion...",
                        "jpn": "研修生たちはいよいよ魔法研修での初の依頼を受けることになる。\r\n自信満々のほのみと黒田、心配で眠れなかったひより、実習で魔法をうまく使えないまま依頼を受ける豪太、そして…ソラが担当する依頼人は本橋真美。旧家のお屋敷に住む彼女から、ちょっとワケありな依頼を受けることになり…"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "782731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782731",
                    "Titles": {
                        "eng": "Gouta",
                        "jpn": "豪太"
                    },
                    "Summaries": {
                        "eng": "Sora has gotten used to life at the Hara Magic Office. Sora had a fulfilling training life, going out with Hiyori on good terms.\r\nOn the other hand, Gota has trouble using magic. About his family, about his friends - he is reminded of his past self, he is unable to accept his magician self... In the midst of all this, Gota finally accepts the next request...",
                        "jpn": "原魔法事務所での生活にも慣れてきたソラ。ソラはひよりと仲良く出かけたりと、充実した研修生活を送っていた。\r\n一方、なかなかうまく魔法を使えない豪太。家族のこと、友人のこと―思い出される在りし日の自分、受け入れられない魔法遣いの自分……そんな中で受けた次の依頼に、豪太はついに―"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "782741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782741",
                    "Titles": {
                        "eng": "Shimokitazawa",
                        "jpn": "下北沢"
                    },
                    "Summaries": {
                        "eng": "Through training, Seiichiro witnessed the high level of Sora's latent magical abilities. However, Sora himself was somewhat confused by the results of his own magical actions in response to the request. Meanwhile, the results of a magical action performed by a new client give Sora a big shock...",
                        "jpn": "実習を通じて、ソラがもつ潜在的な魔法能力のレベルの高さを目の当たりにした誠一郎。しかし当のソラ自身は、依頼に対する自らの魔法行動の結果に少なからず戸惑っていた。そんな中、新たな依頼人の元で行った魔法行動の結果が、ソラに大きな衝撃を与える…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "782751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782751",
                    "Titles": {
                        "eng": "Friend",
                        "jpn": "友達"
                    },
                    "Summaries": {
                        "eng": "Hiyori, who was worried about something unwell, suggests that they use the half-day training session to have fun together. Thus, Homi and Hiyori come to Shimokitazawa to visit Hara Magical Agency with Sora... and at the entrance there is a young girl. He wants to make a request from Sora and the others. What exactly does a girl really want?",
                        "jpn": "何か元気のないソラを心配していたひよりは、研修の半休を使ってみんなで遊ぼうと提案する。こうして下北沢に遊びに来ることになった、ほのみ、ひよりは、ソラとともに原魔法事務所へ…と、入り口には幼い女の子。ソラたちにある依頼をしたいという。女の子がどうしても欲しいという、そのものとは――？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "782761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782761",
                    "Titles": {
                        "eng": "Crossroads",
                        "jpn": "岐路"
                    },
                    "Summaries": {
                        "eng": "Koji was confident in his magical abilities, but during the actual training, he was unable to communicate well with his clients and had a series of failures. And I couldn't accept that failure. A big choice that swelled up inside me... Koji invites Honomi and briefly enjoys strolling around Nakano, but when Honomi realizes his true intentions, Kouji is given a harsh word...",
                        "jpn": "魔法行動に自信があった浩二だったが、実際の研修では依頼人とうまくコミュニケーションがとれず失敗の連続。そして、その失敗を素直に受け入れられずにいた。自らの中に大きく膨らんでしまった大きな選択……。ほのみを誘い、束の間中野散策に興じるが、その真意に気づいたほのみから、厳しい一言を浴びせられた浩二は終に……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "782771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782771",
                    "Titles": {
                        "eng": "Magician",
                        "jpn": "魔法遣い"
                    },
                    "Summaries": {
                        "eng": "During a training lecture, they suddenly receive a call to rescue a large number of stranded dolphins. It was a good chance to experience magic during disasters, and all the trainees, including Sora, decided to participate. On this rare occasion when so many magicians work together as a group, what will Gota, who cannot yet use magic, do?",
                        "jpn": "研修講義中に突然、座礁した大量のイルカ救助要請の連絡が入る。災害時の魔法を経験するいいチャンスと、ソラをはじめ研修生全員が参加することになった。たくさんの魔法士が集団で魔法を遣う稀有な機会に、まだ魔法を使えない豪太は果たして――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "782781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782781",
                    "Titles": {
                        "eng": "First Love",
                        "jpn": "初恋"
                    },
                    "Summaries": {
                        "eng": "Last holiday of training. Gota invites Sora to Enoshima, the town where he grew up, ``as a thank you for using magic.'' The two had a fun time at the sea and confirmed their feelings for each other. Meanwhile, Gota suddenly saw a scene with Sora...",
                        "jpn": "研修最後の休日。豪太は「魔法が使えたお礼に」とソラを自分が育った街、江ノ島に誘う。楽しく海で過ごした二人は、お互いの気持ちを確かめ合った。そんな中、豪太がふと目にした光景は、ソラと――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "782791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782791",
                    "Titles": {
                        "eng": "Life",
                        "jpn": "いのち"
                    },
                    "Summaries": {
                        "eng": "As graduation approaches, Sora is not seen in the class that is full of talk about her graduation exams. Gota asks Seiichiro and Saori to tell them the truth as if to hide something. Meanwhile, Sora, who is in the middle of a state of affairs, ends up complaining about the phone call with Biei's mother. And where did Sora head?",
                        "jpn": "卒業も近づく頃、卒業試験の話題でもちきりなクラスの中に、ソラの姿がない。何かを隠すかのように振舞う誠一郎と沙織に、豪太は本当のことを話してほしいと頼む。一方、渦中のソラは美瑛の母との電話でつい弱音を吐いてしまう。そしてソラが向かった先とは――。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "782801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782801",
                    "Titles": {
                        "eng": "Graduation",
                        "jpn": "卒業"
                    },
                    "Summaries": {
                        "eng": "The graduation exam was the same as the first day of training: ``Magic that turns water into ice''. Sora, Gota, Honomi, Kouji, and Hiyori successfully passed the exam...all of them were able to celebrate the graduation ceremony together. The five of them have grown up while meeting many clients and using various kinds of magic, and they promise to meet again. And on the morning of their farewell, Sora...",
                        "jpn": "卒業試験は、研修初日と同じ「水を氷に変える魔法」。無事合格したソラ、豪太、ほのみ、浩二、ひより…全員揃って卒業式を迎えることができた。多くの依頼人に出会い、さまざまな魔法を遣いながら成長した5人は、再会を約束する。そして別れの朝、ソラは――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "782811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782811",
                    "Titles": {
                        "eng": "Summer Skies",
                        "jpn": "夏のソラ"
                    },
                    "Summaries": {
                        "eng": "Sora became a certified magician and returned to his hometown, Biei. When I met my mother for the first time in a while, we talked about our training life. And then... Sora headed to ``Father's Tree''. With the ``Iraisho'' written by his late father in hand, Sora uses his first spell after becoming a certified magician.",
                        "jpn": "晴れて公認魔法士となり、故郷・美瑛に帰ったソラ。母との久々の対面は、研修生活の話で持ちきり。そして――ソラが向かったのは『お父さんの樹』。亡き父が書いた『いらいしょ』を手に、ソラが公認魔法士になって初めて遣う魔法は――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}