{
    "URL": "https://thetvdb.com/series/destiny-of-the-shrine-maiden",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0890871/",
        "https://www.themoviedb.org/tv/46423"
    ],
    "Titles": {
        "eng": "Destiny of the Shrine Maiden",
        "jpn": "神無月の巫女"
    },
    "Summaries": {
        "eng": "There is a small town somewhere in Japan, which is surrounded by nature. In this town, there is a large and gorgeous school, Otobashi Gakuen; which was founded to make the students familiar with nature. \r\n\r\nThis story starts off with Kurusugawa Himeko. She is a normal student who goes to Otobashi Gakuen. She leads bright and enjoyable school days with her two friends, Himekawa Chikane and Oogami Souma. \r\nChikane is the only daughter of a distinguished family. She excels at both academics and sports. She is also kind and beautiful, making her very popular among the other students. \r\nOogami Souma is Himeko’s childhood friend. He has problems expressing his emotions directly, but he is very sincere. \r\n\r\nOn Himeko's 16th birthday, a dark moon blocks out the sun, and the Orochi come forth to destroy the world. But why are they targetting Himeko...? \r\nBased on the manga by Kaishaku",
        "jpn": "日本の某所、美しい自然に囲まれた山間の町。\r\nそんな町に、自然に親しむために設立された\r\n巨大で絢爛豪華な学園、私立乙橘学園。\r\n\r\n学園に通う平凡な少女、来栖川姫子を中心に、物語は始まる・・・\r\n\r\n名家のお嬢様で、文武両道、才色兼備、そのくせさばけた性格。\r\n学園のアイドル、姫宮千歌音。\r\n姫子の幼なじみ、ちょっと不器用だが誠実な大神ソウマ。\r\n\r\n二人の友達に囲まれ明るく楽しい学園生活。\r\nやがて訪れた姫子の十六歳の誕生日、三人の運命が動き出した・・・"
    },
    "Aliases": [
        "Kannazuki No Miko"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "34163",
            "URL": "https://thetvdb.com/series/destiny-of-the-shrine-maiden/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "379097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379097",
                    "Titles": {
                        "eng": "The Land of Eternity",
                        "jpn": "常世の国"
                    },
                    "Summaries": {
                        "eng": "Chikane and Himeko share the same birthday and it's rapidly approaching. On the day of their birthday, the Orochi are awakened and at first Sōma attacks Himeko who is the Solar Priestess. Eventually, he comes to his senses and is able to fight back against another one of the Orochi, the Second Neck, Sister Miyako. Chikane and Himeko share a kiss.",
                        "jpn": "宮様こと姫宮千歌音は今日も大人気。その行くところ常に大勢の取り巻きが。ただ見ているだけしかできない姫子だったが、千歌音は姫子を二人きりの誕生会に招待する。２人は同じ誕生日だった。\r\n\r\n幼馴染みの大神ソウマと共に、千歌音へのバースディプレゼントを選ぶ姫子。\r\n\r\nだが、誕生日の当日、起こるはずのない月食が空を覆った瞬間、黒い月を見たソウマの脳裏を衝撃が貫く。何かに突き動かされるようにソウマは巨大ロボットを召喚するが、巨大ロボットはためらいもなく姫子のいる学園寮を破壊した！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "379098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379098",
                    "Titles": {
                        "eng": "Overlapping Sun & Moon",
                        "jpn": "重なる日月"
                    },
                    "Summaries": {
                        "eng": "The story of the Orochi and the Priestesses is revealed to the unsuspecting Solar and Lunar Priestesses. Later, Himeko contemplates on leaving the town, but first a fight ensues between the Priestesses and the Third Neck of the Orochi, Girochi. Finally, before things get too out of hand, Sōma comes to the Priestesses aide.",
                        "jpn": "突如出現したロボット同士の激しい戦闘により傷ついた姫子。\r\n目を覚ますと、胸に謎の痣が浮かび上がっていることに気付く。\r\n\r\n混乱する姫子、そして千歌音に対しソウマの兄カズキは、この世を滅\r\nぼさんとするオロチの復活、そして二人に課せられた巫女の宿命を告げる。\r\n\r\nそんな中、新たにオロチ衆から三の首・ギロチが二人に迫る！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "379099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379099",
                    "Titles": {
                        "eng": "Secret Love Shell",
                        "jpn": "秘恋貝"
                    },
                    "Summaries": {
                        "eng": "With nowhere else to stay, Chikane offers for Himeko to stay at her mansion for the time being. Later, Kazuki Ōgami reveals more about the Priestess's past and what they are meant to do to protect the world from the Orochi. Also, the Sixth Neck of the Orochi, Nekoko, attacks the Priestesses.",
                        "jpn": "千歌音の家で暮らすことになった姫子は、心無い生徒の嫉妬心からいじめを受けるが、\r\nソウマと千歌音に助けられる。\r\n\r\n巫女の正装に着替えた姫子と千歌音は、剣神アメノムラクモ復活の儀を試みるが失敗、\r\n千歌音は姫子を庇い傷ついてしまう。\r\n\r\n自分は何も出来ず周りを傷つけるだけだと落ち込む姫子に千歌音は…"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "379100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379100",
                    "Titles": {
                        "eng": "Direction of Affection",
                        "jpn": "思い賜うや"
                    },
                    "Summaries": {
                        "eng": "Sōma invites Himeko to the amusement park on a date and Chikane tries her best to help Himeko prepare for her outing. While on their date, Tsubasa, the First Neck of the Orochi, attacks the couple as Sōma tries his best to protect Himeko.",
                        "jpn": "姫子と千歌音はオロチの襲撃に備え、人々が避難するための結界を張る。\r\nその帰り、姫宮邸の前で待ち構えていたソウマにデートに誘われる姫子。\r\n\r\n戸惑う姫子に千歌音は、お出掛けの洋服やアクセサリーをコーディネートして背中を押す。\r\n遊園地でのデートを楽しむ姫子とソウマ。\r\n\r\n夕方、村を見渡せる展望台へ場所を移し、遅くなった誕生日プレゼントを渡すソウマ。そして…"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "379101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379101",
                    "Titles": {
                        "eng": "Over the Darkness of Night",
                        "jpn": "夜闇を越えて"
                    },
                    "Summaries": {
                        "eng": "Sōma initially gets defeated by Tsubasa in their first fight and Tsubasa promises to return again. In the meantime, Sōma trains to get even stronger for their next fight. It is also revealed that Tsubasa is in fact Sōma's biological older brother.",
                        "jpn": "コクピット空間を融合させ、ソウマの前に出現したツバサ。\r\nそして激突する二体の巨神。その衝撃に吹き飛ばされてしまう姫子！\r\n駆けつけた千歌音は、気を失っている姫子が見たこともない髪留めをしているのに気付く。\r\n\r\n圧倒的な力の前に、なす術もなく叩きのめされるソウマは、戦いの中で目の前の敵が誰かを思い出すのだが…"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "379102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379102",
                    "Titles": {
                        "eng": "You, Where the Sun Shines",
                        "jpn": "日溜まりの君"
                    },
                    "Summaries": {
                        "eng": "Some of the past is revealed on when Chikane and Himeko first met and how they became friends. Later, the Priestesses continue their training to become stronger, but fail once again. Finally, Himeko goes on her second date with Sōma.",
                        "jpn": "秘密の花園で姫子との出会いを振り返る千歌音。\r\n\r\n仲良くお昼のお弁当をつくる姫子と千歌音。\r\n余った材料でもう一つお弁当をつくりたいという姫子。\r\n昼休み、女の子に囲まれているソウマにお弁当を渡せずにいる姫子。\r\nそこへ千歌音がやって来て…"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "379103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379103",
                    "Titles": {
                        "eng": "Rainfall in the Hell of Love",
                        "jpn": "恋獄に降る雨"
                    },
                    "Summaries": {
                        "eng": "While Sōma and Himeko are on their date, it begins to rain and they take shelter in an abandoned warehouse. Meanwhile, Chikane has an encounter with the Second Neck of the Orochi who also begins playing with Chikane's feelings for Himeko. Later, the Third, Fourth, Fifth and Sixth Necks of the Orochi all attack Sōma while on his date with Himeko. After the fight, Sōma kisses Himeko.",
                        "jpn": "突如出現した怪しい教会に吸い込まれる様に誘われる千歌音。\r\nそこで待っていたのはオロチ・二の首ミヤコだった。\r\n千歌音の胸に秘めた感情を解放させようとするミヤコは…\r\n\r\n一方、姫子とソウマにオロチ三大巨神が襲い掛かる！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "379104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379104",
                    "Titles": {
                        "eng": "Storm of the Silver Moon",
                        "jpn": "銀月の嵐"
                    },
                    "Summaries": {
                        "eng": "During yet another outing with Sōma, Himeko searches for a present to give to Chikane since she knows something is not right with her. Upon returning to Chikane's mansion, Himeko is shocked to find that the Lunar Priestess has joined the Orochi, becoming the Eighth Neck. Chikane sexually assaults Himeko.",
                        "jpn": "東京の叔父の面倒を見るようにと乙羽に暇を出す千歌音。\r\n千歌音にいつもと違う雰囲気を感じ戸惑いを見せる姫子をソウマは街に連れだす。\r\n街で見つけた太陽と月のリングに二人の名前を彫ってもらう姫子。\r\n姫宮邸に戻った姫子に…千歌音は…\r\n\r\n強烈な邪念を感じ姫宮邸に駆けつけたソウマが見たものは…"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "379105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379105",
                    "Titles": {
                        "eng": "To The Edge Of Hell",
                        "jpn": "黄泉比良坂へ"
                    },
                    "Summaries": {
                        "eng": "After the previous night, Himeko is still shaken up by what happened between her and Chikane. Later, her friend Makoto Saotome comes back to school and their friendship is finally healed. Meanwhile, Chikane begins fighting and in the process defeats each of the Orochi one by one until the only one left is Sōma.",
                        "jpn": "衝撃の夜が明け、ただ打ちひしがれる姫子。\r\nカズキはソウマに、アメノムラクモ復活の儀がうまくいかない理由、\r\nそしてソウマの背中に浮かび上がる謎の鱗について語る。\r\n\r\n一方、千歌音はオロチたちのもとへ…"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "379106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379106",
                    "Titles": {
                        "eng": "Invitation of Love and Death",
                        "jpn": "愛と死の招待状"
                    },
                    "Summaries": {
                        "eng": "While doing the ritual alone, Himeko finally is able to revive Ame no Murakumo. Later, Chikane comes back home and the two Priestesses spend time together just as before everything began. However, it was shown all to be a ruse by Chikane who warns Himeko that she will kill her very soon.",
                        "jpn": "決意をもってアメノムラクモ復活の儀に臨む姫子。\r\n一方、兄ツバサの剣を振るい来るべき時へ備えるソウマ。\r\n\r\n一旦姫宮邸に戻った姫子の前には…"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "379107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379107",
                    "Titles": {
                        "eng": "Dance of Swords",
                        "jpn": "剣の舞踏会"
                    },
                    "Summaries": {
                        "eng": "Himeko and Sōma enter into the final battle between the Orochi which ultimately leads Himeko to leave Sōma behind in order to find Chikane again. In the end, the two Priestesses have a battle together where the fate of the world rests in the balance.",
                        "jpn": "千歌音の本当を確かめる為にアメノムラクモを召喚し最終決戦に臨む姫子とソウマ。\r\nそこへ現れる千歌音。そして武夜御鳴神を中心に展開するオロチロボ軍団。\r\n\r\nアメノムラクモはオロチロボ軍団の猛攻をものともせず、次々に蹴散らしていくのだが…"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "379108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379108",
                    "Titles": {
                        "eng": "Priestesses of the Godless Month",
                        "jpn": "神無月の巫女"
                    },
                    "Summaries": {
                        "eng": "After Himeko strikes Chikane's chest with her sword, they share a tender moment which ultimately reveals the unpleasant past the two Priestesses have shared in their past lives and how Chikane only pretended to want to kill her as to pay the cost this time around. The Orochi are finally defeated and everything goes back to normal, but at a price the two Priestesses were not ready to accept. At the end of the credits, a special ending is revealed which shows Himeko and Chikane being reunited.",
                        "jpn": "非情すぎる千歌音の仕打ちに、我を忘れて切り掛かった姫子の剣は千歌音を貫いた。\r\nその状況に絶望して自分の喉元に剣を立てる姫子。\r\nすぐにその手を止めた千歌音は姫子に全てを打ち明ける。\r\nそして姫子は…"
                    },
                    "Aliases": []
                }
            }
        }
    }
}