{
    "URL": "https://thetvdb.com/series/full-moon-wo-sagashite",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0823967/",
        "https://www.themoviedb.org/tv/21918"
    ],
    "Titles": {
        "eng": "Full Moon wo Sagashite",
        "jpn": "満月をさがして"
    },
    "Summaries": {
        "eng": "Twelve-year-old Mitsuki Koyama was devastated when she was diagnosed with a malignant tumor of the throat. She had made a promise to the boy she loves that she would one day become a singer, but her illness made singing impossible. To make matters even worse, two Shinigami, Takuto and Meroko, appeared to Mitsuki and informed her that she only had one year left to live. This news provides an even greater motivation for Mitsuki to fulfill her dreams, and with a little bit of divine intervention, she begins her quest to become a professional singer so she can be reunited with Eichi before time runs out.",
        "jpn": "重病を患う12歳の満月の夢は歌手になること。しかし2人組の死神が現れ余命が1年しかないことを告げる。歌手になりたいという満月に、死神タクトは彼女を16歳の少女に変身させることに。かくして満月はフルムーンに変身し歌手デビューを果たすが…。"
    },
    "Aliases": [
        "Full Moon",
        "Furumyu",
        "Looking for the Full Moon",
        "Full Moon o Sagashite",
        "Fullmoon wo Sagashite"
    ],
    "Modified": "2025-04-05",
    "Seasons": {
        "0": {
            "ID": "34203",
            "URL": "https://thetvdb.com/series/full-moon-wo-sagashite/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "379702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379702",
                    "Titles": {
                        "eng": "Cute Cute Big Adventure",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Mitsuki wakes up late, and must rush to a photo shoot. However, in her hury she forgets to bring Takuto and Meroko along. Now they must catch up to her, before the photo shoot begins, despite everything that gets in their way.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34207",
            "URL": "https://thetvdb.com/series/full-moon-wo-sagashite/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "379650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379650",
                    "Titles": {
                        "eng": "I Want To Sing!",
                        "jpn": "それでも歌いたい"
                    },
                    "Summaries": {
                        "eng": "A 12-year-old girl named Mitsuki Koyama dreams of becoming a great singer and of her childhood friend, Eichi. Unfortunately, she has sarcoma, a tumor in her throat, preventing her from becoming a singer. Moreover, her grandmother does not want her to have anything to do with music. Mitsuki gets an audition at Seed Records Studio. She tries to persuade her doctor, Wakaoji, into taking her there, but she fails. What's worse is that a pair of Shinigami, Takuto and Meroko, appear and tell Mitsuki that she has only one year left to live. Not fearing anything anymore, Mitsuki runs off to the audition. Takuto and Meroko decide to help Mitsuki by transforming her into a 16-year-old!",
                        "jpn": "歌が大好きな12歳の少女・神山満月は病弱なため大きな声で歌えない。現れた死神コンビに余命1年を宣告されるが、16歳に変身する神術を掛けてもらい、健康になった満月は歌手になるオーディションを受ける。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "379651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379651",
                    "Titles": {
                        "eng": "My Promise to Eichi",
                        "jpn": "英知くんとの約束"
                    },
                    "Summaries": {
                        "eng": "Meroko and Takuto argue about letting Mitsuki audition. Mitsuki, Meroko, and Takuto talk about why she wants to become a singer. The Shinigami find out about Eichi-kun, and then Takuto and Meroko switch sides of the argument. Takuto thinks that's an immoral reason for singing, gets angry at her, and flies off. Meroko reads Mitsuki's fortune and says that it will be her lucky day. Meroko and Mitsuki go shopping, and then Meroko pretends to be Eichi-kun. In the end, Mitsuki tells Takuto that she really does love to sing and it's not just for Eichi, and the two make up.",
                        "jpn": "満月が歌手になりたい理由が大好きな英知のためだと知ったタクトは、彼女を叱責する。歌手になりたい満月の真剣な気持ちに感動して力を貸したのであって、「男のために歌手になりたいなんて不純だ」と言う。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "379652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379652",
                    "Titles": {
                        "eng": "Along Came the Manager",
                        "jpn": "マネージャーさんが来た"
                    },
                    "Summaries": {
                        "eng": "After a day of school, Mitsuki gets a call from Dr. Wakaoji. He explains that Mitsuki's new manager Masami Oshige wants to meet her at the hospital. However, Mitsuki will have to be in her 16-year-old form in front of the manager, and she'll have to be in her regular 12-year-old form in front of Dr. Wakaoji, with them both in the same room. Since telling the truth isn't an option, Meroko takes it upon herself to solve the problem. In the end, Mitsuki and the shinigami manage to trick them.",
                        "jpn": "満月にマネージャーが付くことになり、満月の保護者役でもある主治医の若王子先生に挨拶に行きたいが、12歳のままでは会うことができない。タクトとめろこの神術を駆使してどうにかごまかそうとするが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "379653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379653",
                    "Titles": {
                        "eng": "Thoughts On a Song",
                        "jpn": "詞（うた）にこめた想い"
                    },
                    "Summaries": {
                        "eng": "Mitsuki's debut CD is already being discussed by her producer, Mr. Takasu. Takasu wants her to sing a pre-written song for her debut, but Mitsuki wants to sing a song with her feelings in it. So, now Mitsuki has three days to write her own song.",
                        "jpn": "満月のデビューが決定した。敏腕プロデューサー・高須が起用され順風満帆のはずだったが、高須の曲では自分の本当の気持ちを伝えられないと感じた満月は「自分で作詞をする」と宣言してしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "379654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379654",
                    "Titles": {
                        "eng": "Her First Assignment",
                        "jpn": "はじめてのお仕事"
                    },
                    "Summaries": {
                        "eng": "Mitsuki's first job starts out rough because she worries about whether or not she's acting her age. But, after talking to three high school girls, she manages to get through the day, now reassured of herself.",
                        "jpn": "初めて雑誌の取材を受ける満月は、何とか16歳らしくふるまおうとするが、うまくできない。落ち込む満月だが、地元の女子高生と触れ合い、たとえ中身は12歳であっても自分らしくふるまうことが大事だと気付く。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "379655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379655",
                    "Titles": {
                        "eng": "A Long Day in the Studio",
                        "jpn": "スタジオの長い日"
                    },
                    "Summaries": {
                        "eng": "Mitsuki and Takuto (pretending to be a doll) go to the studio to do a recording while Meroko stays at home, posing as Mitsuki. While Mitsuki learns what to do in a recording booth, a little girl named Nanami sneaks in and takes Takuto away. When Mitsuki finds them, Nanami refuses to give Takuto back.",
                        "jpn": "デビューに向けてレコーディングにいそしむ満月。そんな中、タクトが盗まれてしまう。満月はタクトがいないと12歳に戻れない。必死になってタクトを探すが、どうやら七海という女の子が持ち去ったらしく…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "379656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379656",
                    "Titles": {
                        "eng": "Full Moon Debuts!",
                        "jpn": "フルムーン、デビュー！"
                    },
                    "Summaries": {
                        "eng": "It's time for Full Moon's first live performance! But when a girl from the past questions Mitsuki's abilities as a singer, she begins to doubt herself.",
                        "jpn": "今日は初めてのイベントだ。心地よい緊張感の中で着々と準備は進むが、スタッフの1人が満月に「顔がいいからオーディションに受かった」と発言。歌が評価されたのではなくビジュアルだけなのか、と満月は傷つく。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "379657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379657",
                    "Titles": {
                        "eng": "Is It Really A Hit?",
                        "jpn": "ヒットって本当？"
                    },
                    "Summaries": {
                        "eng": "Full Moon's debut maxi single, \"Myself,\" is now on sale! The good news is that it's a smash hit! The bad news is that no one at Mitsuki's school seems to be talking about the CD, and Mitsuki doesn't have any friends nor the confidence to spread the word about her single.",
                        "jpn": "ついに、フルムーンのデビューシングルが発売された。大重から大ヒットだと知らされた満月は、学校もフルムーンの話題で持ちきりのはずだと意気込んで登校し、学校の友達の感想を聞こうとするが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "379658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379658",
                    "Titles": {
                        "eng": "I Want You to Hear It!",
                        "jpn": "聞いてほしいのに"
                    },
                    "Summaries": {
                        "eng": "You'd think that since \"Myself\" is such a big hit, everyone must have listened to it. But, Mitsuki soon learns that Dr. Wakaoji has not listened to \"Myself,\" and she really wants him to hear it.",
                        "jpn": "実の父親のように見守ってくれている若王子先生にデビューシングルを渡そうとする満月だったが、彼は受け取ろうとしない。満月は何とか聴いてもらおうと若王子を追うが、めろこの暴走もあって大騒ぎになる。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "379659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379659",
                    "Titles": {
                        "eng": "The Rules of Show Business",
                        "jpn": "芸能界の掟！？"
                    },
                    "Summaries": {
                        "eng": "Mitsuki gets to debut on TV on a show starring Fuyuko Komaki. However, Komaki doesn't seem to like Mitsuki very much.",
                        "jpn": "満月はテレビ番組に出演するが、不慣れなため、ドジばかりして大物歌手の昆巻冬子を怒らせてしまう。何とか失敗を取り戻そうとするが、昆巻のマネージャー・田所の画策により番組内で歌が歌えなくなるピンチに陥る。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "379660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379660",
                    "Titles": {
                        "eng": "The Dangerous Lens",
                        "jpn": "危険なレンズ"
                    },
                    "Summaries": {
                        "eng": "There is a photographer named Saegusa who has a reputation of destroying celebrities' images with his pictures. His next target: Full Moon.",
                        "jpn": "順調に芸能活動を行う満月だが、一切のプロフィールを公表しない謎の存在であるため、悪質スクープカメラマンに目を付けられる。もし正体がばれたら、もう歌を歌えなくなり、大好きな英知とも会えなくなってしまう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "379661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379661",
                    "Titles": {
                        "eng": "Green Onion Ramen and the Saint's Stone",
                        "jpn": "ねぎラーメンと聖者の石"
                    },
                    "Summaries": {
                        "eng": "Takuto gets mad at Mitsuki for drawing a terrible picture of him. He fies off and Meroko follows. Meanwhile, an old man collapses in frotn of the house, and Ms. Tanaka takes him in. As a show of gratitude, the old man gives Tanaka the Saint's Stone, a big rock that has the power to expel Shinigami. So, naturally, the stone prevents Takuto and Meroko from getting into contact with Mitsuki, which is bad because she has a job to do later.",
                        "jpn": "神山家の周りに謎の結界が張られた。お手伝いの田中さんが偶然親切にした老人が残した「聖者の石」が原因だ。このため、タクトとめろこが満月の元に戻れなくなり、満月はフルムーンに変身できず大ピンチに陥る。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "379662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379662",
                    "Titles": {
                        "eng": "A Mini Concert",
                        "jpn": "ちっちゃなコンサート"
                    },
                    "Summaries": {
                        "eng": "Mitsuki holds a Full Moon mini-concert at the Hiiragi Preschool. All the kids love her except for this one mean little boy, Taiki, who looks very similar to Eichi. As the day goes on, Taiki does a lot of bad things to Mitsuki from lifting up her skirt to stealing her stage costume to wrecking the entire concert. Despite all that has happened, Mitsuki still feels that Taiki did all this for a good reason.",
                        "jpn": "養護施設・ヒイラギ園でのミニコンサートにやってきたフルムーン。満月はそこで出会った大樹と空という2人に自分と英知の思い出をだぶらせるが、大樹のいたずらによってコンサートを妨害されてしまう。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "379663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379663",
                    "Titles": {
                        "eng": "Do Your Best, Substitute Manager",
                        "jpn": "がんばれ！代理マネージャー"
                    },
                    "Summaries": {
                        "eng": "Ms. Oshige is sick in the hospital today. So, Mitsuki will have to deal with her clumsy substitute manager, Kotarou Akiba.",
                        "jpn": "大重が入院してしまったため、急きょ秋葉がフルムーンの代理マネージャーとなる。彼はやる気はまんまんだが、おっちょこちょいで失敗ばかり。とうとうプロデューサーの高須まで怒らせてしまった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "379664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379664",
                    "Titles": {
                        "eng": "Her First Kiss!?",
                        "jpn": "ファースト・キス！？"
                    },
                    "Summaries": {
                        "eng": "It's summertime, and Mitsuki gets a job by the beach. When Mitsuki gets harassed by three boys, an attractive young man named Murakami saves and befriends her. However, Takuto doesn't trust the guy one bit. He wants Mitsuki to not see him again, but she doesn't want to do that. As a result, Takuto flies off on his own (again). Mitsuki is on break from work the next day. Murakami invites her to tour the place on his yacht. Out of spite of Takuto, she humbly accepts. Unbeknownst to her, Murakami plans to kiss Mitsuki and capture it all on videotape.",
                        "jpn": "ビーチサイドイベントに出演することになった満月。宿舎に帰る途中、不良に絡まれているところを助けてくれた村上と意気投合するが、タクトは満月が見ず知らずの男と仲良くなっているのが気に入らなかった。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "379665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379665",
                    "Titles": {
                        "eng": "The Rival Appears!",
                        "jpn": "ライバル登場！"
                    },
                    "Summaries": {
                        "eng": "Mitsuki gets an audition for a shampoo commercial. It's Meroko's turn to go out with Mitsuki while Takuto stays home. Unfortunately, Meroko gets her lost when finding the site for the audition. What's worse is that the girl from the singing audition back in the first episode has returned! Her name is Madoka Wakamatsu, and she's willing to do anything to keep Mitsuki from winning the audition.",
                        "jpn": "満月にCMオーディションの話が舞い込む。大好きな英知と少しでも早く再会するため力が入るが、有力なライバルが出現する。それは新人オーディションで一緒になった若松円だ。彼女はくせものぶりを発揮し始め…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "379666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379666",
                    "Titles": {
                        "eng": "Takuto and Mitsuki's Disagreement",
                        "jpn": "すれ違う二人"
                    },
                    "Summaries": {
                        "eng": "The judges have come to this conclusion: a camera test for Full Moon and Madoka will be held the day after tomorrow. From there, either Full Moon or Madoka will be chosen for the job. When Mitsuki asks about Takuto's past, Takuto gets mad at her and flies off, and Meroko soon follows. Meanwhile, Madoka gets opportunities to help her image and get the job. Mitsuki goes outside and blows her whistle so that Takuto will come back. Her illness causes her to collapse and be taken to the hospital. The next day, she gets out of her hospital bed to go to the camera shoot, losing her whistle.",
                        "jpn": "お互いのことを意識し始めるタクトと満月。しかし、タクトの人間だった頃の話を満月が聞こうとしたため、彼は怒って去ってしまった。タクトがいないと変身できない満月は、病気まで悪化させてしまう。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "379667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379667",
                    "Titles": {
                        "eng": "Run to the Audition",
                        "jpn": "走れ！オーディションへ！"
                    },
                    "Summaries": {
                        "eng": "Takuto finds Mitsuki, transforms her, and goes with her to the commercial audition. In Meroko's Shinigami handbook, the word, \"Audition,\" appeared backwards on a page, meaning that the upcoming audition will cause an early death. So, Meroko tries to stop Mitsuki and Takuto from making it to the audition.",
                        "jpn": "病院に運ばれた満月だったが、オーディションのカメラテストを受けるため病院を抜け出す。しかし、いくら笛を吹いてもタクトは現れない。さらにめろこの妨害工作も重なって満月は窮地に陥ってしまう。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "379668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379668",
                    "Titles": {
                        "eng": "A Singer's Voice That Can't Be Heard",
                        "jpn": "届かない歌声"
                    },
                    "Summaries": {
                        "eng": "Mitsuki has arrived at the Mermaid Tear Image Character Audition, only to find out that she is late and that Madoka has won by default. Things get even worse when Oshige and Dr. Wakaoji catch up with Mitsuki. It seems that Oshige is looking for the 16-year-old \"Full Moon\" Mitsuki, and Wakaoji is searching for the 12-year-old Mitsuki. She and Takuto run away from the two. However, Mitsuki is depressed about how Oshige and Wakaoji may discover that the 16-year-old Full Moon and the 12-year-old Mitsuki are the same person, how she can't go back to them, and how she may not get to be Full Moon anymore. Meanwhile, the news that Full Moon has quit the business floods the media. Mitsuki hides out by the shore, where she hears her song, Myself, sung by Takuto.",
                        "jpn": "満月がオーディション会場に到着すると、すでにオーディションは終了していた。みんなに迷惑をかけた満月はどこにも帰れなくなってしまい、さらに若王子、大重らに申し訳なくなり、一つの決断を下す。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "379669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379669",
                    "Titles": {
                        "eng": "Meroko, All Alone",
                        "jpn": "めろこ、ひとりぼっち"
                    },
                    "Summaries": {
                        "eng": "Despite being scolded by her grandmother and telling Oshige and Dr. Wakaoji everything that has happened to her, everything seems to be back to normal for Mitsuki. But there's something missing from all this; where's Meroko? Why, she's playing basketball at a school gym, of course!",
                        "jpn": "満月を挟んで仲違いしてしまったねぎラーメンは、お互いが意地を張ってなかなか仲直りをしようとしない。めろこは満月の家を飛び出したまま戻ろうとしなかった。そこで、困った満月が一計を案じる。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "379670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379670",
                    "Titles": {
                        "eng": "A New Inspiration",
                        "jpn": "新たな思い"
                    },
                    "Summaries": {
                        "eng": "Full Moon is back, and she's going to appear on a TV music program. Despite all the gossip, she's not going to be held back. That is, until Madoka decides to do something about it.",
                        "jpn": "無事に退院もでき、若王子先生の許しも出て芸能界に復帰した満月は、フルムーンとして心機一転やり直すことを誓う。しかし、そんな彼女の前にまたも若松円が立ちはだかる。円は次々とフルムーンにいやがらせをする。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "379671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379671",
                    "Titles": {
                        "eng": "A Solo Performance - Live!",
                        "jpn": "ワクワク！ソロライブ"
                    },
                    "Summaries": {
                        "eng": "Full Moon's first solo live concert is going to be held soon! The theme is Moon and Stars. Everyone has worked their hardest for this event, but unfortunately, the site of the concert has been canceled at the last mintue!",
                        "jpn": "フルムーンの初めてのソロライブが決定した。フルムーンの成長を信じる高須は満月自身によるセルフプロデュース形式のライブを提案した。満月は喜び勇んで企画を考えるが、円によってライブの開催が妨害される。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "379672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379672",
                    "Titles": {
                        "eng": "Moving Panic",
                        "jpn": "お引っ越しパニック"
                    },
                    "Summaries": {
                        "eng": "Ms. Oshige decides to live in an apartment that's close to Mitsuki's home. She calls Mitsuki, Takuto, Meroko, and Dr. Wakaoji over to help her move in. But, when Ms. Tanaka sees Wakaoji and Oshige together, she takes it the wrong way and thinks that Oshige is Wakaoji's fiancee! So, Tanaka challenges Oshige to see who is more suited to being Dr. Wakaoji's wife!",
                        "jpn": "満月のことを気遣って大重が神山家の近くに引っ越してきた。大重のペースに巻き込まれ、若王子、ねぎラーメンともども手伝いに駆り出される満月だったが、その現場を田中さんが目撃してしまう。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "379673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379673",
                    "Titles": {
                        "eng": "My Father's Song",
                        "jpn": "お父さんの歌"
                    },
                    "Summaries": {
                        "eng": "Mitsuki second single will be \"Eternal Snow,\" a secret song by the legendary band, Route L. Coincidentally, Madoka chooses to debut as a singer with that very song!",
                        "jpn": "フルムーンのセカンドシングルの発売が決定。企画段階からの参加を促された満月は、父親の残した曲をカバーすることを思い付く。しかし、またも円の妨害により、高須プロデューサーまで奪われてしまった。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "379674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379674",
                    "Titles": {
                        "eng": "Please Dr. Wakaoji?",
                        "jpn": "若王子先生にお願い"
                    },
                    "Summaries": {
                        "eng": "Mitsuki needs Dr. Wakaoji to produce her song, but she doesn't have the courage to ask her. When Oshige and Meroko try to persuade Wakaoji, he declines. Even when Mitsuki finally gathers the strength to ask him, he still declines. But, after hearing Takuto's words, Wakaoji thinks heavily about this. After a few days, Wakaoji has decided to become Mitsuki's producer.",
                        "jpn": "満月たちは、若王子に音楽業界への復帰とプロデュースを依頼するが、なかなか承諾してもらえず困ってしまう。一方、ヒットメーカーの高須を得た若松円は、自分の才能を引き出してくれる彼に満悦していた。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "379675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379675",
                    "Titles": {
                        "eng": "My Message",
                        "jpn": "伝えたいもの・・・"
                    },
                    "Summaries": {
                        "eng": "Wakaoji tells Mitsuki to think about what kind of message she wants to send when she's going to sing \"Eternal Snow.\" So, Mitsuki, Takuto, and Meroko rummage through the Kouyama family's old things to see what kind of message Mitsuki's father wanted to send. They then find a jeweled music box that plays the \"Eternal Snow\" melody.",
                        "jpn": "若王子を加え、スタッフとセカンドシングルについての企画会議を行う満月。若王子は「歌を通じて人に何を伝えたいのかが大事だ」と満月に言い、「歌い手自身が答えを見つけなければいけない」と続けた。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "379676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379676",
                    "Titles": {
                        "eng": "I Won't Lose",
                        "jpn": "絶対に負けない"
                    },
                    "Summaries": {
                        "eng": "Fearing that she may lose to Full Moon, Madoka gets a reporter to take a photo of Full Moon and Wakaoji together. This starts a scandal about Full Moon and Wakaoji having a secret date.",
                        "jpn": "週刊誌に若王子との熱愛スキャンダルをでっち上げられ、フルムーンは仰天する。これはレコーディング対決前にフルムーンを潰そうという若松円の策略であり、このためレコーディングが中止になる可能性も出てきた。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "379677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379677",
                    "Titles": {
                        "eng": "Is Mitsuki an Expert on Love?",
                        "jpn": "満月って恋の達人？"
                    },
                    "Summaries": {
                        "eng": "Mitsuki gets fan-mail from a girl asking for her advice in love. Mitsuki soon realizes that her friend, Kumi, is the one who sent that mail! Apparently, she has a crush on a boy named Machida, but she's clueless on how to let him know about her love for him. So, she turns to Mitsuki, who she assumes is the master of love.",
                        "jpn": "満月は学校の友達に英知のことがばれてしまい、さらに「恋愛の達人」に祭り上げられてしまう。そんな満月に級友の久美は真剣に恋の相談を持ち掛けるが、満月に的確なアドバイスができるはずがなかった。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "379678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379678",
                    "Titles": {
                        "eng": "The New Shinigami: Izumi & Jonathan",
                        "jpn": "新たな死神・いずみ＆ジョナサン"
                    },
                    "Summaries": {
                        "eng": "Mitsuki/Full Moon and Takuto go to the release of Full Moon's second single. Once again, Meroko stays at home. But, she gets some unexpected visitors: the sadist Shinigami, Izumi, and his partner, Jonathan. By order of the chief, they came to investigate if the rumor was true - Meroko and Takuto were using their powers to help a human child. When Izumi and Jonathan decide to check out Full Moon's release of her second single, Takuto and Meroko have to keep them from knowing that they are helping Mitsuki.",
                        "jpn": "新しい死神・いずみ＆ジョナサンが、ねぎラーメンの仕事ぶりをチェックしに現れた。満月に神術を使っていることを死神部長に報告されると大変なことになるタクトとめろこは、ごまかそうと必死になる。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "379679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379679",
                    "Titles": {
                        "eng": "Someone Who Knows About Eichi",
                        "jpn": "英知くんを知る人"
                    },
                    "Summaries": {
                        "eng": "Mistuki gets a visitor; it's her teacher from her old orphanage, Kazumi-sensei. She's visiting from her home in America. Knowing of Mitsuki and Eichi's love for each other, Kazumi-sensei will gladly look for Eichi in America for Mitsuki. All Mitsuki has to do is make some kind of letter, saying what she really feels about Eichi.",
                        "jpn": "満月は養護施設時代の恩師・和美先生と再会した。英知と音信不通になっていると聞いた和美は、「私が英知君を捜してあげる」と満月を励ます。張り切る満月は英知に伝えるメッセージを和美に託そうとするが…。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "379680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379680",
                    "Titles": {
                        "eng": "The Autumn School Festival",
                        "jpn": "学園祭の秋なんです"
                    },
                    "Summaries": {
                        "eng": "It's not all fun and games at this year's college festival. Takuto transforms into a human to protect Mitsuki from some muscle-bound fanboys.",
                        "jpn": "学園祭の特別ゲストとして大学にやってきたフルムーン。ライブのみの出演のはずが、フルムーンのキスを懸けたイベントにまで出演させられる。さらに怪しいファンにも追いかけ回され、絶体絶命のピンチが訪れた。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "379681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379681",
                    "Titles": {
                        "eng": "An Honest Madoka",
                        "jpn": "素顔の円"
                    },
                    "Summaries": {
                        "eng": "Things haven't been going well for Madoka after she lost to Full Moon; she got a new manager, she has bad jobs like cheap commercials, and people are talking bad about her behind her back. Mitsuki later finds herself in Madoka's home, where she discovers a little more about her.",
                        "jpn": "グルメ番組のレポーターをしている円に偶然再会する満月。12歳の満月がフルムーンだと知るよしもない円は、収録から逃げ出す口実に満月を自宅に連れて帰る。ここで満月は、円の歌への真剣な思いを知る。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "379682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379682",
                    "Titles": {
                        "eng": "Advancing Illness",
                        "jpn": "忍びよる病魔"
                    },
                    "Summaries": {
                        "eng": "Mitsuki's illness grows worse, and Dr. Wakaoji isn't around in her time of need, especially when Mitsuki's grandmother wants Mitsuki to receive the surgery.",
                        "jpn": "修学旅行を楽しみにしている満月だが、病気が突然悪化してしまう。祖母によって病院に連れていかれる満月だったが、フルムーンのプロデューサーになるために非常勤となった若王子は運悪く不在だった。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "379683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379683",
                    "Titles": {
                        "eng": "The Old Man on the Swing",
                        "jpn": "ブランコのおじさん"
                    },
                    "Summaries": {
                        "eng": "Mitsuki meets a man named Sanada. He is able to see Shinigami like Takuto and Meroko. It is due to the fact that Sanada will soon die.",
                        "jpn": "真田という老人に出会う満月。余命いくばくもないこの老人は満月と同じように「死神が見える」と言う。何とか真田の命を延ばす方法がないかと満月は思い悩み、真田も満月の命を延ばしてほしいとタクトに相談する。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "379684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379684",
                    "Titles": {
                        "eng": "Mail from Eichi-kun!?",
                        "jpn": "英知くんからのメール！？"
                    },
                    "Summaries": {
                        "eng": "Mitsuki is haunted by images from a dream she had about Izumi. But, she soon cheers up after getting an e-mail from... Eichi-kun!?",
                        "jpn": "満月の元に英知からのメールが届く。「英知君に会える」と満月を大喜びさせたメールは、彼女の体にも影響を及ぼし、病気の症状を劇的に好転させた。そんな中、いずみ＆ジョナサンがまたしても出現する。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "379685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379685",
                    "Titles": {
                        "eng": "Fated New Artist of the Year Award",
                        "jpn": "運命の新人賞"
                    },
                    "Summaries": {
                        "eng": "Full Moon has been nominated for the Fantasia Music Festival's New Artist of the Year award! Takuto and Meroko contemplate on whether or not they should tell the truth to Mitsuki about the e-mail from Eichi.",
                        "jpn": "満月がファンタジア音楽祭の新人賞にノミネートされた。これは日本にとどまらないワールドワイドな音楽祭で、受賞者はアメリカに招待されるという。満月は英知に会えるチャンスだと張り切るが…。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "379686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379686",
                    "Titles": {
                        "eng": "A Present from Full Moon",
                        "jpn": "満月（ﾌﾙﾑｰﾝ）からの贈り物"
                    },
                    "Summaries": {
                        "eng": "Christmas time is near, and Mitsuki is inviting her friends to a party at Oshige's apartment. She is also giving out presents. Meroko decides to knit a muffler for Takuto as a present. Madoka's debut CD is finally released on Christmas Eve.",
                        "jpn": "満月主催のクリスマスパーティーが大重のマンションで催される。みんなに幸せなメリークリスマスを過ごしてほしいと願う満月は、めろこにもタクトへのクリスマスプレゼントを用意するよう提案した。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "379687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379687",
                    "Titles": {
                        "eng": "Grandma's Past",
                        "jpn": "おばあちゃんの過去"
                    },
                    "Summaries": {
                        "eng": "Although Mitsuki and the rest are ready to go to America, there is still the matter of asking Mitsuki's grandmother for permission. Dr. Wakaoji tries to explain to Mitsuki's grandma that there is a doctor in America that can perform surgery on Mitsuki and not lose her voice in the process. However, she does not like the idea. Mitsuki decides to go to America anyway. However, she ends up meeting with grandma's childhood friend, who tells her about her grandma's past.",
                        "jpn": "若王子や大重の協力の下、アメリカ行きを祖母に了承してもらおうとする満月。しかし、祖母は「体の弱い満月を異国へ行かせるわけにはいかない」と反対する。祖母と衝突した満月は、家を飛び出してしまい…。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "379688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379688",
                    "Titles": {
                        "eng": "Crossing the Pacific",
                        "jpn": "太平洋を越えて"
                    },
                    "Summaries": {
                        "eng": "Mitsuki and the gang are now in America, and they are currently staying at Kazumi-sensei's home. Mitsuki and Eichi's past is further revelaed. Also, Takuto is feeling rather melancholy.",
                        "jpn": "どうにかアメリカへ出発することが叶った満月たち一行。「英知君もこうして2年前にアメリカへ行ったんだ」と、英知との再会に胸躍らせる満月は、幼き日の彼との幸せな日々に思いを馳せていた。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "379689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379689",
                    "Titles": {
                        "eng": "The Stolen Pendant",
                        "jpn": "盗まれたペンダント"
                    },
                    "Summaries": {
                        "eng": "The gang decides to do a little sight-seeing, but there is a group of pickpockets around. They steal Mitsuki's pendant in the process.",
                        "jpn": "順調に英知の元へと向かう満月たちだったが、大きなトラブルが発生する。窃盗団によって英知からもらったペンダントが盗まれてしまったのだ。満月とタクトは必死にペンダントを探すが見つからない。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "379690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379690",
                    "Titles": {
                        "eng": "To The Town Where Eichi Is",
                        "jpn": "英知くんのいる街へ"
                    },
                    "Summaries": {
                        "eng": "Mitsuki and the gang are getting closer to Eichi's home! But, a keyword appears backwards in Meroko's Shinigami handbook, and that word is... \"Eichi Sakurai?!\"",
                        "jpn": "ようやく英知がいるという街に到着した満月たち。もうすぐ英知との再会が叶うとあって満月は期待に胸を膨らませるが、英知の手掛かりがなかなか見つけられず、彼女は不安と過労から体調を崩してしまう。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "379691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379691",
                    "Titles": {
                        "eng": "Eternal Snow",
                        "jpn": "エターナル　スノー"
                    },
                    "Summaries": {
                        "eng": "Eichi is dead! Takuto tries his best to stop Mitsuki from going to Eichi's house, but Mitsuki goes anyway and finds out from Eichi's adoptive grandparents that he and his adoptive parents have pass away in a car accident 2 years ago. Mitsuki then runs to a cemetery reading a letter written by Eichi before his death and lies on Eichi's gravestone.",
                        "jpn": "死神としての使命感と満月への思いを整理できないまま、タクトは1人英知の家に向かう。先行したタクトに満月たちが追いついた時、「お前はここで帰れ」とタクトの口から意外な言葉を浴びせられる。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "379693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379693",
                    "Titles": {
                        "eng": "I'll Never Sing Again...",
                        "jpn": "もう二度と歌わない･･･"
                    },
                    "Summaries": {
                        "eng": "Mitsuki, in a deep depression, returns home to Japan, and she has given up on singing.",
                        "jpn": "帰国した満月たちを空港で出迎えた文月は、満月の治療のためにアメリカに行ったのではなかったのかと若王子と大重を叱責する。文月は強引に満月と若王子たちを引き離すが、そこへいずみとジョナサンまで現れる。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "379692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379692",
                    "Titles": {
                        "eng": "Tender Hearts",
                        "jpn": "共鳴する心"
                    },
                    "Summaries": {
                        "eng": "Madoka manages to find Mitsuki's house. Mitsuki's illness grows worse, and she is taken straight to Wakaoji's hospital. Takuto recovers more of his memories from when he was a human. Meroko turns to Izumi to have Mitsuki die so that she doesn't have to feel anymore pain.",
                        "jpn": "フルムーンが仕事を突然キャンセルしたため、不審に思った円は大重を尾行する。大重が向かったお屋敷に忍び込んだ円は、かつて芸能界に希望を失っていた自分を励ましてくれた12歳の少女・満月と出会う。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "379694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379694",
                    "Titles": {
                        "eng": "Izumi's Enticing Offer",
                        "jpn": "いずみの誘惑"
                    },
                    "Summaries": {
                        "eng": "Meroko doesn't want to see Mitsuki so sad anymore. So, Izumi offers to retrieve Mitsuki's soul in Meroko's place. Elsewhere, Takuto recovers all of his memories from when he was a human.",
                        "jpn": "病室で眠っている満月の前に現れたいずみは、「お父さんやお母さん、そして英知のいる世界に連れて行ってあげよう」と彼女を連れ出しすことに成功。寿命の前に満月の魂を刈り取ろうとするいずみだった。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "379695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379695",
                    "Titles": {
                        "eng": "On the Night of the New Moon",
                        "jpn": "新月の夜に"
                    },
                    "Summaries": {
                        "eng": "Takuto tells Mitsuki how important it is for Mitsuki to live as he tells his past to her.",
                        "jpn": "徐々に人間だった時の記憶が蘇るタクト。歌う意味がないとつぶやく満月を復活させるため、幽霊になるかもしれない危険があるにもかかわらず、彼は歌手だった頃の自分と満月の両親の思い出を語リ始めた。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "379696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379696",
                    "Titles": {
                        "eng": "Desire to Live",
                        "jpn": "生きる希望"
                    },
                    "Summaries": {
                        "eng": "Mitsuki's life seems to be back on track and better than before. But she secretly feels scared, knowing that she will die soon. So, Takuto and Meroko say that they will change Mitsuki's fate.",
                        "jpn": "フルムーンとして活動を再開させた満月。人間だった頃の記憶が蘇ったタクトは、バンドメンバーだった若王子と絶対に満月を死なせないと誓い合う。一方、めろこはタクトを幽霊にしたくない一心でいずみの元へ向かう。"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "379697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379697",
                    "Titles": {
                        "eng": "She Can't Turn Into Full Moon!?",
                        "jpn": "フルムーンになれない!?"
                    },
                    "Summaries": {
                        "eng": "Takuto's power is weakening, which means that he can't use his powers to transform Mitsuki into Full Moon! Could it be because he's getting closer to becoming a ghost? If that's the case, then Mitsuki tries to help out by consulting... Izumi?!",
                        "jpn": "人間だった頃の記憶を取り戻したことにより、タクトは徐々に神術の力を失う。このままでは、満月はフルムーンに変身できなくなる。満月とめろこは、どうにかタクトの幽霊化をくい止めて救う方法を探そうとする。"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "379698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379698",
                    "Titles": {
                        "eng": "Mitsuki's Feelings - Meroko's Feelings",
                        "jpn": "満月の思い・めろこの思い"
                    },
                    "Summaries": {
                        "eng": "Izumi tells Mitsuki and Meroko about a way to prevent Takuto from becoming a ghost. There is a mystic lily known as the Flower of Forgetfulness. If he were to touch it on his lips, not only would Takuto lose his memories from when he was a human, but he will also forget about being a Shinigami. Most of all, he will forget Mitsuki and Meroko.",
                        "jpn": "いずみは、飲むと過去の記憶を失う「忘れ草」をタクトに飲ませれば幽霊化をくい止められるかもしれないと言った。しかし、忘れ草は霊界の奥深く、絶対に立ち入ることが許されない禁断の森でしか手に入らないと言う。"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "379699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379699",
                    "Titles": {
                        "eng": "I Just Can't Tell Him",
                        "jpn": "どうしても言えない"
                    },
                    "Summaries": {
                        "eng": "Mitsuki hesitates on telling Takuto about the Flower of Forgetfulness.",
                        "jpn": "「忘れ草」を手に入れた満月とめろこ。しかしこれを飲ませると、タクトは死神時代の記憶も含め全ての思い出をなくしてしまう。「忘れ草」を飲ませることが彼にとって本当に幸せなのかと悩む満月は、結論を出す。"
                    },
                    "Aliases": []
                },
                "51": {
                    "ID": "379700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379700",
                    "Titles": {
                        "eng": "Day of Destiny",
                        "jpn": "運命の日"
                    },
                    "Summaries": {
                        "eng": "It's not only the day of Full Moon's live concert, but it is the fated day in which Mitsuki will die. Takuto's powers should have returned, but he is still unable to transform Mitsuki into Full Moon. Meroko gives up something important to her to lend Takuto some of her power.",
                        "jpn": "フルムーンのラストコンサートが始まるが、神術の力が弱まったタクトは満月を変身させることができない。フルムーンに変身して満員の観客の声援に応えたい満月。その頃、上空を不吉な黒い影が覆い始めていた。"
                    },
                    "Aliases": []
                },
                "52": {
                    "ID": "379701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-moon-wo-sagashite/episodes/379701",
                    "Titles": {
                        "eng": "Searching For A Full Moon",
                        "jpn": "満月(フルムーン)をさがして"
                    },
                    "Summaries": {
                        "eng": "Full Moon's concert is coming to its end, as Full Moon says that she will leave for a while. She knows that this is her last day of her life. Just when Full Moon is about to sing her last song, Takuto begins to disappear. He's turning into a ghost again! To make matters worse, Meroko is left to stop fate from taking Mitsuki's life! It's the final episode of the series!",
                        "jpn": "タクトとめろこは不吉な影に飲み込まれてしまい、コンサートを終えた満月は手術室に緊急搬送された。やがて、満月を助けためろこは、その罰として天使となり、命を取りとめたタクトは人間として復帰するが…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}