{
    "URL": "https://thetvdb.com/series/sumomomo-momomo",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0978204/",
        "https://www.themoviedb.org/tv/82509"
    ],
    "Titles": {
        "eng": "Sumomomo Momomo",
        "jpn": "すもももももも ～地上最強のヨメ～"
    },
    "Summaries": {
        "eng": "Inuzuka Koushi is a smart high school student who aims to become a public prosecutor. Unfortunately for our good guy, he was born into a martial arts family whose head (ie his father) only knows one language: violence. When Koushi was still a baby, his father made a pact with his biggest rival to marry Koushi to his opponent-turned-friend's daughter. The union of the two blood lines is supposed to bring forth Earth's strongest martial arts clan.\r\n\r\nSkip forward: Koushi is in high school, oblivious to the marriage arranged for him at his birth. Enter Kuzuryuu Momoko: sugar bomb, airhead, loli martial arts artist and Koushi's self-proclaimed bride (the strongest on Earth, no less). Her wish for sexual intercourse meets with Koushi's square refusal as he has absolutely no desire to get it on with someone who looks like she could be his little sister, not to mention that he doesn't have the foggiest idea who she actually is.\r\n\r\nMeanwhile, a war has broken out between the martial arts families. For Koushi, this means that numerous fighters are out to challenge him. As if that weren't bad enough, our protagonist also has a fight phobia due to a traumatic incident that took place in his childhood. Now it's up to Momoko and her superhuman fighting skills to protect her \"husband.\" Will the two sweethearts survive the trials and tribulations ahead of them? More importantly, will Momoko get her way receiving a baby from Koushi?",
        "jpn": "代折羅不動心眼流師範代武術家である犬塚雲軒の一人息子で後継者であるが、とあるトラウマから武術を捨て検事を目指すごく普通の高校生、犬塚孝士の下に西日本の武術家たちの長、波夷羅一伝無双流師範代・九頭竜千太夫のひとり娘で、流派の継承者である九頭竜もも子が押しかけてくる。\r\nもも子の目的は孝士と結婚して最強の子孫を作ることなのだが、その結婚を阻み、犬塚孝士暗殺を達成し、第７次十二神将戦争を起こすべく刺客たちが次々と襲い掛かってくるのだった。\r\n二人の先に待ち受けるものはいったい・・・！？"
    },
    "Aliases": [
        "Sumomomo Momomo - The Strongest Bride on Earth",
        "Sumomomo Momomo - Chijō Saikyō no Yome"
    ],
    "Modified": "2023-08-05",
    "Seasons": {
        "0": {
            "ID": "34264",
            "URL": "https://thetvdb.com/series/sumomomo-momomo/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "435515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/435515",
                    "Titles": {
                        "eng": "Hot Spring Battle",
                        "jpn": "温泉 独占 ラブ合戦"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "商店街の福引で、いろはと半蔵、天下がそれぞれ温泉旅行のペアチケットを当てて全員で温泉旅行にいくことに。旅館の送迎車が故障したりとしょっぱなから災難に見舞われながらも旅館に着いた一行。半蔵と天下はもも子たちの入浴シーンを覗こうと女湯の湯船にもぐり込むが、失敗して天下が溺れてしまう。仕方なく人工呼吸をしてやるいろはを見て、半蔵はいろはと天下がつきあっていると思い込みショックを受ける。一方、もも子たちが天下の〝覗き〟に「幻滅した」と話しているのを聞いて、孝士は自分のことを言われていると勘違いし…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "435516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/435516",
                    "Titles": {
                        "eng": "Kidnapped Koushi!",
                        "jpn": "さらわれた孝士！"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "声がつつぬけのボロアパートで周囲の騒音ににうんざりした孝士。図書館で勉強しようと外へ出るがその背後にリムジンが近づき、孝士は薬をかがされ気を失ってしまう。目が覚めると豪邸の大広間。目の前には酉木家当・主酉木千鶴が微笑んでいた。千鶴は、酉木家は犬塚と同じ東軍に所属する鳥の武闘家の一族であり、西軍から孝士の命を守るために孝士を緊急保護したのだ、という。用意された部屋へ案内された孝士は至れり尽くせりの環境に歓喜するが、もも子たちは孝士を救出しようと動き出そうとしていた。"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34265",
            "URL": "https://thetvdb.com/series/sumomomo-momomo/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "380282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380282",
                    "Titles": {
                        "eng": "The Strongest Fiancee on Earth",
                        "jpn": "地上最強の許嫁"
                    },
                    "Summaries": {
                        "eng": "Momoko, a strange girl skilled in the martial arts, locates Kōshi Inuzuka and wants to marry him in order to produce a strong child.",
                        "jpn": "犬塚孝士は検事を目指す高校生。父親の犬塚雲軒は代折羅不動心眼流の師範代をしているが、孝士はある事があって既に武術を止めていた。その帰宅途中の孝士の後を付けまわす少女が一人……。\r\n少女は孝士の（偶然起こった）行動を見るにつけ何故か感動するのだった。家に戻り雲軒と口論中の孝士たちの前に突然少女が現れる。そして、その少女は雲軒に決闘を申し込むのだった。\r\n果たして、その少女の目的は一体……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "380283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380283",
                    "Titles": {
                        "eng": "Naturally Exploding Girl",
                        "jpn": "天然爆熱少女"
                    },
                    "Summaries": {
                        "eng": "Momoko joins Kōshi's class, much to his surprise. The gym leader, jealous of Kōshi's popularity with a lot of the female students, challenges Momoko to athletic contests with Kōshi's credit in the class on the line.",
                        "jpn": "子作りを迫り、布団の上で浴衣をはだけているもも子に、いつもどおりにべもなく断る孝士。さらに武術の修行を強要する雲軒。もも子が来てからおかしくなってしまった孝士の日常だったが、学校に行けばこいつらから解放されるはず……!?　\r\n「おはよう、犬塚くん」と登校早々孝士に声をかけてきたのは、委員長の中慈馬早苗だった。交わされる他愛のないふつうの会話に心震わし感動する孝士。学校は最高のオアシスだ！！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "380284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380284",
                    "Titles": {
                        "eng": "Caught at the Zoo",
                        "jpn": "動物園でつかまえて"
                    },
                    "Summaries": {
                        "eng": "Kōshi and Momoko go to the zoo together, though before long, animals escape their cages and a massive polar bear attacks them. All of this is a plot by Iroha to kill Kōshi.",
                        "jpn": "武術家から命を狙われているという雲軒の話に落ち込む孝士だったが、肝心の雲軒はどこかに行ってしまっている。もも子のおぼろげな知識によるとなんでも日本には犬塚、九頭竜を含め、干支にまつわる因縁深き十二の武術家の氏族が存在しているとか……。\r\nおびえる孝士に必殺技を教えようとするもも子だったが、難易度高すぎでまったく逆効果。\r\nそしてそのふたりを外から不気味な般若面が不敵に見つめていた……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "380285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380285",
                    "Titles": {
                        "eng": "Humanity and Justice Is Not an Assassination Plan",
                        "jpn": "仁義なき暗殺計画"
                    },
                    "Summaries": {
                        "eng": "Iroha tries repeatedly to assassinate Kōshi, but upon developing a crush on him, she is unable to go through with it.",
                        "jpn": "アパートらしき建物の周りを、ドスや日本刀で武装した、体に刺青のある数十人のヤクザ達がうろついている。なにやら不穏な雰囲気だ。そこに現れる巳屋本いろはと半蔵。よそ者の巳屋本組をつぶしにきた地元のヤクザ連中らしい。いろはたちも引く気はまったくない。「なめてんじゃねえぞ、ゴラアッ！」「おいオメエら、ブッ殺せっ！」あっという間に一触即発となり、ヤクザたちがいろはと半蔵に襲いかかる！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "380286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380286",
                    "Titles": {
                        "eng": "Clash! Momoko vs. Iroha",
                        "jpn": "激突！もも子VSいろは"
                    },
                    "Summaries": {
                        "eng": "Iroha tries once again to kill Kōshi but gets caught up in the moment when Kōshi and Momoko are showing her around the park. Eventually, Hanzō has to step in to try to complete the mission.",
                        "jpn": "夜の港、傷だらけの半蔵がコンテナの間を走っている。しかし、その先は行き止まりだった。振り向くと鉄砲を構えたヤクザに追い詰められている。拳銃を突きつけられる半蔵。絶体絶命のピンチ！　恐怖のあまりへたり込んでしまう半蔵。だが弾は発射されない。刀を構えた謎の少女――いろはが間に割って入っていたのだ。いろはが半蔵に冷たく問う。「ここで奴らに殺されるか、生きて私に忠誠を誓うか、どちらか選べ」"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "380287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380287",
                    "Titles": {
                        "eng": "Assassination of the Tiger, Reality!",
                        "jpn": "虎の刺客、現る！"
                    },
                    "Summaries": {
                        "eng": "Tenka Koganei of the Tiger family comes to assassinate Kōshi, but ends up in a fight to the death for Momoko's affection.",
                        "jpn": "西郷ら不良グループが偶然出会ったサッカーボールを持った男。筋骨隆々とした馬鹿でかい体つき、そして冷たく光る不気味な眼差し――虎金井天下である。犬塚孝士を探しているという。西郷に向かって天下が訊く。「もしかして、お前が犬塚孝士？」思わず吹き出す不良たち。「バカだこいつ」「西郷さんと犬塚を間違えるなんてな！」そして、裏世界を牛耳る西郷勝行と虎金井天下が激突する！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "380288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380288",
                    "Titles": {
                        "eng": "Bonds that Cannot Be Seen",
                        "jpn": "見えない絆"
                    },
                    "Summaries": {
                        "eng": "After learning about the meaning between their marriage from his father, Kōshi starts to act nicer towards Momoko though soon worries about being manipulated and distances himself from her. Eventually, Kōshi realizes how much he has hurt her and tries to rectify for his actions.",
                        "jpn": "天下と孝士の決闘に決着がつき、十二神将戦争について天下を吊し上げて聞き出そうとする孝士たち。\r\nいろはは巳屋本家秘伝の自白剤まで持ち出して天下に迫るが、天下は本当に何も知らず、もも子に「俺との約束を思い出してくれ！」と抱きついた。その瞬間、もも子は遅ればせながら、天下が虎金井の跡継ぎであることを思い出し、もも子の脳裏にはふたりの出会いと過去の約束がフラッシュバック。その約束とは「再開のあかつきには、けっ…」！？"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "380289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380289",
                    "Titles": {
                        "eng": "The Kouhai that Calls the Storm",
                        "jpn": "嵐を呼ぶ後輩"
                    },
                    "Summaries": {
                        "eng": "Iroha and Hanzō join Kōshi's school and instantly Iroha notices how friendly he and Sanae are to each other. Iroha proceeds to help Momoko convey her feelings more strongly to Kōshi.",
                        "jpn": "登校中のもも子と孝士の背後に、怪しい影が二つ…。身構えるもも子だが、現れたのはいろはと半蔵だった。ふたりの思いつめた眼差しに、もしやまだ孝士の命を狙うのか？！と更に構えるもも子と孝士。と、いきなりいろは達が忍び服をがっと脱いだ！そして、その下には孝士たちと同じ高校の制服が。「今日からおふたりと同じ高校に行くことにしました！」にこやかないろはの言葉に思わずくらっとなる孝士。ハプニングは必須、さっそく教室で孝士と早苗が話をしている姿に反応するいろはだが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "380290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380290",
                    "Titles": {
                        "eng": "Heroine`s Disappointing Love",
                        "jpn": "悲恋のヒーロー女"
                    },
                    "Summaries": {
                        "eng": "Sanae, as a member of the horse family of the Zodiac Masters, is bound to protect Kōshi from danger without revealing herself to anyone. She is constantly battling the feelings she has for him.",
                        "jpn": "急な坂道で自転車のブレーキがきかなくなってしまった親子の危機一髪に、ウマ仮面が現れた。親子の危機を救うが、あいかわらずウマ仮面のコスチュームを大笑いされ、涙目のウマ仮面。女子トイレでそのコスチュームを脱いでいくと、下から現れたのは早苗。なんとウマ仮面は早苗だったのだ。学校ではばれないように普通のか弱い女の子を演じている早苗だが、中慈馬家跡継ぎとしての早苗の任務は、犬塚家の要人、つまり孝士の護衛。修行中、キミエに護衛の任務は遂行しても孝士に惚れないように、と釘を刺されて早苗はうつむいてしまうが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "380291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380291",
                    "Titles": {
                        "eng": "Sanae`s Fiance Appears",
                        "jpn": "早苗の許嫁現る"
                    },
                    "Summaries": {
                        "eng": "Sanae's fiancé tries to prove to her through various strength tests to show her that he is worthy of becoming her husband. Meanwhile, Sanae is having enough trouble just keeping her martial arts background a secret from Kōshi.",
                        "jpn": "ドアを蹴破って現れた早苗のフィアンセ・中慈馬ヒカルは、早苗の嫌いな筋肉ムキムキのヒゲマッチョ。怯える早苗を無理やり抱えて地下道場へ連れて行き、『求婚の儀』を行うという。『求婚の儀』とは、『中慈馬家の男が自分の力を意中の女に示して結婚を申し込む儀式』だとキミヨに聞かされ、早苗はさらに青くなる。そんな早苗の様子はおかまいなしに、ヒカルは暴れまわる牛を素手でしとめて見せるが、早苗は道場を飛び出して家に帰ってしまう。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "380292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380292",
                    "Titles": {
                        "eng": "Heaven`s Punishment Warrior Horse Mask, Arrives",
                        "jpn": "天誅戦士ウマ仮面、参上"
                    },
                    "Summaries": {
                        "eng": "When Hikaru, Sanae's supposed fiancé, comes looking for a duel with Kōshi at school, Sanae must endure intense embarrassment in order to save him.",
                        "jpn": "風雲児高校の校門に現れたヒカルと部下達。その異様な光景に生徒達はざわめくが、ちょうど登校して来た西郷達と目があったヒカルは「この学校で一番強い奴・犬塚孝士を呼んでくれ」と頼む。〝一番強い奴〟という言葉に反応した西郷は、ヒカルとやりあう体勢を見せ殴りかかるが、あっけなくノックダウン、花壇に頭から突っ込んで逆さ吊り状態に。その様子をそばで見ていた孝士は、新しい刺客か？と真っ青になるが、ちょうどヒカルに見つかってしまう。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "380293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380293",
                    "Titles": {
                        "eng": "The Day of a Cold, Hanzou`s Situation",
                        "jpn": "風邪の日、半蔵の場合"
                    },
                    "Summaries": {
                        "eng": "Both Kōshi and Hanzō come down with a cold, though Hanzō is almost completely ignored by Iroha in favor of Kōshi. Hanzō gets very jealous of Kōshi and starts tormenting him by impersonating him and others in order to harm Kōshi.",
                        "jpn": "孝士が風邪で学校を休んだちょうど同じ日に、半蔵も風邪をひいてしまった。だが、いろはの反応は冷たく「うつすなよ」のひと言。半蔵にとっていろはに優しい言葉をかけてもらえる貴重な「風邪の日」だが、孝士が同じタイミングで風邪をひいてしまったために、いろはは孝士の看病に飛んでいってしまったのだ。それどころか、いろはの指示で孝士を病院に連れていくための足に使われ、半泣きの半蔵だったが、病院へ着くと孝士へ仕返しをする方法を思いつく。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "380294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380294",
                    "Titles": {
                        "eng": "Confrontation of Rivals! The Horse and the Tortoise",
                        "jpn": "ライバル対決！ウマとカメ"
                    },
                    "Summaries": {
                        "eng": "A new female teacher has been hired at Kōshi's school who is very well-endowed and knowledgeable about the law. Before long, Sanae begins to suspect her of being an assassin and attempts to confirm her suspicions.",
                        "jpn": "風雲児高校に新任の美人女教師・亀田稲穂がやってきた。検事を目指して法律を勉強したことがあるという稲穂は、かわいいみかけとは裏腹にバリバリの法律マニア。さっそく授業は孝士と法律のクイズ合戦になるが、孝士は稲穂の実力に打ちのめされてしまう。自信を無くしてふらつく孝士をすかさず抱きとめる稲穂の熱い眼差し――その眼差しに早苗は不安を感じるが、家にある参考書を渡したいから来てほしい、という稲穂の誘いにのって、孝士は稲穂の家に行ってしまう。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "380295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380295",
                    "Titles": {
                        "eng": "The Chaos of Love in the Haunted House",
                        "jpn": "お化け屋敷の恋騒動"
                    },
                    "Summaries": {
                        "eng": "A girl, thought to be dead due to an accident at the school's cultural festival decades previous, has resurfaced. It is rumored that she died before she got a chance to confess her love to Kōshi's father. Kōshi hence agrees to date the girl so that she can peacefully rest in heaven.",
                        "jpn": "クラス投票で文化祭での出し物がお化け屋敷に決まった孝士たちのクラス。もも子は、怖がるふりをして孝士と親密になるチャンス！とお化け屋敷に賛成したのだが、準備がはじまると予想外の怖さに手伝うこともできない。そんな中、クラスでは次々に不思議な現象がおきはじめ、純子は「矢沢さんの祟りでは…」と言い始める。矢沢さんとは、文化祭でお化け屋敷を作るクラスに取り憑くお化けなのだ、と聞いた直後、もも子は見たことのない女生徒を見かける。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "380296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380296",
                    "Titles": {
                        "eng": "The Love of Saigou",
                        "jpn": "西郷の恋"
                    },
                    "Summaries": {
                        "eng": "Saigō meets the girl of his dreams after he thought he protected her from thugs. The girl is actually a martial artist coming from a tribe known for training assassins. The girl is given a choice: Kill Kōshi, or Saigō will be killed.",
                        "jpn": "路地裏で黒服の男達に追われている少女・アリス。アリスは行き止まりに追い詰められたしまうが、そこへ西郷が現れアリスを助けようとする。しかし、西郷は黒服たちの一斉攻撃に気を失ってしまい、目覚めた時にはアリスに膝枕をされていた。真っ赤になり、西郷は逃げるように帰っていく。アリスは、西郷が忘れていった革ジャンのポケットからバスの定期券を見つけ、風雲児高校に届けようとする。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "380297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380297",
                    "Titles": {
                        "eng": "Way to Break Fatigue",
                        "jpn": "倦怠期の壊し方"
                    },
                    "Summaries": {
                        "eng": "Momoko gets some advice from a television program about how to make Kōshi notice her more, but her initial attempts fail. Iroha and Hanzō try to help out as well, but with no much success. At the end of the episode, Momoko and Kōshi find a disheveled Tenka.",
                        "jpn": "毎日の孝士の淡白な応対にむなしさを感じ、もも子は落ち込み始める。そんな時、お昼のテレビ番組で倦怠期の主婦が司会者に相談をしている内容を見てもも子は釘付けに。「愛のある甘い新婚生活を取り戻すには、夫を振り向かせる七箇条がある！」という司会者の言葉に感動したもも子は、さっそくひとつずつ実践しようと意気込む。翌朝、「髪型をかえる」を実践しようと前髪を二股にわけてみるが、孝士は当然ながら無反応。めげずに次の一箇条に取り組むもも子は、鉄道オタクのマモルとお昼を食べることになるが…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "380298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380298",
                    "Titles": {
                        "eng": "Lashing Tiger`s Siblings",
                        "jpn": "激闘！虎の兄弟"
                    },
                    "Summaries": {
                        "eng": "Tenka is taken back to Kōshi's house where he is given nourishment. He informs Kōshi and Momoko that his siblings are coming to kill Kōshi. Tenka's younger brother arrives to try to assassinate Kōshi, and Tenka attempts to stop him.",
                        "jpn": "再び孝士たちの前に現れた天下は、自分以外の虎金井兄弟が孝士の命を狙っていることを伝えに来たと言う。元々刺客だった天下のその言葉をあやしむ孝士に、天下は「お前は同じ女を愛し、同じ愛をかけて戦った戦友だからだ！」と言い訳するがその言葉もやや歯切れが悪い。翌朝、登校する孝士ともも子についていく天下だが、校門前でサッカーボールで遊んでいる少年に「お兄ちゃん！」と声をかけられ、青くなる。あどけない顔の少年に身構える孝士たちだが…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "380299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380299",
                    "Titles": {
                        "eng": "Welcoming Party at Yaminabe!?",
                        "jpn": "ヤミ鍋で歓迎会！？"
                    },
                    "Summaries": {
                        "eng": "Kōshi's house has burned down and he must now move into the same apartment building as Iroha and Hanzō; Tenka lives there too. As a welcoming party, the landlady hosts a special welcoming party involving nabemono.",
                        "jpn": "家を焼かれてしまい、呆然とする孝士たち。雲軒は「昔世話になった人のところへお前達を預ける」と孝士たちを連れていくが、その先はなんとキミエが大家をしているボロアパート。いろはに半蔵、居候している天下をはじめ変わり者ばかりが住んでいるこのアパートでは、新入りがきた日にはヤミ鍋をするしきたりになっているという。半蔵はいろはに「ホレはんぺん」を食べさせようと、天下はそれを盗んでもも子に食べさせようと、それぞれの思惑をかけたヤミ鍋の具が用意されるが…"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "380300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380300",
                    "Titles": {
                        "eng": "The Maid Has Come!",
                        "jpn": "家政婦が来た！"
                    },
                    "Summaries": {
                        "eng": "A woman claiming to have been fired from being employed as a maid arrives at the apartment building. where Kōshi is currently staying. She initially comes off as a kind and helpful person but soon reveals to Momoko that she is an assassin who has come to kill Kōshi. Momoko tries to plead her case to the others, but no one will believe her.",
                        "jpn": "もも子がアパートの前を掃除をしていると、やつれた家政婦姿の女性が通りかかりもも子の前で倒れ込んでしまう。あわてたもも子が部屋の中へ運び事情を聞くと、彼女・綾辻絹は両親が借金を残して夜逃げし、お屋敷に住み込みで家政婦をしていたがいじめられて追い出され路頭に迷っていたという。その不幸話に同情した一同は、このアパートに住んではどうかと提案し、絹は屋根裏に身を置くことに。次の日から、家事、日曜大工などなんでもこなし、絹は周囲を驚かせるが、もも子とふたりきりの瞬間に突然もも子に襲いかかった！"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "380301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380301",
                    "Titles": {
                        "eng": "Together with Fate...",
                        "jpn": "運命を共に"
                    },
                    "Summaries": {
                        "eng": "Kōshi was made to swallow a ball of poison from the Tenga clan and was told that in a week he will die unless he is given an antidote. Momoko willingly swallows the same poison so that if Kōshi dies, she does as well. Momoko and the other martial artists on their side train for a week, and Kōshi tries to learn a technique of his own, but fails. Kōshi and the others then go to the Tenga clan's main house and must fight several battles to gain the antidote.",
                        "jpn": "毒の丸薬を飲み込んでしまった孝士に「解毒剤が欲しければ力ずくで取りに来い」と言い捨て、天々達は虎金井の村へ帰っていく。解毒剤を飲まなければ余命一週間とい厳しいう現実。解毒剤を奪回しようと半蔵達は意気込むが「お前らが勝てる相手じゃない」と孝士は拒絶し、もも子にも「全部お前のせいだ」と言ってしまう。もも子はその言葉を聞き、黙って残っていた丸薬に手を伸ばし飲み込んでしまう。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "380302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380302",
                    "Titles": {
                        "eng": "Respective Thoughts...",
                        "jpn": "それぞれの思い"
                    },
                    "Summaries": {
                        "eng": "With the first battle won, Iroha and Hanzō face up against Tenten in the second match. After a little while, Tenten starts to tease Iroha by revealing to Kōshi and Momoko that Iroha is in love with Kōshi. This in effect makes her enraged to the point where she cannot battle properly and is defeated. Hanzō tries to turn things around which gives Iroha the last bit of strength she needed to give one last powerful attack, though Tenten easily countered it leaving Momoko to intercept Tenten's last attack before it hit Iroha. It turns out Tenten is in love with Hanzō, though does not reveal this. Instead, she gives up her portion of the antidote and walks off. This leaves Kōshi and Momoko to go on ahead to the final battle.",
                        "jpn": "二戦目の相手・天々にはいろはが進み出た。実は、天々は巳屋本組に巧みに入り込み組員を全員引き抜いていった過去があり、いろはにとっては一族の仇敵だったのだ。試合はお互いの部下を使った団体戦――天々は昔巳屋本組から引き抜いた男達を使って、対するいろはは半蔵とふたりだけ。多勢に無勢ですぐに男達に囲まれるいろはと半蔵だが、ふたりはまったく動じず絶妙のコンビネーションで攻撃していく。しかし、天々のあるひと言でいきなりコンビネーションはがたがたに…"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "380303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sumomomo-momomo/episodes/380303",
                    "Titles": {
                        "eng": "To the Usual Days",
                        "jpn": "いつもの日々へ"
                    },
                    "Summaries": {
                        "eng": "With Kōshi and Momoko poisoned, they have to still battle Tenga Koganei in order to get the antidote, but the sun is close to setting, which means death for Kōshi and Momoko. Upon entering battle, Momoko finds that Tenga is much more powerful than she expected and before long the battle is all but over. When Momoko cannot fight any longer, Tenga gives the antidote to Kōshi, though there is only enough for one person. Right before the sun sets, Kōshi gives Momoko the antidote, and after she awakens to find Kōshi dead, unleashes her ultimate fury on Tenga, and wins the battle. Afterwards, it is found that Kōshi was miraculously healed due to a martial arts technique his mother had performed on him when he was young. Everyone goes back to living their \"normal\" lives.",
                        "jpn": "山頂の闘技場で最後の対戦相手・天我に対峙する孝士ともも子。天我は意外にも毒を仕込んだ妹・天々の非礼を詫びるような男だった。孝士はそれを聞いて話し合いで解決しようとするが…。一方、第二闘技場では、天々がいろは達に「天我兄には絶対に勝てない」と言い切っていた。反発するいろはに、天々は、天我は〝武神に備わっていた古代の力を甦らせた〟のだと言う。はたして〝古代の力〟とは、そして、孝士ともも子の運命は――！？"
                    },
                    "Aliases": []
                }
            }
        }
    }
}