{
    "URL": "https://thetvdb.com/series/renkin-san-kyuu-magical-pokaan",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0981248/",
        "https://www.themoviedb.org/tv/33728"
    ],
    "TitleEnglish": "Magical Pokaan",
    "SummaryEnglish": "Four princesses have come from the netherworld and taken up residence in a giant tree-house in Hikarigaoka, Japan.\r\n\r\nUnfortunately for the princesses, learning to live in this new place is more difficult than expected. It certainly doesn't help that all four of them are idiots.\r\n\r\nThis is the story of their failures and misunderstandings as they struggle to adapt and find acceptance in their new life.",
    "Aliases": [
        "Renkin San-Kyuu Magical Pokaan",
        "Alchemist Grade 3: Magical Pokahn"
    ],
    "Modified": "2025-07-13",
    "Seasons": {
        "0": {
            "ID": "34311",
            "URL": "https://thetvdb.com/series/renkin-san-kyuu-magical-pokaan/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "381832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381832",
                    "TitleEnglish": "The Spell of Skewed Legend is Momotarou",
                    "SummaryEnglish": "In this segment, a pear-shaped capsule containing a rejected MOMO (Military convert Ops Mechanical Operative) android of the Kasuga Institute named MOMO9000 (Aiko) is lost in a road accident that caused it to fall into the river. It is later found by an old couple who mistake Aiko for Momotarō. After reading the story of Momotaro, Aiko begins her mission to reach Onigashima gaining allies in a dog (Liru), a monkey (Uma), and a pheasant (Pachira).",
                    "Aliases": []
                },
                "2": {
                    "ID": "381833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381833",
                    "TitleEnglish": "The Spell of Ifs is Dr. K-Ko",
                    "SummaryEnglish": "Dr. K-Ko shows viewers what would happen if a doctor was either a witch, a vampire, a werewolf, or an android.",
                    "Aliases": []
                },
                "3": {
                    "ID": "381834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381834",
                    "TitleEnglish": "The Priceless Spell of Valentine's Day",
                    "SummaryEnglish": "The girls learn about Valentine's Day and figure out who should be their Valentine.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34402",
            "URL": "https://thetvdb.com/series/renkin-san-kyuu-magical-pokaan/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "381820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381820",
                    "TitleEnglish": "The First Spell is an Easy Trap / The Afternoon Spell is a Red Cap",
                    "SummaryEnglish": "A. Dr. K-Ko has devised traps that end up catching Pachira, Liru, and Aiko. Thus, Uma ends up coming to the rescue.\r\n\r\nB. After seeing the postman deliver letters, Uma tries to build a mailbox so that the girls can receive mail.",
                    "Aliases": []
                },
                "2": {
                    "ID": "381821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381821",
                    "TitleEnglish": "The Spell of the Moon is a Blood Pedigree / The Make-Believe Spell is TV Shopping",
                    "SummaryEnglish": "A. Following an incident at the prehistoric mammal section of the museum, Liru discovers love when she meets a man named Ryo who turns out to be another werewolf.\r\n\r\nB. Uma discovers the home shopping channel on TV, starting a shopping frenzy in the tree-house. Later, the girls discover what bills are.",
                    "Aliases": []
                },
                "3": {
                    "ID": "381822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381822",
                    "TitleEnglish": "Tomorrow's Spell is a Blood Donation of Love / The Spell of Happiness is an Ideal Man",
                    "SummaryEnglish": "A. Pachira falls in love with the young man who works on the blood donor bus. Maybe if she donates all her blood he'll return her feelings?\r\n\r\nB. The girls visit a theater and discuss their ideal boyfriends. After getting trapped in the elevator on their way out, they continue their discussion while waiting for a rescue.",
                    "Aliases": []
                },
                "4": {
                    "ID": "381823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381823",
                    "TitleEnglish": "The Secret Spell is A Storm Front / The Spell of Relativity is Tanabata, the Star Festival",
                    "SummaryEnglish": "A. The rainy season has come and Aiko's circuits are covered in mold. While Liru plays in the rain, Uma and Pachira try to repair Aiko's systems.\r\n\r\nB. A heat wave has struck the city and the girls learn about Tanabata. They ponder and discuss what wishes they should make for the holiday.",
                    "Aliases": []
                },
                "5": {
                    "ID": "381824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381824",
                    "TitleEnglish": "A Tiring Spell Is a Trip to the Beach / Love's Spell Is a Trip to the Beach",
                    "SummaryEnglish": "A. When a typhoon ruins their day at the beach, Uma is unable to disperse it with her magic, so the girls try to invent their own beach experience at a nearby hotel.\r\n\r\nB. Following an accident with their floats, the girls are saved from drowning by Lulu, the princess of the merfolk. Lulu wants some help in return, though.",
                    "Aliases": []
                },
                "6": {
                    "ID": "381825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381825",
                    "TitleEnglish": "The Spell of Rebirth Is a Search Through Hell / A Healing Spell is a Park Debut",
                    "SummaryEnglish": "A. Uma takes a tour of Hell.\r\n\r\nB. Uma ends up performing magic tricks in the park to entertain people.",
                    "Aliases": []
                },
                "7": {
                    "ID": "381826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381826",
                    "TitleEnglish": "A Richly-Flavored Spell Is the Night of the Full Moon / A Combining Spell Is the Invincible Robot, M5!",
                    "SummaryEnglish": "A. Liru is excited about the upcoming viewing of the Full Moon.\r\n\r\nB. In this Super Robot-type segment, Uma, Pachira, Liru, and Keimie act out as Magical 5 to save Aiko and their fuel company from a giant Mecha-Hongo robot created by Dr. K-Ko.",
                    "Aliases": []
                },
                "8": {
                    "ID": "381827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381827",
                    "TitleEnglish": "Tonight's Spell is a Vampire / The Spell of Dreams is Magic that Lasts only one Day",
                    "SummaryEnglish": "A. People are being attacked by a vampire and Liru suspects Pachira for the attacks. Pachira fights to prove herself innocent by finding the real culprit.\r\n\r\nB. Aiko orders Happy Chalk which can bring anything that's drawn to life. Since it can only work for a witch, Uma uses it to draw various things including drawing up a galactic train to take them to the Andromeda Galaxy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "381828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381828",
                    "TitleEnglish": "The Spell of Breaching is Inviting a Love Interest Home / The White Spell is Christmas",
                    "SummaryEnglish": "A. While out buying baked yams, Liru saves a handsome young man from being beaten up, but when she accidentally transforms to her wolf form she has to flee before he notices. Later, Aiko invites the man to the tree-house so he can thank Liru, but Pachira has her own plans...\r\n\r\nB. The girls prepare for Christmas by preparing stockings and a Santa-sized chimney.",
                    "Aliases": []
                },
                "10": {
                    "ID": "381829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381829",
                    "TitleEnglish": "A Cold Spell is Snowboarding and Skiing / A Hot Spell is a Natural Hot Spring",
                    "SummaryEnglish": "A. The girls hit the slopes and learn how to ski. When they fail to make a reservation at one of the lodges, they end up staying with some snow people.\r\n\r\nB. The girls find a hot spring and end up encountering women who turn out to be a group of Tanuki that end up stealing the girls' clothes.",
                    "Aliases": []
                },
                "11": {
                    "ID": "381830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381830",
                    "TitleEnglish": "The Spell of Reticence is Having Fun with English Conversation / A Pinch Spell is the Other Side of",
                    "SummaryEnglish": "A. The girls play a \"speaking English\" game hosted by Keimie and a mess-up has them drinking the bad-tasting Natto drink.\r\n\r\nB. The girls see Dr. K-Ko on a TV show explaining her theory that horror movie monsters existing amongst the human race. When the co-host of the TV show ends up discovering the girls' secret thanks to footage used by Dr. K-Ko, the girls end up arguing to defending themselves against K-Ko on a TV talk show.",
                    "Aliases": []
                },
                "12": {
                    "ID": "381831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381831",
                    "TitleEnglish": "A Sorrowful Spell is When One Is Transformed by Memories / A Kind Spell is a Magician",
                    "SummaryEnglish": "A. Aiko finds a VCR that contains her memories as a rerun of the girls' favorite show is airing. When they plan to use the VCR to tape it, they end up needing D/A Converter to hook it up to their Digital Television.\r\n\r\nB. When Uma ends up with an infection, she ends up getting the other girls infected with her magic. With her magic perfected, she practices it on the town. After curing herself and the other girls of their infection, they soon work on a spell to make a Cherry Blossom Tree bloom early.",
                    "Aliases": []
                }
            }
        }
    }
}