{
    "URL": "https://thetvdb.com/series/renkin-san-kyuu-magical-pokaan",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0981248/",
        "https://www.themoviedb.org/tv/33728"
    ],
    "Titles": {
        "eng": "Magical Pokaan",
        "jpn": "錬金3級 まじかる？ぽか〜ん"
    },
    "Summaries": {
        "eng": "Four princesses have come from the netherworld and taken up residence in a giant tree-house in Hikarigaoka, Japan.\r\n\r\nUnfortunately for the princesses, learning to live in this new place is more difficult than expected. It certainly doesn't help that all four of them are idiots.\r\n\r\nThis is the story of their failures and misunderstandings as they struggle to adapt and find acceptance in their new life.",
        "jpn": "4人のかわゆい少女たち、実は彼女たちは魔界からやってきたプリンセス！ \r\n魔法使いの「ゆうま」ヴァンパイアの「パキラ」オオカミ少女の「りる」、人造人間 の「鉄子（あいこ）」だが皆3級？ \r\n人間界にやってきた彼女たちは不思議な「がらくたはうす」に住み日々の生活を、我々と同じ様に送っている筈なのだが… \r\n彼女たちの日常は初めて体験する事ばかり、戸惑いと勘違い。ほんわかさと強引さ。まったりさと無意味なリアクション？ \r\nドタバタなど珍騒動を巻き起こしまくる彼女たちを、純粋に楽しむ「バラエティー」なシチュエーション・コメディー！！"
    },
    "Aliases": [
        "Renkin San-Kyuu Magical Pokaan",
        "Alchemist Grade 3: Magical Pokahn"
    ],
    "Modified": "2025-07-13",
    "Seasons": {
        "0": {
            "ID": "34311",
            "URL": "https://thetvdb.com/series/renkin-san-kyuu-magical-pokaan/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "381832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381832",
                    "Titles": {
                        "eng": "The Spell of Skewed Legend is Momotarou",
                        "jpn": "脱説の呪文は桃太郎"
                    },
                    "Summaries": {
                        "eng": "In this segment, a pear-shaped capsule containing a rejected MOMO (Military convert Ops Mechanical Operative) android of the Kasuga Institute named MOMO9000 (Aiko) is lost in a road accident that caused it to fall into the river. It is later found by an old couple who mistake Aiko for Momotarō. After reading the story of Momotaro, Aiko begins her mission to reach Onigashima gaining allies in a dog (Liru), a monkey (Uma), and a pheasant (Pachira).",
                        "jpn": "とある兵器工場で廃棄処分にされる予定だったアンドロイド兵器 MOMO 9000。\r\nしかし、天候不良のため、輸送途中でトラックが道の崩落に巻き込まれてしまい、MOMO 9000 もろとも川に落ちてしまう。\r\nそうして流された MOMO 9000 はある老夫婦によって発見される。\r\nそんな彼女を桃太郎だと思った老夫婦は、桃太郎の絵本を読ませるのだった。\r\nそれを作戦だと認識した彼女は、鬼退治に出発するのだったが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "381833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381833",
                    "Titles": {
                        "eng": "The Spell of Ifs is Dr. K-Ko",
                        "jpn": "ifの呪文はDr.○×△□"
                    },
                    "Summaries": {
                        "eng": "Dr. K-Ko shows viewers what would happen if a doctor was either a witch, a vampire, a werewolf, or an android.",
                        "jpn": "スーパー Dr. K子は魔界種族の研究を進めていた。\r\n今回はその中間発表を行うものである…"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "381834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381834",
                    "Titles": {
                        "eng": "The Priceless Spell of Valentine's Day",
                        "jpn": "大切な呪文はバレンタイン・デー"
                    },
                    "Summaries": {
                        "eng": "The girls learn about Valentine's Day and figure out who should be their Valentine.",
                        "jpn": "少女漫画やりるの話から、バレンタインの趣旨をすっかり勘違いしたゆうま。\r\nその勘違いはパキラや鉄子、そして果てはちゃんと知ってた筈のりるにまで伝播してしまう。\r\nそして、勘違いしたまま、４人はお世話になったサタンタのもとへ行き……"
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34402",
            "URL": "https://thetvdb.com/series/renkin-san-kyuu-magical-pokaan/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "381820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381820",
                    "Titles": {
                        "eng": "The First Spell is an Easy Trap / The Afternoon Spell is a Red Cap",
                        "jpn": "はじめての呪文は甘い罠／午後の呪文は赤いカブ"
                    },
                    "Summaries": {
                        "eng": "A. Dr. K-Ko has devised traps that end up catching Pachira, Liru, and Aiko. Thus, Uma ends up coming to the rescue.\r\n\r\nB. After seeing the postman deliver letters, Uma tries to build a mailbox so that the girls can receive mail.",
                        "jpn": "●ぽか～ん1「はじめての呪文は甘い罠」\r\nある学会を追放されたスーパー Dr. K子と、その助手の本郷が、\r\n学会に復讐するために自分たちの主張する魔族の存在を証明しようと、様々な罠をはって魔族をおびき寄せようと画策する。\r\nそこへ吸血少女のパキラが罠にひっかかって……。\r\n\r\n●ぽか～ん2「午後の呪文は赤いカブ」\r\nあるのんびりとした昼下がり、ゆうまは赤い乗り物に乗って何か配ってる人を目にする。\r\nそれが郵便配達であると知ったゆうまは、何でうちにも来ないんだろうと疑問に思う。\r\nそして、郵便が来るよう色々と作戦を練るのだが……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "381821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381821",
                    "Titles": {
                        "eng": "The Spell of the Moon is a Blood Pedigree / The Make-Believe Spell is TV Shopping",
                        "jpn": "月の呪文は血の系譜／まやかしの呪文はTVショッピング"
                    },
                    "Summaries": {
                        "eng": "A. Following an incident at the prehistoric mammal section of the museum, Liru discovers love when she meets a man named Ryo who turns out to be another werewolf.\r\n\r\nB. Uma discovers the home shopping channel on TV, starting a shopping frenzy in the tree-house. Later, the girls discover what bills are.",
                        "jpn": "●ぽか～ん3「月の呪文は血の系譜」\r\n博物館のニホンオオカミのケースを眺めるりる。\r\n同胞を自由にしてやろうとケースを壊そうとするも、警備員に追い出されてしまう。\r\nその中に、りるを意味ありげに見つめる警備員が一人。\r\nそしてその警備員はりると出会い、激しい恋の物語が始まる……。\r\n\r\n●ぽか～ん4「まやかしの呪文はTVショッピング」\r\nTVショッピングを眺めるゆうまとパキラ。\r\n商品が欲しくなったゆうまは思わず注文。\r\n商品に付いてきたカタログを見ておもしろそうだと、りるやパキラも注文をし始める。\r\nそしてみんな通販にハマってしまって……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "381822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381822",
                    "Titles": {
                        "eng": "Tomorrow's Spell is a Blood Donation of Love / The Spell of Happiness is an Ideal Man",
                        "jpn": "明日の呪文は愛の献血／幸せの呪文は理想の男性"
                    },
                    "Summaries": {
                        "eng": "A. Pachira falls in love with the young man who works on the blood donor bus. Maybe if she donates all her blood he'll return her feelings?\r\n\r\nB. The girls visit a theater and discuss their ideal boyfriends. After getting trapped in the elevator on their way out, they continue their discussion while waiting for a rescue.",
                        "jpn": "●ぽか～ん5「明日の呪文は愛の献血」\r\nいい男を捜して街を歩いていたパキラは、献血車のスタッフのいい男に一目惚れしてしまう。\r\n「あなたの血が欲しい」と言うも、命に関わるくらい血が必要な状態になれば（輸血できるだろう）と言われてしまう。\r\nそうして、パキラの減血計画が始まるのだった……。\r\n\r\n●ぽか～ん6「幸せの呪文は理想の男性」\r\nここはとある映画館。\r\n４人は好きな男性のタイプやどんな出会いをしてみたいかなどについて語り合っていた。\r\nさて、ゆうまの好みは……?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "381823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381823",
                    "Titles": {
                        "eng": "The Secret Spell is A Storm Front / The Spell of Relativity is Tanabata, the Star Festival",
                        "jpn": "ないしょの呪文は梅雨前線／耳寄りな呪文は七夕祭れ"
                    },
                    "Summaries": {
                        "eng": "A. The rainy season has come and Aiko's circuits are covered in mold. While Liru plays in the rain, Uma and Pachira try to repair Aiko's systems.\r\n\r\nB. A heat wave has struck the city and the girls learn about Tanabata. They ponder and discuss what wishes they should make for the holiday.",
                        "jpn": "●ぽか～ん7「ないしょの呪文は梅雨前線」\r\n梅雨のある日、どうも鉄子の調子がおかしいようだった。\r\n鉄子の中を見てみた所、そこには大量の青カビが。\r\nそうして、鉄子の大洗浄作戦が始まるのだった……。\r\n\r\n●ぽか～ん8「耳寄りな呪文は七夕祭れ」\r\n梅雨も明けて猛暑厳しい中、４人は商店街を歩いていた。\r\nゆうまはふと「冷やし中華はじめました」の張り紙を見つけ、中華料理屋で冷やし中華を食べる事に。\r\n注文を略して呼ぶ事が妙に気に入ったゆうまは、色々なものを片っ端から略して呼ぶのだが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "381824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381824",
                    "Titles": {
                        "eng": "A Tiring Spell Is a Trip to the Beach / Love's Spell Is a Trip to the Beach",
                        "jpn": "脱力の呪文は海水浴／恋の呪文は海水浴"
                    },
                    "Summaries": {
                        "eng": "A. When a typhoon ruins their day at the beach, Uma is unable to disperse it with her magic, so the girls try to invent their own beach experience at a nearby hotel.\r\n\r\nB. Following an accident with their floats, the girls are saved from drowning by Lulu, the princess of the merfolk. Lulu wants some help in return, though.",
                        "jpn": "●ぽか～ん9「脱力の呪文は海水浴」\r\n４人は海水浴に来たものの、運悪く台風に見舞われてしまう。\r\n流石に海水浴できないと旅館に戻るも、ゆうまはとんでもないことを思いつくのだった……。\r\n\r\n●ぽか～ん10「恋の呪文は海水浴」\r\n（ぽか～ん9の）次の日、めでたく快晴になり、海水浴を満喫しようと気合いを入れる4人。\r\nところが、ふざけてるうちにみんな溺れてしまう。\r\nそんな4人を助けたのは、人魚のプリンセス「ルル」だった。\r\n4人はお礼にルルの恋の相談に乗るのだが……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "381825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381825",
                    "Titles": {
                        "eng": "The Spell of Rebirth Is a Search Through Hell / A Healing Spell is a Park Debut",
                        "jpn": "再生の呪文は地獄探訪／癒しの呪文は公園デビュー"
                    },
                    "Summaries": {
                        "eng": "A. Uma takes a tour of Hell.\r\n\r\nB. Uma ends up performing magic tricks in the park to entertain people.",
                        "jpn": "●ぽか～ん11「再生の呪文は地獄探訪」\r\n死んでしまったゆうまは、魔界の住人だということで地獄に落とされてしまう。\r\nところが、賽の河原や釜茹で地獄に行くも、逆に鬼達を困らせてしまい、たらい回しにされてしまう。\r\nそして火の車地獄に飛ばされたゆうまは……。\r\n\r\n●ぽか～ん12「癒しの呪文は公園デビュー」\r\n何故か公園で魔法ショーをすることになったゆうま。\r\nゆうまは次々と魔法を披露するが、どれもこれも微妙な魔法ばかり。\r\n観客の反応はだんだん薄くなっていくが……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "381826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381826",
                    "Titles": {
                        "eng": "A Richly-Flavored Spell Is the Night of the Full Moon / A Combining Spell Is the Invincible Robot, M5!",
                        "jpn": "まったりの呪文は十五夜／合体の呪文は無敵ロボットM5!"
                    },
                    "Summaries": {
                        "eng": "A. Liru is excited about the upcoming viewing of the Full Moon.\r\n\r\nB. In this Super Robot-type segment, Uma, Pachira, Liru, and Keimie act out as Magical 5 to save Aiko and their fuel company from a giant Mecha-Hongo robot created by Dr. K-Ko.",
                        "jpn": "●ぽか～ん13「まったりの呪文は十五夜」\r\nもうすぐ十五夜。\r\nりるはお月見が楽しみで楽しみで、二日も前からワクワクソワソワ。\r\nハイテンションでお月見の準備を進めるのだったが……。\r\n\r\n●ぽか～ん14「合体の呪文は無敵ロボットM5」\r\nDr. K子操る本郷ロボに燃料プラントが襲われてしまう。\r\n燃料プラントが破壊されてしまうとマジカルV（ファイブ）を動かせなくなってしまう!\r\nしかし、本郷ロボを倒そうにも鉄子（ブルー）が人質に取られてしまう!\r\nどうなる、マジカルV!?"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "381827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381827",
                    "Titles": {
                        "eng": "Tonight's Spell is a Vampire / The Spell of Dreams is Magic that Lasts only one Day",
                        "jpn": "今夜の呪文は吸血鬼／夢の呪文は一日だけの魔法"
                    },
                    "Summaries": {
                        "eng": "A. People are being attacked by a vampire and Liru suspects Pachira for the attacks. Pachira fights to prove herself innocent by finding the real culprit.\r\n\r\nB. Aiko orders Happy Chalk which can bring anything that's drawn to life. Since it can only work for a witch, Uma uses it to draw various things including drawing up a galactic train to take them to the Andromeda Galaxy.",
                        "jpn": "●ぽか～ん15「今夜の呪文は吸血鬼」\r\nある日の夜、ジュンとタンはパキラによく似た人影を見る。\r\n人影が去った後には、何と腕に血を吸われたような跡が。\r\nその後、りるも同様に目撃し、パキラを厳しく問い詰める。\r\nパキラは否定するも、どうにも様子がおかしい。\r\nさて、本当にパキラが犯人なのか、それとも他に犯人がいるのだろうか……。\r\n\r\n●ぽか～ん16「夢の呪文は一日だけの魔法」\r\n魔界のとある雑誌の懸賞に当たった鉄子。\r\nハードディスクを狙っていたのだが、実際に来たのは書いたものが何でも本物になるという「ハッピーチョーク」というアイテムだった。\r\n最初はいい男を出そうとしたりしていたが、鉄子にはどうしても叶えたい願いがあるようだった……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "381828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381828",
                    "Titles": {
                        "eng": "The Spell of Breaching is Inviting a Love Interest Home / The White Spell is Christmas",
                        "jpn": "絶交の呪文は色男さんいらしゃーい／白の呪文はクリスマス"
                    },
                    "Summaries": {
                        "eng": "A. While out buying baked yams, Liru saves a handsome young man from being beaten up, but when she accidentally transforms to her wolf form she has to flee before he notices. Later, Aiko invites the man to the tree-house so he can thank Liru, but Pachira has her own plans...\r\n\r\nB. The girls prepare for Christmas by preparing stockings and a Santa-sized chimney.",
                        "jpn": "●ぽか~ん17「絶交の呪文は色男さんいらしゃーい」\r\nある夜、りるはいい男が因縁付けられているところを目撃する。\r\nりるは助けてあげるも、コロコロと転がるディスクを見てうっかり変身してしまう。\r\n後日、お礼をしにがらくたハウスに来るいい男だったが、パキラがりるを差し置いていい男にアタックし始めるのだった。\r\nかくして、りるとパキラの熱い女の闘いの火蓋が切って落とされた……。\r\n\r\n●ぽか~ん18「白の呪文はクリスマス」\r\nクリスマスの絵本を読む鉄子。\r\nそれを聞いてクリスマスの準備を始めるみんな。\r\nしかし、サンタクロースに来てもらうには煙突がない事に気がつくのだった……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "381829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381829",
                    "Titles": {
                        "eng": "A Cold Spell is Snowboarding and Skiing / A Hot Spell is a Natural Hot Spring",
                        "jpn": "コールドの呪文はスノボスキー／ホットな呪文は天然温泉"
                    },
                    "Summaries": {
                        "eng": "A. The girls hit the slopes and learn how to ski. When they fail to make a reservation at one of the lodges, they end up staying with some snow people.\r\n\r\nB. The girls find a hot spring and end up encountering women who turn out to be a group of Tanuki that end up stealing the girls' clothes.",
                        "jpn": "●ぽか~ん19「コールドの呪文はスノボスキー」\r\nスキーにやってきたみんな。\r\n一通りスキーを満喫した後に、実は誰も宿を取ってないことが判明する。\r\nホテルは既に満室になっており、みんなは山小屋を探す事になるのだが……。\r\n\r\n●ぽか~ん20「ホットな呪文は天然温泉」 \r\nスキー場の近くに天然温泉があるという情報を元に、みんなはその温泉を探し歩いていた。\r\nたどり着いてみると、そこには４人の先客が温泉に入っていた。\r\nそこでみんなは和気藹々と話をするのだが……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "381830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381830",
                    "Titles": {
                        "eng": "The Spell of Reticence is Having Fun with English Conversation / A Pinch Spell is the Other Side of",
                        "jpn": "無口な呪文は楽しい英会話／ピンチの呪文はさよならの向こう側"
                    },
                    "Summaries": {
                        "eng": "A. The girls play a \"speaking English\" game hosted by Keimie and a mess-up has them drinking the bad-tasting Natto drink.\r\n\r\nB. The girls see Dr. K-Ko on a TV show explaining her theory that horror movie monsters existing amongst the human race. When the co-host of the TV show ends up discovering the girls' secret thanks to footage used by Dr. K-Ko, the girls end up arguing to defending themselves against K-Ko on a TV talk show.",
                        "jpn": "●ぽか~ん21「無口な呪文は楽しい英会話」\r\n日本語を話すと罰として何か凄いジュースを飲まされるゲームをする５人。\r\nひたすら微妙な英語を話し続ける中、パキラは何か名案を思い付いたようだが……。\r\n\r\n●ぽか~ん22「ピンチの呪文はさよならの向こう側」\r\n人間達にその存在を大々的に公表されてしまった４人。\r\nしかし、疎まれるどころか、逆にアイドル的存在になってしまう。\r\nどんどん人気が出ていって、とあるテレビ番組に出る事になるのだが……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "381831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/renkin-san-kyuu-magical-pokaan/episodes/381831",
                    "Titles": {
                        "eng": "A Sorrowful Spell is When One Is Transformed by Memories / A Kind Spell is a Magician",
                        "jpn": "哀愁の呪文は想い出に変わるとき／優しい呪文は魔法使い"
                    },
                    "Summaries": {
                        "eng": "A. Aiko finds a VCR that contains her memories as a rerun of the girls' favorite show is airing. When they plan to use the VCR to tape it, they end up needing D/A Converter to hook it up to their Digital Television.\r\n\r\nB. When Uma ends up with an infection, she ends up getting the other girls infected with her magic. With her magic perfected, she practices it on the town. After curing herself and the other girls of their infection, they soon work on a spell to make a Cherry Blossom Tree bloom early.",
                        "jpn": "●ぽか～ん23「哀愁の呪文は想い出に変わるとき」\r\n鉄子は物置を整理していると、古いビデオデッキとビデオテープを発見した。\r\nそのビデオテープには昔の鉄子の記憶がバックアップされているのだが、今のデジタルテレビには、昔のアナログビデオデッキは接続できないのであった。\r\nそこで、D/Aコンバータを買いに行くのだったが……。\r\n\r\n●ぽか～ん24「優しい呪文は魔法使い」\r\n花粉症にかかってしまったゆうま。\r\nみんなにバカにされて怒ったゆうまは魔法で無理矢理伝染そうとする。\r\n普段だと失敗するはずなのに、なぜか魔法が成功してしまう。\r\nそれに気を良くしたゆうまは、外に出て色々と魔法を使うのだった。\r\nそして、ある病院で一人の女の子と出会い、4日後に魔法で桜の花を咲かせる約束をするのだったが……。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}