{
    "URL": "https://thetvdb.com/series/ox-tales",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0470651/",
        "https://www.themoviedb.org/tv/11749"
    ],
    "TitleEnglish": "Ox Tales",
    "SummaryEnglish": "The plot follows the adventures of Ollie the Ox as he run The Funny Farm, containing possibly every creature known, with his best friend Jack the Turtle whilst narrated by a sarcastic Toucan.",
    "Aliases": [
        "Chuckling Bus Story of Boes",
        "Funny Farm Madness",
        "Geragera Bus Monogatari",
        "Ollie Ollie Oxen",
        "Story of the Geragera Bus",
        "The Tales of Boes' Gang"
    ],
    "Modified": "2024-11-17",
    "Seasons": {
        "1": {
            "ID": "411301",
            "URL": "https://thetvdb.com/series/ox-tales/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 104,
            "Episodes": {
                "1": {
                    "ID": "3594241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594241",
                    "TitleEnglish": "Raising the Roof",
                    "SummaryEnglish": "Boes and Tad are rafting down the river enjoying themselves. All of a sudden the raft starts to bud changing the raft into a jungle. As Boes` view is obstructed he is unable to control the raft. It hits a rock and Boes and Tad are thrown down a waterfall. They manage to swim ashore. They like what they see around them and Boes decides to build his house there...",
                    "Aliases": []
                },
                "2": {
                    "ID": "3594251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594251",
                    "TitleEnglish": "Horsing Around",
                    "SummaryEnglish": "Boes starts his work early in the morning. His milch cows` breast are swollen, almost reaching the ground. To solve the problem he puts faucets on the cows` to milk them automatic. He then has to train an untamed horse, which is not easy. This is not all, he has to colect eggs, take care of the sheep, chop wood etc. etc....The animals do not help at all...",
                    "Aliases": []
                },
                "3": {
                    "ID": "3594281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594281",
                    "TitleEnglish": "Up Up And Away",
                    "SummaryEnglish": "Boes and Tad find an octopus lying unconscious on the beach. They decide to save his life by pumping air into the octopus. The octopus inflates like a balloon and begins to float. Boes and Tad then decide to tie a basket on the octopus` arms so that they can have a journey. Before long the weather changes for the worse, the wind blows the balloon far away and it finally lands in the middle of a desert...",
                    "Aliases": []
                },
                "4": {
                    "ID": "3594291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594291",
                    "TitleEnglish": "Feeding Frenzy",
                    "SummaryEnglish": "It`s time for breakfast. The Biton family who are all big eaters can`t wait for Boes to feed them and fall in the feeder. Tad eats too much and his shell falls apart. The birds steal the food from the dog. However, the Bitons eat more then the others. They eat and eat and eat....",
                    "Aliases": []
                },
                "5": {
                    "ID": "3594261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594261",
                    "TitleEnglish": "Doctor Ollie",
                    "SummaryEnglish": "The phone rings. Boes takes his first-aid-kit and runs out. Some animals are injured and some are ill. Boes takes care of them all day, taking out a nail, bandaging etc. He is in high spirit, but.....",
                    "Aliases": []
                },
                "6": {
                    "ID": "3594271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594271",
                    "TitleEnglish": "Funny Farm",
                    "SummaryEnglish": "Boes is happy and full of vigor working the field. He plows and plants seeds of carrots and spinach. While working the birds pick the seeds. The hens eat the seeds from his seed bag. Boes plants the hens together with the seed and to his surprise: the hens bud and egg flowers bloom. The moles are trouble-makers, making burrows, destroying the whole field. Boes gets a good idea. He will attempt to challenge the moles...",
                    "Aliases": []
                },
                "7": {
                    "ID": "3594301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594301",
                    "TitleEnglish": "Porker Problems",
                    "SummaryEnglish": "Ping is sick and tired of taking care of her children. They are always a nuisance. She really wants to have a rest and take a nap. All the piglets want is to be fed. She disappears leaving her husband (Biton) with the small ones. Boes finding out that Biton can`t cope alone, he tries to hire babysitters. In the end they all refuse to work because the piglets are noisy.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3594341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594341",
                    "TitleEnglish": "A Fish Story",
                    "SummaryEnglish": "Boes goes fishing and gathers an earthworm. The earthworm however doesn`t feels like being swalloed by a fish and tries to escape. Boes tries to persuade him, but the earthworm will not listen. When a fish tries to swallow the earthworm it swalloes the fish instead...",
                    "Aliases": []
                },
                "9": {
                    "ID": "3594331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594331",
                    "TitleEnglish": "Horning In On Love",
                    "SummaryEnglish": "Rhino falls in love with a female rihno called Saila. However, he`s got a rival who is another rhino with a tough and big horn. It seems like Saila likes Rhino`s rival better. So Rhino challenges his rival to a duel, this doesn`t work as Rhino`s horn is as soft as a balloon. Boes knowing how lonely Rhino is gets an idea. He sharpens Rhino`s horn and then have him challenge his rival again...",
                    "Aliases": []
                },
                "10": {
                    "ID": "3594311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594311",
                    "TitleEnglish": "Dumb Cluck",
                    "SummaryEnglish": "Tays is a good-for-nothing dog. He tries as hard as he can, but he always makes a mess out of it. Boes asks him to watch the hens. The hens knowing that Tays is not a good watch dog, do what ever they like. Even thought the hens ignore and snub him, Tays even sits on their eggs. The hens are not afraid when the fox arrives. They even make friends with him (ignoring Tays)",
                    "Aliases": []
                },
                "11": {
                    "ID": "3594321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594321",
                    "TitleEnglish": "All’s Well That Ends In A Well",
                    "SummaryEnglish": "The well runs dry. Boes starts digging with a mallet trying to strike water and finally reaches the centre of the Earth. Everytime he strikes, The Tokyo Tower sinks and the Pyramids shake. He finally manages to reach the navel of the Earth and tickles, making the Earth burst into laughter. The water at the end splashes and carries Boes as far as the Pacific Ocean...",
                    "Aliases": []
                },
                "12": {
                    "ID": "3594351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594351",
                    "TitleEnglish": "Fowl Friends",
                    "SummaryEnglish": "It`s noisy in the forest. Everywhere young birds are born. Some fall onto the ground a peep frantically. Finding that the nests are too small for the birds, Boes decided to make boxes. However, they look funny and the birds don`t like them. Even though the birds ignore the boxes, Boes is happy and in high spirits...",
                    "Aliases": []
                },
                "13": {
                    "ID": "3594391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594391",
                    "TitleEnglish": "Snow Ox",
                    "SummaryEnglish": "It`s very cold inside of Boes` house which is no wonder as it is snowing very hard. Penguins start appearing from Boes` fridge, Tad`s shell is frozen hard so that he can`t even stick his head out. Boes tries to help by opening the shell. The shell falls apart and Tad is totally stripped and trembling with cold. The Boes tries to shovel the snow and builds an Iglo, which doesn`t work either. Then Boes goes skiing...",
                    "Aliases": []
                },
                "14": {
                    "ID": "3594411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594411",
                    "TitleEnglish": "The Race",
                    "SummaryEnglish": "Dynaking the untamed horse is so wild that he does not let Boes shoe him. Boes tries to make friends with him by giving him carrots etc., but the horse ignores Boes. Boes wants to ride Dynaking anyway and finally manages to put a saddle on. Dynakings gets very depressed and is even outrun by a duck. When a green catterpillar hangs infront of his face he runs in panic and thus wins the race in the end.",
                    "Aliases": []
                },
                "15": {
                    "ID": "3594381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594381",
                    "TitleEnglish": "A Dairy Dilemma",
                    "SummaryEnglish": "A calf is born at Boes` farm. While mother cow is feeding the calf, a mole appears and steals the milk using a straw. The calf gets angry as it feels all the milk is his. It starts sucking on all the nipples at the same time. Then when Boes comes to milk the cow, the calf attacks Boes and runs after him...",
                    "Aliases": []
                },
                "16": {
                    "ID": "3594401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594401",
                    "TitleEnglish": "A Break Too Far",
                    "SummaryEnglish": "The woodpeckers begin to give their young ones intensive training to become good woodpeckers. The young woodpeckers peck the tries trying to find the insects and go too far sometimes. They even peck a whale`s back which irritates the whale who then spouts water. They peck on anything they find on their way getting all the animals in the forest angry. One morning even Boes finds his wooden clogs changed into...??",
                    "Aliases": []
                },
                "17": {
                    "ID": "3594371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594371",
                    "TitleEnglish": "Slings And Arrows",
                    "SummaryEnglish": "Boes declares that he is an expert archer. Tad says he is good with a slingshot. They both state that they are better than the other and decide to have a contest to find out who is better. Actually their weapons never hit the target. They then decide to go hunting. Boes being very softhearted hesitates to shoot smaller animals. The animals start making a fool out of Boes. When he finally shoots his arrow, it turns around and chases Boes. Tad saves him with his slingshot and Boes has to admit that Tad is good...",
                    "Aliases": []
                },
                "18": {
                    "ID": "3594441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594441",
                    "TitleEnglish": "Elephant Sitting",
                    "SummaryEnglish": "Boes and Tad are relieved when the mother of Ellen, the baby elephant, comes to pick her up. They found it quite tiring to babysit as Ellen cried a lot, ate a lot and was as mischievous as a monkey. They learn that there is no way to reason with a little elephant. However to Boes` surprise Tad turned out to be a good babysitter...",
                    "Aliases": []
                },
                "19": {
                    "ID": "3594361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594361",
                    "TitleEnglish": "Bob and Weave",
                    "SummaryEnglish": "Mother kangaroo has two ill-mannered kangaroos, who often disappear from home. Her pouch is very useful, it`s used as a cradle, a trampoline or a ring for wrestling. What`s more when it rains the pouch becomes a swimming pool. Her two never appreciate it. One day they disappear again to see the world. Before long, the are caught by an eagle, but they are so ill-mannered that the eagle returns them back to their mother.",
                    "Aliases": []
                },
                "20": {
                    "ID": "3594421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594421",
                    "TitleEnglish": "An Apple Day",
                    "SummaryEnglish": "Rambau the gorilla is a trouble maker. He always does whatever he feels like doing. While Boes and Tad harvest apples, he grabs some and throws them at Boes and Tad. Boes gets angry and throws the apples back at Rambau. Rambau is not scared of anything, he is awfully noisy. Boes and Tad don`t know what to do with him...",
                    "Aliases": []
                },
                "21": {
                    "ID": "3594431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594431",
                    "TitleEnglish": "Lion Around",
                    "SummaryEnglish": "Donking is a male lion. His thundering roar gives the other animals the shudders, makes Boes almost lose his hearing. To be frank Donking has lost most of his mane. In order to disguise this fact, Dinking uses his tail as a wig. The female lion encourage him to keep his dignity as king of the beasts. This is not easy for him as his is too soft hearted...",
                    "Aliases": []
                },
                "22": {
                    "ID": "3594451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594451",
                    "TitleEnglish": "Under the Weather",
                    "SummaryEnglish": "It looks like there will be a large harvest of sugar beets, corn and tomatoes this year. However it hasn`t rained for a long time and the weather is very hot. It`s so hot that the featehrs of Gourmesh are parched, Zebras sweat so much that they loose their stripes etc. etc. Boes offers prayers for rain and it finally starts raining. But it rain so hard that the animals are now almost swept away. Boes` house has swept away. Finally it stops and a beautiful rainbow appears, but...",
                    "Aliases": []
                },
                "23": {
                    "ID": "3594461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594461",
                    "TitleEnglish": "Everyone's Oxercising",
                    "SummaryEnglish": "Boes goes fishing. A big fish swallows the bait, but Boes can`t get it out of the water. He loses confidence in his physical strength and starts to train. 1st of all he challenges Rambau the gorilla and Phat Elephant to arm wrestle, but fails. Next he tries to lift barbells, but falls on his back. He then takes up weightlifting etc., which becomes a nuisance to the animals in the forest...",
                    "Aliases": []
                },
                "24": {
                    "ID": "3594471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594471",
                    "TitleEnglish": "A Cheesy Situation",
                    "SummaryEnglish": "Boes has delicious cheese. One day he cuts a piece of cheese and finds out that it`s hollow inside. Boes sets a trap to catch the rat that has been munching on his cheese. He of course gets caught in the trap himself. After speaking to Tad he decides to get a cat. Even though the cat looks big and strong, it actually is a very lazy one...",
                    "Aliases": []
                },
                "25": {
                    "ID": "3594501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594501",
                    "TitleEnglish": "A Troublesome Troubadour",
                    "SummaryEnglish": "Mornin` Cock crows in a lovely voice and the hens lay eggs like crazy. Boes is happy and praises Mornin` too much. So Mornin` crows from early morning to sundown, making Boes totally crazy. Boes and Tad get a good idea. They talk about roast chicken and set the table. Mornin` peeps through the window and becomes scared...",
                    "Aliases": []
                },
                "26": {
                    "ID": "3594481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594481",
                    "TitleEnglish": "A Hare Raising Story",
                    "SummaryEnglish": "Cal Rabbit is lazy and a big eater. One day he gets fed up of leading a boring life an decides to see what the rest of the world looks like. Boes and Tad worry about Cal, but he is smart enough to survive the hardship of the world outside. He even finds himself a pretty girlfriend. What`s more he gets better at stealing carrots from Boes` field...",
                    "Aliases": []
                },
                "27": {
                    "ID": "3594491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594491",
                    "TitleEnglish": "A Perfectly Pathetic Picnic",
                    "SummaryEnglish": "Boes and Tad go on a picknic. They go by boat. They run after butterflies and pick flowers. When the get hungry the open their hamper. To their surprise they find a hedgehog inside the hamper. The hedgehog runs away with all the bananas and sandwhich leaving only a tin of crabmeat for Boes and Tad. To make it worse they forget to bring a can opener. Boes asks Tad to go back and get it and promises not to start eating, but...",
                    "Aliases": []
                },
                "28": {
                    "ID": "3594511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594511",
                    "TitleEnglish": "Shell Shock",
                    "SummaryEnglish": "Tad’s shell rolls downhill and falls into a hole. Boes and Tad go down the hole to get the shell back. The hole reaches the edge of a cliff and there is a river at the bottom of the cliff. It seems that Tad’s shell has rolled down to the river. Tad wears leaves and then a mushroom to substitute his shell, but Rambau takes Tad for a funny—looking creature and try’s to eat him. To make it worse, Boes puts a barrel, a bag and then a tub on Tad. Tad demands that he is not doll to dress up. Meanwhile, the crocodile and the eagle carry Tad’s shell away...",
                    "Aliases": []
                },
                "29": {
                    "ID": "3594521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594521",
                    "TitleEnglish": "A Honey of an Ox",
                    "SummaryEnglish": "Boes loves honey. one day he follows a honeybee and finds the honeybee’s nest. However, Mark the bear reaches the nest first and eats up all the honey. Drop the bee thinks that Boes has stolen all his honey and Stings Boes. Boes gets enough of sharp pointed things on his back. He wants to lick honey, but Mark gets him wherever he goes, and bee’s impatience are very dangerous...",
                    "Aliases": []
                },
                "30": {
                    "ID": "3594531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594531",
                    "TitleEnglish": "Feeding Fun",
                    "SummaryEnglish": "Crown the Eagle carries baby rabbits to her nest, where her two chicks hungrily await food. The rabbits bravely fight against the chicks and win. They even eat Crown’s nest. Next Crown carries mice and a crocodile egg to her nest. The chicks peck at the egg, when it cracks a crocodile appears and opens its jaws. The chicks are scared and run. Now Crown has to work very hard to feed her large family. While Boes enjoys fishing, Crown snatches his lunch. Boes wonders when Crown has become a vegetarian...",
                    "Aliases": []
                },
                "31": {
                    "ID": "3594561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594561",
                    "TitleEnglish": "The Ugly Ostrich",
                    "SummaryEnglish": "Gourmesh spends all day looking for worms, with her head in the ground. Boes tells her to stop digging for worms,He wants her to keep an egg warm so that a chick can hatch. Gourmesh does not like the idea, but she has got no choice and sits on the egg. The egg hatches and a cute chick appears, but it does not look at all like its mother. Actually it is a swan’s chick. Before long, the swan’s chick grows up to be a full—grown swan. It swims in the river and flies in the sky, but of course Gourmesh cannot. Seeing that, Boes tries to teach Gourmesh how to swim and fly...",
                    "Aliases": []
                },
                "32": {
                    "ID": "3594581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594581",
                    "TitleEnglish": "A Stroke of Bad Luck",
                    "SummaryEnglish": "Boes is a terrible golf player but he is crazy about is. Tad tells him that just hitting balls around won’t do him any good and that he should go to a golf course if he wants to practice golf. Learning that he is supposed to hit the ball into a hole when he plays, he asks the moles to dig holes in the ground. Now he has so many holes—in—one that he believes that he is a genius golf player. Tad complains that if Boes golf fever does not cool down it will be too dangerous for others to walk around outside...",
                    "Aliases": []
                },
                "33": {
                    "ID": "3594571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594571",
                    "TitleEnglish": "Puppy Love",
                    "SummaryEnglish": "One day a cute little dachshund named Mary winks at Tays. Of course Tays falls in love with her at first sight. However, Mary is the type who is everybody’s friend and can’t decide on only one man. She’s even nice to the Bull....",
                    "Aliases": []
                },
                "34": {
                    "ID": "3594591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594591",
                    "TitleEnglish": "Adventures in Fishing",
                    "SummaryEnglish": "Boes goes fishing in the river, but he doesn’t have even a single bite. Then Buggy appears and catches a lot of fish. Next a pelican appears and catches a lot of fish too. Boes gets upset and throws away his fishing rod. He uses his pants for a net but that idea does not work well. He won’t give up. Now he tries to catch earthworms and then even Gourmesh. Tad feels sorry for Does and sends him a glass bowl with golden fish in it.",
                    "Aliases": []
                },
                "35": {
                    "ID": "3594601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594601",
                    "TitleEnglish": "Eggciting Eggventure",
                    "SummaryEnglish": "The hens lay eggs and sit on them. While they do so, two of their natural enemies appear. One is Wiler the Fox and the other is Boes. The hens manage to get rid of Wiler, but Boes is a tough one to deal with. He’s got a lot of nerve stealing eggs from the hens. The hens are upset and use the whole bag of tricks in order to protect their eggs from Boes, but...",
                    "Aliases": []
                },
                "36": {
                    "ID": "3594611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594611",
                    "TitleEnglish": "Music Madness",
                    "SummaryEnglish": "Boes takes up flute and now he’s crazy about it, which annoys the animals in the woods. He tries to make a snake dance with his flute, but the snake refuses to dance and closes the lid of the basket. Tad, Boes best friend, tries to be nice to him, but every time Boes plays the flute, his shell is taken apart. Even Tad cannot stand Boes playing flute any longer. Tays hides himself in the ground. Boes is happy to learn that the Hippo enjoys his flute for some reason..",
                    "Aliases": []
                },
                "37": {
                    "ID": "3594541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594541",
                    "TitleEnglish": "If the Clog Fits",
                    "SummaryEnglish": "Boes finished his farm work for today. He steps on the open—air fire, attempting to put it out, but his clogs catch fire. He dives into a well in order to put out his burning clogs. as he loses his clogs, he starts to make a new pairs, but some are too big and some too small. Boes gets a good idea. The clogs, which are too big for his feet can be used for, water—skiing. Tad uses his shell as a surfboard and the race start...",
                    "Aliases": []
                },
                "38": {
                    "ID": "3594551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594551",
                    "TitleEnglish": "Babies Babies Everywhere",
                    "SummaryEnglish": "Many animal babies are born in this time of the year. Buggy the Stork is busy carrying them to their nests. She gets sick and tired of the work so she leaves it for Boes to carry. Now Boes has to take care it. Then Buggy carries other baby animals such as a baby turtle, a baby ostrich, a baby lion, a baby giraffe, etc. which changes Boes house into a kindergarten for baby animals. Boes and Tad do not know what to do with all these baby animals.",
                    "Aliases": []
                },
                "39": {
                    "ID": "3594621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594621",
                    "TitleEnglish": "Shear Silliness",
                    "SummaryEnglish": "Mary the Sheep is a tomboy. She won’t listen to Tays the Watchdog who is no good at watching sheep. She kicks lays and runs away, Tays cries. Boes tells Lay to go and find Marry. Tays finds Mary all right, but a lion and a wolf are after Mary. Tays fights with the lion and the wolf to protect Mary, but.",
                    "Aliases": []
                },
                "40": {
                    "ID": "3594641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594641",
                    "TitleEnglish": "A Big Wind",
                    "SummaryEnglish": "One day a terribly strong wind blows. The sheep hair is rolled up because of the wind and Tad is sent flying. Even Boes’ house is blown away. Although Boes loses his house, he is not worried, saying that he can sleep anywhere. He puts his bed on a tree, but the Beaver bites the tree trunk and the tree falls down. Then Boes puts up a grass tent, but the Sheep come and eat it all. Now Boes decides to live in a cave, but...",
                    "Aliases": []
                },
                "41": {
                    "ID": "3594631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594631",
                    "TitleEnglish": "‘Crowin’ Crops",
                    "SummaryEnglish": "While Boes plows his fields, Gourmesh comes to catch earthworms. Boes asks Gourmesh to help him plow the fields. Gourmesh just runs around and ruins the fields. While Boes sews seeds, the hens and birds come and pick them all. Boes decides to protect the fields from them and stands in the shape of a scarecrow. Now that the birds are scared away, the rabbits and caterpillars are beginning to eat them all. Now it is a time to be reaping at last. The elephant, the sheep and the horse come and eat all the vegetables. Boes asks Tays to get rid of them, but...",
                    "Aliases": []
                },
                "42": {
                    "ID": "3594651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594651",
                    "TitleEnglish": "A Game of Cat and Dog",
                    "SummaryEnglish": "Tays the dog is jealous of Tiger the Cat, since Boes plays only with the cat and he even lets the cat sleep in his bed. Now Tays is afraid that he will be dismissed if he doesn’t score points with Boes. He tries to cath a mouse but Boes gets angry with him. Tays gets a neurosis at last. Tad feels sorry for Tays and tells Boes to be nice to Tays. One day...",
                    "Aliases": []
                },
                "43": {
                    "ID": "3594661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594661",
                    "TitleEnglish": "Uncommon Sense",
                    "SummaryEnglish": "Pee the Skunk breaks wind that smells awful. Flowers and grass fade and bees fall. Tad and the Lion faint. The Gorilla falls out off the tree. Boes gets an idea and puts a stopper into Peep’s behind in order to block his evil smell. Peep’s belly is full of gas and swells like a balloon. At last the gas removes the stopper. Boes next catches Peep and puts him in a cask. Peep breaks wind in the cask and faints, but...",
                    "Aliases": []
                },
                "44": {
                    "ID": "3594681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594681",
                    "TitleEnglish": "The Birthday Party",
                    "SummaryEnglish": "It’s Boes’ birthday today and Boes is going to have a party. He walks through the woods and asks the animals to visit him with presents. Tad makes a fancy cake for Boes, consulting a Cooking book. He puts the cake on the table and walks out to take a bath, then the Fox and the Cat appear and they eat the cake. Now the party is going to start...",
                    "Aliases": []
                },
                "45": {
                    "ID": "3594691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594691",
                    "TitleEnglish": "A ‘Peal’ing Fruit",
                    "SummaryEnglish": "Banana trees have lots of bananas. Rambau the Gorilla Climbs up the banana trees to eat the bananas. He throws the banana peels away. Phant the Elephant eats Boes’ bananas and throws the banana peels away. Now the ground is full of banana peels. Boes, Tad and other animals step on the banana peels and fall down. They have nothing to do but wait until Rambau and Phant finish eating bananas.",
                    "Aliases": []
                },
                "46": {
                    "ID": "3594721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594721",
                    "TitleEnglish": "Fine Feathered Thief",
                    "SummaryEnglish": "Bura the Crow is a thief. He makes a fool of everyone in the woods, stealing something from them. He steals sausages and cheese from Boes and calls him a fool. Boes is now very angry with him. Boes and Tad decide to teach him a good lesson. They set a trap to catch him but in vain. Dura just takes a nap using Boes’ umbrella and cushion. Seeing this, Boes sets another trap to catch Bura and…",
                    "Aliases": []
                },
                "47": {
                    "ID": "3594711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594711",
                    "TitleEnglish": "Gaylord’s Girlfriend",
                    "SummaryEnglish": "Rambau the Gorilla falls in love with a female gorilla named Lyra and spends all day doing nothing. He is Surprised to learn that Lyra is a tomboy, but he won’t give up. He gives Lyra many different presents to make her pay attention to him. He does many different things to please her, but Lyra is superior to him in everything. Seeing Rambau feel small in the presence of Lyra, Boes and Tad decide to cheer him up, but....",
                    "Aliases": []
                },
                "48": {
                    "ID": "3594701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594701",
                    "TitleEnglish": "A Not So Cool Cat",
                    "SummaryEnglish": "Larry the Cheetah is a fast runner but never able to catch his game, since he just enjoys the race with his game. He is proud of his shining claws, too, and he always sharpens them. Charra the Little Monkey is very smart and agile. The two are good rivals, but Charra always makes fool of Larry. One day Larry is after Charra, but when Charra disappears all of a sudden...",
                    "Aliases": []
                },
                "49": {
                    "ID": "3594671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594671",
                    "TitleEnglish": "The Desert Ox",
                    "SummaryEnglish": "An eagle flies. Boes shoots an arrow at the eagle, but the arrow misses the eagle and hits a coconut. The coconut falls onto Rambau’s head. Rambau gets angry and throws the coconut at Boes. The coconut hits Boes on the head and Boes faints. The eagle descends and clutches Boes. Boes asks Tad and Tays to help him and the two catch Boes’ tail. The eagle carries the three away and lets go of them onto a desert. Now the three are lost in a vast area on earth. They dig a hole to reach the other side of the earth, but they get nowhere. Boes cannot stand the perching heat of the sun and shoots an arrow at the sun...",
                    "Aliases": []
                },
                "50": {
                    "ID": "3594741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594741",
                    "TitleEnglish": "Beaver Bliss",
                    "SummaryEnglish": "Billy the Beaver has gotten married recently. Billy and his wife are busy building their new house while Boes and Tad enjoy fishing. Boes is angry at the beavers because he cannot catch fish as they make terrible noises. Boes starts to grill fish burning the beavers tree branches. Lilly the Beaver’s wife is angry with Boes. The beavers start biting Boes’ table and chair. They bite the hen’s’ coop and lays’ house too....",
                    "Aliases": []
                },
                "51": {
                    "ID": "3594731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594731",
                    "TitleEnglish": "Crocodile Cravings",
                    "SummaryEnglish": "River the Crocodile has got a big mouth. He is always hungry and awaits his game to come, with his mouth wide open, but he is never able to catch any. Being afraid of River’s horrible—looking teeth, Rabbits, ducks and storks etc. avoid him. One day Boes throws trash into River’s mouth. An alarm clock is in the trash. Every time River walks up to his game, the clock rings. River starts crying...",
                    "Aliases": []
                },
                "52": {
                    "ID": "3594751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594751",
                    "TitleEnglish": "Flight of Fancy",
                    "SummaryEnglish": "Crown the Eagle and Buggy the Stork fly in the sky. Seeing the birds fly, Boes wants to fly too. Tad says to him that he cannot fly since he is not a bird, but Boes won’t listen to Tad. He goes to the hencoop and picks feathers from the hens. He attempts to fly using the feathers, but of course he fails. The hens tremble from cold and sneeze. Next he decides to build a glider, using his bed sheet, pillowcase, underpants, socks etc. No wonder the glider falls. He tries time and time again, but flubs it. Tad wants to make Boes’ dream come true and collects many balloons and...",
                    "Aliases": []
                },
                "53": {
                    "ID": "3594761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594761",
                    "TitleEnglish": "A Whale of a Picnic",
                    "SummaryEnglish": "Boes and the gang go on a picnic on a raft. While they are taking a nap, the raft is carried as far as the ocean. Now they are hungry and thirsty, but they have nothing to eat or drink. Then a storm attacks them and they find themselves on a strange island....",
                    "Aliases": []
                },
                "54": {
                    "ID": "3594771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594771",
                    "TitleEnglish": "A Rare Bloom",
                    "SummaryEnglish": "Boes discovers a flower that he believes is very rare. He gets into various wild predicaments trying to protect the flower, which proves to be far from rare",
                    "Aliases": []
                },
                "55": {
                    "ID": "3594781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594781",
                    "TitleEnglish": "Out for the Count",
                    "SummaryEnglish": "Boes starts working out in order to beat Rambau, who has been going around punching the other animals. After training very hard, he and Rambau enter the ring and fight to a surprise ending….",
                    "Aliases": []
                },
                "56": {
                    "ID": "3594791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594791",
                    "TitleEnglish": "Lullaby Ollie",
                    "SummaryEnglish": "Ted cannot sleep. Boes tries to help him out, but his little acts of kindness keep escalating so that he ends up keeping Ted awake rather the putting him to sleep.",
                    "Aliases": []
                },
                "57": {
                    "ID": "3594801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594801",
                    "TitleEnglish": "Mothering Mel",
                    "SummaryEnglish": "Boes and Tad save a young boar. They decide to become its foster parents, but it soon proves too much for them — as well as the other animals — to handle...",
                    "Aliases": []
                },
                "58": {
                    "ID": "3594831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594831",
                    "TitleEnglish": "Mirror, Mirror",
                    "SummaryEnglish": "A monkey steals Boes’ mirror and causes trouble by blinding everyone with it. Boes tries his best to get it back, to no avail. He finally gets a bright idea …",
                    "Aliases": []
                },
                "59": {
                    "ID": "3594811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594811",
                    "TitleEnglish": "Colorful Escapade",
                    "SummaryEnglish": "Boes who is always up to mischief, starts painting everything, his house, lays house, birds, storks and other animals. He boasts that he is a genius artist, but the animals are all angry with him....",
                    "Aliases": []
                },
                "60": {
                    "ID": "3594821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594821",
                    "TitleEnglish": "Polar Problems",
                    "SummaryEnglish": "It is summer now. It is so hot that Boes and the gang cannot stand the heat. They plan to go somewhere to avoid the heat and start on a journey by canoe. They take the wrong waterway and reach the South.",
                    "Aliases": []
                },
                "61": {
                    "ID": "3594841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594841",
                    "TitleEnglish": "Guardian of the Forest",
                    "SummaryEnglish": "Boes decides to become the guardian of the forest in order to protect the weak animals. He and Tad wander through the forest with a flashlight and see some amazing things …",
                    "Aliases": []
                },
                "62": {
                    "ID": "3594861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594861",
                    "TitleEnglish": "Carpentry Capers",
                    "SummaryEnglish": "One day Boes notices that Tays’ doghouse is getting too small. This gives him the idea to design and build houses that will perfectly fit each of the animals. He begins by gathering materials for the house. With the sometimes-unwilling help of some of the animals, he gathers enough material for the house. he begins building, with some interesting results …",
                    "Aliases": []
                },
                "63": {
                    "ID": "3594851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594851",
                    "TitleEnglish": "A Dental Disaster",
                    "SummaryEnglish": "One day, while Does is fishing, his line gets caught on the decayed tooth of a shark. He pulls the tooth out and is rewarded by the shark. This makes Boes think that he might make a good dentist. He goes about fixing the teeth of the other animals, but ends up causing more damage than good …",
                    "Aliases": []
                },
                "64": {
                    "ID": "3594871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594871",
                    "TitleEnglish": "Ox of the Mountains",
                    "SummaryEnglish": "Boes gets up early one morning in order to go mountain—climbing. However, as Tad points out, there are no mountains in the area. They set out to find some mountains to climb and encounter some amazing things....",
                    "Aliases": []
                },
                "65": {
                    "ID": "3594901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594901",
                    "TitleEnglish": "Strike Up the Band",
                    "SummaryEnglish": "Boes discovers the excitement of rhythm while feeding the pigs. Soon, he and Tad are leaving behind a path of destruction as they get carried away. A crocodile becomes a wonderful instrument and soon all of the animals join in. But the best instrument of all turns out to be Tad...",
                    "Aliases": []
                },
                "66": {
                    "ID": "3594911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594911",
                    "TitleEnglish": "The Masterpiece",
                    "SummaryEnglish": "One day, Tad and Boes decide to create a work of art of natural materials. Boes gets the wrong idea and begins to collect nuts and berries. Tad shows him what art is all about, which gets Boes interested in making his own creation. Boes’ work ends up in failure while the other animals make wonderful creations. This makes Boes resolve to show what a great artist he is, even stronger.",
                    "Aliases": []
                },
                "67": {
                    "ID": "3594921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594921",
                    "TitleEnglish": "A Campaign of Kindness",
                    "SummaryEnglish": "Boes discovers how good it feels to be kind to others. He goes about doing “good deads”, but ends up, as always, causing more trouble than good …",
                    "Aliases": []
                },
                "68": {
                    "ID": "3594891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594891",
                    "TitleEnglish": "Detective Ollie",
                    "SummaryEnglish": "The snow has laid pretty deep. Having nothing to do, Boes is going to play his flute, but he finds it is missing. Boes believes that someone has stolen it and goes out with Tad and lays to catch the thief.",
                    "Aliases": []
                },
                "69": {
                    "ID": "3594881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594881",
                    "TitleEnglish": "Shaping Up",
                    "SummaryEnglish": "Boes and other animals eat too much and they all suffer from excessive eating and lack of physical exercise. Boes suggests they all have some exercise, but....",
                    "Aliases": []
                },
                "70": {
                    "ID": "3594941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594941",
                    "TitleEnglish": "Pachyderm Problems",
                    "SummaryEnglish": "Tad finds a baby elephant that has wandered away from his herd. He leaves the elephant with Boes while he goes in search of that herd. The baby elephant is very rascal and causes a lot of trouble for Boes....",
                    "Aliases": []
                },
                "71": {
                    "ID": "3594931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594931",
                    "TitleEnglish": "Ollievolution",
                    "SummaryEnglish": "Boes uncovers some bones while digging a well. He and Tad decide that they are the bones of Gourmesh’s ancestors, Tad then gives a lecture on the Theory of Evolution with some interesting Results …",
                    "Aliases": []
                },
                "72": {
                    "ID": "3594951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594951",
                    "TitleEnglish": "The Contest",
                    "SummaryEnglish": "Boes is good at archery. He’s good enough to hit a target right in the center. Now he wants to hit a moving target and asks Cal the rabbit and others to be his targets. Tad suggests they have a contest so that the animals may show their special arts. Boes agrees and asks the other animals to join the contest....",
                    "Aliases": []
                },
                "73": {
                    "ID": "3595031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595031",
                    "TitleEnglish": "Mushroom Mania",
                    "SummaryEnglish": "Boes and Tad go into the forest to look for mushrooms. They are so eager that everything begins to look like a mushroom. After many disappointments, Boes finally succeeds in picking a basketful of mushrooms which, of course, turn out to be poisonous. Just when the two are ready to give up, they come upon some strange stones....",
                    "Aliases": []
                },
                "74": {
                    "ID": "3594991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594991",
                    "TitleEnglish": "Ollie to the Rescue",
                    "SummaryEnglish": "One day, an eagle carries off a mother kangaroo and drops her on an island in the river. Boes and Tad try to save her in a boat, but are stopped by a crocodile. They then decide to build a bridge to the island. After great difficulties, Boes manages to save the kangaroo, but is left stranded himself …",
                    "Aliases": []
                },
                "75": {
                    "ID": "3594971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594971",
                    "TitleEnglish": "Unbearable Night",
                    "SummaryEnglish": "It is nearly winter now. So it is a season when bears are supposed to be in hibernation, but Mark the bear is still active outside. Boes and Tad decide to persuade Mark to hibernate and attempt to do various things....",
                    "Aliases": []
                },
                "76": {
                    "ID": "3595001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595001",
                    "TitleEnglish": "Funny Forest",
                    "SummaryEnglish": "Boes and Tad set out one morning to pick some apples growing on a mountain some distance away. On their way to the mountain, they are sidetracked by the other animals in the forest and, for some reason, end up orbiting the earth instead of picking apples....",
                    "Aliases": []
                },
                "77": {
                    "ID": "3595021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595021",
                    "TitleEnglish": "The Grass is Always Greener",
                    "SummaryEnglish": "There isn’t enough grass in the pastures to -feed the cattle, so Boes decides to take them to the other side of the mountain. However, the mountain is too steep to climb. Does than decides to dig a tunnel through the mountain with the help of other animals....",
                    "Aliases": []
                },
                "78": {
                    "ID": "3595041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595041",
                    "TitleEnglish": "Down to Size",
                    "SummaryEnglish": "After an irritating morning, Boes falls asleep on the riverbank and awakes to -find that he and Tad have shrunken to the size of an ant. The little creatures that now look many times their original size torment them. Just when they find themselves trapped between a barking dog and a hissing cat, with no place to hide, Boes awakens to discover it was all a dream…",
                    "Aliases": []
                },
                "79": {
                    "ID": "3594981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594981",
                    "TitleEnglish": "Athletic Antics",
                    "SummaryEnglish": "Boes is quite proud of this athletic abilities. When Tad praises him, he decides to start working out in order to challenge Rambau. The result is not very good, so he goes out to discover what sort of sports the other animals of the forest enjoy....",
                    "Aliases": []
                },
                "80": {
                    "ID": "5622271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/5622271",
                    "TitleEnglish": "Searching for food",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "81": {
                    "ID": "3595051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595051",
                    "TitleEnglish": "Undersea Ollie",
                    "SummaryEnglish": "Boes decides that he wants to go treasure hunting underwater to find something with which to decorate his home. Many beautiful and unusual objects come almost within his reach but as usual, things just don’t go, as he’d like them to….",
                    "Aliases": []
                },
                "82": {
                    "ID": "3595111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595111",
                    "TitleEnglish": "Cowboy Ollie",
                    "SummaryEnglish": "Boes uses lays to bring in the cows. However, there is one cow that refuses to come in. Boes goes after him with a lasso...",
                    "Aliases": []
                },
                "83": {
                    "ID": "3595061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595061",
                    "TitleEnglish": "Good Old Sammy",
                    "SummaryEnglish": "Tays helps Boes out, with good results and bad, but to Tad, he seems to be the model dog, loyal to his master. After many misadventures Boes decides that Tays is not such a good dog, after all. Tays disproves this by discovering a hot spring, but...",
                    "Aliases": []
                },
                "84": {
                    "ID": "3595071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595071",
                    "TitleEnglish": "A Fish Wish",
                    "SummaryEnglish": "Boes’ goldfish refuses to eat one day and Boes thinks that it is because they are unhappy with the small bowl they are in. He makes them a pond to play in. They look so happy that Boes decides to try living underwater as well. After several failures, he is finally able to learn what it is like to live underwater...",
                    "Aliases": []
                },
                "85": {
                    "ID": "3595011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595011",
                    "TitleEnglish": "Food Frolic",
                    "SummaryEnglish": "Boes gets very angry when Tad serves fried eggs for the nth time. He walks out and tries to some food for himself, but finds out that it’s much more difficult than he had bargained for …",
                    "Aliases": []
                },
                "86": {
                    "ID": "3595081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595081",
                    "TitleEnglish": "Cleanliness is Next to Oxliness",
                    "SummaryEnglish": "Boes decides to help the other animals to look beautiful. He has a few successes but, as usual, most of his efforts end in failure.",
                    "Aliases": []
                },
                "87": {
                    "ID": "3595151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595151",
                    "TitleEnglish": "Ollieland",
                    "SummaryEnglish": "The animal kids get into all sorts of mischief, so Boes decides to help them by creating an amusement park for animals. He has the adult animals help out, he creates some very ingenious rides but he always ends up destroying his creations.",
                    "Aliases": []
                },
                "88": {
                    "ID": "3595131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595131",
                    "TitleEnglish": "On the Move",
                    "SummaryEnglish": "The animals keep Boes and Tad up night after night. Boes decides to move to a quieter place. They pack their things, but need help carrying them. They go from animal to animal for help, but find in the end it’s difficult to leave friends behind.",
                    "Aliases": []
                },
                "89": {
                    "ID": "3595101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595101",
                    "TitleEnglish": "Oxen Opera",
                    "SummaryEnglish": "Boes mistakenly believes that he has a beautiful singing voice and that everyone is dying to hear him sing. He nearly drives all the animals crazy with his singing...",
                    "Aliases": []
                },
                "90": {
                    "ID": "3595121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595121",
                    "TitleEnglish": "A Sporting Ox",
                    "SummaryEnglish": "When Does pops a button, he decides that he should get some exercise in order to get into shape. While he’s out running, he notices the other animals lolling around. He decides to help them shape up by teaching them to play baseball.",
                    "Aliases": []
                },
                "91": {
                    "ID": "3595211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595211",
                    "TitleEnglish": "Real Quack Up",
                    "SummaryEnglish": "A spotbill duck lays its eggs in Boes’ house. Boes takes over for the exhausted mother, and soon the chicks hatch. When the chicks are old enough, their mother takes them on a journey to a nearby pond. Boes decides that he must protect them...",
                    "Aliases": []
                },
                "92": {
                    "ID": "3595161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595161",
                    "TitleEnglish": "Say Cheese",
                    "SummaryEnglish": "Boes sets out with his camera, in order to catch some “perfect moments”. Each time someone or something ruins his picture but he doesn’t give up easily.",
                    "Aliases": []
                },
                "93": {
                    "ID": "3595141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595141",
                    "TitleEnglish": "Bringing Up Birdy",
                    "SummaryEnglish": "One day, Boes decides to train a young hawk to hunt. The hawk has no idea how to capture its preys. Tad suggests that Boes uses a stool pigeon in order to give the hawk practice. Of course, he ends up being that stool pigeon.",
                    "Aliases": []
                },
                "94": {
                    "ID": "3595181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595181",
                    "TitleEnglish": "Three Ring Disaster",
                    "SummaryEnglish": "After seeing an article in the newspaper about a circus, Does decides to start his own. He trains the animals to do tricks. All goes fairly well till he gets two elephants to get up on the trapeze swings...",
                    "Aliases": []
                },
                "95": {
                    "ID": "3595171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595171",
                    "TitleEnglish": "Ollie’s Workout",
                    "SummaryEnglish": "Boes notices many animals who seem to have lost their stamina and decides to help them exercise and build up their muscles. A success story, for a change. .",
                    "Aliases": []
                },
                "96": {
                    "ID": "3594961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3594961",
                    "TitleEnglish": "Bumbling Bicycles",
                    "SummaryEnglish": "When Boes’ bicycle breaks down, all of the animals run off with the different parts. Boes decides to build his own, but finds that the other animals have fashioned their own wheels and are able to travel faster than he can. He finally gives up and decides to build one great bicycle for all of them, with wild results.",
                    "Aliases": []
                },
                "97": {
                    "ID": "3595221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595221",
                    "TitleEnglish": "Soccer Fever",
                    "SummaryEnglish": "Tad complains that Boes spends too much time napping. He suggests that Boes practices soccer for exercise. Does especially enjoy kicking balls, which, as usual, gets him into hot water.",
                    "Aliases": []
                },
                "98": {
                    "ID": "3595241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595241",
                    "TitleEnglish": "Fashion Foul-Up",
                    "SummaryEnglish": "Boes gets it into his head that he should try to beautify the animals. He tries to give lessons in dressing up to look better, and gets himself into a lot of hot water..",
                    "Aliases": []
                },
                "99": {
                    "ID": "3595091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595091",
                    "TitleEnglish": "Mimicry Gimicry",
                    "SummaryEnglish": "Although Rott is a parrot, he has trouble making parroting sounds. Boes and Tad do their best to teach him to say “Good Morning”, without success. It turns out that Rott is a genius at mimicking other animals. He causes great havoc everywhere. .",
                    "Aliases": []
                },
                "100": {
                    "ID": "3595201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595201",
                    "TitleEnglish": "Food for Thought",
                    "SummaryEnglish": "Boes notices the animals digging through the trash and fighting over food and decides to give a lesson in gourmet dining. He prepares appetizing food for the animals and all seems to go. But, toward the end of the story calamity strikes",
                    "Aliases": []
                },
                "101": {
                    "ID": "3595191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595191",
                    "TitleEnglish": "Be Prepared",
                    "SummaryEnglish": "The animals seem very restless. Does and Tad believe that it is a sign that an earthquake is pending. Boes decide, in that case, the animals should be given an earthquake drill. He puts everyone through terrible trials...",
                    "Aliases": []
                },
                "102": {
                    "ID": "3595271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595271",
                    "TitleEnglish": "Beat the Heat",
                    "SummaryEnglish": "Boes’ electric fan goes out of order one sizzling day. While Tad tries to fix it, Boos tries to find some nice, cool place to wait. He discovers how difficult it is to find comfort, but is finally able to coil off in the end.",
                    "Aliases": []
                },
                "103": {
                    "ID": "3595231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595231",
                    "TitleEnglish": "Squeaky Clean",
                    "SummaryEnglish": "Boes cleans up his home and is so pleased to see it spic and span, that ho decides to go out and teach the other animals what it feels like to be clean. He goes about scrubbing up the animals with the expected results.",
                    "Aliases": []
                },
                "104": {
                    "ID": "3595251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ox-tales/episodes/3595251",
                    "TitleEnglish": "Worrisome Wolves",
                    "SummaryEnglish": "Boes at his shiny best! Two wolves try to get at Does’ hens and pigs. For a change, everything Boes does (well, almost) to turn back the wolves goes well! This is not the same Butterfinger Boes we know so well...",
                    "Aliases": []
                }
            }
        }
    }
}