{
    "URL": "https://thetvdb.com/series/wagaya-no-oinari-sama",
    "Genres": [
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216232/",
        "https://www.themoviedb.org/tv/36587"
    ],
    "TitleEnglish": "Our Home's Fox Deity",
    "SummaryEnglish": "Noboru and Toru are two brothers that have grown away from their family's' secret. The fact that their family can use the Water ki and can ward off demons. But when a demon is after Torus' life, in order for the family to keep him safe they need to awaken the fox-spirit Kūgen. Kūgen will not help for the sake of the family but only for the sake of the children's late mother.",
    "Aliases": [
        "Coo: Our Guardian",
        "Wagaya no Oinari-sama",
        "Wagaya no Oinarisama"
    ],
    "Modified": "2024-09-06",
    "Seasons": {
        "0": {
            "ID": "34554",
            "URL": "https://thetvdb.com/series/wagaya-no-oinari-sama/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1370291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1370291",
                    "TitleEnglish": "DVD Bonus 1",
                    "SummaryEnglish": "Oinari-sama. Tries on nekomimi.\r\nOinari-sama. Drinks coffee.\r\nOinari-sama. Tries on nekomimi once more.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1594141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594141",
                    "TitleEnglish": "DVD Bonus 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "1594151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594151",
                    "TitleEnglish": "DVD Bonus 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "1594161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594161",
                    "TitleEnglish": "DVD Bonus 4",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "1594171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594171",
                    "TitleEnglish": "DVD Bonus 5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "1594181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594181",
                    "TitleEnglish": "DVD Bonus 6",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "1594191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594191",
                    "TitleEnglish": "DVD Bonus 7",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "1594201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594201",
                    "TitleEnglish": "DVD Bonus 8",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "1594211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594211",
                    "TitleEnglish": "DVD Bonus 9",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "1594221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594221",
                    "TitleEnglish": "DVD Bonus 10",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "1594231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594231",
                    "TitleEnglish": "DVD Bonus 11",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "1594241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/1594241",
                    "TitleEnglish": "DVD Bonus 12",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34555",
            "URL": "https://thetvdb.com/series/wagaya-no-oinari-sama/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "382981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382981",
                    "TitleEnglish": "Oinari-sama. The Seal is Broken",
                    "SummaryEnglish": "The Takagami brothers return to their mother's hometown only to find out that she was the last Priestess of the Water and that the elder sibling, Noboru, is now the head of the Mizuchi Family. Tōru, on the other hand, is currently being targeted by Yōkai for the power he possesses. In order to protect him, the Guardian spirit, Kūgen Tenko, is released from the seal that held her captive. Later that night, the enemy attacks and it requires both Kūgen and the sentinel Kō's combined abilities in order to vanquish the evil spirit. Afterwards, the brothers return home with both Kūgen and Kō, who will both serve as their guardians from spirits who mean to do them harm.",
                    "Aliases": []
                },
                "2": {
                    "ID": "382982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382982",
                    "TitleEnglish": "Oinari-sama. Dwells at Our House",
                    "SummaryEnglish": "After getting permission from Noboru and Tōru's father, Kūgen and Kō are allowed to stay in their house. Kūgen shifts into his male form and asks Noboru to bring him to the town's Shinto shrine, in accordance to the custom where a spirit has to ask permission from the local god before using his powers. They discover that the owner of the local convenience store is the local god, Ebisu, who serves as the patron of merchants. After accompanying Ebisu to the shrine, Ebisu orders his shrine's gatekeepers—a pair of imperial guardian lions named Kōga and Eiga to attack Kūgen's group. A battle then ensues which Kūgen wins after \"summoning Shin\" from the sky. Ebisu then explains that he was only trying to destroy his temple to attract more business. Ebisu also tells Kūgen in private that Miyako's spirit still haunts the land.",
                    "Aliases": []
                },
                "3": {
                    "ID": "382983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382983",
                    "TitleEnglish": "Oinari-sama. Goes to School",
                    "SummaryEnglish": "While channel surfing, Kūgen gets curious about what happens in school. She then gets Tōru to take her and Kō to Noboru's high school. Meanwhile Noboru is unable to stop worrying about leaving only Kūgen and Kō at home. His preoccupation causes him to lose a badminton game and prevents him from noticing that his classmate, Sakura, has already asked him out on a date. Kūgen then arrives in school and starts participating in the different club's activities. While chasing after Kūgen, Noboru and Sakura are attacked by three Earth Spectres. Kūgen arrives at the scene and rescues Noboru using wood techniques such as \"Humongous Tree Branches\" and \"A Tornado of Sakura Petals\". After the fight, Kūgen seals Sakura's memory of the incident.",
                    "Aliases": []
                },
                "4": {
                    "ID": "382984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382984",
                    "TitleEnglish": "Oinari-sama. Harvest",
                    "SummaryEnglish": "Kō doubts her capacity to serve as the Mizuchi sentinel after causing several mishaps while trying to help out in the household chores and also after making Tōru feel uneasy by asking him questions regarding his mother. Kūgen then goes out to harvest ingredients for the gourmet dinner that she wants to eat. Tōru also leaves home, rejecting Kō's offer to accompany him. Noboru finds the disheartened Kō, whom he encourages by explaining that Tōru's unease stems from his lack of memories about their mother. Kō follows after Tōru to find him ensnared by an Edamame Bean Woman. During the fight, Kō's face glows from the glowing scales on her face and her dragon race origins are discovered. The Bean Woman unwittingly discloses to Tōru that he was always under the protection of his mother's spirit. Kūgen arrives to free Tōru from the giant beanstalks, allowing Kō to unleash her full powers against the Yokai.",
                    "Aliases": []
                },
                "5": {
                    "ID": "382985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382985",
                    "TitleEnglish": "Oinari-sama. Violates a Taboo",
                    "SummaryEnglish": "Kūgen notices that Tōru also has the same scar that Miyako once had. This spurs Kūgen to perform a taboo ritual that will allow the bridge between the mortal and the spirit realm to be opened. During the dance-like ritual, Ebisu arrives and commands Kūgen to discontinue the rite, otherwise he will have to enforce the necessary punishment. Kūgen attempts to fight Ebisu, but he threatens to harm the brothers. Kūgen surrenders and allows her hair to be cut off in return for forgiveness. Afterwards, Tōru meets his mother as a spirit for the first time, however she cannot be seen by Noboru. Miyako remarks that she and Tōru are alike before she departs for the afterlife. Back in his convenience store, Ebisu is delighted that he can now sell bracelets created from Kūgen's hair.",
                    "Aliases": []
                },
                "6": {
                    "ID": "382986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382986",
                    "TitleEnglish": "Oinari-sama. Eating Oneself to Ruin",
                    "SummaryEnglish": "On the way home from school, Noboru and Sakura stop by a bookstore where they meet up with Kou and Kuugen. On discovering that Kou came there to get a book by which she could teach herself to cook, Sakura invites herself over to Noboru's place by offering to teach her. Kuugen is bribed by the offer of a homemade chocolate cake. Later when Sakura drops by, Kuugen manages to disrupt the entire cooking process by coating the entire kitchen with cocoa as a part of her research into the chocolate cake's ingredients. To placate the tantrum throwing Kuugen, who still wants to eat cake, Sakura offers to take to the girls to an all-you-can-eat cake buffet. At the buffet, while Kuugen eats herself to distraction, Sakura and Kou get to know each other better. On the way home, they meet the Takagami brothers who have managed to attract the attention of a few low level Book-dwelling Spirits. Kuugen promptly vanquishes them and once again seals Sakura's memory, but someone else has been watching Kuugen's display of power from the sidelines.",
                    "Aliases": []
                },
                "7": {
                    "ID": "382987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382987",
                    "TitleEnglish": "Oinari-sama. Embracing a Young Fox",
                    "SummaryEnglish": "A father and son pair of foxes come to pay Kuugen a visit, and ask for her help because their home in the mountains has been destroyed by humans. Kuugen asks Noboru to allow them to stay for a while. As the two lack names, She names the baby fox \"Daigoro\", and the father by implication is named \"Ogami Ittō\". Later Ogami helps Kou in her battle against a Clam Spirit who is targeting Tōru. The gatekeepers from Ebisu's shrine show up to claim the clam. It is explained that the clam is on the run from the neighboring area's deity, Mubyōu, from whom it had stolen a treasured artifact. The reward promised by the famously violent Mubyōu for the return of the clam is the spiritual rights to a piece of land. Kuugen and Noboru manage to blackmail the gatekeeper spirits into letting Ogami keep the clam, and thus Ogami gains a home for himself and Daigoro from Mubyōu.",
                    "Aliases": []
                },
                "8": {
                    "ID": "382988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382988",
                    "TitleEnglish": "Oinari-sama. Seeking Something",
                    "SummaryEnglish": "The Akagi District deity, Mubyōu, is looking for the Reverse Circle. She asks for the help of Tōru and Kuugen. Kuugen agrees to help only because Tōru asked her to. Mubyōu said the clam did not know anything except that the clam's partner, a raccoon, knows where it is. After getting Tōru into the Akagi High School, Mubyōu reveals she was told it was in Tōru's head. However, before Mubyōu can open Tōru's head, what seems to be Ogami saves Tōru and takes him to the rooftop. Ogami acts strangely, and Daigoro reveals it is not his father. Kuugen attacks \"Ogami\" and it changes back into its true form, a raccoon. Noboru finds Ogami unconscious in the school. Tōru realizes the thing around Daigoro is actually the Reverse Circle, but Kuugen cuts him off before he is able to tell Mubyōu. A fight ensues between Mubyōu and Kuugen. Kuugen wins the fight and it appears as though she is about to kill Mubyōu, but Tōru stops her and gives Mubyōu the Reverse Circle.",
                    "Aliases": []
                },
                "9": {
                    "ID": "382989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382989",
                    "TitleEnglish": "Oinari-sama. Has a Scuffel!",
                    "SummaryEnglish": "This episode begins with Mubyou running from an unknown attacker who is wearing an owl mask that much resembles a raccoon and a black cloak and is asking for the Reverse Circle (Also known as Sakasaen). The attacker uses a weapon that resembles blue wire. Mubyou, in a desperate effort to get away, throws out the brown wolf puppet which transforms into a guardian wolf, which the attacker shreds into small pieces. The next day, the Owl-Masked Figure meets Kou outside the house where she asks to meet with the Head of the Miduchi. During the meeting, the cloaked figure reveals that she is the god of a nearby land and that the Sakasaen is a treasure of her land which belongs to her, not Mubyou. Kuu agrees to help this god find Mubyou and help take back the Reverse Circle; they believe she fled to Suzunose. After an unsuccessful day of searching, Kuu and the Owl-Masked God battle one-on-one. Kuu gives Toru a green bracelet which resembles the one made from her hair. Noboru and Kou spend their evening at a park setting off fireworks; Kou blesses cursed men and receives alcohol in return. Mubyou tricks Toru into following her away from Kuu and puts the Reverse Circle around his neck. Kou is shown drunk at the end of this episode.",
                    "Aliases": []
                },
                "10": {
                    "ID": "382990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382990",
                    "TitleEnglish": "Oinari-sama. Betrays!?",
                    "SummaryEnglish": "The Owl Mask is smashed and falls to the ground revealing this god to have the same face as Mubyou. She explains that she is the real Mubyou, and that the other Mubyou has the same face as she does. When Kuugen runs to the aid of Toru, the copy Mubyou threatens that Toru will be engulfed in flames from the Sakasaen. Kuu taunts her to try it; however, when the copy Mubyou sets the fire on Toru, the flames are reversed and set her alight instead. Kuu reveals that the reason this happened was because of the mirror enchantment she had placed on the green bracelet which she had given to Toru. Mubyou is revealed as a living doll modeled to resemble the true Mubyou. Mubyou gives the Mubyou-doll her cloak and tells Kuugen that she looks forward to when they will meet again in eight years. Kou is shown running after the spirit dragon which left her. The next day, Mubyou gives Kou the Reverse Circle and departs.",
                    "Aliases": []
                },
                "11": {
                    "ID": "382991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382991",
                    "TitleEnglish": "Oinari-sama. Goes to Work!",
                    "SummaryEnglish": "Kou accidentally breaks a window and is determined to pay for it herself, (as well as the for dishes she has been breaking). She turns to Misaki for advice, and Misaki suggests that getting a part-time job would be the best thing in order to pay for repairs to the window. Kou's first job is at the tea shop, where Kuu tags along for fun. Kou is fired for breaking many of the dishes, and Kuu is fired for yelling at the customers and eating a lot of food during work. They get new jobs at Domo Burgers, where many girls line up just to order from Kuu in her male form. Kou gets fired for preparing food poorly, while Kuu is fired for flirting. They both get jobs at Ebisu's market delivering pizzas. Kou gets lost and cannot find the delivery address; Kuu delivers pizza by throwing them on customers' doorsteps without obtaining payment - and those are all promptly stolen by a cat-demon who is a fan of Kuu. Kou and Kuu are fired once again.",
                    "Aliases": []
                },
                "12": {
                    "ID": "382992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382992",
                    "TitleEnglish": "Oinari-sama. Traveling",
                    "SummaryEnglish": "Kuu is given a chance at a lottery and wins a pair of tickets to an Onsen, (a public bath), food included. The boys are reunited with their grandmother and uncle on this vacation. While everyone else decides to go to the town to shop for souvenirs, Toru chooses to stay by himself at the inn to play with a little girl. Unfortunately, the girl turns out to be a Zashiki-warashi who proceeds to drain Toru of his energy. Kou, realizing that nobody is protecting Toru, hurries back with the others only to find the inn in turmoil. Kuu captures the spirit, who then restores Toru. Toru and Noboru defend Kuu and Kou from their grandmother's rebukes regarding their guardianship.",
                    "Aliases": []
                },
                "13": {
                    "ID": "382993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382993",
                    "TitleEnglish": "Oinari-sama. Becomes a Female High School Student",
                    "SummaryEnglish": "Kuu, Toru, and Kou join Noboru and Sakura at the school cultural festival. There they meet a fox who has a history with Kuu. Sakura and Noboru watch a band play in the auditorium. They are about to leave until a girl starts singing on stage.",
                    "Aliases": []
                },
                "14": {
                    "ID": "382994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382994",
                    "TitleEnglish": "Oinari-sama. Making a Phone Call",
                    "SummaryEnglish": "A cat person delivers a box addressed to Toru. When they open the box, everyone is shocked to see a girl wrapped in charms. They do not know who or what she is, nor why she will only answer to Toru. A company to whom the girl was supposed to be delivered thinks that Kuu stole her. The company kidnaps Noboru in order to force Kuu to give them the girl.",
                    "Aliases": []
                },
                "15": {
                    "ID": "382995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382995",
                    "TitleEnglish": "Oinari-sama. Goes to Church",
                    "SummaryEnglish": "Kuu goes to get Noboru back. He learns that Shiro, the girl that was sent to Toru, belongs to a group of Oni. Kuu decides to give her back and Noboru returns home.",
                    "Aliases": []
                },
                "16": {
                    "ID": "382996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382996",
                    "TitleEnglish": "Oinari-sama. Enduring",
                    "SummaryEnglish": "Shiro runs away to go and find Toru. She meets him at his school and is followed by a group of Oni.",
                    "Aliases": []
                },
                "17": {
                    "ID": "382997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382997",
                    "TitleEnglish": "Oinari-sama. Chasing",
                    "SummaryEnglish": "Tooru runs away with Shiro, trying to escape the Oni. Kuu is following with the Department of Custody agents. Tooru's friend helps him sneak past the Oni, and Tooru goes to ask Ogami for a place to stay. The Oni find him, but Mubyou shows up to beat them down as Tooru and Shiro run off. Meanwhile, Noboru and Kou are cooking. Kuu learns that one of the agents she is following around is Tsukuyomi, the one who sealed her. Kuu comes to a decision that the agents want to seal Shiro, due to her pale white skin, (white symbolizes the clouds, and is therefore a sign of rebellion against the gods because clouds cover the symbol of the gods, the sun), and that Shiro was in the Land of the Gods. So they leave Kuu behind, telling her not to interfere. Noboru and Kou go in search of Tooru now that they know he is missing, and Tooru and Shiro meet up with Sakura, and the Oni appear to take Shiro with the new familiar, Dema, which they have purchased.",
                    "Aliases": []
                },
                "18": {
                    "ID": "382998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382998",
                    "TitleEnglish": "Oinari-sama. Gets Memories",
                    "SummaryEnglish": "Shiro and Dema fight; Kou takes out Dema with Sakasaen. Bekira wants to seal Shiro, so Kou and Bekira fight. Kuu and Tsukuyomi argue about Shiro's fate. Kuu does not believe sealing Shiro would make Tooru happy, while Tsukuyomi says Tooru would be chased by the Oni for the rest of his life if it did not happen. Tsukuyomi maintains that Shiro must either die or be sealed. Kuu phones Noboru saying that Shiro will die unless Bekira seals her. Tooru and Noboru agree, however Kuu omits to tell them that Shiro's only real danger was from Tsukuyomi and other like-minded Gods.",
                    "Aliases": []
                },
                "19": {
                    "ID": "382999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/382999",
                    "TitleEnglish": "Oinari-sama. Bakes Potatoes",
                    "SummaryEnglish": "A god of poverty has arrived at Suzinoze, and Ebisu is freaking out about it. He gets all of the specters to search for the god. Meanwhile, Noboru is leading kids around from house to house, collecting candies because it is Halloween. He comes across the god of poverty without knowing it, and has him collect candy with him. In the end, Ebisu gives Noboru one hundred thousand dong as a reward, and the god of poverty gives all the luck he collected to Noboru for his kindness. Meanwhile, Kuu is attempting to roast potatoes, but fails because her luck is taken away.",
                    "Aliases": []
                },
                "20": {
                    "ID": "383000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/383000",
                    "TitleEnglish": "Oinari-sama. Takes a Trip Again",
                    "SummaryEnglish": "Mystery! Kuu once again wins the lottery for a pair of tickets to an Onsen, however (due to various reasons) only Kuu and Noburu end up going. There Kuu gets a chance of solving a mystery about why various unplanned events end up happening. In the end, it turns out the culprits are only a few among the people present.",
                    "Aliases": []
                },
                "21": {
                    "ID": "383001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/383001",
                    "TitleEnglish": "Oinari-sama. Receives Medical Treatment",
                    "SummaryEnglish": "A werewolf attack occurs in town. Noboru is then attacked by one of his fellow students, who was converted into a werewolf, only for Kuu to arrive and cure the student.",
                    "Aliases": []
                },
                "22": {
                    "ID": "401018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/401018",
                    "TitleEnglish": "Oinari-sama. Joins the party",
                    "SummaryEnglish": "Noboru visits Momiji Miyabe in her penthouse, only to be taken captive by the werewolves there as Kuu comes to his rescue. When Momiji transforms into a werewolf, Kuu ends up in a fight with her and manages to take her down with a water attack. Bekira arrives, curing Momiji of her lycanthropy via a cure dart.",
                    "Aliases": []
                },
                "23": {
                    "ID": "401019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/401019",
                    "TitleEnglish": "Oinari-sama. Diets",
                    "SummaryEnglish": "After finding out she has gain weight over the holidays, Misaki decides to go on a diet. At the Takagami household, Noboru tells Kou and Kuugen they can't snack for a little while, until Kou loses the weight she has gained. After running into Kou and Kuugen while looking for a diet book, Misaki teams up with the two to help herself and Kou lose weight",
                    "Aliases": []
                },
                "24": {
                    "ID": "401020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wagaya-no-oinari-sama/episodes/401020",
                    "TitleEnglish": "Oinari-sama. Visits the shrine for the New Year",
                    "SummaryEnglish": "As Noboru has Kuugen and Kou do chores, Gyokuyou watches in disgust at what Kuugen is doing. Later Noboru and Tooru go to take advantage of a sale, but find the address to be an empty lot, and are attacked by creature soon after. After Noboru and Tooru do not return, Kuugen and Kou go search for them. Kuugen soon realizes that Gyokuyou is behind the two's disappearance. After a a short confrontation, Gyokuyou tells Kuugen that if she doesn't leave the Takagami brothers, he may end up killing them.",
                    "Aliases": []
                }
            }
        }
    }
}