{
    "URL": "https://thetvdb.com/series/sekirei",
    "Genres": [
        "Adaptation",
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1339238/",
        "https://www.themoviedb.org/tv/34805"
    ],
    "Titles": {
        "eng": "Sekirei",
        "jpn": "セキレイ"
    },
    "Summaries": {
        "eng": "Shy and awkward, but moral and caring 19-year-old Minato, after failing to get into college again, runs into Musubi, a girl his age who surprises him with her superhuman abilities. He's told by her that he's an ashikabi, a destined young man, meant to strengthen girls like her, a sekirei, through sexual contact.",
        "jpn": "恥ずかしがり屋でぎこちないが、道徳的で思いやりのある19歳の湊は、大学に再び入学できなかった後、超人的な能力で彼を驚かせる同年代の女の子、むすびに出くわす。 彼は彼女から、彼は彼女のような女の子、セキレイを性的接触を通して強化することを意図した運命の若い男であるアシカビであると言われました。"
    },
    "Aliases": [
        "Sekirei: Pure Engagement",
        "Wagtail",
        "セキレイ～Pure Engagement～"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "34565",
            "URL": "https://thetvdb.com/series/sekirei/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "469421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/469421",
                    "Titles": {
                        "eng": "Kusano's First Shopping Trip",
                        "jpn": "初メテノオツカイ"
                    },
                    "Summaries": {
                        "eng": "OVA coming with 6th vol. limited edition of Sekirei, featuring Kuu. “Ku-chan Hajimete no Otsukai\"\r\n\r\nMusubi and Tsukiumi has another race to the super market. Kusano decides to join the race, and win it so that she deserves to sit next to Minato during dinner. Kusano does not do so well in the competition due to the fact that she becomes frequently lost and cannot focus on her task. Sympathizing Kusano, Musubi and Tsukiumi decides to team up and help Kusano to win the competition.",
                        "jpn": "草野が初めてお買い物勝負（初めてのお使い）に参戦するエピソード。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "2726861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2726861",
                    "Titles": {
                        "eng": "Two-Topic Gossip",
                        "jpn": "閑話弐題（鶺鴒診断/鶺鴒余暇）"
                    },
                    "Summaries": {
                        "eng": "This is an BD/DVD-only unaired episode, designated as episode 0.\r\nBased on two omakes from the manga, this fan-service focused episode features Minato's Sekireis going for a physical check-up and to a MBI-owned resort. Both outings end with Benitsubasa destroying the building after being inadvertently made fun off by Minato's Sekireis, and both time Homura did not join the activities because he couldn't decide whether he was male or female.",
                        "jpn": "「鶺鴒診断」\r\n鉄橋崩壊後、復興作業に追われる新東帝都。\r\nそんなある日、戦闘不可の中立地帯でM・B・Iによるセキレイの健康診断と体力測定が行われる。\r\n会場に続々と集合するセキレイたち。\r\nそこには巨乳合戦で盛り上がる結や月海、風花らの姿と、言い知れぬ怒りを燃やす小さな胸の紅翼がいた―。\r\n\r\n「鶺鴒余暇りぞーと」\r\nM・B・I社員専用の豪華保養所を一日限定で葦牙と関係者に解放する、という素敵な招待メールが届く。\r\n海水浴に温泉、身も心も解放されたセキレイたちは羽を伸ばして余暇りぞーとを楽しむ。\r\nしかし、そこには結や月海、風花らの嬉し恥ずかし玉肌巨乳合戦を目撃し、計り知れぬ憤りに震える微乳の紅翼がいた―。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "8919915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919915",
                    "Titles": {
                        "eng": null,
                        "jpn": "Season 1 Opening Credit (Textless)"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "8919916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919916",
                    "Titles": {
                        "eng": null,
                        "jpn": "Season 1 Ending Credit (Textless)"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "8919919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919919",
                    "Titles": {
                        "eng": null,
                        "jpn": "Season 2 Opening Credit (Textless)"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "8919918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919918",
                    "Titles": {
                        "eng": null,
                        "jpn": "Season 2 Ending Credit (Textless)"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "8919925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919925",
                    "Titles": {
                        "eng": null,
                        "jpn": "Season 2 Episode 10 Textless Ending"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "8919917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919917",
                    "Titles": {
                        "eng": null,
                        "jpn": "Season 1 Opening Credit (Textless)"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34566",
            "URL": "https://thetvdb.com/series/sekirei/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "383058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383058",
                    "Titles": {
                        "eng": "Sekirei",
                        "jpn": "セキレイ"
                    },
                    "Summaries": {
                        "eng": "Minato Sahashi, a typical ronin student, finds his life suddenly changed after meeting a strange girl named Musubi. Minato discovers learns that she is a 'Sekirei' and that he is her 'Ashikabi' (ie. Master).",
                        "jpn": "2020年、日本国首都の新東帝都で、巨大企業M・B・I社長の御中広人により、極秘プロジェクト「鶺鴒計画」が発動される。\r\n    それは、新東帝都に放たれた108羽のセキレイとそのパートナーである葦牙が、生き残りをかけて闘うというものだった。\r\n\r\n    そんなある日、大学受験で２度目のサクラチル緑ノ少女を味わった平凡でさえない主人公・佐橋皆人に、空から謎の美少女が落ちてきた!\r\n    その少女の名前は結。彼女は不思議な少女たちに追われていた。そんな結を必死に助けようとする皆人。\r\n    すると、皆人の優しい姿に胸の高鳴りを感じた結は、突然、皆人にキスをする！\r\n    そして結の背中に浮き上がる鶺鴒紋。\r\n\r\n    実は結は、新東帝都に放たれた108羽のセキレイの1羽。そして、結が皆人とのキスで羽化したことにより、皆人は彼女の葦牙に選ばれたのであった！\r\n    果たして皆人の運命は！？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "383059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383059",
                    "Titles": {
                        "eng": "The Door to the New Residence",
                        "jpn": "新屋ノ扉"
                    },
                    "Summaries": {
                        "eng": "When Minato's landlord evicts him from his apartment, he and Musubi must search for a new place to live. Through a twist of fate, the two encounter a young woman named Miya Asami, who runs a boarding house (Izumo Inn) and are allowed to stay.",
                        "jpn": "アパートを追い出された皆人と結は、偶然行き着いた下宿先「出雲荘」に住む事に。\r\n    大家さんの浅間美哉や住人たちの世話になりながら、二人は新生活をスタートさせる。\r\n    そんな中、皆人は庭の樹に不思議な少女の幻影を見るが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "383060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383060",
                    "Titles": {
                        "eng": "The Green Girl",
                        "jpn": "緑ノ少女"
                    },
                    "Summaries": {
                        "eng": "Minato takes a job at a local construction site where he meets another Ashikabi, Seo Kaoru. With Seo's help, Minato infiltrates a nearby botanical garden, drawn by visions of a young Sekirei girl named Kusano, after Seo and his Sekireis eliminate a MBI roadblock in front of the garden. Musubi soon arrives and with her help, Minato rescues Kusano, who later makes Minato her Ashikabi.",
                        "jpn": "アルバイト先で出会った瀬尾香は、以前結を追っていたセキレイ・光と響の葦牙だった。そんな瀬尾に、半ば強制的に連れられて訪れた植物園で、皆人は彼の夢の中で助けを求めて泣いていた幼い少女・草野と出会う。しかし彼女は、タチの悪いセキレイに襲われていたのだった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "383061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383061",
                    "Titles": {
                        "eng": "The Strange Tale of Maison Izumo",
                        "jpn": "出雲荘奇談"
                    },
                    "Summaries": {
                        "eng": "Minato, Musubi and Kusano are startled by strange events at Izumo Inn. Unknown to him, Minato is being secretly watched by a mysterious girl. When Musubi leaves to gather groceries, she is attacked by a satellite weapon controlled by the mysterious girl who then surprises Minato in the washroom.",
                        "jpn": "結に続いて草野を羽化させ、皆人は2羽目のセキレイを得た。そんなある夜、出雲荘の大家である浅間美哉といっしょに寝ていたはずの草野が、オバケを見たと皆人の部屋に逃げ込んでくる。髪が長くて眼鏡をかけた女性が鏡の中で笑っていたと怖がる草野の言葉に、美哉は心当たりがある様子を見せるのだが……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "383062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383062",
                    "Titles": {
                        "eng": "The Water Sekirei",
                        "jpn": "水ノ鶺鴒"
                    },
                    "Summaries": {
                        "eng": "The mysterious girl turns out to be Matsu, a Sekirei who has been hiding at the Inn. Matsu becomes Minato's third Sekirei. Minato has dreams of another Sekirei, later identified as Tsukiumi, a Sekirei that despises Ashikabi. Minato and Kusano go looking for her and encounter Seo. Hikari and Hibiki soon arrive chased by Tsukiumi.",
                        "jpn": "いまだに葦牙と出会っていない未羽化のセキレイである月海は、近ごろ胸の奥にじれったいような感覚を感じていた。それは葦牙が近くにいるという証拠。だが葦牙を下等なサルとして見下す月海は、葦牙と出会い羽化する事を頑なに否定するのであった。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "383063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383063",
                    "Titles": {
                        "eng": "Maison Izumo Flower War",
                        "jpn": "出雲荘花軍"
                    },
                    "Summaries": {
                        "eng": "Tsukiumi attacks Minato to prove that she doesn't need an Ashikabi, but she cannot release her full power. Hibiki and Hikari show her the power of fully winged Sekirei, but Minato shields her from the attack. Finally understanding Minato's feelings, Tsukiumi becomes his newest Sekirei, leading to a comical homecoming.",
                        "jpn": "葦牙を嫌っている月海に、皆人は自分のセキレイになってほしいと申し込む。その言葉に怒りをあらわにする月海だったが、光と響の攻撃や瀬尾の脅威から身を挺して月海を守る皆人に心揺れて…！？"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "383064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383064",
                    "Titles": {
                        "eng": "The Black Sekirei",
                        "jpn": "黒ノ鶺鴒"
                    },
                    "Summaries": {
                        "eng": "Karasuba, a dangerous and lethal Sekirei, pays Musubi a visit at Izumo Inn and reaffirms a promise the two made in the past. MBI Director Minaka initiates the second phase of the Sekirei Plan and blockades Tokyo with armed personnel from MBI's Security Services. Miya establishes new sleeping arrangements at the Inn, to the displeasure of Minato's Sekirei. Yukari and Shiina go shopping, but attract the attention of another Ashikabi.",
                        "jpn": "皆人の「妻の座」をめぐり、今日も結・月海・草野の３人が張り合う出雲荘。昼メロばりの愛欲の宴(?)に、松は大喜びだ。\r\n    そんなある日、結のもとに鴉羽と名乗るセキレイが訪ねて来る。\r\n    「黒のセキレイ」と呼ばれ恐れられる鴉羽だが、結はそんな彼女とも親しげだ。\r\n    一方、皆人たちは「鶺鴒計画」が新たな局面を迎えたことを知らされ……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "383065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383065",
                    "Titles": {
                        "eng": "The Closed Capital",
                        "jpn": "閉ジタ帝都"
                    },
                    "Summaries": {
                        "eng": "Sekirei #95, Kuno, and her Ashikabi Haruka attempt to escape Tokyo despite a lockdown, but are pursued by MBI soldiers and members of the Disciplinary Squad. While Uzume visits her Ashikabi, Chiho, in the hospital, Yukari resolves to help Shiina search for Kusano. Matsu uncovers information about Sekirei being defeated by an unidentified assailant. Tsukiumi and Musubi confront the 'veiled' Sekirei who has corned Kuno and her Ashikabi, unaware that it is Uzume.",
                        "jpn": "帝都がM・B・I私設軍によって封鎖され、「鶺鴒計画」は第弐段階に移行。ついに帝都を舞台とした、セキレイ達のバトルロイヤルが始まった。\r\n    時を同じくして、勝ち名乗りを上げることなく、対戦相手を放置して消える謎のセキレイが出現。\r\n    皆人達が警戒を強める中、同居人のうずめは、病の床にある葦牙・千穂がいる病院を訪ねていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "383066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383066",
                    "Titles": {
                        "eng": "The Veil and the Wind",
                        "jpn": "比礼ト風"
                    },
                    "Summaries": {
                        "eng": "The fight between Tsukiumi and the 'veiled' Sekirei (Uzume) ends abruptly due to the interference of Sekirei #3, Kazehana. Musubi takes Minato to meet Kuno and her Ashikabi, Haruka. Since Kuno is so weak, Haruka has decided to leave the city, but they have met many obstacles. With Musubi's encouragement, Minato agrees to help them. That night, Kazehana and Uzume stumble into Minato's room in a drunken stupor, causing Minato much grief with his Sekirei in the morning.",
                        "jpn": "勝利宣言をしない違反者「比礼のセキレイ」の次なるターゲットは、最弱のセキレイこと久能。\r\n    そこに比礼を追う結と月海が現れ、さらに風花と名乗る新たなセキレイが乱入、場は大混乱となってしまう。比礼と風花を取り逃がした結達は、久能とその葦牙・ハルカから事情を聞き、二人の「帝都脱出計画」に協力することになるが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "388095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/388095",
                    "Titles": {
                        "eng": "The Night Before The Escape",
                        "jpn": "脱出前夜"
                    },
                    "Summaries": {
                        "eng": "Haruka tells the others about how he and Kuno first met. Minato and Musubi take them to see Seo, who gives them information about the Disciplinary Squad and other dangerous Ashikabi in the city. After some 'prompting' from Miya, Seo agrees to help them escape the city. Later that evening, a party is held as Izumo Inn. Despite knowing that Tsukiumi's absence greatly weakens their chances of success, she refuses to help Haruka and Kuno escape, believing their actions to be cowardly.",
                        "jpn": "久能を守るため、帝都を脱出すると決意したハルカ。だが、外へと続く橋はことごとくM・B・Iに封じられている。そこで瀬尾は「般若」が護る帝都北部からの脱出を提案。問題は、ルール違反者を処罰するセキレイ「懲罰部隊」の存在だ。皆人の願いに応え、ハルカらに協力する結達。だが、月海だけは不戦のセキレイ・久能を認めることができないでいた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "388096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/388096",
                    "Titles": {
                        "eng": "The Sekirei Symbol Disappears",
                        "jpn": "鶺鴒紋消失"
                    },
                    "Summaries": {
                        "eng": "Karasuba and Natsuo discuss the relationship between Musubi and Sekirei #8, Yume. The escape plan commences. Matsu rushes to the scene on her motorcycle and saves Kusano, after she becomes surrounded by MBI Security Service soldiers. The group makes it to the bridge, but are confronted by Benitsubasa and Haihane, members of the Disciplinary Squad with orders to prevent Kuno and Shiina from leaving Tokyo at all costs.",
                        "jpn": "掟破りの帝都脱出計画がいよいよ始まった。松がM・B・Iの監視衛星をハックできるのは約１時間。\r\n    その間にハルカらは外へと続く橋を渡りきらなくてはならない。一度は検問所を制圧する草野達だが、\r\n    作戦を予期した御中が私設兵を派遣。M・B・I軍に包囲された草野を救うべく、ついに松が立ち上がる！？"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "388097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/388097",
                    "Titles": {
                        "eng": "The Sekirei of Fate",
                        "jpn": "縁ノ鶺鴒"
                    },
                    "Summaries": {
                        "eng": "Minato is in despair as Musubi is down for the count, but refuses to give up, much to Benitsubasa's irritation, who proceeds to deal with him. Battles rage elsewhere as Kuno and Shiina (along with their respective Ashikabi) come under assault from various adversaries, and thus decided to have themselves winged, repulsing the attacks. But in a twist of fate, someone from Karasuba's past comes to Minato's aid in assisting Kuno and Shiina.",
                        "jpn": "懲罰部隊の猛攻に結の鶺鴒紋が消失！ 久能の「ふにゃふにゃのうた」もその場しのぎにしかならず、駆けつけた月海も懲罰部隊に追い詰められてしまう。\r\n    ひとり敵に立ち向かおうとする皆人だが、その時、機能停止したはずの結が再起動！？\r\n    その身体がまばゆく輝き、腹部に鶺鴒紋が浮かび上がる…！！"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "267111",
            "URL": "https://thetvdb.com/series/sekirei/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "deu": "Sekirei: Pure Engagement"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "deu": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "2392161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2392161",
                    "Titles": {
                        "eng": "Silent Omen",
                        "jpn": "静ナル予兆"
                    },
                    "Summaries": {
                        "eng": "Things calm down at the Izumo Inn (for the most part) as tensions rise for the MBI, and Sekirei and Ashikabi from all over Tokyo try to escape. Something big is surely set to happen. Meanwhile, Benitsubasa plots her revenge on Musubi.",
                        "jpn": "M・B・I主導による厳戒態勢が続く新東帝都。\r\n灰翅に調べさせていた、旧懲罰部隊、謎のセキレイ「結女」の存在にイラつく紅翼。\r\n秘密を知りながら、多くを語らない鴉羽。\r\n鶺鴒紋が反応しながらも、皆人を見守り続ける風花。\r\n千穂のため、ある決意を固めた鈿女。\r\nセキレイの命運を見つめる美哉。\r\n結たちとの平和な日々がずっと続くことを望む皆人。\r\n\r\nそれそれが想いを掛ける中、不気味な静けさの中で、鶺鴒計画は再び動き始める。\r\nそして遂に、新たなステージの幕が上がろうとしていた――。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "2471621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471621",
                    "Titles": {
                        "eng": "The Wind Blows",
                        "jpn": "風立チヌ"
                    },
                    "Summaries": {
                        "eng": "Tensions in the city continue to escalate. Minato and Tsukiumi go to visit his sister Yukari when they are attacked by Haihane, who draws Tsukiumi away. Left alone, Benitsubasa captures Minato in an attempt to draw Musubi out and into a fight. While Matsu and the others try to determine Minato's location, Kazehana manages to track him to a warehouse, but must face both Benitsubasa and Haihane in order to free Minato.",
                        "jpn": "ある日の朝、いつものように出雲荘のみんなで朝食を食べていると、\r\n神妙な顔をした松が突然、外出する際は十分に警戒するよう皆に伝えた。\r\n現在の帝都は、今まで平和主義だった葦牙達も、\r\n戦いに参加する程の不安定な状況なのだという。\r\n\r\nそんな中、皆人の元に妹のユカリから久しぶりに連絡が入り、\r\n外で一緒に夕飯を食べることに。\r\n護衛を勤めると言ってついてきた月海と皆人、\r\nそんな二人を不穏な姿が見つめていた――。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "2471631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471631",
                    "Titles": {
                        "eng": "The Wind's Response",
                        "jpn": "風ノ答エ"
                    },
                    "Summaries": {
                        "eng": "Kazehana begins fighting a losing battle, but when Minato protects her from certain danger, she kisses him to acquire her wings, then easily defeats the Disciplinary Squad duo. Musubi and Tsukiumi arrive and take Minato to the hospital. There, he learns his mother, Takami, is part of the MBI, and Karasuba makes a great proposition to Musubi.",
                        "jpn": "ユカリとの待ち合わせ場所に向かう途中、懲罰部隊の二人に襲われ、さらわれてしまった皆人。\r\n月海は帝都を必死になって捜し回り、松は監視衛星へのハッキングにより皆人の探索をしていた。\r\nそんな中、いち早く皆人達の居場所に気づき、皆人の元に駆けつけたナンバー03の風花。\r\nそこで風花は、自分の置かれた状況を省みず、\r\n自分のことを守ろうとする皆人の姿に、心打たれ――!?"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "2471641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471641",
                    "Titles": {
                        "eng": "The Final Feather",
                        "jpn": "最後ノ一羽"
                    },
                    "Summaries": {
                        "eng": "Uzume starts to feel the weight of eliminating other Sekireis to make sure her Ashikabi is safe. Kagari starts reacting more to Minato, furthering his disgust of having a male Ashikabi. In a moment of weakness, he faints in Minatos arms and almost gets winged by trying to kiss Minato before he comes to his senses. Minaka sends out another message to all Ashikabi that one last Sekirei remains in the north, meaning Kagari.",
                        "jpn": "怪我も順調に回復し、出雲荘へと帰ってきた皆人。\r\nその無事を祝い、出雲荘では皆人のセキレイ達が楽しく宴会に興じていた。\r\nそんな中、寂しげな表情を忍ばせながら、振り切るように出雲荘を後にする鈿女。\r\n皆人のことが気になり、なぜか無性にイラつく篝。\r\nそれぞれの想いが揺れ動く中、『鶺鴒計画』を新たなステージへと移すため、御中はとある行動を起こす。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "2471651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471651",
                    "Titles": {
                        "eng": "The Sekirei of Flame",
                        "jpn": "炎ノ鶺鴒"
                    },
                    "Summaries": {
                        "eng": "Minato tells Kagari that Minaka sent out a message to inform all Ashikabi the last Sekirei lives in the North and to hurry to wing it. This prompts Kagari to head out and try to kill Minaka, but runs into other Sekirei wishing to capture him for their Ashikabi. While Uzume and Akitsu fight for his possession, Minato and his Sekirei set off to defend him and wing him before the other approaching Sekireis and their Ashikabi arrive.",
                        "jpn": "御中より全葦牙を煽るように送信された“羽化前最後の一羽”を知らせるメール。\r\nその知らせが自分のことを記していると気付いた篝は、\r\n危険を顧みず、御中を殺すためM・B・Iを目指して出雲荘を飛び出した。\r\n篝が置いていった携帯の着信に気づいた皆人は、\r\n電話の相手・高美より、篝をなんとしても止めるよう頼まれる。\r\n突然の出来事に戸惑いながらも、皆人下した決断は──。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "2471661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471661",
                    "Titles": {
                        "eng": "Words of Binding",
                        "jpn": "婚グ言葉"
                    },
                    "Summaries": {
                        "eng": "Akitsu continues to fend off Uzume while Kagari begins to lose control of his powers. Then, when Mikogami orders Mutsu to interfere in the fight between Akitsu and Uzume and capture Kagari, Izumi Higa's secretary, Kakizaki appears. Mutsu, realizing it would be useless to fight against Kakizaki and the other Sekireis he brought with him, retreats along with Mikogami and Akitsu. Before she leaves, Akitsu explains to Kagari why she has a master and tells him that she envies him because he can still be winged.",
                        "jpn": "No.06焰を巡って戦闘状態に入った、 御子上のセキレイ・秋津と比礼のセキレイとして現れた鈿女。\r\n一方、状況を見守る御子上と陸奥のもとには、 氷峨の命を受けた柿崎と複数のセキレイが現れた。\r\nそんな中、徐々に力の安定を失い始めた焰は、 自らメルトダウンすることを選ぶ。\r\n炎に包まれ、最期を覚悟した焰は──。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "2471671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471671",
                    "Titles": {
                        "eng": "A Faraway Tale",
                        "jpn": "遠イ物語"
                    },
                    "Summaries": {
                        "eng": "Relieved that Kagari has now recovered, Minato asks Matsu to explain the history of the Sekirei so he can further understand what is going on. Along with Musubi, Kusano and Tsukiumi (with Miya, Kazehana and Kagari eavesdropping), Matsu tells Minato the story of Minaka and Takami finding the vessel from space containing the Sekirei and founding the MBI. Minaka sends a message to all Ashikabi that says, \"All Ashikabi who still have yet to get something in this game, are no longer recognized as having the desire to participate in the game and all of the Sekirei in their possession will cease to function.\"",
                        "jpn": "焰を無事に羽化させ、出雲荘へと連れ帰ることに成功した皆人達。\r\nこれまでの無理がたたり２日間眠り続けた焰だったが、その心と体は安定し、出雲荘はいつもの日常へと戻ったようであった。\r\nだが皆人は、『鶺鴒計画』のことを何も知らずに大切なセキレイ達を戦わせている自らの未熟さを再確認し、『鶺鴒計画』について深く知る覚悟を決める。\r\nそして、その決意を受け止めた松より語られたのは、“始まりの懲罰部隊”の存在、そして“鶺鴒計画”と“M・B・I”の深い繋がりを示すとある出来事だった──。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "2471681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471681",
                    "Titles": {
                        "eng": "Kusa's Play",
                        "jpn": "草ノ遊戯"
                    },
                    "Summaries": {
                        "eng": "Minato and Musubi meet with Karasuba while shopping. Later on, Minato runs an errand with Kusano, but she gets distracted by a cat and runs off to the hospital, where she meets Chiho, Uzume's Ashikabi.",
                        "jpn": "焰の羽化で108羽全ての羽化が完了したことにより、大きな進展を迎えた「鶺鴒計画」。\r\nそんな状況下、御中より全葦牙に向け「未だに勝ち星のない葦牙は、２週間以内に勝ち星を得ない場合、 手持ちのセキレイを強制的に機能停止とさせる」といった文面のメールが送られる。\r\nそれを見た葦牙たちは、それぞれの思惑を胸に活動を活発化させるのだった――。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "2471691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471691",
                    "Titles": {
                        "eng": "A Multitude of Bonds",
                        "jpn": "数多ノ絆"
                    },
                    "Summaries": {
                        "eng": "Tsukiumi is introduced to Yukari and Shiina during an encounter with a Sekirei and her very abusive Ashikabi. Later, Minato and his Sekirei meet Chiho at the hospital, and learn that Uzume is their enemy, the Veiled Sekirei.",
                        "jpn": "皆人とデートをした帰り道、草野は目の前に現われた猫を夢中で追いかけてしまい、皆人とはぐれてしまう。\r\n迷い込んだ先は、とある病院の庭。 そこで草野は、名前も知らない一人の女性と出会う。\r\n一方、月海は帰りの遅い皆人と草野に業を煮やし、二人を捜すべく出雲荘を飛び出した。 その途中、立ち寄った公園でセキレイ同士の戦闘に遭遇した月海だが、片方のセキレイは“戦わず”の姿勢で――。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "2471701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471701",
                    "Titles": {
                        "eng": "Far-Reaching Sky",
                        "jpn": "果ツル空"
                    },
                    "Summaries": {
                        "eng": "Uzume attacks Minato as part of her obligations to Higa in order to secure confidence for Chiho's recovery. Minato and the Sekireis privately mourn Uzume after she was killed to protect Musubi. Chiho's condition began to turn bad, leading to an encounter between Minato and Higa.",
                        "jpn": "草野が落としてしまったぬいぐるみを探しに出掛けた皆人、結、草野、月海の４人は、立ち寄った病院で出雲荘から姿を消していた鈿女と再会する。 しかし喜びも束の間、葦牙である千穂の命を守るため、鈿女は“比礼の鶺鴒”として結と月海に鶺鴒戦を申し込む。 互いに譲れぬ想いを持つ一進一退の激闘が繰り広げられる中、その闘いを監視する人物もまた、動き出し……？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "2471711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471711",
                    "Titles": {
                        "eng": "Preparations for the Festival",
                        "jpn": "祭ノ準備"
                    },
                    "Summaries": {
                        "eng": "Minato asks Takami for help to treat a sick Chiho after secretly receiving data from Higa. However, Minaka decided to use it as part of the Sekirei Plan and summoned all active Sekireis and Ashikabis to fight against Minato. When one of them decided to fight the others for insulting him, Minato and the others use the opportunity to slip away. Matsu leads Kusano and Kagari to infiltrate the botanical gardens and seize the server room. En route to the location, they were ambushed by Sekireis under Hayato.",
                        "jpn": "容態が急変した千穂を心配し、病院に駆けつけた皆人。 そこで皆人は遂に、鈿女を操っていた張本人である東の氷峨と出会う。 氷峨は、皆人にとあるものを渡すと共に、千穂の病気が現代医学では治らないものであり、救うための選択肢はたった一つだと告げる。 その可能性を求め行動を起こそうとする皆人。\r\nそんな折、M・B・I社長・御中の思惑により、皆人はとある提案をされるのだった――。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "2471721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471721",
                    "Titles": {
                        "eng": "Tower of Confusion",
                        "jpn": "乱戯ノ塔"
                    },
                    "Summaries": {
                        "eng": "Minato and his Sekireis begin their infiltration of the MBI Tower in downtown Tokyo in order to find out what the data on the antidote is to help cure Chiho of her condition. Minaka hinders the team from successfully completing it by activating anti-personnel traps, deploying the disciplinary squad to attack the Sekireis and keep them busy before he announced the activation of hidden explosive charges throughout the building. This forces Minato and Musubi to run harder towards the upper floors of the MBI Tower. Outside, the botanical gardens were already burning thanks to Homura's fire attacks.",
                        "jpn": "M・B・I社長、御中の待つ帝都タワーになんとか無事に辿り着いた皆人たち。安心したのも束の間、どこからともなく聞こえてきた御中の声は「ここから制限時間60分とする」と無情にも彼らに告げた。エレベーターが作動しない中、皆人たちは階段で頂上を目指すことに。\r\n一方、皆人たちの支援をしようとサーバールームに乗り込んだ松たち。幾多の罠が待ち受ける帝都タワーの中、果たして皆人は頂上に辿り着くことができるのか──!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "2859571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2859571",
                    "Titles": {
                        "eng": "Bonds of Truth",
                        "jpn": "真実ノ絆"
                    },
                    "Summaries": {
                        "eng": "Seo aids Matsu in securing MBI data for Higa while Minato and Musubi confront Minaka before he escapes, leaving the MBI Tower as it gets destroyed. Karasuba engages Musubi after she threatens death of Minato's other Sekireis. Under a Norito, Musubi was able to defeat Karasuba for the latter to concede defeat. With the tower destroyed, everyone began to return back to their normal lives. Higa was covertly given false data after Seo advised Matsu. Thanks to the data recovery, Chiho was successfully cured of her sickness.",
                        "jpn": "帝都タワーに仕掛けた爆弾を起動させ、システムをロックした御中。サーバールームでは、そのロックの解除に奮闘する松と、松を守る草野にガードロボットが迫る。いよいよ二人が絶対の絶命のピンチを迎えた時、そこに意外な人物が現れる。\r\n一方、結と共に頂上に到達した皆人は、御中より千穂の治療データを受け取ることに成功する。だが既にタワーは限界を迎え、倒壊を始めていた……！\r\n果たして彼らの運命は──!?"
                    },
                    "Aliases": []
                }
            }
        }
    }
}