{
    "URL": "https://thetvdb.com/series/xamd-lost-memories",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1300170/",
        "https://www.themoviedb.org/tv/34750",
        "https://www.themoviedb.org/tv/34750"
    ],
    "Titles": {
        "eng": "Xam'd: Lost Memories",
        "jpn": "亡念のザムド"
    },
    "Summaries": {
        "eng": "Akiyuki, the main character of the animated series, lives on Sentan Island, a land that has preserved its status as a free and peaceful island in a world consumed by fighting between the Northern and Southern Governments. All of this changes when Akiyuki boards a bus along with a mysterious white-haired girl who transforms his arm with the lost memories and power of Xam'd.\r\n\r\nAs Xam'd, Akiyuki goes on a rampage and is saved when a foreign girl with red hair named \"Nakiami\" calms him down, taking him back to her postal vessel. Akiyuki now must gain control of his powers and use them against the Northern Government's latest weapons, known as \"Humanforms\". Traveling the world on a postal vessel, Akiyuki hopes to return home one day, but until then he befriends other passengers on the boat.",
        "jpn": "油泥海に囲まれた小さな島、尖端島。\r\n70年前の戦いで南大陸自由権に吸収されたこの島で、アキユキは母と二人暮らし。 父親は現在別居中で、小さな診療所を一人で営んでいる。\r\nある日、アキユキは親友のハルやフルイチと通学中、共に爆破事件に巻き込まれる。爆発によって生まれた謎の光を腕に受け、アキユキはザムドと呼ばれるバケモノに変身してしまう。自我を失い、暴走するザムドの元に現れたのは、赤い髪をした異国の少女、ナキアミだった・・・・・・。ナキアミはザムドの暴走を止め、国際郵便線ザンバニ号へとアキユキを連れ帰る。\r\nザムドの力を制御できるようになることと、いつか尖端島に戻ることを目的に、アキユキはザンバニ号の仲間達と世界を巡っていくのだった。"
    },
    "Aliases": [
        "Bounen no Xamdou",
        "Xam'd Lost Memories"
    ],
    "Modified": "2025-02-16",
    "Seasons": {
        "1": {
            "ID": "34633",
            "URL": "https://thetvdb.com/series/xamd-lost-memories/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "383611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383611",
                    "Titles": {
                        "eng": "Xam'd at the Dawn of War",
                        "jpn": "ザムド陽炎に現る"
                    },
                    "Summaries": {
                        "eng": "Akiyuki was living a peaceful life along with his friends and family on Sentan Island. This peace was disrupted when sudden war broke out and a strange force took control of his body.",
                        "jpn": "油泥海に囲まれた小さな島、尖端島。70年前の戦争で、南大陸自由圏の属国となったこの島で、高校生のアキユキは母親と二人暮らし。別居中の父親は、町の小さな診療所を一人で営んでいる。二人の間を取り持つために、毎朝欠かさず、母親の手弁当を父親の元へ届けるアキユキ。この日も、いつも通りの朝を迎えたはずだった。通学途中、友人のハルやフルイチと共に、ある事件に巻き込まれてしまう。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "383612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383612",
                    "Titles": {
                        "eng": "Blackout on Sentan Island",
                        "jpn": "尖端島 思考停止"
                    },
                    "Summaries": {
                        "eng": "Transformed into Xam'd, Akiyuki confronts the enemy invasion in order to protect his friend Haru. Afterwards he is retrieved by the mysterious Nakiami and taken to the postal airship Zanbani, where she lives.",
                        "jpn": "通学用のバスが爆破され、右腕に光る物質を宿したアキユキは、ザムドと呼ばれる異形の怪物となってしまった。謎の言葉を残し、意識を失った白髪の少女。 アキユキザムドは我を忘れ、暴走する。同じ頃、北政府の軍艦が尖端島領空に侵攻し、ヒトガタ兵器を産み落とした。アキユキという自我を失ったザムドは、ヒトガタ兵器に襲い掛かられ、戦いが始まった。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "383613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383613",
                    "Titles": {
                        "eng": "The Way to Freedom",
                        "jpn": "偽装 国際郵便船"
                    },
                    "Summaries": {
                        "eng": "Nakiami performs a special treatment to contain the power of Xam'd in Akiyuki's right arm. At the same time his family and friends look for his whereabouts.",
                        "jpn": "ナキアミの介抱によって、目覚めたアキユキ。そこは、尖端島から遠く離れた空の上、国際郵便船ザンバニ号の中だった。ナキアミはザムドの力を制御できるようになるまで、船に留まれと言うが、アキユキは自らの身に起きたことを理解できず、尖端島に戻ることを望む。そんなアキユキは、女船長の紅皮伊舟の所を訪れる。アキユキの礼を欠いた態度に、拳を振り上げる伊舟。二人の間が険悪になったその時、一体の飛行ヒトガタ兵器が襲い来る。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "383614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383614",
                    "Titles": {
                        "eng": "Enlightenment",
                        "jpn": "この世に響く 耳鳴りの数々"
                    },
                    "Summaries": {
                        "eng": "While becoming accustomed to his new environment, Akiyuki begins the distinctive training in order to control his powers.",
                        "jpn": "アキユキのザムド訓練が開始される。ナキアミに案内され、天心様と呼ばれる老婆と面会するアキユキ。「ザムドは何を求めるか」天心様の問いかけに、アキユキは答えを持たずに戸惑う。アキユキがザムド訓練を受けている頃、ザンバニ号に一艘の船が接近する。それは、ナキアミの昔馴染み、ゼーゲンドォという男の乗る船だった。ナキアミはゼーゲンドォとの再会を望むが、伊舟は頑なに聞き入れようとしない。二人は、ついに口論となってしまう。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "383615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383615",
                    "Titles": {
                        "eng": "Shattered Bonds",
                        "jpn": "調停する者 しない者"
                    },
                    "Summaries": {
                        "eng": "Nakiami meets some old aquaintances of hers, and the rest of the crew wonders if she will leave the ship to join them. Meanwhile, a classmate of Haru and Furuichi who lost her entire family surrenders herself to despair.",
                        "jpn": "伊舟と仲違いしたまま、昔馴染みのゼーゲンドォに会いに行くナキアミ。ザンバニ号に残されたアキユキは、伊舟からナキアミの話を聞く。ナキアミの出自、そして伊舟との出会い。伊舟は、ナキアミが自分の元を離れ、故郷へ帰ってしまうのではないかと心配していた。一方、アキユキの故郷尖端島では、ハルとフルイチが町の復興作業に勤しんでいた。そんな二人の前に、同級の設楽という女生徒が現れ、寂しさを吐き出す。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "383616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383616",
                    "Titles": {
                        "eng": "Live Fire",
                        "jpn": "ハルと極東自治区"
                    },
                    "Summaries": {
                        "eng": "Haru finally got news from Akiyuki, but just after she and Furuichi joined the military, they are assigned to engage a rogue Xam'd who broke out from a research lab.",
                        "jpn": "ビートカヤックで哨戒飛行をしていたナキアミが、北政府の空爆に遭って間もない被災地で、一体のヒトガタ兵器を発見する。その石化を止めようとして、自らも石に呑まれそうになるナキアミ。アキユキは腕をザムド化させてヒトガタを倒そうとするが、それをナキアミは拒むのだった。その頃、極東自治区の実験体ザムドが目覚め、暴走してしまう。阻止を命じられたのは、ASPスーツの新人パイロット達だった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "383617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383617",
                    "Titles": {
                        "eng": "Guardians of Stone",
                        "jpn": "屹立 背負うは命か猫股か"
                    },
                    "Summaries": {
                        "eng": "Akiyuki receives Haru's letters and after learning that she will be waiting for him at Tsumebara Pass, he leaves with Roppa to meet her. However, he encounters more people turning into humanforms along the way.",
                        "jpn": "極東自治区のASPスーツに追い詰められる実験体・ザムド。羽を生やし、飛翔しようとするその姿でザムドの正体を知ったハルは、攻撃を阻止しようとする。そんなハルの心は、ザンバニ号のアキユキのもとに届いていた。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "383618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/383618",
                    "Titles": {
                        "eng": "Showdown at Tsumebara Pass",
                        "jpn": "詰腹峠のヒトガタ狩り"
                    },
                    "Summaries": {
                        "eng": "Akiyuki and Haru meet again in at Tsumebara Pass, but their reunion is cut short by an angry Furuichi who confronts him after discovering that he became a Xam'd.",
                        "jpn": "遠征研修で詰腹峠の鉱山にやってきたハルとフルイチ。消息を絶ったASP小隊の捜索にあたるが、2人には微妙な距離感ができ始めていた。その頃、アキユキはズイゾとキーオ親子に導かれ、詰腹峠を目指していた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "385523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/385523",
                    "Titles": {
                        "eng": "The Astonishing Raigyo",
                        "jpn": "水もしたたる角股雷魚"
                    },
                    "Summaries": {
                        "eng": "Raigyo, a Xam'd like Akiyuki, returns to the Zanbani after two years of abscence. All members of the crew seem to be happy to meet him again, but Akiyuki somehow does not share the same feeling.",
                        "jpn": "ザンバニ号に乗り込んできた髭面の男・角股雷魚は、かつてナキアミに拾われ教練を施されたザムドだった。ザンバニ号の船員たちは、雷魚の2年ぶりの帰還に歓喜する。雷魚の土産と旅の話に、船内は華やぎ賑わう。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "387735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/387735",
                    "Titles": {
                        "eng": "Moving On",
                        "jpn": "過去 重い斬る"
                    },
                    "Summaries": {
                        "eng": "Raigyo asks for the crew to take a picture together while Haru decides to follow with her military career.",
                        "jpn": "極東自治区の入隊式を終えたハルは、垣巣中佐に軍人の自覚を持てと諭される。垣巣は詰腹峠でハルが犯した軍規違反をフルイチから聞きだしていた。その頃、ザンバニ号ではナキアミが伊舟に素直な気持ちを告げ...。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "388889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/388889",
                    "Titles": {
                        "eng": "Assault: The Zanbani",
                        "jpn": "襲撃 ザンバニ号"
                    },
                    "Summaries": {
                        "eng": "The crew of the Zanbani must fend off an assault by Humanforms from the Northern forces.",
                        "jpn": "飛来するヒトガタ投下船。腕をザムド化させて戦うアキユキは、ナキアミから受け取ったウツツダネを使い、ヒトガタ兵器を殺さずに解体しようと試みる。そこに、ザンバニ号目掛けて新手のヒトガタ投下船が来襲する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "390812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/390812",
                    "Titles": {
                        "eng": "Flowers Blooming into the Dark",
                        "jpn": "暗闇で咲く花"
                    },
                    "Summaries": {
                        "eng": "After the incident at the Zanbani, Nakiami decides to return to her homeland and Akiyuki asks to go with her. Meanwhile, Haru pays a visit to Furuichi who has become shut in.",
                        "jpn": "荒野に不時着したザンバニ号は進路を絶たれ、途方に暮れるザンバニ号のメンバーたち。そんななか、ナキアミの身に異変が起こる。黒い影のような化け物が現れ、ナキアミの前へとはい寄ってきて...。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "393015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/393015",
                    "Titles": {
                        "eng": "Running Barefoot",
                        "jpn": "タダ 裸足デ走ルシカナイ"
                    },
                    "Summaries": {
                        "eng": "Akiyuki notifies Haru about his return to Sentan Island but in doing so alerts the military to his presence as well. After a brief visit with his father, Akiyuki meets Haru only to have their reunion crashed by a Furuichi who is eager to use his new found power.",
                        "jpn": "ザンバニ号から旅立ったナキアミとアキユキは、アキユキの故郷・尖端島に立ち寄る。久しぶりにアキユキは父・リュウゾウの診療所に帰る。リュウゾウはヒルコの宿った腕を見て、アキユキの身に起きたことを理解する。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "407333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/407333",
                    "Titles": {
                        "eng": "Cerulean Skies",
                        "jpn": "蒼スギル空"
                    },
                    "Summaries": {
                        "eng": "Furuichi loses control of his powers and goes berserk, but after being defeated by Akiyuki, he returns to normal. The army intervenes and arrest Haru and Furuichi, while Akiyuki gives cover for Nakiami to escape by holding Commander Kakisu hostage",
                        "jpn": "アキユキとハルの仲を引き裂くように現れたフルイチは、アキユキに対する積年の恨みと憎しみと嫉妬の情が噴出し、ザムドへと変貌していく。ハルは我を忘れたフルイチを必死で止めようとするが...。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "407335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/407335",
                    "Titles": {
                        "eng": "Souls at Peace",
                        "jpn": "まま 眠れる魂"
                    },
                    "Summaries": {
                        "eng": "Akiyuki loses his sense of self, and with his Xam'd mask permanently affixed, he is captured by a slave trader. Meanwhile, Nakiami continues her journey and meets Yango, a young boy who also became a Xam'd.",
                        "jpn": "フルイチとの戦いの後、我を失ったアキユキは、ザムドの面が剥がれぬまま、人買いの男たちに捕まってしまっていた。北政府の荒野を連れまわされるなか、アキユキの前に不思議な小さい影が姿を現し...。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "411564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/411564",
                    "Titles": {
                        "eng": "Burning in Our Wake",
                        "jpn": "途上の季節が炎え墜ちる"
                    },
                    "Summaries": {
                        "eng": "Nakiami and Yango continue their journey while the southern army starts to perform experiments on Haru's younger sister, and a mysterious creature persuades a kind old woman to buy Akiyuki from the slave traders.",
                        "jpn": "ヤンゴと共に故郷への旅を続けるナキアミ。ひょんなことからテシクの青年に出会ったナキアミは、故郷の周辺は南大陸による空襲が激化していると耳にする。不安なナキアミの心に、ヤンゴの声は届かず...。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "411565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/411565",
                    "Titles": {
                        "eng": "Lambs to the Altar",
                        "jpn": "子羊とオボロ月"
                    },
                    "Summaries": {
                        "eng": "Haru is given a chance to escape confinement while Nakiami finally arrives at her home village, just to be welcomed by the new chief, her younger sister Kujireka.",
                        "jpn": "老女・須磨子に買い取られ、アマウの原と呼ばれる静かな療養所で共同生活を始めたアキユキは、平穏でちょっぴり奇妙な生活に溶け込んでいく。その頃、テシクの郷を探していたナキアミとヤンゴは、吹雪で道を失い...。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "416361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/416361",
                    "Titles": {
                        "eng": "What Can You See From There?",
                        "jpn": "そこから何が見えるか"
                    },
                    "Summaries": {
                        "eng": "After fleeing from the military, Haru embarks on a journey to find Akiyuki by herself. Meanwhile, Nakiami learns about Kujireka's dubious plan to wage war against the northern government.",
                        "jpn": "生まれ故郷であるテシクの郷へと帰還したナキアミは、村の人々から温かい歓迎を受けるが、居場所のなさに笑顔を取り戻せないでいた。その頃、ハルは白髪の少年・アザミと牢獄の中で不思議な出会いをする。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "416362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/416362",
                    "Titles": {
                        "eng": "Sudden Outbreak: Romance Flowers Bloom",
                        "jpn": "偶発 ロマンス開花"
                    },
                    "Summaries": {
                        "eng": "Kujireka asks for Nakiami's support, but is utterly rejected and Haru finally manages to reach Akiyuki and help him to recover his memory.",
                        "jpn": "アキユキに会いたい一心から、北政府を目指すハル。ビートカヤックを手に入れ先を急ぐハルの行く手には、ヒトガタ兵器の生産施設が待ち受けていた。その頃、テシクの村ではナキアミの帰還を祝ううたげが催され...。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "418357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/418357",
                    "Titles": {
                        "eng": "Watered With Tears",
                        "jpn": "涙咲く 散る会うと"
                    },
                    "Summaries": {
                        "eng": "Nakiami and Yango leave the Tessik village only to see it attacked by a fleet of airships. Akiyuki and Haru meanwhile search for the entrance to the Quickening Chamber",
                        "jpn": "ナキアミとヤンゴはテシクの郷から胎動窟を目指すが、そこに南大陸自由圏軍の爆撃機が飛来する。クジレイカは村を死守するため、ザムドとなって立ち向かう決意をする。一方、アキユキとハルは胎動窟にたどり着く。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "419969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/419969",
                    "Titles": {
                        "eng": "Sanctuary Breached",
                        "jpn": "禁猟区潜入 『泣いたら負けだ』 フサはずっとそう思っていた"
                    },
                    "Summaries": {
                        "eng": "Ryuuzou and Haru's father set off to rescue Midori from the East Autonomy Military Facility. Akiyuki and Haru venture further into the Quickening Chamber.",
                        "jpn": "白髪の青年の導きにより、アキユキとハルは胎動窟内部へと入り込んでいた。尖端島では、リュウゾウらが垣巣との決着をつけるため、極東自治区への潜入を企てる。作戦を前に、リュウゾウは1通の手紙をしたためる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "422969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/422969",
                    "Titles": {
                        "eng": "Tojiro and Ryuzo",
                        "jpn": "凍二郎とリュウゾウ"
                    },
                    "Summaries": {
                        "eng": "Raigyo and Ishuu continue their assault on the tower. Ryuuzou confronts Commander Kakisu. Akiyuki and Haru learn the truth about the Quickening.",
                        "jpn": "胎動窟・袋底の町にたどり着いたアキユキとハル。胎動窟と金剛塔、そしてヒルケン皇帝。人類の歴史が生み出した悲劇の装置を目の当たりにした2人は思い悩む。一方、尖端島では垣巣のもとにリュウゾウが現れ...。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "427230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/427230",
                    "Titles": {
                        "eng": "Hiruken Emperor Born",
                        "jpn": "誕生 ヒルケン皇帝"
                    },
                    "Summaries": {
                        "eng": "Raigyo and Ishuu make their final push into the chamber of the Hiruken Emperor. Nakiami and Yango leave the Tessik airship to stop the battle over the Quickening Chamber.",
                        "jpn": "ゼーゲンドォの船で胎動窟へ向かうナキアミとヤンゴ。自分の気持ちを伝えるため、ナキアミはザンバニ号に連絡を取ろうとする。その思いは、荒野にとどまるザンバニ号メンバーたちにもある決意を固めさせる。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "427546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/427546",
                    "Titles": {
                        "eng": "Voices from Beyond",
                        "jpn": "亡き魂の邂逅"
                    },
                    "Summaries": {
                        "eng": "The Hiruken Emperor is free. Haru, Nakiami and Akiyuki encounter Midori transformed and join forces to stop her.",
                        "jpn": "ヒルケン皇帝の目覚めに、世界は光を奪われ闇に覆われていく。胎動窟では奇跡の時を待ち望む人々が南大陸自由圏軍の攻撃にさらされていた。そんななか、汗馬博士が投下したヒトガタ兵器が胎動窟周辺の町を暴走し...。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "430112",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/430112",
                    "Titles": {
                        "eng": "Nakiami and Sannova",
                        "jpn": "ナキアミとサンノオバ"
                    },
                    "Summaries": {
                        "eng": "Akiyuki confronts the Hiruken Emperor by himself while Nakiami completes her training with Lady Sannova.",
                        "jpn": "長い年月を経て、サンノオバとかいこうしたナキアミ。サンノオバはナキアミに世界にザムドを生み出した真意を語る。その頃、ザムドとしての使命を負ったアキユキは、ヒルケン皇帝を阻止しようと戦っていた。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "434041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xamd-lost-memories/episodes/434041",
                    "Titles": {
                        "eng": "The Great Rock and the Girl",
                        "jpn": "大きな石と少女"
                    },
                    "Summaries": {
                        "eng": "Nakiami seals herself in the Quickening Chamber and the confrontation with the Hiruken Emperor draws to a close. However, Akiyuki turns himself into stone, and nine years later, his friends and family are still awaiting his awakening.",
                        "jpn": "千年の時を経て開いた胎動窟の扉が、今、閉じようとしている。ヒルケン皇帝の悲しみを鎮めるため、世界に光を取り戻すため、アキユキは自らの犠牲をいとわず向かいあう。そして、ナキアミの選択は...。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}