{
    "URL": "https://thetvdb.com/series/ayakashi",
    "Genres": [
        "Action",
        "Animation",
        "Fantasy",
        "Horror",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1174766/",
        "https://www.themoviedb.org/tv/79436"
    ],
    "Titles": {
        "eng": "Ayakashi",
        "jpn": "アヤカシ"
    },
    "Summaries": {
        "eng": "Kusaka Yuu is an average high school student who lives an average life with the weight of the death of a childhood friend always on his mind. Little does he know, there is a war going on where creatures, called Ayakashi, and their users fight among each other, that is until he meets Yoake Eimu. Bearing a striking resemblance to Kusaka's childhood friend, Eimu is an Ayakashi user and her chance meeting with Kusaka, will change his life as he knows it forever.",
        "jpn": "久坂悠には、幼い頃から不思議な力があった。\r\n手を触れずに物体を曲げたり折ったりすることができるのだ。\r\n彼は力の正体を知らぬまま”手品”と称して小遣い稼ぎをしていた。\r\nそんなある日、悠はなぞの少女、夜明エイムと出会う。\r\n彼女を通じ、異型の力”アヤカシ”の存在を知ることとなる悠。\r\nアヤカシの力を巡る闘いの果てに、彼らを待つ未来は？"
    },
    "Aliases": [],
    "Modified": "2025-06-17",
    "Seasons": {
        "1": {
            "ID": "34665",
            "URL": "https://thetvdb.com/series/ayakashi/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "383834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383834",
                    "Titles": {
                        "eng": "Bloody Beginning",
                        "jpn": "はじまりの血"
                    },
                    "Summaries": {
                        "eng": "When Kusaka Yuu was younger a close friend to him died. Years later he goes to high school and spends his time doing tricks with his powers as a side job. When the school bully wants to see his powers in a fight, he is saved by a friend. Little does he know, it isn't the last time his powers will put him in danger.",
                        "jpn": "御明市の学園に通っている久坂悠には幼い頃から不思議な力があった。手を振れずに物体を曲げたり折ったりすることができるのだ。悠は正体を知らないままその力を使い“手品”と称して小遣い稼ぎをしていた。そんなある日、悠は学園内の不良・真田恭平に目を付けられる。悠の“手品”に興味を示した真田は、悠の持つ力の正体を知っている風であった……"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "383835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383835",
                    "Titles": {
                        "eng": "Awakening",
                        "jpn": "覚醒"
                    },
                    "Summaries": {
                        "eng": "Still unsure about what exactly happened the previous evening, Yuu returns to school and finds that Eimu has enrolled at his school and is even in his class. As the day progresses, things around Yuu begin to get cut in half or broken. Realizing Sanada is still after him, Yuu desperately tries to run, but Sanada is always behind him.",
                        "jpn": "悠のクラスに１人の転校生がやってくる。青髪赤眼の少女、夜明エイム……昨夜、真田に襲われた悠と陽愛を助けた少女だった。エイムは悠に“力”のことを一切話さずに、ただ悠の側に佇んでいた。だが、悠の周りで静かに異変は始まっていた。突然、制服のボタンが落ちたり、窓ガラスにヒビが入ったりと、悠の周りで奇妙な出来事が続く。そして、駅にいた悠の目の前で地面が大きく引き裂かれたとき、悠は一連の出来事の原因に気付く。真田が再び悠を狙っていたのだ――"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "383836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383836",
                    "Titles": {
                        "eng": "Remuneration",
                        "jpn": "代償"
                    },
                    "Summaries": {
                        "eng": "Yuu continues to question Eimu about the Ayakashi, to bad she refuses to answer his questions. Before he can ask any more questions, the two are attacked. Though Eimu does her best to fight off the attacker, they prove to much for her to handle. To make things worse, the attacker is a little girl.",
                        "jpn": "自らの力が“アヤカシ”と呼ばれていることを知った悠。だが、それ以上のことをエイムは教えようとしなかった。「知れば戻れなくなる」、エイムが悠に教えたのはそれだけだった。独力でアヤカシのことを調べる悠だが何もわからなかった。そんな中、悠の前に新たなアヤカシ使いが現れる。黒い衣装を身に纏った金髪の少女、パム・ウェルヌ・アサクラだ。アヤカシ“天狗”を操るパムの力はアヤカシ“サトリ”を操るエイムの力を凌駕していた。パムの力の前にエイムが倒れ、悠もまた捕らわれてしまう。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "383837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383837",
                    "Titles": {
                        "eng": "Ayakashi User",
                        "jpn": "アヤカシ使い"
                    },
                    "Summaries": {
                        "eng": "When a mysterious girl named Orie shows up at the school, Yuu and Hime begin asking questions about her. The problem is, no one can see her except them, Eimu, and Kajiwara. That is the least of the problems when the vice principal goes missing and no one remembers him. Not thinking anything about it, Yuu continues the school day normally. That is until Hime disappears and no one remembers her as well. Now Yuu must find the culprit and save Hime, before she is gone forever.",
                        "jpn": "アヤカシを使いこなせるようになるため、悠はトレーニングを始める。だが、悠がアヤカシを使うことに反対のエイムは当然協力をしてくれない。「無意味」だとエイムに断言されても悠はトレーニングを続ける。そんな中、悠は夏原織江と言う少女に出会う。織江はなくしてしまった何かをずっと探していた……その翌日、悠達の学園で奇怪な事件が起きる。昨日まで居た人間、あったものがなくなっていたのだ。そして、そのことに誰も気付かないでいた……新たなアヤカシ使いが悠に迫っていた。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "383838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383838",
                    "Titles": {
                        "eng": "Him",
                        "jpn": "“彼”"
                    },
                    "Summaries": {
                        "eng": "Pam returns, but this time she there to take Yuu to Kare. Eimu manages to keep Yuu safe, that is until other Ayakashi users join the fight. Now Eimu must save Yuu from Kare, but what does Kare want with Yuu?",
                        "jpn": "“彼”と呼ばれるアヤカシ使いが悠を狙っている。“彼”の部下である“ショウケラ”使いの角屋から情報を聞き出そうとする悠たちだが、「エイムは“彼”の仲間だ」という角屋の言葉に混乱する。そんな中、突然、敵のアヤカシが悠たちを襲う。不意をつかれ、倒されてしまう悠だが、目を覚ますとそこには見知らぬ車椅子の男がいた。この男こそ“彼”と呼ばれるアヤカシ使いで、この街に住むアヤカシ使いの主導者であった。“彼”はいままでの非礼を悠に詫びた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "383839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383839",
                    "Titles": {
                        "eng": "Izumi",
                        "jpn": "和泉"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "アヤカシ“枕返し”の力を通じて、悠は２年前に起きた悲劇を思い返していた。悠の幼馴染である牧原和泉は、悠の中に眠るアヤカシ“竜”の力から悠を助けるために“彼”の元で働いていた。だが、アヤカシとの共生をもくろむ“彼”は最強のアヤカシである“竜”の力をも欲し、その使い手を捜すように和泉に命じていた。“彼”の目から悠を隠そうとする和泉だが、逆に悠の存在を知られてしまう。急ぎ悠の元へ駆け出す和泉。その背後に“悪路王”を操るエイムの影が迫る。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "383840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383840",
                    "Titles": {
                        "eng": "Isolation",
                        "jpn": "孤立"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "２年前の和泉の死の真相を知った悠は枕返しで見た記憶を頼りに“彼”の屋敷を捜すが見つからなかった。焦る悠の前にエイムが現れ、悠を諭そうとする。だが、和泉を殺した張本人であるエイムの言葉が悠に届くわけがなかった。悠はエイムへと竜の拳を向ける。その頃、“彼”の命令で新たなアヤカシ使いが動き出した。その男の名は堀正義、大量殺人の罪で死刑を宣告された男だった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "383841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383841",
                    "Titles": {
                        "eng": "Aim",
                        "jpn": "エイム"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "堀のアヤカシ“キジムン”の力に操られたエイムが悠に襲い掛かった。エイムのアヤカシの前に悠とパムは苦戦を強いられる。その戦いの中、堀は悠に力を貸すように強要する。“彼”の本当の目的を知った堀は悠に宿る最強のアヤカシ“竜”の力を必要としていた。さらに堀はエイムがずっと隠していた秘密をも明らかにして…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "383842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383842",
                    "Titles": {
                        "eng": "Decision",
                        "jpn": "決意"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "いよいよ、“彼”が動き出した。御明市を覆う霧は外界との連絡を遮断する結界となり、その霧の中を完全体のアヤカシ“デイダラボッチ”が徘徊する。山と見紛う程の巨体であるデイダラボッチはただ歩くだけで、街を破壊し人々を踏み潰していった。そして、陽愛さえもその犠牲になってしまう。陽愛の仇を取るために、街の人々を救うべく、悠たちはこの絶望的な敵に戦いを挑む。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "383843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383843",
                    "Titles": {
                        "eng": "Couple",
                        "jpn": "ふたり"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "悠の前に姿を現した“彼”はかつて車椅子に乗っていた弱々しい姿はなかった。“彼”のアヤカシ“オロチ”はデイダラボッチを倒した“竜”の力さえも圧倒し、悠に致命傷を与える。パムや織江たちの必死の抵抗で、エイムはなんとか悠を連れて逃げることができた。だが、“彼”の攻撃を受けた竜は眠りについてしまっていた。アヤカシの再生能力がなければ悠の命が危ない。エイムはサトリを使って悠の意識の中へと飛び込んでいく。再び竜を目覚めさせるために。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "383844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383844",
                    "Titles": {
                        "eng": "Path of No Return",
                        "jpn": "戻れぬ道"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "“彼”のもとへと急ぐ悠の前に、最後のアヤカシ使い前川彰男が立ちはだかる。姿がまったく見えないアヤカシ“ケバタケ”を操る前川に対して、悠に宿る“竜”は未だ眠ったままだった。それでも、悠は前川に果敢に挑み続ける。一方、エイムは実の姉である夜明アキノと対峙していた。“彼”と完全に決別したエイムに対して、アキノは無数の異形のアヤカシを差し向ける。悠ＶＳ前川、エイムＶＳアキノ。幾多の戦いの中を潜り抜けてきた最後のアヤカシ使いたちの戦いが始まった。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "383845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayakashi/episodes/383845",
                    "Titles": {
                        "eng": "Symbiosis",
                        "jpn": "共生"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ついに“彼”のもとへたどり着いた悠そこは悠が通っている学園だった。避難していたのり子たちの血肉を啜る“彼”の姿はすでに人間ではなく全てを喰らい尽くす“オロチ”そのものだった。だが、悠にかつての恐怖はない。それを上回る怒りをもって“彼”へと立ち向かう。２年前の和泉の死……そして、“彼”によって命を落してきた多くの人々のために悠は“竜”の力を振るう。アヤカシ使いの未来をかけて……"
                    },
                    "Aliases": []
                }
            }
        }
    }
}