{
    "URL": "https://thetvdb.com/series/moetan",
    "Genres": [
        "Animation",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1132207/",
        "https://www.themoviedb.org/tv/46026"
    ],
    "Titles": {
        "eng": "Moetan",
        "jpn": "もえたん"
    },
    "Summaries": {
        "eng": "Ink Nijihara is a girl in high school. Unfortunately her crush Nao Tezuka barely recognizes her. To make matters worse, she is very short. Now Ink meets a duck and becomes a \"mahou shoujo\" and teaches Nao English in disguise.",
        "jpn": "2003年秋に、突如、英語参考書業界に殴り込みをかけるべく現れた「萌える英単語～もえたん～」。\r\n“萌え”と“英単語集”という禁断の結びつき、単語の解説は派生語も含めてしっかりとした内容だが、\r\n分かる人なら思わずニンマリしてしまうこだわりのエキセントリックな例文の数々、そして、単語集に\r\nはさみこまれた萌え系女子高生・虹原いんくの可愛さ炸裂！のイラストの数々……様々な要素が絡み合い、\r\n予想外（！？）の大ブレイク。第1弾は新装版も含めて約20万部の大ヒット。さらに、続編も次々出版され、\r\nシリーズ累計発行部数40万部を超える大ベストセラーに！！ \r\n\r\nそんな『もえたん』が、まさか！というか、ついに！というか、TVアニメシリーズとなって登場！\r\n主役はもちろん、虹原いんくちゃん。英単語集の第1弾をベースに、キャラクターはいんくをはじめ、ナオくん、あーくん。\r\nもちろん、いんくは魔法少女・ぱすてるインクに大変身！さらに、新キャラクターも続々登場。\r\n美少女いっぱいのクラスメイトたちに、ライバルの魔法少女も現れて、アクションあり、ラブコメあり、\r\nそして萌え度120%なシーンも満載で……。 \r\nすべてひっくるめて、とにかく注目の美少女マジカルファンタジーなのだ。"
    },
    "Aliases": [],
    "Modified": "2024-11-28",
    "Seasons": {
        "0": {
            "ID": "34648",
            "URL": "https://thetvdb.com/series/moetan/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "3279881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/3279881",
                    "Titles": {
                        "eng": "Sumi's and Ruriko's Moetan Diary",
                        "jpn": "第5.5話 すみと瑠璃子のもえたんダイアリー"
                    },
                    "Summaries": {
                        "eng": "This was a recap episode that featured all 3 henshin sequences, a dramatis personae, every Moetan corner so far, and Arks' top 5 moments - one of which was Ink and Sumi in \"symmetrical docking\" mode, as he calls it.",
                        "jpn": "すみと瑠璃子が贈る「もえたん」の復習＆あーくんが選ぶ“萌えシーン”ベスト5。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "9472704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/9472704",
                    "Titles": {
                        "eng": "First Date",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "Episode 6 was made a DVD only episode, it was not aired on TV due to too much racy content",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "9617218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/9617218",
                    "Titles": {
                        "eng": "The Supreme Ruler at the End of the Century! The Magical Girls` Combined Attack",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "special 2",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "9617219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/9617219",
                    "Titles": {
                        "eng": "Episode 00 OnAirEveSpecial",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "prequel",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34649",
            "URL": "https://thetvdb.com/series/moetan/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "383736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383736",
                    "Titles": {
                        "eng": "Magical Teacher",
                        "jpn": "マジカルティーチャー"
                    },
                    "Summaries": {
                        "eng": "The story begins as a mage known as Arcs Sheldart Elbayas had been put on trial in front of a council from the planet \"Alphabet\". He then escapes through a hole he blew in the building. He flees to a field and is found by the king who is then only a voice. He is sent through a black hole and meets up with Ink as she prays at a shrine. She is surprised that a duck is talking because Arcs was turned into it. He then faints and she takes him home. He awakens in her room and introduces himself. He Tells her she has to become a mage and when she accepts he gives her the \"Magi-Mail\", which to her is just a regular cellphone. She then goes to Nao-kuns house to help him with his English homework. While there, Arcs finds a dirty magazine on the floor and shows it to Pastel Ink. Nao-kun sees this and kicks them out.",
                        "jpn": "虹原いんくは17歳の受験生。今日も大好きなナオくんと一緒に学校へ行こうと大ハリキリ！でも、勇気がなくて“あと一歩”が踏み込めない。脳内シミュレーション（妄想の世界！）ではラヴラヴなのに……。そうこうしているうちに、ナオくんはいんくに気づかず、今日もひとりで学校へ……な、泣かないモン！\r\nその日の放課後、ナオくんが「大学進学はムズカシイ」と先生に言われたことを知り、神社へ合格祈願に向かったいんくは、突然空から落ちてきた“アヒル”と激突ッ。アークスと名乗るそのアヒルは、いんくに向かって唐突に「今日から魔法少女になれ！」と告げるのだった。\r\nえっ！？　魔法～っ？？"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "383737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383737",
                    "Titles": {
                        "eng": "I Don't Need a Rival",
                        "jpn": "ライバルなんていらない"
                    },
                    "Summaries": {
                        "eng": "Two mysterious beings, a girl and a tiger like creature (who later transforms into a small cat), appear on Earth and both have the same mission, to get to Arcs. Then Ink gets a distress call and transforms outside of class. Sumi sees this happen. Then Pastel Ink and Arcs get stuck in  Dream And Illusion Space; also known as \"DAIS\". It is an alternate universe created with magic. The cat is revealed to be Kaksu, who was a colleague of Arcs from the Magical Kingdoms.",
                        "jpn": "一方的なすみちゃんのライバル宣言に、まったく事態を飲み込めないいんくはぼう然。\r\nライバルって、何のライバル？と悩んでいたその時、マジメロにメールが！ 教室を抜け出し、ぱすてるインクに変身！事故で車に挟まれたおじさんをマジカルパワーで救出して、無事任務遂行……と思いきや、突然あたりに魔法結界が張られ、異空間が出現！舞い上がる煙の中から姿を現したのは……！？"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "383738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383738",
                    "Titles": {
                        "eng": "Great Scare Tactics",
                        "jpn": "恐怖大作戦"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "週末、すみちゃんちの別荘に行くことになったいんく。豪勢なリムジンで到着したのは、いかにもお金持ちの象徴といったおっきなお屋敷。だけど、築数百年の由緒ある建物はなんだか異様な雰囲気。里奈と麗美はオバケが出たって騒ぐし、あーくんもなんらかの力を感じるって。そこで、いんくとすみは別荘の中を探索することに。地下へ続く階段を降りた先で、ふたりが見たものは……！？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "383739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383739",
                    "Titles": {
                        "eng": "The Idol Within Time",
                        "jpn": "時の中のアイドル"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "大人気アイドル“白鳥ありす”がロケで萌樹野公園にやって来る！いんくとすみは、急いで現場へ直行！でも、ありすちゃんは休暇で不参加……もぅ、がっかりだよぅ。と、そこに事件発生の知らせが！保育園の園児を襲う変態オヤジをぶっ飛ばし一件落着……かと思いきや、マジメロが反応したのはコイツではなかった！！地響きとともに現れたのは……うひゃあ～、おっきなタコさんっ！！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "383740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383740",
                    "Titles": {
                        "eng": "A Little Memory",
                        "jpn": "小さな思い出"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "インクとあーくんの前に現れた謎の魔法少女アリス。あーくんに恨みを抱く彼女は“魔法馬”を操って、インクとあーくんを襲撃！あーくんは時空ゲートで魔法馬を別次元に追いやったが、アリスの攻撃でインクとあーくんも別次元へと飛ばされてしまった！！辿り着いたのはいつもと変わらない近所の公園。でも、そこにはぬいぐるみを抱えたちっちゃなすみが……まさか！ココは……過去！？"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "383741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383741",
                    "Titles": {
                        "eng": "The First Date",
                        "jpn": "初めてのデート"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "商店街の福引きで“一等賞”の緑のテーマパーク・ペアチケットを引き当てた澪（あぁ、大ハズレだよ……）。そこで澪は、いんくちゃんと行ってきたら？と兄のナオにチケットを渡し、デートの段取りを引き受けることに……ちょっと面白くなってきたかも♪\r\nナオくんとデートすることになったいんくは、デートを想像していつものように妄想炸裂！\r\nワクワクドキドキ、何を着ていこうか洋服を並べて楽しそう♪そして、迎えたデート当日。\r\n澪から送ってもらったデートプランを手に、小学生のように大はしゃぎのいんくだったが、\r\nいつの間にか園内でナオくんとはぐれてしまう。迷子になっちゃった……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "383742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383742",
                    "Titles": {
                        "eng": "The Targeted School Festival",
                        "jpn": "ねらわれた学園祭"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "今日は待ちに待った学園祭。クラスで“幽霊喫茶”をやることになり、いんくは幽霊コスプレで大ハリキリ！休憩時間には白鳥ありすちゃんのライブで大盛り上がり！！と思ったら、ありすが歌い始めた途端、お客さんがみんな眠っちゃった。学校は魔法異空間に包まれ、姿を現したアリスはあーくんに対して、学校に仕掛けた3つのトラップを解かないと、永遠に異空間の中を彷徨うことになる……と告げるのだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "383743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383743",
                    "Titles": {
                        "eng": "Trouble",
                        "jpn": "トラブル"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ある日、学校に行くと里奈がハンドミラー片手に熱心に身だしなみチェック。急に色気づいた様子があまりに怪しかったので、いんくと麗美は里奈の様子を探ることに。よく見るとツヤのある唇にぱっちりとした瞳、そしていつにもない笑顔……これは絶対に何か隠してる……二人が問い詰めようしたその時、里奈が、目の前にいたオヤジの元に駆け寄っていったのだ！まさか……里奈がオヤジと！？"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "383744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383744",
                    "Titles": {
                        "eng": "The Wind...Flows",
                        "jpn": "風…流れる"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "へくちんっ！……くしゃみに鼻水、さらに熱でフラフラのいんくは、早退してひとりお家へ。そんないんくの様子が気になるすみは、いんくの家に来ていた。すみの姿を見たいんくは安心したのか、目をまわして気絶してしまう。スゴイ熱のいんくをベッドまで運んでお世話していたすみは、机の上にカワイイ白いネコのキーホルダーを発見！このキーホルダー……どこかで見たような気が……。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "383745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383745",
                    "Titles": {
                        "eng": "Forbidden Time",
                        "jpn": "禁断の時"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "時の番人であるアリスが黒い闇に連れ去られ、魔法王国にも人間界にも想像できない災いが降りかかる……いんくとすみはアリス救出に立ち上がるが、人間界で罪を償っているあーくん＆かーくんが魔法王国に戻るには“時のパレット”を使わなければならない。しかしこのパレットを開けるには、いんくとすみの魔法力をすべて使わないといけない。ということは、もう二度と魔法少女に変身できなくなっちゃうの！？"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "383746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383746",
                    "Titles": {
                        "eng": "The Defeated Examiner",
                        "jpn": "負けるな受験生!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "アリスが助けられ、魔法王国は平穏を取り戻し、戦いを終えたいんくとすみも無事に人間界へ。でも、魔法の力を失い、魔法少女に変身できなくなったいんくは、ナオくんとお勉強ができなくなったことが寂しかった……。そんないんくの様子をもどかしく思うすみは「もう一度、ぱすてるインクになればいいのよ」とアドバイス。いんくは、ぱすてるインクの格好をして、ナオくんの元に向かったのだけれど……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "383747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383747",
                    "Titles": {
                        "eng": "Skip!",
                        "jpn": "スキップ!"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "もうすぐ大学受験！ちらちらと雪が降るなか、大学合格に向かってラストスパート！でも、英語が苦手なすみは不安でいっぱい。見栄をはっていんくの手助けを断ったものの、結局は一緒に追い込み勉強することに。そんなこんなで、あっという間に迎えた受験当日。「大丈夫だよ、一生懸命勉強したんだもん！」……尻込みするすみの手を取り、会場へと駆けて行くいんく。果たしてその結果は……!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "383748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moetan/episodes/383748",
                    "Titles": {
                        "eng": "The Supreme Ruler at the End of the Century! The Magical Girls' Combined Attack",
                        "jpn": "世紀末覇者! 魔法少女総進撃"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "いんくやナオくんが萌杉大学に合格し、卒業…　新学期を迎えた萌木野高校には、ナオくんの妹・澪が新入生として通っていた。そんなある日の放課後、下校中の澪の耳に、どこからか助けを求める謎の声が響き渡った！！どうやらその声は、澪たちがいる世界とは別の時空から発せられているらしい。声の主は、なんと！ぱすてるインク！？\r\n別次元にいるぱすてるインクは何者かに殺されてしまい、その世界は荒れ果てて大変なことになっているというのだ。なんとかして助けに行かなくては…\r\n澪は魔法少女マジカル☆ミオに変身！犬のだーくんとともに“時の番人”アリスの元へ急行！そして、アリスとともに時のゲートで、違う世界にいるインクのところに向かったんだけど・・・。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}