{
    "URL": "https://thetvdb.com/series/birdy-the-mighty-decode",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1245698/",
        "https://www.themoviedb.org/tv/37264"
    ],
    "TitleEnglish": "Birdy the Mighty: Decode",
    "SummaryEnglish": "Federation investigator Birdy chases the space criminal Geega through space to Earth, where he hides in the entertainment industry under a human disguise. Birdy goes undercover herself, posing as famous model “Arita Shion” that often uses a ‘space girl’ look. A male student, Senkawa, stumbles upon a fight between the two one night in an abandoned building only to be severed in half as he is used as a shield by Geega against Birdy. Birdy heals him from imminent death in some fashion- but Senkawas body, and life, are now changed and permanently linked to Birdy.",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "34778",
            "URL": "https://thetvdb.com/series/birdy-the-mighty-decode/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1786711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/1786711",
                    "TitleEnglish": "The Cipher: Between You and Me",
                    "SummaryEnglish": "Birdy uses her pin-up alter ego to help Tsutomu make a love connection with Sayaka, but everything goes horribly wrong when a Federation marionette is added to the equation!\r\n\r\n A story that connects season 1 and 2.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34779",
            "URL": "https://thetvdb.com/series/birdy-the-mighty-decode/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "384883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384883",
                    "TitleEnglish": "One Plus One",
                    "SummaryEnglish": "While pursuing alien criminals named Bacillus and Geega, Birdy and Tute infiltrate Earth under the cover of a rising Japanese idol and her manager. During one night on a routine mission to apprehend the said criminal, a civilian named Tsutomu Senkawa is used as a human shield. When Birdy realized that she killed him in an accident, she decided that the only way to save his life was to fuse her body with his in order to prevent him from dying. Tsutomu thought that it was all a dream until he found that he was unable to control his body one night after he was supposedly dead.",
                    "Aliases": []
                },
                "2": {
                    "ID": "384884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384884",
                    "TitleEnglish": "The Partnered One",
                    "SummaryEnglish": "Birdy and Tsutomu try to cope with existing by sharing one body, but leading two separate lives. Birdy's commanding officer, Magius, informs Tsutomu that his original body's being restored and it will be some time before he can live outside of Birdy's body. Bacillus tries to eliminate Birdy by luring her into a movie shooting as cover. Keisuke Muroto tries to take photos of Bacillus and Birdy, but falls unconscious when he was knocked out by debris. A wounded Bacillus took over Geegar's Earth body as his first one was damaged from deterioration and from fighting Birdy.",
                    "Aliases": []
                },
                "3": {
                    "ID": "384885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384885",
                    "TitleEnglish": "View of Life",
                    "SummaryEnglish": "Bacillus tries to locate and eliminate Birdy, while she, Tsutomu and Tute argue over the constant separate lives that they were trying to hide from the public. Tute gets wounded by Bacillus before he gave Birdy an Elemental Destructor capsule bomb to kill Bacillus and eliminate the threat of him killing an Earth-born civilian in Japan. Birdy mourns Tute's death when he can't heal his wounds from Bacillus' attack.",
                    "Aliases": []
                },
                "4": {
                    "ID": "384886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384886",
                    "TitleEnglish": "A Stranger From Earth",
                    "SummaryEnglish": "Birdy returns to her home planet Altaria to attend a trial of one of the smugglers that she had arrested. She and Tsutomu were questioned by a deity named Nejula Gate Altaria regarding Ryunka. Nejula reveals to Tsutomu that Ryunka is used as a nuclear weapon, killing off the inhabitants of a planet named Bilugema. While Birdy visits her hometown, a terrorist bombing destroys a convoy of vehicles.",
                    "Aliases": []
                },
                "5": {
                    "ID": "384887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384887",
                    "TitleEnglish": "Another World",
                    "SummaryEnglish": "Birdy fights with King Zero as Nejula corners Gelabu--whom ultimately commits suicide for his \"pride\" or \"honor.\" Thanks to Birdy's way with words and the simple fact that King Zero's girl can't stand to see lots of people die, she detonates the falling satellite which was targeting the Union. Kashugeza turns out to be an undercover agent under Skeletsu's direction. Birdy is quite frustrated with the fact that Skeletsu tolerated the deaths of her fellow, innocent, Altarians in the terrorist attack in order to get a lead on King Zero.",
                    "Aliases": []
                },
                "6": {
                    "ID": "384888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384888",
                    "TitleEnglish": "Both of Us",
                    "SummaryEnglish": "Sayaka Nakasugi invites her classmates to her mansion for her welcome back party. Birdy investigates the site where she had killed Tsutomu in order to locate a marionette of non-Earth origin. Sayaka's maid Yoshio finds strange things have happened to her, which started to worry Sayaka's grandfather, Katsutoshi. Meanwhile, Nakasugi disappears from the Nakasugi Mansion after encountering a parrot, which was an alien being in disguise.",
                    "Aliases": []
                },
                "7": {
                    "ID": "384889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384889",
                    "TitleEnglish": "Night Walker",
                    "SummaryEnglish": "A string of murders with dead female victims with short hair and glasses leads Birdy to investigate them with Tsutomu. The culprit is revealed to be a rogue combat marionette, which is killing the victims as it thinks of them as the mother, the main programmer when the marionette was placed under her care. Birdy attempts to retrieve it, but is attacked by supposedly a Federation-based person with a guardian robot that attacks her to keep her away from acquiring the disabled robot.",
                    "Aliases": []
                },
                "8": {
                    "ID": "384890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384890",
                    "TitleEnglish": "Ghost Village",
                    "SummaryEnglish": "Nakasugi invites her friends including Tsutomu to her family village in the Sawajiri Village in Nagano. But on one evening, Nakasugi succumbs to the Riunka implanted on her by an unknown force who returned the renegade marionette back to her owners. A small number of Riunka explosions rattled the village, forcing local police and the JGSDF to mobilize.",
                    "Aliases": []
                },
                "9": {
                    "ID": "384891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384891",
                    "TitleEnglish": "The Champion of Justice",
                    "SummaryEnglish": "An investigation team under Shyamalan's orders investigates the ruins of Sawajiri Village, even killing a policeman when Murota and Hayamiya decide to investigate. Birdy saves them from some of the armed men and fights the reconstructed marionette before she gets injured during an encounter with Gomez after defeating the marionette again.",
                    "Aliases": []
                },
                "10": {
                    "ID": "384892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384892",
                    "TitleEnglish": "You're the One",
                    "SummaryEnglish": "Tsutomu and Nakasugi go on a date with Tsutomu received a kiss from Nakasugi herself. Meanwhile, Shyamalan meets with Sayaka's grandfather and kills him during the meeting. When Yoshie discovers his body, she thinks that Sayaka killed him, which activates the Ryunka in her body and evaporated her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "384893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384893",
                    "TitleEnglish": "Bye Bye Buddy",
                    "SummaryEnglish": "It has been confirmed: Nakasugi is the host for Ryunka. But Tsutomu wants to protect her, no matter what and so he takes control of Birdy's body when she tried to get close to Ryunka. Nejula knocks them out before their minds fuse completely. When they wake up again, Tsutomu has his own body back and needs glasses again. From now on, Birdy and Tsutomu go separate ways. When Birdy and Nejula arrive at Nakasugi's villa, she is already gone because she went to Tsutomo's place. To protect her from being pursued by her greedy relatives, Tsutomu leaves her in Shymalan's care. After that he discovers Shymalan's true intentions when Nejula confronts him...",
                    "Aliases": []
                },
                "12": {
                    "ID": "384894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384894",
                    "TitleEnglish": "Doomsday",
                    "SummaryEnglish": "Shymalan releases a recorded TV announcement, saying that he intends to wreck genocide on Japan to weed out the weak. The government, though slow, has begun to take steps to contain the Ryunka that is beginning to spread throughout the Greater Tokyo Area. Tsutomu, though advised not to go out of his house, decides to do so and save Sayaka. Nejula suggests that a faction of the Federation Police may have not decided to quickly respond to see the power of Ryunka. Muroto decides to help Tsutomu after he finds out that the ship is the Lost Bird, where Sayaka is held. Shymalan is killed when the Ryunka inside of Sayaka is activated, with a segment of the Japanese public. Birdy, meanwhile, is moving in on her own to stop the Lost Bird from moving any further.",
                    "Aliases": []
                },
                "13": {
                    "ID": "392129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/392129",
                    "TitleEnglish": "Stand By Me",
                    "SummaryEnglish": "Birdy and Tsutomu head to the Lost Bird to figure out a way to purge the Ryunka out of Sayaka's body. The two were able to do so, at the cost of Tsutomu's own body when he sacrificed it to allow Birdy to kill him again and purge the Ryunka parasite out of his body with Nejula in charge of containing it. The Japanese government had covered up the events as the JGSDF had mobilized in Roppongi. Due to the events, Sayaka loses some of her memories including her encounters with Tsutomu. Birdy once again merges with Tsutomu until a new body can be readied. Meanwhile, Gomez and his boss Revi had a conversation about whether Birdy is a threat, with Gomez telling Revi to take some precautions against her.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "39505",
            "URL": "https://thetvdb.com/series/birdy-the-mighty-decode/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "425566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425566",
                    "TitleEnglish": "After All",
                    "SummaryEnglish": "Birdy is informed of a break-out from an intergalactic prison, and manages to track down one of the rogue prisoners. Although she is ordered to apprehend the criminals alive, he was killed by the time she arrived on the scene. The only clue is a disguise chip, which dissolved the body.",
                    "Aliases": []
                },
                "2": {
                    "ID": "425567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425567",
                    "TitleEnglish": "Simple Twist of Fate",
                    "SummaryEnglish": "Birdy meets up with her childhood friend, Nataru, and they talk for a bit. They are interrupted by a girl in a wheelchair, who treats Birdy coldly. A second of the criminals is tracked down, and she pursues him for a bit, but he escapes only to be killed in a violent manner Birdy is not familiar with.",
                    "Aliases": []
                },
                "3": {
                    "ID": "425568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425568",
                    "TitleEnglish": "Somewhere in Time",
                    "SummaryEnglish": "Senkawa and the journalism club go investigate a refugee camp. While Hayasumi is just trying to get a good story, Birdy is hoping to get a lead on another alien living in the camp. Two young children, Takumi and Marina, give the club a tour of the camp. They run away into the ruins so that they don't have to be separated, but get attacked by a group of thugs. Nataru, volunteering at the camp, goes after the children, but isn't strong enough on his own. Birdy arrives to rescue him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "425569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425569",
                    "TitleEnglish": "Tears Are Not Enough",
                    "SummaryEnglish": "Birdy tracks down the illegal Virtual Reactor Chips purchaser, who is Nataru's father, Mr. Dusk. Dusk reveals he is a member of an Alterian freedom group, and that he helped disguise the escapees. Birdy goes after the nearest, but the escapees kidnap Dusk and interrogate him on the attacks on their number. He is murdered, which angers Nataru and upsets Birdy. Nataru kills another of the escapees, but not before learning Valic killed his father. Birdy promises to catch Dusk's killer.",
                    "Aliases": []
                },
                "5": {
                    "ID": "425570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425570",
                    "TitleEnglish": "Before It's Too Late",
                    "SummaryEnglish": "Iruma, Birdy's contact on Earth for information, is kidnapped by the escapees to lure her into a trap. She escapes being nearly killed by a long-range gun and fights to a draw. She collapses before she enters the portal to her ship, however. Tsutomu has a weird dream, a blend between his own memories and Birdy's. This is when he discovers he is trapped in Birdy's body. He is thus forced to follow her schedule, including a signing some of his classmates attend, a photo shoot and a reality contest where he has to eat bugs. At the end, he learns that personality merging has begun.",
                    "Aliases": []
                },
                "6": {
                    "ID": "497211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497211",
                    "TitleEnglish": "A Prisoner of the Past",
                    "SummaryEnglish": "In an attempt to reverse the personality merging process, Tsutomu delves into Birdy's past. In this episode, he learns what it means to be an Iksiola, and how Birdy met Nataru.",
                    "Aliases": []
                },
                "7": {
                    "ID": "497221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497221",
                    "TitleEnglish": "We Will Meet Again",
                    "SummaryEnglish": "Continuing the memory dive, Tsutomu learns more of the Central Tower attack and Birdy's part within it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "497231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497231",
                    "TitleEnglish": "Falling in Love with Love",
                    "SummaryEnglish": "Shouko catches Nataru and Birdy in an embrace, although only because of Birdy's clumsiness. As a result, she runs off out of the hospital, calling Nataru to come find her. But when she sees Birdy with him, she keeps running off.",
                    "Aliases": []
                },
                "9": {
                    "ID": "497241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497241",
                    "TitleEnglish": "Space,Time,and You",
                    "SummaryEnglish": "Nataru jumps through time to just before he was shot, and manages to disarm and chase off Moss, injuring her in the process. She uses the injury to gain entrance to where Nataru works in the hospital, again trying to kill him. Nataru jumps through time, ending up a few days ahead of the event, his eyes turning red and bleeding in the process. Muroto finds him and takes him in. Nataru then asks Birdy to retrieve his medicine from his old apartment, and she discovers the blood from the fight.",
                    "Aliases": []
                },
                "10": {
                    "ID": "497251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497251",
                    "TitleEnglish": "It Never Entered My Mind",
                    "SummaryEnglish": "The Escapees steal a nuclear weapon from an American Navy ship, and afterward Tesera tells them she will not contact them and wishes to remain as an Earthling. Capella is taken by a Federation Investigator after Irma convinces her to give up without a fight. Later, Nataru discovers a picture in Muroto's room of Tesera, and goes off to find and kill her. Muroto calls Birdy, and she finds Nataru just after he brutally murdered Tesera. She allows him to leave, and berates herself afterward.",
                    "Aliases": []
                },
                "11": {
                    "ID": "497261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497261",
                    "TitleEnglish": "Both Sides Now",
                    "SummaryEnglish": "The School Festival opens where Hayamiya gives her piece on the disaster refugees. Nataru finds and severely wounds Gatoru before he and Moss escapes. Hoping to cut a deal with Revi Moss kills him but is rejected and decides to fight Nataru win or lose.",
                    "Aliases": []
                },
                "12": {
                    "ID": "497271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497271",
                    "TitleEnglish": "Before Long",
                    "SummaryEnglish": "Nataru and Moss fight but Moss is nearly killed before being rescued by Birdy who attempts to convince Nataru to surrender and receive treatment before his Iksiola state kills him. He refuses and nearly kills Birdy before Senkawa switches in and convinces Nataru that being an Iksiola means more than just killing. Nataru relents and jumps back in time to the moment of the tower attack becoming the man who saves a young Birdy via a time-loop.",
                    "Aliases": []
                }
            }
        }
    }
}