{
    "URL": "https://thetvdb.com/series/assemble-insert",
    "Genres": [
        "Action",
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0096840/",
        "https://www.themoviedb.org/tv/115790"
    ],
    "TitleEnglish": "Assemble Insert",
    "SummaryEnglish": "The local cops have a problem: the Demon Seed - a small but surprisingly capable gang with a charismatic leader. Their mecha body suits allow them to undertake spectacular crimes that regularly rampage the city and totally humiliate the local police.\r\n\r\nDesperate, the police have created a special branch just to deal with them. However, these unlucky few aren't having any better results than the regular police and the public is turning against them. If they could just foil the Demon Seed once it would make their careers much easier...They just need a plan....\r\n\r\nNow chief Hattori has come up with...um...well...something the Demon Seed gang will definitely never expect. Hatched from chief Hattori's alcohol-induced mind, it's just so bizarre that it's just got to work!\r\n\r\nFind the perfect crime fighter that's so super, so fantastic and captivating that even if they don't beat the Demon Seed gang, the public just won't care! And who could this person be? An Idol Singer of course!\r\n\r\nEnter Maron Namikaze. Cute and innocent; she can't sing or even dance but she has the only talent the job really requires: super-human strength! Now Hattori and his crew must mold her into the perfect Idol Singer and turn Maron their ultimate weapon...but at what cost? Can she really survive the Demon Seed's onslaught?\r\n\r\nThe story is somewhat reminiscent of Project A-ko in its innocence but its one of the most brilliant parodies of anime and Japanese Pop-Culture you're likely to find ... complete with it's own commercials!",
    "Aliases": [
        "アッセンブルインサート",
        "アセンブルインサート"
    ],
    "Modified": "2025-06-29",
    "Seasons": {
        "1": {
            "ID": "78221",
            "URL": "https://thetvdb.com/series/assemble-insert/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "753781",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/assemble-insert/episodes/753781",
                    "TitleEnglish": "Program One (OVA)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "753791",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/assemble-insert/episodes/753791",
                    "TitleEnglish": "Program Two (OVA)",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}