{
    "URL": "https://thetvdb.com/series/judge",
    "Genres": [],
    "Other Sites": [],
    "TitleEnglish": "Judge",
    "SummaryEnglish": "What comes around goes around...even from beyond the grave. Most criminals are only concerned with earthly justice - the laws of man. All too often, the guilty go free, their deeds unpunished.\r\nBut there is another law. Deep within the spirit world, the wrongful dead seek retribution for the crimes against them by the living. These restless spirits have their own code of justice, and they've chosen the Judge of Darkness and his Demons of Hell to enforce them.\r\nAn appeal for justice leads to an investigation of a successful, high-ranking corporate executive. Who would believe he'd be involved with embezzlement and murder? But the Judge of Darkness soon discovers that the roots of corruption run deep as he slowly works his way up the corporate pyramid.",
    "Aliases": [],
    "Modified": "2023-11-10",
    "Seasons": {
        "0": {
            "ID": "34947",
            "URL": "https://thetvdb.com/series/judge/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "2732861",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/judge/episodes/2732861",
                    "TitleEnglish": "OVA",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "306911",
            "URL": "https://thetvdb.com/series/judge/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "2732871",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/judge/episodes/2732871",
                    "TitleEnglish": "OVA",
                    "SummaryEnglish": "Hoichiro Ohma works in an office. Everybody knows him as a silent, humble man. Even his girlfriend, Nanase, doesn't suspect that he could be something more, but he is. When a person dies as a victim of murder; when someone kills himself with a curse on his lips; when someone's death needs to be judged, he is there, for he is a Judge Of Darkness. Following the Laws Of Darkness, with a book made of human skin and an unusual parrot, he pronounces judgement over living criminals that would otherwise go free.",
                    "Aliases": []
                }
            }
        }
    }
}