{
    "URL": "https://thetvdb.com/series/my-hime",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0824043/",
        "https://www.sunrise-inc.co.jp/my-hime/web/index.html",
        "https://www.themoviedb.org/tv/12599"
    ],
    "Titles": {
        "eng": "My-HiME",
        "jpn": "舞-HiME"
    },
    "Summaries": {
        "eng": "Mai Tokiha transfers to Fuka Academy and learns that she along with several other girls at the school are HiMEs. Initially, the girls face off against monsters and a nefarious foreign organization. But when they learn of their true purpose at Fuka Academy, the girls must fight to save the world and protect what's most important to them.",
        "jpn": "小等部、中等部、高等部を擁す大型校「風華学園」から奨学金を受けることのできた鴇羽舞衣は、弟の巧海とともに転入するになった。学園での生活を始めた舞衣は、異形のモンスター「オーファン」に襲われる巧海の救おうとした時、「HiME（Highly-advanced Materialising Equipment）」と呼ばれる特殊能力の目覚めてしまう。覚醒を果たした舞衣は、「HiME」や「オーファン」にまつわる怪事件に巻き込まれていく……。"
    },
    "Aliases": [
        "Mai-HiME",
        "My Princess"
    ],
    "Modified": "2023-03-20",
    "Seasons": {
        "0": {
            "ID": "35090",
            "URL": "https://thetvdb.com/series/my-hime/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 29,
            "Episodes": {
                "99": {
                    "ID": "4218707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/4218707",
                    "Titles": {
                        "eng": "Mai-Hime Promo",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "35091",
            "URL": "https://thetvdb.com/series/my-hime/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": "Thirteen girls, each with the ability to materialize \"Elements\" and summon metallic guardians called \"Childs\" have been brought to Fuuka Academy to battle mysterious creatures called Orphans. Each with a different personality and background, they must decide who they truly care about and why they fight.",
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "387162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387162",
                    "Titles": {
                        "eng": "A Girl's Most Important Event",
                        "jpn": "それは☆乙女の一大事"
                    },
                    "Summaries": {
                        "eng": "Mai Tokiha and her brother Takumi are on a boat trip when a girl with a sword, Mikoto Minagi, is found in the water. They pull her aboard, but are attacked by Natsuki Kuga. The boat is destroyed in the battle between Mikoto and Natsuki, and Mai shows strange abilities.",
                        "jpn": "鴇羽舞衣は、弟の巧海と共にフェリーの船上にいた。両親を亡くした二人が、奨学金を受けることのできた「風華学園」に転入するためである。その船旅の途中、巧海は海上に漂う人影を見つける。それは、傍らに身の丈よりも大きな剣を携えた、まだ年端も行かない少女だった。成り行きで人命救助にあたった舞衣は、その場に居合わせた楯祐一と宗像詩帆が、偶然にも風華学園の生徒だということを知る。船長に呼ばれブリッジへ向かう舞衣と祐一。ちょっとしたことで衝突する二人に、突如現れたライダースーツ姿の侵入者が襲いかかる。祐一は昏倒し、舞衣は締め上げられ少女の居場所を問われる。舞衣たちが少女の眠る医務室へと足を踏み入れた途端、少女と侵入者の間で、不可思議な力同士の戦いが火蓋を切った。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "387163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387163",
                    "Titles": {
                        "eng": "After-School Secrets",
                        "jpn": "ヒミツの放課後?"
                    },
                    "Summaries": {
                        "eng": "Mai and Takumi go to their first day at school. Mai skips class and bonds with Mikoto over a bowl of ramen. Takumi is attacked by a monster, and Mai and Natsuki put aside their differences to fight it.",
                        "jpn": "焼けた学園の敷地内で倒れていた舞衣は、執行部長の珠洲城遥に詰問を受けた。何も判らない舞衣は戸惑うが、生徒会長の藤乃静留、副会長の神崎黎人の便宜でその窮地を脱する。そんな中、舞衣が見つけたのは昨夜のフェリーの少女。空腹で倒れた少女を自分の部屋に運んだ舞衣は、少女が美袋命という名であることを知り…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "387164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387164",
                    "Titles": {
                        "eng": "Dance of Flames/Star's Oath",
                        "jpn": "炎の舞/星の誓い"
                    },
                    "Summaries": {
                        "eng": "Mai calls forth Kagutsuchi and defeats the Orphan Later, Mashiro Kazahana explains to Mai that she is a HiME and that she is needed to fight Orphans. Mikoto becomes Mai's roommate.",
                        "jpn": "心臓発作で倒れた巧海の前に、巨大な怪物・オーファンが現れる。謎の少年、凪の言葉を受け、巧海の元に駆けつけた舞衣はHiMEとして覚醒し、従者であるカグツチの炎でオーファンを倒す。その後、学園理事長宅に向かった舞衣。メイドの姫野二三が案内する先にいた理事長の風花真白は、十一歳の車椅子の少女だった。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "387165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387165",
                    "Titles": {
                        "eng": "Mischief of the Wind",
                        "jpn": "風のイ・タ・ズ・ラ"
                    },
                    "Summaries": {
                        "eng": "Little Orphans are stealing lingerie from the girls at school. Natsuki must walk around without underwear on a windy day, to her chagrin. Using Natsuki's underwear collection, they lure the Orphans and destroy them.",
                        "jpn": "季節は夏。学園を横行する下着ドロの噂を耳にし、その話題で盛り上がる舞衣と命。一方、なつきはプールの授業の後で下着ドロの被害にあってしまう。下着を盗んでいるのが実はオーファンの仕業であることを知ったなつきは、女子寮に罠を張り、オーファンの出現を待つのだった。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "387166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387166",
                    "Titles": {
                        "eng": "Rain -- Tears...",
                        "jpn": "雨――。涙……"
                    },
                    "Summaries": {
                        "eng": "An Orphan is attacking city buses, but Mai has her own problems. The stress of taking care of her ailing brother gets to her, and Yuuichi Tate comforts her in the rain. They later go back to teasing one another.",
                        "jpn": "HiMEという自分の宿命を受け入れることが出来ない舞衣。しかし、新たなオーファンの気配が彼女の周囲にうごめく。そして、毎日バイトに明け暮れる舞衣は、クラスメイトからの微妙な距離感を感じるようになる。そんな中、街中で発見したオーファンの後を追いかけた舞衣が見たものとは…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "387167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387167",
                    "Titles": {
                        "eng": "The Passionate Age of 17 (^^;)",
                        "jpn": "もえる十七歳(^^;)"
                    },
                    "Summaries": {
                        "eng": "Yuuichi and Shiho Munakata enlist Mai, Takumi and Mikoto to help them prepare for a wedding. Shiho worries that Yuuichi likes Mai, and makes Mai root for her love of Yuuichi. Midori Sugiura turns out to be a HiME and ends up as a teacher at the school.",
                        "jpn": "詩帆の祖父の神社で行われる結婚式の手伝いで、バイト巫女を引き受けた舞衣たち。式当日、舞衣はなぜか神社の倉にいたファミレスのバイト仲間の杉浦碧と出くわす。押し問答の中、倉にある開かずの扉の奥の洞窟に入り込み、そこでHiMEの痣に似た形の壁画を洞窟の壁に見つけた二人。と、そこに突如オーファンが現れる。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "387168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387168",
                    "Titles": {
                        "eng": "Lost Kittens",
                        "jpn": "迷子の仔猫たち"
                    },
                    "Summaries": {
                        "eng": "Mikoto falls under the influence of Nao Yuuki. Nao shows Mikoto how to lure men by posing as underage prostitutes, then use their powers to rob them. Mikoto has second thoughts, and the other HiME put a stop to it.",
                        "jpn": "夜の月杜町で、男と歩くクラスメイトの結城奈緒を見た命。二人を追った命は、HiMEの力で好き放題なことをしている奈緒を見つける。一方、命が夜の月杜町で危ないことをしていると凪から聞かされた舞衣は、なつきと一緒に命を探しに行く。そこで見つけたのは、若い男と路地裏に入っていく命の姿だった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "387169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387169",
                    "Titles": {
                        "eng": "Precious Thing",
                        "jpn": "たいせつなもの。"
                    },
                    "Summaries": {
                        "eng": "The school holds a festival. Akane Higurashi fights an Orphan to protect her boyfriend Kazuya, but Miyu Greer kills Akane's Child, and Kazuya dies. Nagi Homura explains that the life of the person who's most important to the HiME is forfeit, not the HiME's life as Akane thought. Mai fights with Kagutsuchi for the second time, and reveals her powers to Reito.",
                        "jpn": "風華学園の創立祭を、恋人の和也と楽しむ日暮あかね。一方、舞衣と巧海、祐一は、黎人の手伝いで図書館に向かう。祐一が悪ふざけをしたために書庫の地下の洞窟に落ち、オーファンに襲われる四人。巧海と祐一は気絶してしまい、舞衣は黎人の目を気にしつつも、カグツチを呼び出してオーファンに立ち向かうのだった。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "387170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387170",
                    "Titles": {
                        "eng": "The Sea, The Maidens, and Natsuki's Secret",
                        "jpn": "海とオトメとなつきのヒミツ♪"
                    },
                    "Summaries": {
                        "eng": "Mai's relationships with Reito Kanzaki and Tate continue to develop. Natsuki takes Mai and Mikoto on an information gathering mission at an abandoned First District building. Natsuki eplains she's trying to destroy the First District.",
                        "jpn": "命を連れ、美星海岸でのバイトに来た舞衣は、そこで偶然に生徒会の面々に会う。なりゆきから遥の別荘で一夜を過ごすことになった舞衣たち。その夜、海岸で一番地の施設への潜入の準備をしていたなつきと出会った舞衣は、同行を申し出る。舞衣の後を付いて来ていた命も伴い、一番地の施設に侵入した三人は…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "387171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387171",
                    "Titles": {
                        "eng": "Cake Wars!!!",
                        "jpn": "ケーキ大戦!!!"
                    },
                    "Summaries": {
                        "eng": "Mai and her friends have their cake baking contest organizaed by Midori Sugiura but the contest is interrupted by an Orphan. Takumi is attacked by another Orphan and it turns out Akira Okuzaki is a HiME — and a girl. She saves Takumi, who throws a birthday party for Mai.",
                        "jpn": "調理実習の補講に出た舞衣たちは、なぜか「お料理バトル」をすることになってしまう。三チームに分かれて、ケーキを題材としたバトルを始める舞衣たち。順調にスタートした舞衣や雪之のチームに対し、なつき、奈緒、命のチームは早くも不穏な空気が漂い始める。しかしその時、甘い匂いにつられたオーファンが現れて…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "387172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387172",
                    "Titles": {
                        "eng": "Dance of Light and Darkness",
                        "jpn": "光と闇の輪舞"
                    },
                    "Summaries": {
                        "eng": "A vampire is stalking the campus. It removes girls' clothing and drinks their blood trying to determine if they are HiMEs. Nagi tells Mai not to get involved with it, since there appears to be another group looking to use the HiME. The school's nun, Yukariko Sanada, turns out to be a HiME and defeats it.",
                        "jpn": "女生徒の血を吸うという吸血鬼の噂が学園内に蔓延し、執行部の遥や雪之は対策本部を設置する。その夜、祐一から学園に呼び出された舞衣は、学園で相次ぐ事件との関連を祐一から問われてしまう。その時、突如響く悲鳴を耳にした二人は、駆けつけた先で、傷付いたあおいとその前で佇む紫子の姿を見つける。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "387173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387173",
                    "Titles": {
                        "eng": "The Smile of an Angel",
                        "jpn": "天使のほほえみ"
                    },
                    "Summaries": {
                        "eng": "Joseph Greer, Miyu, and Alyssa Searrs are working for the Searrs Foundation. They kidnap Natsuki, and Yukino Kikukawa, who is a HiME, uses her powers to find her. Mai and Mikoto go to rescue her, and save her from Miyu and Alyssa Searrs. In the end, Alyssa takes over control of the operation from Greer.",
                        "jpn": "身近な友人が襲われたことから、自発的にオーファンを倒そうと動き出す舞衣。別口で騒動の根源を探っていたなつきは、元凶であるアリッサの拘束を試みるが、深優に捕獲されてしまう。その頃、HiMEの力でオーファンの居場所を突き止めた雪之から連絡を受けた舞衣は、なつきを救い出し、アリッサと対峙する。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "387174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387174",
                    "Titles": {
                        "eng": "~Night of the Tamayura~",
                        "jpn": "～たまゆらの夜～"
                    },
                    "Summaries": {
                        "eng": "The school hosts a romantic festival, and Mai and Reito go on a date. They are about to kiss when Tate interrupts, angering Shiho. Alyssa and Miyu test out Alyssa's powers, and Natsuki investigates the First District.",
                        "jpn": "アリッサたちと決着を付けられなかった舞衣。そんな折、舞衣は風華の地で催される「魂響の祭」に黎人から誘われる。また、詩帆に誘われ祭に来ていた祐一は、そこで舞衣と黎人の姿を見かけてしまう。自分の気持ちを抑えようとする祐一を見て、舞衣への妬みを爆発させる詩帆。その時突然、大橋が燃えて崩れ落ちはじめる。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "387175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387175",
                    "Titles": {
                        "eng": "The Targeted Academy",
                        "jpn": "ねらわれる学園"
                    },
                    "Summaries": {
                        "eng": "Alyssa destroys a bridge with a shot from heaven, and the Searrs group sends in its personal army and takes over the school, looking for HiMEs. Nagi and Mashiro then gather the HiMEs in an underground cavern.",
                        "jpn": "HiMEの捕獲を始めたシアーズ。捕らわれた舞衣はHiMEの居場所をアリッサに問われる。助けにきた命と共に逃げ出した舞衣だが、裏山に逃げていた祐一と詩帆に偶然出会い、詩帆から罵倒されてしまう。二人を振り切って走る中なつきと合流した舞衣たちは、学園地下の「黒曜宮」で、真白と他のHiMEたちと会う。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "387176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387176",
                    "Titles": {
                        "eng": "A High School Girl Soars To the Heavens",
                        "jpn": "天翔ける ミ☆女子高生"
                    },
                    "Summaries": {
                        "eng": "The HiMEs defeat the Searrs soldiers and rush to confront Alyssa. Alyssa attempts to destroy the school (and students) with a blast from her Child, but Mai intercepts the beam with Kagutsuchi, seemingly killing her. Alyssa and Miyu escape, but Joseph Greer shoots Alyssa and Miyu kills him.",
                        "jpn": "黒曜宮に集ったHiMEたちは、真白の指令の下、学園奪還作戦を開始する。アリッサのチャイルド・アルテミスによる衛星攻撃までの時間をリミットとし、舞衣たちは出陣した。陽動を兼ねた戦闘を展開し、崖の上でアリッサと深優を追い詰めた舞衣たちだったが、アリッサの能力が発動し、衛星による攻撃が地表へと降り注ぐ。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "387177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387177",
                    "Titles": {
                        "eng": "Parade",
                        "jpn": "Parade♪"
                    },
                    "Summaries": {
                        "eng": "Mai shows up late for class, to Mikoto's delight. Midori organizes the HiMEs into the HiME Rangers, and takes them out to karaoke to bond. Takumi discovers Akira's true identity and she must kill him. Afterwards, Nagi tells them that there will be no more Orphans; now they must fight each other's Children. The HiME's Carnival had just begun.",
                        "jpn": "学園の騒乱からしばしの時が過ぎた。碧はHiME同士で結託し、力を合わせオーファンに立ち向かおうと提案する。翌日、舞衣たちは結成式のカラオケ大会で大いに楽しみ、学園への帰途に着く。ところが学園の水晶宮で待っていた凪は、オーファンはもう出てこず、次はHiMEたちによる祭事が幕を開けると告げる。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "387178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387178",
                    "Titles": {
                        "eng": "Deceitful Lips",
                        "jpn": "うそつきな、唇"
                    },
                    "Summaries": {
                        "eng": "Nagi informs the HiME Rangers that an evil star is coming, and the only one who can save the world is the HiME who defeats all other HiMEs. Tate tells Mai that he must stay with Shiho, because he caused her to be injured. Takumi is accepted for a transplant at a US hospital.",
                        "jpn": "HiME同士が戦い合い、最後に勝ち残った者だけが世界を災厄から救うことができる。凪の語るHiMEの存在意義を知り、困惑する舞衣たち。そんな中、病院で偶然に祐一に出会った舞衣は、謝罪と激励の言葉を告ぐ祐一に、一線引いた距離を感じる。その帰途、舞衣はチャイルドを伴った白い人影に襲われて…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "387179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387179",
                    "Titles": {
                        "eng": "The Beginning",
                        "jpn": "――はじまり。"
                    },
                    "Summaries": {
                        "eng": "A mysterious flute-playing HiME attacks Mai. Mikoto protects her, but Mai tells her not to fight. Yukariko betrays the group, and causes Natsuki to fight Nao, saying Nao attacked her.",
                        "jpn": "HiMEの祭事について調べ始めた碧は、風花真白という少女が既に亡くなっていることを知る。一方、舞衣となつきは、奈緒に襲われたという紫子を助ける。しかし、彼女のその傷はチャイルドの幻だった。奈緒も幻によって攻撃されたと勘違いしており、奈緒となつきは話が噛み合わないまま戦い始めて…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "387180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387180",
                    "Titles": {
                        "eng": "Labyrinth of the Heart",
                        "jpn": "こころの迷宮"
                    },
                    "Summaries": {
                        "eng": "The HiMEs start to turn on each other; Yukino is blackmailed into attacking Mai. Takumi worries about being a burden to Mai, and makes plans to go to America alone. Akira grows more devoted to Takumi, putting him in danger. Shiho kisses Tate in front of Mai to hurt her.",
                        "jpn": "送り主不明の脅迫メールで疑心暗鬼に陥った雪之は、舞衣に攻撃を仕掛ける。その場を命に救われた舞衣だったが、何度言っても戦いをやめず、雪之に刃を向けた命に思わず苛立ちをぶつけてしまう。その後、舞衣は巧海が倒れたという連絡を受ける。病院に駆けつけた舞衣は、巧海の本音を聞いて困惑する。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "387181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387181",
                    "Titles": {
                        "eng": "Dance of Flames/Tears of Destiny",
                        "jpn": "炎の舞/涙の運命"
                    },
                    "Summaries": {
                        "eng": "A crow Child causes Mikoto to fight and kill Akira's child. Mai arrives in time for Takumi to evaporate in her arms. She and Mikoto then battle, while Mikoto flashes back to how her brother is the Obsidian Lord.",
                        "jpn": "奈緒に襲われた巧海。晶はゲンナイで巧海を連れて逃げるが、白無垢の姫のチャイルドに襲われる。駆けつけた舞衣は炎に包まれるゲンナイを見る。舞衣に抱かれ、消える巧海。そこに現れた命の様子を見て、ゲンナイを倒したのが命だと思った舞衣は、命に攻撃を仕掛け、暴走したカグツチの炎でその場を灰一面にしてしまう。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "387182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387182",
                    "Titles": {
                        "eng": "The Obsidian Prince Awakens",
                        "jpn": "黒き君、目覚めるとき"
                    },
                    "Summaries": {
                        "eng": "Nao attacks Natsuki, and Shizuru reveals herself to be a HiME while saving Natsuki. Meanwhile, Mashiro and Fumi go to confront the Obsidian Lord, who turns out to be Reito. Mikoto fights for Reito and defeats Mashiro and Fumi.",
                        "jpn": "HiME同士の戦いを懸念していた碧は、真白の元に訪れる。そこに裏で手を引いていた黒幕当人からの書状が届き、真白と二三は碧に「鍵」を託してその人物の元へ向かう。黒曜宮で待ち受けていたのは、黒曜の君の思念を取り戻した黎人だった。黎人にエレメントを向ける二三だが、そこに命が割り込んでくる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "387183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387183",
                    "Titles": {
                        "eng": "Collapse...",
                        "jpn": "くずれゆく……"
                    },
                    "Summaries": {
                        "eng": "A large portion of the students are missing after the last battle. Haruka and Yukino look for Shizuru, and find her with Natsuki, who Shizuru has been inappropriately touching while she sleeps. Mai goes in search of the Black Prince to learn if killing the other HiME's Children will give her the power to bring back Takumi.",
                        "jpn": "力を手に入れるため、HiME同士の戦いを決意する舞衣に、碧は自分とも戦うのかと忠告する。そんな中、遥と雪之は姿を消した静留の家に向かう。学園を放棄した静留を責める遥だが、静留は一向に気にしない。一方、真白に預かった鍵を使うと決めた碧は深優の部屋に向かう。その時、後をつけてきた命が碧に襲い掛かった。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "387184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387184",
                    "Titles": {
                        "eng": "Love and Friendship, Heartlessness",
                        "jpn": "愛情と友情、非情"
                    },
                    "Summaries": {
                        "eng": "Midori wakes up Miyu with the key given to her by Mashiro. Mikoto tries to stop her, and Mai learns that Mikoto works for Reito now. Meanwhile, Shizuru defeats Yukino and Haruka evaporates. Yuuichi learns from Natsuki that Mai has feelings for him and goes in search of her.",
                        "jpn": "命の攻撃で、碧の愕天王は霧散する。そこに駆けつけた舞衣は、傷つき倒れる碧と、自分が倒したと思っていた命を見つける。その頃、清姫で雪之のダイアナを倒した静留。なつきを苦しませるものは全て倒すと告げて、静留はどこかに消えていく。一方、紫子のヴラスの能力で、舞衣は幻覚空間に陥ってしまう。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "387185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387185",
                    "Titles": {
                        "eng": "Love is a Battle",
                        "jpn": "コイ・ハ・タタカイ"
                    },
                    "Summaries": {
                        "eng": "Shizuru destroys Nao's Child, killing Nao's hospitalized mother. Shiho turns out to be a HiME and attacks Mai. Mikoto kills Shiho's Child, and Yuuichi evaporates as Mai tries to explain that she loves him.",
                        "jpn": "祐一が舞衣と一緒にいると知った詩帆は、HiMEとして覚醒する。二人を見つけ出し、舞衣に攻撃する詩帆。祐一は二人の戦いを止めるため、詩帆のチャイルドを倒せと舞衣に叫ぶ。だが、どちらのチャイルドが消滅しても祐一が犠牲になってしまうため、舞衣は攻撃を躊躇する。その時、突然命が現れて…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "387186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387186",
                    "Titles": {
                        "eng": "The Moment of Destiny",
                        "jpn": "運命の刻へ"
                    },
                    "Summaries": {
                        "eng": "Shizuru and Natsuki battle and then evaporate because of their love for each other. Miyu goes to kill the Obsidian Lord. Mai goes after the Black Prince as well, but Mikoto shows up to stop her with her Child.",
                        "jpn": "HiMEとしての戦いを終わらせるため、命や静留との決着をつける決意をする舞衣となつき。翌日、凪に捕まった舞衣は、封架の宮で黒曜の君である黎人と対面する。黒曜の君を倒して戦いを終わらせようとする舞衣。しかし、そんな舞衣の前に命が現れる。最後に勝ち残るHiMEを決める戦いが始まろうとしていた。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "387187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-hime/episodes/387187",
                    "Titles": {
                        "eng": "Shining Days",
                        "jpn": "shining☆days"
                    },
                    "Summaries": {
                        "eng": "Miyu wakes up Mashiro from a frozen block of ice. Mashiro then revives all the people who had evaporated. Mai and Yuuichi defeat the Obsidian Lord, and everything returns to normal. Reito and Yuuichi want Mai, and Mikoto doesn't want to share.",
                        "jpn": "共に新世界を造ろうと黎人に迫られた舞衣。しかし、舞衣に拒絶された黎人は業を煮やし、舞衣を始末するよう命に命じる。命令によって猛攻を仕掛ける命に防戦一方の舞衣。黎人に操られている命を正気に戻すため、舞衣は自分の本当の気持ちを命に告白する。その時、命の「お守り」が砕け散り、命は正気を取り戻すのだが…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}