{
    "URL": "https://thetvdb.com/series/touka-gettan",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1437145/",
        "https://www.themoviedb.org/tv/46315"
    ],
    "Titles": {
        "eng": "Touka Gettan",
        "jpn": "桃華月憚"
    },
    "Summaries": {
        "eng": "Tōka Gettan is set in the land of Kamitsumihara, where traces of magic and legend can still be seen. The land has been under the protection of the Kamiazuma clan since it was founded. The story revolves around Tōka Kamiazuma, the main protagonist, and his encounter with a young girl named Momoka Kawakabe who comes to stay with the clan. Their meeting sets off a chain of events that will bring an ancient legend to life.",
        "jpn": "序説　\r\n神話が密かに息づく古き土地”上津未原”－。\r\nそれはまだこの国の歴史が始まるよりも昔の出来事－。\r\n\r\n叶わぬ約束と、切なく哀しい想いが、\r\n禍々しくも美しいその土地に、今もなお深く根を下ろしている･･････。\r\n\r\n上津未原に造られた”桃歌台学園”と、\r\n上津未原を古くから支配する古い豪族の家系”守東家”に\r\n住まう人々を中心に紡がれる幻想奇譚 恋絵巻。"
    },
    "Aliases": [
        "Momotsuki"
    ],
    "Modified": "2008-09-11",
    "Seasons": {
        "1": {
            "ID": "35096",
            "URL": "https://thetvdb.com/series/touka-gettan/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "387220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387220",
                    "Titles": {
                        "eng": "Cherry Blossom",
                        "jpn": "桜"
                    },
                    "Summaries": {
                        "eng": "The events of the story have already passed, and the characters are shown to have changed. Tōka continues to mourn the loss of Momoka while his mother slips into depression.",
                        "jpn": "『みんなが望んでいたのは、……こんな風景だったのか？ ……これが、あたり前の世界ってやつなのか？』 生きる理由、人として……生まれた意味。過ぎゆき、そして流れゆく時間……。見えないけれど、心の中に確かに在った揺ぎない想い……。……決断の時、それはこの世界との別離の刻……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "387221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387221",
                    "Titles": {
                        "eng": "Song",
                        "jpn": "歌"
                    },
                    "Summaries": {
                        "eng": "Tōka takes part in a supernatural ceremony in order to protect the land he lives in. However, due to the ritual, Momoka along with several others disappear.",
                        "jpn": "時と場を歪められてきた土地“上津未原”。二千年の記憶……。届かなかった、そして叶わなかった……思恋。セイ、ジュナ、フウ、三人の女神。……魂の軌跡。『汝らの慟哭を知りたるこの石剣の通力を解き放ち、今ぞ悉皆を無へと帰さん……』 想いは……、願いは……、昇華してゆく……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "387222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387222",
                    "Titles": {
                        "eng": "Sword",
                        "jpn": "剣"
                    },
                    "Summaries": {
                        "eng": "The concert is about to start tomorrow and everyone is getting prepared for what they must do. Yurika gets released from her prison and goes after Momoka to fight her.",
                        "jpn": "遣い手の記憶を蓄蔵する古の神器“石剣”。その“石剣”の暴走を唯一抑えることができる“龍皇”の力。二千年前の出来事、……悲劇の発端へ、魂は回帰する……。『イサミヒコを、救いたまえ……』 望まぬ人外の力と生命を授けられた女たちの切なる願い。“上巳の歌会”を明日に控え、人々の想いは募ってゆく。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "387223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387223",
                    "Titles": {
                        "eng": "Crown",
                        "jpn": "冠"
                    },
                    "Summaries": {
                        "eng": "Momoka is captured by Mihashi, the last of the Shikigami, and Tōka must go to save her. When he arrives at Mihashi's lair, Tōka uses the Stone Sword to destroy the crown Momoka wore, effectively removing her from Mihashi's grasp and then killed Mihashi.",
                        "jpn": "女神の力を手中に収めるべく画策するみはし。……式神の最後の生き残り。捕らわれたセイ……。“龍皇”と女神が放つ、強大な力が少女の亡霊を呼び覚ます。人は人を求め、……彷徨い、そして消えゆく運命。魂を喰らう神殺しの剣の力を欲した者たちの哀しき末路……。様々な想いの容……。全ては運命の導くままに……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "387224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387224",
                    "Titles": {
                        "eng": "Buddha",
                        "jpn": "仏"
                    },
                    "Summaries": {
                        "eng": "Makoto is informed that she is going to participate in the upcoming concert. Momoka tells Kikyō that she wants to go back to Kinomiya. Juna, Fū, and Sei have finally assembled again in the same place for the first time in centuries.",
                        "jpn": "“上津未原”を守りし者たちが囚われて来た……想い。永劫に亘り、目覚めぬ、……常しなえの眠りを望む二人の女神。“セイ”である桃花。“ジュナ”である真名姫。目覚めし、三人目の女神“フウ”……。セイ、ジュナ、フウ、三人の女神が再び出遭う時……。それは終焉への階を昇る……運命の刻の始まり。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "387225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387225",
                    "Titles": {
                        "eng": "Butterfly",
                        "jpn": "蝶"
                    },
                    "Summaries": {
                        "eng": "The Lotus Association, led by Shōko, goes up against Ninomiya, led by Kochō, in a cooking contest to see which one of them can make the best Japanese confectionery. Before the contest, Kochō has some fun with Momoka, giving her the task of capturing the moon's reflection in Yumiko's bath water. At the contest, Kikyō judges the winner to be Kochō.",
                        "jpn": "清く、楽しく、美しく……。退屈な日常を嫌う気まぐれな蝶々たち。その名も胡蝶三姉妹。ひばり、つばめ、すずめ、という名の妖しの者たち。桃歌台学園を二分する学生ソサエティー、二宮会を統べる胡蝶三姉妹と蓮会の六条章子が捲き起こす和菓子対決。謎多き生徒会長、鬼梗が味較べの判定を下す……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "387226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387226",
                    "Titles": {
                        "eng": "Darkness",
                        "jpn": "闇"
                    },
                    "Summaries": {
                        "eng": "Juna awakens within Yumiko and tries to kill Momoka, but Tōka interferes. Yumiko, as Juna, and Momoka, as Sei, release a vast amount of magical energy which opens up a gateway into another world. Tōka and Momoka try to find Yumiko as Kikyō and Makoto go into the gateway to save them from Yumiko's wrath.",
                        "jpn": "闇が支配する世界。セイの哀しみ、ジュナの怒り。己の内に在るものと己が存在する意味を見据える刻……。定められた生命が果たさねばならない使命……。『今こそお前の内なる石剣を取り戻し、セイを殺す時が来た』 愛する者を失った痛みに囚われ、慟哭する心。泣き叫ぶ魂を鎮めるかの如く、“龍皇”の笛の音が鳴り響く。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "387227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387227",
                    "Titles": {
                        "eng": "Ice",
                        "jpn": "氷"
                    },
                    "Summaries": {
                        "eng": "Snow has covered the surrounding area and Momoka wants to go ice skating with Tōka during the school's ice skating event. However, it is her first time ice skating and she must get help from Tōka.",
                        "jpn": "白銀の光瞬く冬の“上津未原”。雪を踏む微かな足音で桃香を識別する桃花。満ちていく時の流れに添うように、互いの距離を縮めていく。寄り添う想いに……、穏やかな日常が破綻する。『由美子には桃香ちゃん、桃香ちゃんには由美子……』 由美子の中に在るジュナが解き放たれ、暴走を始める……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "387228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387228",
                    "Titles": {
                        "eng": "Snow",
                        "jpn": "雪"
                    },
                    "Summaries": {
                        "eng": "The Christmas party to be held on Christmas Eve is coming and to prepare Momoka knits a very long muffler to give to Tōka as a present. Later, she finds that it has disappered and tries to search for it. Meanwhile, the party is going on, and Tōka attempts to search for Momoka. They eventually meet near the end of the evening as Momoka saves Tōka's life.",
                        "jpn": "胡蝶三姉妹が主催する桃歌台学園のクリスマス会。クリスマスイブは恋する乙女にとって特別な一日。桃香のために想いを込めたプレゼントを用意する桃花。……ロマンチックな魔法の時間。一番欲しいプレゼントは……もうその中に入っている。『来年のクリスマスも一緒に居られたらいいね……』"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "387229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387229",
                    "Titles": {
                        "eng": "Blood",
                        "jpn": "血"
                    },
                    "Summaries": {
                        "eng": "A new enemy, Yurika, has entered Kamitsumihara and is almost killed by Kaya, Nene's little sister. Yurika later finds a young girl taking shelter from the rain and \"eats\" her, by biting her on the neck with her fangs. This turns the girl into a supernatural being who's first target is Haruhiko at school.",
                        "jpn": "“石剣”を狙う魔術師一族の刺客ユーリカが現れた。侵入者を駆逐する香陽とユーリカが一戦を交えた刹那、“上津未原”の安寧は終焉の時を迎えた……。真琴の内なる“龍皇”を発現させる鬼梗。……襲い来る異形の集団。桃花の中に在るセイの強大な力が、異界へと様相を変えゆく古の地に光の波動となって拡がる……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "387230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387230",
                    "Titles": {
                        "eng": "Festival",
                        "jpn": "祭"
                    },
                    "Summaries": {
                        "eng": "The time for the school festival has arrived, and Momoka leaves the house early to get early pickings on the food. Tōka meets up with Momoka in the festival and the two of them go around to several of the attractions together.",
                        "jpn": "桃歌台学園は一際にぎやかな学園祭の真最中……。チョコバナナ、イカ焼き、ソーセージ、アンズ飴……。章子の部屋、クラブ・エリーゼ、メイド喫茶ピーチ、胡蝶三姉妹 雅研究発表会“KO MI KE”、桃歌台怪奇屋敷。お手製の学園内食い倒れマップを手に、食べることに余念が無い桃花に、桃香は振り回される。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "387231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387231",
                    "Titles": {
                        "eng": "Life",
                        "jpn": "命"
                    },
                    "Summaries": {
                        "eng": "A mysterious dog appears in Tōka's room, and while he initially tries to capture it, he finds that the dog is too fast for him. While at first annoyed at the dog's presence, Tōka eventually comes to love the dog and gives it the name Nero. After Tōka loses one of his shoes one day while rescuing Nero, the dog later goes out to find the shoe, but is killed in the process by a pack of wolves. Tōka and Momoka both mour the loss.",
                        "jpn": "深秋の日、桃香のもとに突然姿を現した不思議な子犬。言葉を必要としない無償の触れ合いの中で、桃香の中に芽生える……愛しいと想う心。……胎動するジュナ。失われた生命の儚さ……。どうすることも出来ない想い……。瞳から溢れ出す涙。別離の痛みと、悲しみの意味を知る……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "387232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387232",
                    "Titles": {
                        "eng": "Mansion",
                        "jpn": "館"
                    },
                    "Summaries": {
                        "eng": "Tōka and his friends take a trip to a mansion deep in the Japanese mountains, which also has hot springs available. Before long, people start disappearing for unknown reasons, but eventually the landlady of the mansion is found to be the culprit.",
                        "jpn": "鄙びた温泉旅館“桃源荘”へとやって来た桃歌台学園一行。温泉饅頭、露天風呂、豪勢な料理、遊技場での卓球遊び。思い思いの時間を満喫する面々に、……怪しい影が忍び寄る。不気味な番頭、意味あり気に微笑む女将……。『ここに居るよ』と無邪気に笑う、幼い少女たち。禁じられた場所に足を踏み入れた者の運命は……?!"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "387233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387233",
                    "Titles": {
                        "eng": "Journey",
                        "jpn": "旅"
                    },
                    "Summaries": {
                        "eng": "Hazuki and Lilith from Yami to Bōshi to Hon no Tabibito make an appearance as they travel into the land of Kamitsumihara in an attempt to track down Hazuki's lover Hatsumi. Before long, Hazuki and Lilith travel to an earlier time in the middle of the feudal era where they meet a young Nene and her empress mother.",
                        "jpn": "世界の全てを管理している摩訶不思議な図書館……。そこにある本には全て別々の“世界”が存在している。姉の初美を探すため、図書館の管理人を務めるリリスと共に、本の世界を旅する少女。その名は、葉月。リリスと葉月は、初美の痕跡を辿って新たな本の頁を開く。“上津未原”を訪れた少女たちが見たものは……?!"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "387234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387234",
                    "Titles": {
                        "eng": "Calendar",
                        "jpn": "暦"
                    },
                    "Summaries": {
                        "eng": "On the tenth of the month, Yumiko has to finish her next novel before the deadline, but she needs more time to finish it. The next day, she is still not done, and does not rip the calendar date onto the following day, which inadvertantly repeats the events of the previous day, though only Makoto and Yumiko have any knowledge of this.",
                        "jpn": "いつもと変わらぬ穏やかな日常、……平穏な毎日の繰り返し。時は過ぎ、季節は移り変わり、一日として同じ日は存在しない。人と人との繋がりが……、誰かを恋い慕う想いが……、過ぎ往く時を還る力を放つことも在る……。たとえそれが自分だけに訪れた不可解な出来事であっても……。『今日が駄目でも、明日があるわ……』"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "387235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387235",
                    "Titles": {
                        "eng": "Star",
                        "jpn": "星"
                    },
                    "Summaries": {
                        "eng": "Kaya, Nene's younger sister, comes back after a very long time to fulfill an anniversary that only comes around once every 449 years when a certain comet makes its closest approach to Earth. Kaya continuously bother Nene throughout the day because she wants to be close to her, but since Nene has work to do, she shuns Kaya's advances. Later when Tōka is looking through the telescope to view the comet, he does not see the stars but instead views a hide and seek game played 1347 years ago between Nene and Kaya.",
                        "jpn": "夜空を瞬きながら流れゆく彗星と共に、姿を現した香陽。姉である御堂寧々に構って貰いたい一心で、香陽は守東家に様々な騒動を巻き起こす。……寧々と香陽が共有する幼い日の記憶。「もう、いいかい。まぁだだよー。もう、いいかーい」449年に一度訪れる約束の日を思い出した寧々は……。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "387236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387236",
                    "Titles": {
                        "eng": "Moon",
                        "jpn": "月"
                    },
                    "Summaries": {
                        "eng": "Makoto awakens after a strange dream and is feeling sick. She manages to go to school, but while there, she loses most of her energy and nearly falls unconscious while on school grounds. Shōko finds her, and brings her to the nurse's office, and before long a white light starts glowing around Makoto's stomach. At the same time, Sei within Momoka, Juna within Yumiko, and the stone sword within Tōka awaken for a brief period; Makoto's own dragon within her also awakens. Afterwards, things seem to go back to normal, and the nurse writes off the circumstance as Makoto experiencing her first menstrual cycle.",
                        "jpn": "漣のように少女の身に起こった変化が荒波を呼ぶ……。濤声は轟き“上津未原”から、光の環が拡がっていく。桃花の中で暴走するセイの力……。その存在に反応する由美子の中のジュナ……。桃香は“石剣”を実体化させ、香陽は猫の変化を解かれる。犬飼真琴がその身に宿す“龍皇”の力が覚醒した……。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "387237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387237",
                    "Titles": {
                        "eng": "Umi",
                        "jpn": "海"
                    },
                    "Summaries": {
                        "eng": "When Nene goes to wake Yumiko up in the morning, she finds a large sea right outside the house which is due to Yumiko inadvertently using her powers to change the physical world. At school, the new pool area has opened, and the students get to take a day off, but since Tōka does not like crowded areas, he leaves to go back home without telling anyone. Momoka tries to search for him most of the day at school, but only later finds out he went home. Momoka is transported to the sea by the house via Yumiko's powers and eventually finds Tōka, but both of their swimsuits are either eaten off by fish or dissolve off, again due to Yumiko. In the end, the sea disappears at night before Nene can take a dip.",
                        "jpn": "暑い夏の一日、桃歌台学園のプール開きの日、守東家の庭先に青い海原が出現した……。由美子は桃香と桃花のために、水着を作り始める。寧々の勧めで誰も居ない海へ、一人泳ぎに出た桃香は、身に着けた水着を魚に食べられ、海から出られなくなる。そこへ、桃香の後を追ってやって来た桃花が現れ……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "387238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387238",
                    "Titles": {
                        "eng": "Curtain",
                        "jpn": "幕"
                    },
                    "Summaries": {
                        "eng": "A play is presented at Tōka's school which chronicles the life of Yumiko from before she was born when her parents were very young through her traumatic events in her life up to the present day.",
                        "jpn": "“上津未原”に渦巻く、切なく哀しい想い……。禍々しくも美しいその土地を守護する守東家の歴史。守東由美子が生まれ、苦しみながら辿って来た路。夢でもなく、幻でもなく、現実に起こった出来事……。人の想いに操られ、時が運ぶ宿命に翻弄された人の歴程。幕は開く。『世界は確かに在る』と再び心に刻むために……。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "387239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387239",
                    "Titles": {
                        "eng": "Peach",
                        "jpn": "桃"
                    },
                    "Summaries": {
                        "eng": "The three Butterfly Sisters host a peach picking event where the participants can pick and eat as many peaches as they like, but one third of the harvest must be given back to the Butterfly Sisters in return. While out in the orchard Tōka runs into the Butterfly Sisters and gets trapped in a strange dimension with them. There, he finds out the truth of his existence.",
                        "jpn": "胡蝶三姉妹が主催する“桃狩り”にかり出された桃香。己の内に在るはずの記憶……。曖昧で不確かなもの……。“トウカ”という少女の幻が彷徨う桃園。桃が放つ妖鬼や邪気の類を祓う不思議な力の存在。容を持たないものが……、力を帯びて具現化する砌……。桃香は、……己の内に宿る“石剣”の存在を知る。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "387240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387240",
                    "Titles": {
                        "eng": "Garden",
                        "jpn": "園"
                    },
                    "Summaries": {
                        "eng": "Momoka had heard a story from Haruhiko about how a peach tree garden will appear on a certain hill on a night with a full moon, and Momoka goes out to that hill on such a night to think about her existence. There, she runs into Tōka, and Momoka reveals that she wants to prove her own existence one day. After that night, Momoka begins to think about Tōka constantly, and wants to be touched by him, but she does not understand why. After having a talk with Nene, she discovers that she is in love with Tōka. This episode was almost entirely in black and white and contained very little color.",
                        "jpn": "月夜の晩に現れるという桃園の伝説……。自分が誰なのか何なのか分からないが故の不安に揺れ惑い、目に見える形で確かめられるものに縋り付きたくなる。……思うこと、伝えること、考えること。何よりも大切な今この瞬間を生きているという実感。それは、芽生えたばかりの想い、……揺ぎない確かなもの。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "387241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387241",
                    "Titles": {
                        "eng": "Shadow",
                        "jpn": "陰"
                    },
                    "Summaries": {
                        "eng": "The Butterfly Sisters are spying on Tōka, and notice that Momoka has become quite close with him. Later in school, other students start to bully Momoka, with her treatment getting worse day by day. Meanwhile, Tōka is invited over by Ninomiya to play a game against Asuna, with the girl being the prize. Tōka refuses and escapes in the end, after sensing Momoka's cries for help. Having Tōka by her side again to comfort her seems to restore Momoka's peace.",
                        "jpn": "人が集まる処、それは様々な思いが生まれ交錯する場所。思念は渦を巻き、悪しき思いは力を帯び増幅を始める。拠り所を持たない魂が抱える無意識の脅え……。追い詰められた桃花の心が悲鳴を上げ、セイの力が解放される。助けを求め、口にした桃香の名前……。傍に居る……、ただそれだけで心が満たされていく……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "387242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387242",
                    "Titles": {
                        "eng": "Bride",
                        "jpn": "嫁"
                    },
                    "Summaries": {
                        "eng": "When Momoka and Tōka arrive at school, they meet Makoto who is going to act as their guide around the school grounds, showing them the major areas. Along the way, they stop in the library and Makoto reveals some of the past history of Kamitsumihara. Kikyō shows up out of nowhere and the Butterfly Sisters accurately predict a sun shower depending on Kikyō's behavior. Momoka eventually gets captured by some fox spirits, and it is up to Kikyō to save her.",
                        "jpn": "古の土地“上津未原”に造られた桃歌台学園。そこに伝わる人の営みの記録と不可思議な伝承……。“上津未原”の生ける伝説と称される鬼梗の存在。そぼ降る天気雨の後に、彷徨い現れる常世の者たち。夢幻と消えゆく過ぎ去りし過去の残像に魂を奪われる。“狐の嫁入り”に惹き込まれてしまった桃花の運命は……。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "387243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387243",
                    "Titles": {
                        "eng": "Twill",
                        "jpn": "綾"
                    },
                    "Summaries": {
                        "eng": "The new school year has started at Tōka Academy and Tōka, Momoka, and Makoto spend their first day at a new school. To mark the beginning of the new school year, the Butterfly Sisters group and Shōko's group have a challenge which is a variant of Rock, Paper, Scissors. At the end of the day Momoka goes outside and seeing Tōka in the courtyard gazing up at the sky with the three Butterfly Sisters in their butterfly forms flying around him. After they leave in a sparkling flash, Momoka recounts how the world is so beautiful.",
                        "jpn": "新たな一年の始まり、桃歌台学園の始業式。時が綾なす運命に導かれし者たちと古の神器が揃いし時……。桜咲くのどけき春の光景を愛で心から楽しむ雅で艶やかな乙女たちが繰り広げる“花いちもんめ”。神話が息づく“上津未原”の地に漂う哀切の想い……。桃花は桜散る花明かりの下で一人佇む桃香の姿に見惚れる。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "387244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387244",
                    "Titles": {
                        "eng": "X",
                        "jpn": "〆"
                    },
                    "Summaries": {
                        "eng": "Haruhiko and Shōko host a talk show which goes over the history of Kamitsumihara while interviewing many of the characters who knew Tōka or Momoka. These interviews serve to tie up any loose ends in the plot and brings everything together. Chronologically, this episode occurs after the first episode.",
                        "jpn": "守東桃香と川壁桃花が出会い、紡いだ“一年”という時間。季節は巡り桜の樹々がまた新たな花を咲かせる頃……。古の地“上津未原”に伝わる歴史を紐解きながら、二人を取り巻く人々の証言を元に、短い時を共に生きた二つの魂の軌跡を辿る特別番組“サブタイトル 〆”。『そして……桃香と桃花……、出会った』"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "387245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/touka-gettan/episodes/387245",
                    "Titles": {
                        "eng": "Bloom",
                        "jpn": "華"
                    },
                    "Summaries": {
                        "eng": "Tōka is born one night from the fusion of an unfinished doll and the stone sword, and he goes to live with Nene and Yumiko. Momoka comes into being and appears suddenly on the train Makoto and Asuna are taking to Kamitsumihara. After arriving at the school, Makoto enrolls, and while at first Momoka's name is not on the register, it suddenly appears there and she is enrolled. Makoto and Momoka are going to live in Yumiko's mansion.",
                        "jpn": "古の神器“石剣”が未完成の雛人形を依り代とし、剣の遣い手として人の容を得た“守東桃香”という存在。守東由美子が創った小説のキャラクターが実体化し、神の力を有するセイが憑依した“川壁桃花”という存在。揺ぎない想いと確かな絆で結ばれた二つの魂が移ろう季節と共に華やかに駆け抜けた夢幻に輝く生命の物語。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}