{
    "URL": "https://thetvdb.com/series/il-ji-mae-the-phantom-thief",
    "Genres": [
        "K-Drama",
        "Period"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1622764/",
        "https://www.themoviedb.org/tv/21013"
    ],
    "TitleEnglish": "Il Ji-Mae: The Phantom Thief",
    "SummaryEnglish": "In historic Joseon, a people's champion steals from corrupt, rich officials to give to the poor — seeking to avenge the wrongs done to his family.",
    "Aliases": [
        "Iljimae",
        "Il Ji Mae"
    ],
    "Modified": "2025-09-11",
    "Seasons": {
        "0": {
            "ID": "35413",
            "URL": "https://thetvdb.com/series/il-ji-mae-the-phantom-thief/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1568971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1568971",
                    "TitleEnglish": "Special",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "175751",
            "URL": "https://thetvdb.com/series/il-ji-mae-the-phantom-thief/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "1568981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1568981",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "The legend of Iljimae, Korea's version of Robin Hood, begins with the happy and privileged childhood of a young aristocrat named Geom. He charms his parents, excels at the arts, and even shares a budding romance with a beautiful young girl named Eun Chae, but what neither of them realize is that their innocence won't last...",
                    "Aliases": []
                },
                "2": {
                    "ID": "1568991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1568991",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Young Geom is drawn into a world of politics and bloodshed as his life falls apart. With his father dead and his mother and sister exiled as slaves, he's forced to find new allies and make his own way in a world that suddenly isn't as comfortable as it was before.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1569001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569001",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "No one knows that the scrappy, happy-go-lucky Yong was once an aristocrat and a traitor's son, but things may change when the police start digging into the past. Meanwhile, Bong Soon has survived without her brother, Eun Chae has grown into a fine noblewoman and Shi Hoo is determined to rise above his humble origins.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1569011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569011",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Yong and Shi Hoo are forced into a bloody battle. Bong Soon looks to expand her business while her father's history inches closer to their lives. Eun Chae just wants to help, but with her own father acting as a roadblock every step of the way, all her dreams may be for naught.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1569021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569021",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Shi Hoo prepares for the policy academy exam while Yong blows off the civil service equivalent in favor of researching his father's demise. There are important new officials in town, but what do they have to do with the murder and exile of Yong's family? Meanwhile, Byun Shik grows worried about current events.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1569031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569031",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Bong Soon faces prison time for her and her father's scams and is forced to take drastic action to remain a free woman. Shi Hoo makes a new friend as he trains through his injury. Meanwhile, someone from Yong's past makes a surprise appearance, but nothing about it is the happy reunion he'd been hoping for.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1569041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569041",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Yong's sister faces the noose while Shi Hoo struggles with a guilty conscience for the part he played in her arrest. Yong has a plan to help her escape, but with everything going wrong all at once, will he be able to pull it off? The seeds of Iljimae are born.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1569051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569051",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Yong begins an unconventional tutelage under Swe Dol. He's more determined than ever to figure out who betrayed his father and what the government is really hiding, but with corruption seeping into every part of his life, his fists are seeing more action than his research. Thankfully, a certain noblewoman is at his favorite tree when he decides to unwind...",
                    "Aliases": []
                },
                "9": {
                    "ID": "1569061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569061",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Yong and Eun Chae share a moment at their childhood tree, neither realizing who the other really is. Could their love have a second chance? Meanwhile, Shi Hoo escapes the pressures of the royal household in a surprising way, and the king reveals more of his ulterior motives as the masked \"Iljimae\" becomes a wanted man.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1569071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569071",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "The gang stirs up trouble in the community while the government throws a bash. In lipstick and ladies' clothes, Bong Soon's dad will do anything for the cause.... but the only one who isn't laughing is Bong Soon, because she's just noticed Yong's keepsake and realized what it means for his identity.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1569081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569081",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Eun Chae meets Iljimae, but beneath the mask, Yong's feelings are starting to go beyond simple admiration for her work. Meanwhile, the government continues its search for the masked vigilante who keeps robbing them blind, and their growing desperation becomes a real threat when Yong is injured and left to die.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1569091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569091",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "Bong Soo nurses Yong back to health, but her tenderness may be not enough to save him when Shi Hoo is assigned to the Iljimae case. He's determined to catch the \"masked criminal\" no matter what the cost, and both men study furiously under their respective mentors to prepare for the inevitable showdown.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1569101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569101",
                    "TitleEnglish": "Episode 13",
                    "SummaryEnglish": "Fresh from training, Yong's new skills are immediately put to the test when tragedy rocks the town and the citizens threaten to revolt. Bong Soon takes a stand for everyone, but her protest may just spiral into something bigger and more dangerous than she ever imagined when the government decides to stand right back.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1569111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569111",
                    "TitleEnglish": "Episode 14",
                    "SummaryEnglish": "Tempers reach critical mass as the riots show no signs of stopping. Keenly aware of what the government is capable of, Yong tries to diffuse the situation, but what can he do? Iljimae only works in the shadows, so what can possible action can Yong take as his real self in broad daylight?",
                    "Aliases": []
                },
                "15": {
                    "ID": "1569121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569121",
                    "TitleEnglish": "Episode 15",
                    "SummaryEnglish": "Eun Chae and Iljimae enjoy a horseback ride through the plum blossoms, but Yong still doesn't have the courage to share with her who is really behind the mask. Shi Hoo faces setbacks when Iljimae slips through his fingers. The government approves of drastic measures to stop him once and for all.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1569131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569131",
                    "TitleEnglish": "Episode 16",
                    "SummaryEnglish": "A wedding between Dani and Swe Dol offers a sweet respite from the drama of Iljimae and his exploits. Yong and his friends can't stay relaxed, however, because the Crown Prince has Korea has come home at last, and his arrival means several unpleasant things for the palace - and therefore everyone.",
                    "Aliases": []
                },
                "17": {
                    "ID": "1569141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569141",
                    "TitleEnglish": "Episode 17",
                    "SummaryEnglish": "Another day, another tragedy, but this time Yong has had enough. He's ready to don his mask and figure out what happened to his father once and for all, and he won't let anyone - not even a desperate Eun Chae or a sword-wielding Shi Hoo - stand in his way.",
                    "Aliases": []
                },
                "18": {
                    "ID": "1569151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569151",
                    "TitleEnglish": "Episode 18",
                    "SummaryEnglish": "Relationships are put to the test as Yong continues his final mission for the truth, this time setting his sights on the palace itself. Both he and Shi Hoo are walking a dark, dangerous road, but Eun Chae may be the one to pay the ultimate price when she finds herself kidnapped for information on Iljimae's whereabouts.",
                    "Aliases": []
                },
                "19": {
                    "ID": "1569161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569161",
                    "TitleEnglish": "Episode 19",
                    "SummaryEnglish": "Yong enlists new and unexpected allies to help him with his final mission; Shi Hoo is forced to make a decision about where his loyalties lie; Bong Soo throws herself into the fight with shocking results. It's down to the wire and everything is coming together, but who will be left standing after the dust has cleared?",
                    "Aliases": []
                },
                "20": {
                    "ID": "1569171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/il-ji-mae-the-phantom-thief/episodes/1569171",
                    "TitleEnglish": "Episode 20",
                    "SummaryEnglish": "Once a royal, then a peasant, then a masked vigilante, Young Geom has come a long way from playing in the plum trees. In the shocking finale of Iljimae, he directly confronts the king about the truth behind his father's murder so many years ago, and the answer he receives will change everything.",
                    "Aliases": []
                }
            }
        }
    }
}