{
    "URL": "https://thetvdb.com/series/deltora-quest",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0926230/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01323148",
        "https://www.themoviedb.org/tv/3240"
    ],
    "Titles": {
        "eng": "Deltora Quest",
        "jpn": "デルトラ・クエスト"
    },
    "Summaries": {
        "eng": "Deltora is a land of Monsters and Magic...\r\n\r\nThe evil Shadow Lord is plotting to invade Deltora and enslave its people. All that stands against him is the magic Belt of Deltora with its seven gems of great and mysterious power. When the gems are stolen and hidden in dark, terrible places throughout the kingdom, the Shadow Lord triumphs and Deltora is lost.\r\n\r\nIn secrecy, with only a hand-drawn map to guide them, two unlikely companions set out on a perilous quest. Determined to recreate the magic Belt of Deltora and rid their land of the tyrant, they cross the continent in search of the gems",
        "jpn": "影の大王に支配されたデルトラ王国を救うため、\r\n７つの宝石を求めて、リーフ、ジャスミン、バルダが旅をする冒険ファンタジー。"
    },
    "Aliases": [],
    "Modified": "2025-02-22",
    "Seasons": {
        "0": {
            "ID": "35825",
            "URL": "https://thetvdb.com/series/deltora-quest/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "870391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/870391",
                    "Titles": {
                        "eng": "Preview 1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "35826",
            "URL": "https://thetvdb.com/series/deltora-quest/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 65,
            "Episodes": {
                "1": {
                    "ID": "393919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393919",
                    "Titles": {
                        "eng": "The Adventure Begins",
                        "jpn": "リーフ 冒険の旅へ"
                    },
                    "Summaries": {
                        "eng": "Lief begins his journey with Barda to collect the seven gems of Deltora and save the land from the evil clutches of the Shadow Lord.",
                        "jpn": "影の大王によって闇におおわれた王国デルトラ。大王が７つの魔境に７つの宝石を隠してから１６年が経った。デルの町では、正義感の強い少年が元気に育っていた。かつてデル城で暮らしていた鍛冶屋のジャードの一人息子リーフである。１６歳の誕生日にリーフは父ジャードから、宝石のないデルトラのベルトと剣を、母アンナからマントを贈られた。父の意志でバルダとともに旅に出る。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "393920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393920",
                    "Titles": {
                        "eng": "Jasmine, Girl of the Forest",
                        "jpn": "森の少女ジャスミン"
                    },
                    "Summaries": {
                        "eng": "Lief and Barda are captured by the Wenn, but eventually saved by a girl named Jasmine. The three head to the center of the forest, where they meet Gorl.",
                        "jpn": "沈黙の森でリーフとバルダは、襲ってきた怪物ウェンに体を刺される。動けなくなった２人の前に現れたのは、緑の髪の少女ジャスミン。カラスのクリーとふしぎな動物フィリを連れている。ジャスミンは、リーフの大事なマントを持っていってしまうが、おじいさんの木に、仲間であることを教えられる。リーフとバルダを家に連れて行くジャスミン。そこに巨大な怪物ウェンバーがやってきた！"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "393921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393921",
                    "Titles": {
                        "eng": "The Golden Knight",
                        "jpn": "黄金の騎士ゴール"
                    },
                    "Summaries": {
                        "eng": "Lief and Barda attempt to fight Gorl, but fail, with Barda being injured. Again, they are saved by Jasmine who succeeds in killing Gorl. They take the topaz and the elixer.",
                        "jpn": "リーフのベルトが熱い！最初の宝石トパーズの前に立ちはだかったのは黄色に輝く騎士ゴールだった。長い間、ゴールは宝石よりも永遠の命が得られるというユリの蜜を守っていた。リーフとバルダはゴールと戦うが、敵は強い。バルダが倒された！リーフが剣を弾かれる。追いつめられたリーフのもとへジャスミンがかけつけた。「あんたは木々を苦しめ、鳥たちを殺した。私は…許さないっ！」"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "393922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393922",
                    "Titles": {
                        "eng": "The Enigmatic Giant",
                        "jpn": "ナゾナゾ巨人の呪い"
                    },
                    "Summaries": {
                        "eng": "Lief, Barda, and Jasmine much each solve a difficult riddle in order to safely cross a bridge.",
                        "jpn": "嘆きの湖に行くのに近道をしたリーフ、ジャスミン、バルダは、橋の前で巨人に出会う。魔女テーガンの命令で橋を守っている巨人は自分が出す問題に答えれば通す、まちがえたら切り殺すと言う。「５つあるものを１つも取り去ることなく３つにしてみろ」。ジャスミンが正解を出した。バルダも水たまりにヒントを見つけ、なんとか答えた。そしてリーフには、とてもむずかしい問題が出る。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "393923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393923",
                    "Titles": {
                        "eng": "Nij and Doj's Trap",
                        "jpn": "ニジとドッジのわな"
                    },
                    "Summaries": {
                        "eng": "Lief, Barda, and Jasmine stumble upon what appears to be a kind old couple, living in a house in the middle of a swamp. As they walk to the house, they fall in quicksand. The old couple saves them, and takes them into their home. However, they turn out to be Jin and Jod, two of the witch Tegan's monster children.",
                        "jpn": "憲兵団に捕まっていたララド族のマナスを助け出したリーフ達は、小さな白い家を見つける。出てきた、やさしそうなおじいさん、おばあさんの方に進んでいくと、家の前の沼にはまって大さわぎに。家に入ると、フィリがおびえる。ジャスミンもおちつかない。何かいやな予感がする。リーフのベルトにはまったトパーズが反応した。おじいさんとおばあさんはニジとドッジが化けていたのだ！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "393924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393924",
                    "Titles": {
                        "eng": "The Monster in the Lake of Tears",
                        "jpn": "嘆きの湖にすむ怪物"
                    },
                    "Summaries": {
                        "eng": "Lief, Barda, and Jasmine accompany Marasu, a boy of the Rara Tribe to the city of Raradin. They then go to fight the monster of the lake, Sorudein.",
                        "jpn": "２つめの宝石を求めて、魔女テーガンが支配するという嘆きの湖に向かうリーフ、ジャスミン、バルダ。命を助けてくれた恩返しがしたいと、マナスもついてくる。途中の小屋でひと休みして、ケガをしたジャスミンはおふろに入り元気になる。立ちよったマナスの故郷ララディンは憲兵団に荒らされていた。そして、嘆きの湖。リーフのベルトでトパーズが熱くなり…湖の怪物ソルディーンが出た！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "393925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393925",
                    "Titles": {
                        "eng": "Sorceress Thaegan",
                        "jpn": "魔女テーガン現る"
                    },
                    "Summaries": {
                        "eng": "The fight with Sorudein continues resulting in the red ruby being claimed. The witch Thaegan appears and interrupts the brief moment of hope.",
                        "jpn": "リーフがマナスに笛を吹くよう頼んだ。笛の音はソルディーンの心をとらえた。「宝石は私が持っている。代わりにそいつをよこせ」。２つめの宝石をどうしても手にいれなければならないが、マナスを犠牲にできない。きゅう地を救ってくれたのはトパーズだった。ソルディーンの心が清められ、ルビーがリーフに渡される。しかし赤いはずの宝石はピンクだ…とうとう、魔女テーガンが現れた！"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "393926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393926",
                    "Titles": {
                        "eng": "Tom's Curious Shop",
                        "jpn": "トムのふしぎな店"
                    },
                    "Summaries": {
                        "eng": "Lief, Barda, and Jasmine continue their journey now with the Topaz and the Ruby. They are chased by some strange wolves and eventually come to Tom's strange shop.",
                        "jpn": "リーフ、ジャスミン、バルダは大きな看板を見つけた。トムの店、旅行用品は何でもあります、と書いてある。立ちよろうとした３人をジニ、ジッド、そしてイカボットらテーガンの子どもたちがおそってきた。リーフが子どもたち同士でケンカさせているスキに逃げこんだのはトムの店。敵か味方かわからないトムから、変わった品物をいくつか買っていると、ナゾの男ジョーカーがやって来た。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "393927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393927",
                    "Titles": {
                        "eng": "Noradz the Clean",
                        "jpn": "クリーンチュルナイ！"
                    },
                    "Summaries": {
                        "eng": "Lief, Barda and Jasmine awaken in a mysterious city of Nezunuku. The inhabitants are meticulously clean. Filli frightens the people of Nezunuku and Lief and his friends are captured and must play a game of luck to determine if they live or die.",
                        "jpn": "暴走したマドレットは、リーフたちをラット・シティではなくチュルナイに運んでしまった。ライをふくめた９人のネズヌクは、清潔の法をもって民をおさめていると言う。手のひらゴシゴシ、指ゴシゴシ。爪のアカまで検査されて食事が始まったが、フィリが見つかってしまった。ジャスミンが叫ぶ。「フィリ、逃げて！」。邪悪な生き物を持ち込んだ罪を問われ、３人は裁判にかけられてしまう。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "393928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393928",
                    "Titles": {
                        "eng": "Escape",
                        "jpn": "牢獄からの脱出"
                    },
                    "Summaries": {
                        "eng": "Lief, Barda and Jasmine manage to escape with the help of a friend and make a shocking discovery about the supposedly imperfect food.",
                        "jpn": "ライの手で牢獄に閉じこめられたリーフ、ジャスミン、バルダの様子を見にきたのはティラだった。荷物も食事も届けると言ったライは何もしていない。リーフの説得に、ティラが牢の扉を開けてくれる。街の外に通じる抜け道もティラが教えてくれるが、そこはとても危険なところ…ジャスミンが拒否した。「私は行けない。フィリを探してくる！」。真っ暗な通路の奥から、ライが現れた。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "393929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393929",
                    "Titles": {
                        "eng": "Cross the River!",
                        "jpn": "はばひろ川を渡れ"
                    },
                    "Summaries": {
                        "eng": "Lief, Barda and Jasmine discover the location that the mysterious food is being transported too and come into contact with a strange acquaintance. They are provided with several gifts before trying to find passage over a broad river.",
                        "jpn": "リーフたちが乗りこんだネズヌクの荷馬車の行き先は、トムの店だった。ネズヌクが憲兵団の隊長に食料を渡していて、トムも調子がいい。３人は怒りをこらえてラット・シティをめざすが、はばひろ川が行く手をはばんだ。モノは試しと、トムの店でもらった水食い虫を投げれば、川の水が吸い上がって道ができるが…効き目は長くは持たず、向こう岸からはネズミの大群がおそってきた！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "393930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393930",
                    "Titles": {
                        "eng": "The King of the Rats",
                        "jpn": "ラット・シティの王"
                    },
                    "Summaries": {
                        "eng": "Now being across the broad river Jasmine decides to leave the group. Lief and Barda continue onto the city of rats only to be confronted by the keeper of the Opal.",
                        "jpn": "ジャスミンが旅をやめると言い出した。「トムの店で会った男の言葉が気になる。世界がこんな風になったのは、デルトラ国王も悪かった」と。ジャスミンの心が晴れないまま、３人はラット・シティへ。リーフのベルトが３つ目の宝石が近いことを教える。暗やみからナゾの声が聞こえてきた。ラット・シティの番人、大蛇リアだ。リアは未来を示す宝石オパールを持っている。戦いが始まった。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "393994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393994",
                    "Titles": {
                        "eng": "Endon and Jarred",
                        "jpn": "エンドンとジャード"
                    },
                    "Summaries": {
                        "eng": "Now having left the city of the rats with the opal Lief, Barda and Jasmine are forced to hide from a worth adversary. During this time Lief tells the story of Endon and Jarrad.",
                        "jpn": "焼け落ちたラット・シティから逃げる３人の頭上に、アクババが現れた。かくれたマントの中でジャスミンは、リーフの父、ジャードの過去を知りたがる…幼い頃、城で暮らしていたジャードはエンドンと同じ乳母ミンに育てられた。エンドンの父、オルトン王が亡くなった時、ジャードはエンドンにベルトをいつも身に着けるよう忠告するが、主席顧問官プランディンのワナにはめられてしまう。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "393995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/393995",
                    "Titles": {
                        "eng": "The Stolen Gems",
                        "jpn": "うばわれた宝石"
                    },
                    "Summaries": {
                        "eng": "Lief continues the story of Endon and Jarrad. He delves into how the belt of Deltora was broken and the gems scattered around the land. We also learn the identity of the spy in the castle doing the shadow lords bidding.",
                        "jpn": "リーフがジャスミンに語る王国の秘密…国王エンドンが放った金の矢の合図で駆けつけたジャードは、２人の乳母ミンの死を知る。彼女はバルダの母親でもあった。階段から落ちたという事故に不信を抱くエンドン。ジャードは王妃シャーンとともに、エンドンに一刻も早くベルトを身につけるよう忠告する。しかし塔の宝物庫に急ぐ３人を待ち受けていたのは、主席顧 問官のプランディンだった。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "870401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/870401",
                    "Titles": {
                        "eng": "Good Luck! Bad Luck!",
                        "jpn": "運がいい？わるい？"
                    },
                    "Summaries": {
                        "eng": "The troupe find themselves in the company of a rather interesting old lady once across the Broad River. Once they are on their way they encounter a travelling hustler and decide to enter the Rithermere games.",
                        "jpn": "リーフ達は疲れていた。リンゴを盗んだと老婆に叱られたりして、さんざんである。うごめく砂の途中にある町リスメア。おなかもすいたし、ひとかせぎしようと、フェルディナンドのゲーム「鳥と勝負」を試してみるが、うまくいかない。バルダがポスターを指さした。リスメア競技大会。優勝者には金貨千枚！３人は大会出場者の宿に入り、マザー・ブライトリーに出場の手続きをしてもらう。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "870411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/870411",
                    "Titles": {
                        "eng": "The Rithmere Games",
                        "jpn": "リスメア競技大会"
                    },
                    "Summaries": {
                        "eng": "The Rithermere games begins! Lief, Barda and Jasmine pool their respective fighting styles to try and get past the preliminary round of the tournament.",
                        "jpn": "宿屋から逃げ出せないリーフ達は何者かに部屋の鍵を盗まれる。大会の朝。部屋から出られない３人をマザー・ブライトリーが助けてくれた。食堂で女王バチのアップルドリンクをごちそうになり、いざ試合会場へ。大勢の出場者が同時に戦い、本戦に進む８人を決める。ブライトリーをはじめ観客は力の勝負を見ようと興奮している。リーフ、バルダ、ジャスミンも武器を選び…予選が始まった。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "870421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/870421",
                    "Titles": {
                        "eng": "Test of Endurance",
                        "jpn": "戦え！戦えリーフ"
                    },
                    "Summaries": {
                        "eng": "Lief and his friends get advice before they compete in the final round of the games.",
                        "jpn": "予選を勝ち抜いた３人。手にした金貨は３００枚。ジャスミンが「本戦は適当にやって負けちゃおう」と言う。曲がったことが嫌いなリーフは納得いかない。本戦はまず１対１で戦い、４人が残る。バルダの相手は謎めいた男ジョーカー。ジャスミンは力自慢のオーエンと。そしてリーフは、貧しい家族のために怖いのをがまんして競技会に出たというネリダと試合をすることになってしまった。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "3068411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068411",
                    "Titles": {
                        "eng": "Jasmine vs Doom",
                        "jpn": "ジャスミンと謎の男"
                    },
                    "Summaries": {
                        "eng": "Jasmine is forced to compete in the last round of the games after discovering that some of her opponents have been poisoned.",
                        "jpn": "勝ち残ったのはグロック、ネリダ、ジョーカーそしてジャスミン。試合開始直前に、おとなしそうな少年デインが女王バチのアップルドリンクを持ってきた。ジャスミンは口にしなかったが、飲みほしたグロックとネリダが倒れてしまう。ジョーカーが何かした？…観客が大騒ぎする中、マザー・ブライトリー達が協議し、残ったジャスミンとジョーカーで決勝戦を行うことになってしまう。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "3068421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068421",
                    "Titles": {
                        "eng": "The Boy from the Resistance",
                        "jpn": "レジスタンスの少年"
                    },
                    "Summaries": {
                        "eng": "The Grey Guards attack Lief and his friends as they journey to the Shifting Sands, but help comes from an unexpected source.",
                        "jpn": "突然おそわれたリーフ、ジャスミン、バルダは布袋に入れられ、荷馬車で運ばれていく。憲兵団の会話で、マザー・ブライトリーが影の大王につながっていたことを知り、３人はおどろく。休けいの間に助けてくれたのは、ジョーカーとデインだった。ジョーカーは影の大王に抵抗するレジスタンスのリーダーで、デインも競技場での弱々しかった少年ではない。仲間にという提案をリーフ達は断る。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "3068431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068431",
                    "Titles": {
                        "eng": "The Shifting Sands",
                        "jpn": "うごめく砂の怪物"
                    },
                    "Summaries": {
                        "eng": "The Grey Guards continue their pursuit as Lief and the others search for the fourth gem in the Shifting Sands, where they meet Terreocti, the Sand Beast.",
                        "jpn": "砂丘を行くリーフ、ジャスミン、バルダ。リーフには奇妙な音が聞こえる。あたりの感じはオパールが見せてくれた未来の光景と同じだ。憲兵団か追ってきて、マントに隠れる３人。フィリが見つかってしまうが、憲兵団の様子がおかしい。リーフ達の後ろに砂丘の怪物テレオクティが現れたのだ。そして、またリーフを奇妙な音がおそって…声が聞こえてくる。「大いなる力にベルトを捧げよ…」"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "3068441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068441",
                    "Titles": {
                        "eng": "The Heavenly Stone",
                        "jpn": "神の石ラピスラズリ"
                    },
                    "Summaries": {
                        "eng": "Lief loses consciousness after a swarm of bees attacks him, and he receives advice about his quest from his parents while he dreams.",
                        "jpn": "砂嵐の中、ジャスミン、バルダと離れてしまったリーフに、大いなる力の声がせまる。「ベルトを渡せ」「いやだ！」。そしてリーフは大いなる力に眠らされてしまう。リーフの部屋。母のアンナも父のジャードもいる。「ベルトを外して楽におなりなさい」…リンゴも出てきた。「火はだめだ。煙を使うんだ」…リーフがベルトにさわった。宝石が熱い。第４の石ラピスラズリは、すぐそばにある！"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "3068451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068451",
                    "Titles": {
                        "eng": "Thaegan's Return",
                        "jpn": "魔女テーガンの復活"
                    },
                    "Summaries": {
                        "eng": "The sorceress Thaegan is revived by the Shadow Lord and vows revenge against Lief, who continues on his journey. Meanwhile, Jasmine has doubts about Francoise.",
                        "jpn": "影の大王の魔力で、魔女テーガンがよみがえった。黒い鳥になって戻ってきたテーガンは１１人の子ども達に再会する。４つの宝石を手に入れたリーフ、ジャスミン、バルダは、少女フランソワーズに出会った。病気の母をみまうと言う少女をリーフ、バルダは送っていくことにするが、ジャスミンは気に入らない。そして、ジャスミンは、フランソワーズのカバンや帽子がおかしいことに気づく。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "3068471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068471",
                    "Titles": {
                        "eng": "Thaegan's Trap",
                        "jpn": "恐怖テーガンのわな"
                    },
                    "Summaries": {
                        "eng": "Lief and his friends find Francoise's mother in the palace, but they end up trapped after Thaegen tricks them.",
                        "jpn": "フランソワーズが３人を案内したのは古い屋敷。二階に寝ている母親をみまったが、彼女の様子もどこかおかしい。噂はすぐ広まると退治した魔女のことを聞かれて、「キレイな人でした」とリーフ。「でもイジワルそうな顔だったわ」とジャスミン。「イジワルそうな顔とは、こんな顔かい！？」。テーガンが姿を現し、カバンやボウシに化けていたトットやホットら１１人の子ども達も出てきた！"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "3068501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068501",
                    "Titles": {
                        "eng": "Meeting Prin",
                        "jpn": "プリンとの出会い"
                    },
                    "Summaries": {
                        "eng": "Lief has a nightmare that reveals a door bearing the Shadow Lord's mark after he and his friends drink from the Dreaming Spring on their way to Dread Mountain.",
                        "jpn": "のどがカラカラのリーフ、ジャスミン、バルダは泉を見つけて大喜び。水を飲んでしまった後で\"夢の泉。心正しい者は飲むがよい。心悪しき者は報いを受けよ」と書かれたプレートに気づく。泉のほとりで眠ったリーフが夢を見た。デルの街の自分の家。キンのぬいぐるみと荒らされた部屋。ドアに影の大王の焼印。不安な夢から目ざめたリーフは、伝説の動物キンの子ども、プリンに出会う。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "3068511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068511",
                    "Titles": {
                        "eng": "Kin to the Air",
                        "jpn": "キンよ飛べ！大空へ"
                    },
                    "Summaries": {
                        "eng": "Lief's resolve is renewed after he dreams about his parents.",
                        "jpn": "バルダがキンのおなかの袋に入って、恐怖の山まで飛ぼうと提案するが、キンの長老クレンに反対される。リーフは夢の泉の水によって、ファローに捕まった父ジャードの様子を知る。急げ！…。メリン、エルザ、ブルーナの３頭のメスのキンが協力すると言い出した。キンは恐怖の山のブーロンの実が食べられなくなって、子が生めなくなったのだ。そしてプリンが 一緒に行くと言い皆を困らせる。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "3068521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068521",
                    "Titles": {
                        "eng": "Vraal Attack",
                        "jpn": "急襲！怪物ブラール"
                    },
                    "Summaries": {
                        "eng": "Lief and his friends avoid gnomes and arrive at Dread Mountain, where they encounter the Grey Guards and a powerful monster.",
                        "jpn": "３羽のキンのおなかに入って、恐怖の山をめざすリーフ達。マドレットで追ってくるのは、憲兵団の中でも一番強い、カーン部隊だ。飛ぶキンをめがけて、グノメ族の矢がおそってきた。そして、一生けん命羽ばたいてきたのは、プリンである。毒がぬられた矢に射止められ、落下するプリン。助けようと飛び出たリーフ、ジャスミン、バルダとカーン部隊の闘いが始まり…怪物ブラールが出てきた！"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "3068531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068531",
                    "Titles": {
                        "eng": "Trapped Under Dread Mountain",
                        "jpn": "恐怖の山にひそむ者"
                    },
                    "Summaries": {
                        "eng": "Prin helps Lief's group defeat Vraal and leads them through the Boolong Forest, where the gnomes seal them in a cave.",
                        "jpn": "カーン部隊は、リーフ達がブラールを倒したことに気づくが追おうとしない。「山頂にはブラールより恐ろしいヤツがいる」。プリンを先頭にブーロンの森を行くリーフ、ジャスミン、バルダ。子どもとはいえキンであるプリンは、ブーロンのトゲにびくともしない。プリンが小屋を見つけた。ずいぶん小さい。一筋の連絡路があり扉が…グノメ族の隠れ家に入ったリーフ達をワナが待ち受けていた。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "3068541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068541",
                    "Titles": {
                        "eng": "The Great Gellick",
                        "jpn": "巨大ゲリックを倒せ"
                    },
                    "Summaries": {
                        "eng": "The trapped group learn they are being observed in the cave, and they devise a plan to trick their captors, escape and find the fifth gem.",
                        "jpn": "夢の泉の水を飲んだリーフとバルダ。ゲリックがグノメ族に、侵入者をはやく始末しろと命じているのを見る。グノメ族が監視していることもわかり、リーフ達は仲間割れをしたと見せかけて脱出に成功。ところが逃げる時に倒れたプリンをかばったジャスミンに毒矢が当たってしまう。プリンが魔法の薬をと叫ぶが、百合の蜜はもうない。ゲリック、グノメ族にジャスミンの危機。どうするリーフ！"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "3068551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068551",
                    "Titles": {
                        "eng": "The End of the Carn Squad?",
                        "jpn": "カーン部隊を叩け！"
                    },
                    "Summaries": {
                        "eng": "The group leave Dread Mountain with the fifth gem but are caught in thick fog as the Grey Guards pursue them.",
                        "jpn": "魔物の洞くつをめざすリーフ、ジャスミン、バルダはカーン部隊に追われ、３人バラバラになってしまう。一人森の中でトパーズにふれたリーフは、ジャスミンと出会い、ゴール、ソルディーン、テーガン、リアと戦った、これまでの旅を思い返す。ジャスミンとバルダもそれぞれ、はぐれた相手を思いやっていた。３人の団結がいっそう強くなり…森をトゲトゲしくおおっていた霧が晴れてきた。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "3068561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068561",
                    "Titles": {
                        "eng": "The Mysterious Ols",
                        "jpn": "新たなる怪物オル"
                    },
                    "Summaries": {
                        "eng": "Dain saves Lief's life when the group is attacked on the way to the Maze of the Beast.",
                        "jpn": "魔物の洞くつをめざすリーフ、ジャスミン、バルダは、トル川でおぼれている双子の少女に出会う。助けた少女アイダをめがけて矢が飛んできた。飛び出したリーフに叫んだのはデインだった。「わからないのか？あの双子はオルだ！」。少女に化けていたオルはジャスミンのナイフでしとめられ、変形して消えていくが、３人の前に新たな敵が現れたのだ。リーフ達はデインと隠れ家に向かう…"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "3068571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068571",
                    "Titles": {
                        "eng": "Goodbye, Jasmine",
                        "jpn": "さよならジャスミン"
                    },
                    "Summaries": {
                        "eng": "Lief and his friends are detained at the Resistance hideout until they're cleared of being the Shadow Lord's Ols. Meanwhile, Jasmine decides to leave the group and travel on her own.",
                        "jpn": "レジスタンスのあなぐらにリーフ達は閉じこめられた。グロックやネリダに見張られて３日間。オルではないことを証明するためだ。ところが３日経ってもジョーカーはあなぐらから出してくれない。逃がしてくれたのはデインだった。かわりに、両親を探しに古里のトーラにつれてって欲しいと言う。デインの過去に同情したジャスミンが「ここから先、私はみんなと別々に行動する」と言い出す。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "3068581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068581",
                    "Titles": {
                        "eng": "The River Queen",
                        "jpn": "リバークイーン号"
                    },
                    "Summaries": {
                        "eng": "Jasmine leaves a secret code for Lief, which he finds when his group enters a town ransacked by Bandits. Meanwhile, their new companion Dain reveals more about himself as they travel to the Tol River.",
                        "jpn": "リーフ、バルダとデインは、ほろ馬車でものを売るルーカスに会う。リーフはキャラメル、バルダはベルトを、デインはペンダントを買った。ジャスミンがいなくなって元気のない３人は、トル川の川岸でリバークイーン号の船着場を見つける。やってくる船。船長は「あんた方がオルでも金をはらえば船に乗せる」。乗客を見てリーフとバルダがオルを探す。あのむらさきのマントの女があやしい！"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "3068591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068591",
                    "Titles": {
                        "eng": "Pirate Attack",
                        "jpn": "リーフ、危機一髪"
                    },
                    "Summaries": {
                        "eng": "Jasmine rejoins the group on a river boat teeming with pirates and Ols. After the battle, Lief realizes that some of his friends and his belt are missing.",
                        "jpn": "リバークイーン号が盗賊におそわれた。マントの女がマントを取られ、ネコをかぶっていたジャスミンも大かつやく。オルも出てきて大さわぎになる中、リーフがポリパンにベルトを取られ、バルダが海に落ちてしまう。船長に船から降ろされたリーフとジャスミンはポリパンと盗賊たちを追おうとするが、つかれきって動けない。そこに心配していたバルダが現れたが、どこか様子がおかしい…"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "3068601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068601",
                    "Titles": {
                        "eng": "The Pirates' Feast",
                        "jpn": "盗賊たちのうたげ"
                    },
                    "Summaries": {
                        "eng": "Pirates capture Dain and steal the Belt of Deltora; the group locate a map that leads them through the Maze of the Beast and to the pirates.",
                        "jpn": "リーフに剣をむけたバルダの後ろに誰かが現れた。バルダだ！２人になったバルダはおたがいに相手がニセ者だとゆずらない。困ったリーフとジャスミンは、本物のバルダしかわからない質問を出す。オルが化けていたニセのバルダを倒したところへ盗賊が…フィンがベルトを持っている。盗賊たちに連れていかれた洞くつにはデインもいた。リーフはベルトを取り戻すために作戦を立てる。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "3068611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068611",
                    "Titles": {
                        "eng": "Maze of the Beast",
                        "jpn": "怪物グルーの洞くつ"
                    },
                    "Summaries": {
                        "eng": "Pirates lock the group in the Maze of the Beast, where a frightening monster lives, but they cannot try to escape until they find the sixth gem.",
                        "jpn": "触角を立てて追ってくるグルーから、リーフ、ジャスミン、バルダとミルンが逃げる。探りあてられグルーの吐く糸にからめとられたらおしまいだ。必死のかくれんぼが続く中、一人で逃げ出そうとしたミルンがやられた。そして、ベルトが熱く反応する。洞くつの柱の上でアメジストが光っている！「グルーに柱を倒させるんだ」。作戦を立てて走り出したリーフの後を、ジャスミンが追う。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "3068621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068621",
                    "Titles": {
                        "eng": "Sorceress Thaegan is Back!",
                        "jpn": "魔女テーガンの逆襲"
                    },
                    "Summaries": {
                        "eng": "Dain disappears while Lief and the others escape the Maze of the Beast with the sixth gem. While traveling through the forest, the group is watched by an unknown person.",
                        "jpn": "「ふふ、今度の私も美しいわ」。影の大王の魔力がテーガンをよみがえらせた。ただし復活は条件つき。失敗すれば美しさがそこなわれるという。テーガンには後がない…かくれ家に戻ったテーガンに子ども達は大喜び。しかし、いらだつママに、一番体の大きいイカボッドは、「アイツらのせいだ」とリーフ達をうらむ。一方、森を進んでいた３人は子ども達の仕かけたワナにはまろうとしていた。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "3068631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068631",
                    "Titles": {
                        "eng": "Mirror of Fear",
                        "jpn": "テーガンと子ども達"
                    },
                    "Summaries": {
                        "eng": "Lief's friends are captured by Thaegan, and Lief must consider putting his quest on hold in order to save them.",
                        "jpn": "テーガンの鏡が３人の弱点を映し出した。リーフはリーフのイヤなところだけを持ったニセ・リーフに。バルダは母の死の秘密を知っているプランディンに立ち向かう。ジャスミンは大嫌いな狭い場所で、つみきの並べかえをさせられる。ニセ・リーフやプランディン、つみきにはテーガンの子ども達が化けているのだ。そして、さらなる次の手を打つテーガン。３人に絶体絶命のピンチが訪れた！"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "3068641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068641",
                    "Titles": {
                        "eng": "Sorceror Oacus",
                        "jpn": "魔導士オーカス現る"
                    },
                    "Summaries": {
                        "eng": "The group lose a member of their party while traveling to the Valley of the Lost. Harassed by the Shadow Lord's minions, they take another route.",
                        "jpn": "テーガンが倒されたと知って怒る影の大王。ファローは次の刺客、オーカスを放ったという。氷のように冷たい心と、炎を操る力を持った魔導士である。リーフ、ジャスミン、バルダは最後の宝石を求め、いましめの谷へ向かっていた。途中の王の橋でヤギに化けたオルを倒し、川沿いの廃村で盗賊イワンやザラに出会う。盗賊たちの船を奪えばデインが助けられる！そこに、オーカスが現れた。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "3068651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068651",
                    "Titles": {
                        "eng": "The Vow of the Torans",
                        "jpn": "トーラ族の誓い"
                    },
                    "Summaries": {
                        "eng": "The group is swept along the River Tor to the City of Tora, where Dain's footsteps lead them through the city walls even though the Grey Guards are following them.",
                        "jpn": "リーフ、ジャスミン、バルダはトル川が流れこむ湖のほとりに倒れていた。デインの姿がなく、クリーが飛びながら鳴いている。ついにトーラの街が見つかったのだ。リーフ達は街の中にある炎の大岩の前でうずくまったデインを見つける。そしてジョーカーとネリダもやってきた。トーラ族によって街の出入口にかけられた魔法。邪悪な心を持った者は入れない。これでジョーカーの正体がわかる…"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "3068661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068661",
                    "Titles": {
                        "eng": "The Valley of the Lost",
                        "jpn": "いましめの谷の番人"
                    },
                    "Summaries": {
                        "eng": "In the Valley of the Lost, Lief must play a game to win the seventh gem. While playing, he learns shocking news.",
                        "jpn": "最後の宝石をめざすリーフ達を追ってきたのはネリダだった。ジョーカーとは別れたので一緒に連れていって欲しいとまとわりつく。リーフとバルダはネリダに甘い。腹を立てたジャスミンは「あの子ダイヤモンドを狙ってるのよ！」。結局３人で逃げ出すことになった。残されたネリダもしぶとい。今度は出会ったオーカスにおいすがる。みながめざす、いましめの谷には奇妙な番人が待っていた。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "3068671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068671",
                    "Titles": {
                        "eng": "The Last Gem",
                        "jpn": "最後のダイヤモンド"
                    },
                    "Summaries": {
                        "eng": "The identity of the seventh gem's guardian stuns the group, who enter a tough battle to protect the belt and obtain the gem.",
                        "jpn": "言葉当てゲームで出した答え\"エンドン\"は正解だった。扉が開いて、中には７つ目の宝石が。番人がベルトをねらって４頭の怪物をけしかける。リーフ達が戦っているすきに、ネリダがダイヤモンドを持っていってしまった。ベルトのラピスラズリが光る。魔よけの石が番人と怪物を退け…逃げるネリダ、追うリーフ、ジャスミン、バルダ。そして行く手には炎とともにオーカスが待ちぶせていた！"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "3068681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068681",
                    "Titles": {
                        "eng": "The Seven Gems United",
                        "jpn": "七つの宝石が集う時"
                    },
                    "Summaries": {
                        "eng": "The group must locate the royal heir after finding the last of the seven gems.",
                        "jpn": "七つの宝石が集まった。後はベルトをつけるべき王の世継ぎを探し出せば…いましめの谷にアクババが偵察にくるが、トーラ族の魔力は強い。谷に霧をかけたゼアンはリーフ達の旅の目的に協力すると言ってくれるが、今は話すわけにはいかない。そして、ジョーカーとデインが追ってきた。ファーディープを見て、斬りかかるジョーカー。守るリーフ。さらにルーカスの馬車が来て、新たな怪物が！"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "3068691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068691",
                    "Titles": {
                        "eng": "Nevets Goes Wild",
                        "jpn": "スカ－ル大暴走！"
                    },
                    "Summaries": {
                        "eng": "Danger awaits the group as they head for the gathering place where the seven tribes must meet to restore the Belt of Deltora's power.",
                        "jpn": "七部族を集めなければならない。デル族のバルダ、ララド族のマナス、平原族のルーカス、メア族のファーディープ、グノメ族のグラ・ソン、トーラ族のゼアン、そしてジャリス族のグロック。マナスら３人がここにはいない。クリーが連絡のために飛ぶ。集合場所のベタクサ村をめざして、みなは移動を始めるが、ルーカスの馬車が憲兵団に見つかって、スカールが出てきてしまった！"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "3068701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068701",
                    "Titles": {
                        "eng": "Battle at Withick Mire",
                        "jpn": "ベタクサ村の攻防"
                    },
                    "Summaries": {
                        "eng": "Lief uses the Dreaming Spring to investigate a traitorous transfer of information from the gathering to the Shadow Lord.",
                        "jpn": "ゴミの山に隠れ家が。中にいたのはグロックである。クリーがグラ・ソンを連れて戻ってきた。そしてマナスが到着。七部族がそろったのだ。しかし村の近くには憲兵団も来ている。影の大王はみんなの行動を知っているんじゃないのか？…リーフは夢の泉の水を飲んで探りたい。「安心して眠って」。ジャスミンがそっとリーフの手をにぎって…影の大王は知っていた！なかまの中にスパイがいるっ！"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "3068711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068711",
                    "Titles": {
                        "eng": "The Oath",
                        "jpn": "リーフ、誓いの儀式"
                    },
                    "Summaries": {
                        "eng": "A spy remains undetected among the united seven tribes. Lief is concerned but focuses on the pledging ceremony in hopes that the royal heir will be found.",
                        "jpn": "グロックがいいヤツだったとわかったジャスミンはうれしい。七部族の代表の心がひとつになった。誓いの儀式が始まる。リーフがデインに聞く。「お母さんの名は？」「ヤーンだけど」。シャーンとヤーン。デインの名もアディンに似ている。世継ぎはデインだっ！デルトラのベルトをデインに渡そうとしたその時…ルビーの色が変わった。危険が迫っている。おそってきたのはイカボッドだった！"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "3068721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068721",
                    "Titles": {
                        "eng": "The Last Battle of Fire",
                        "jpn": "宿敵オーカスの最後"
                    },
                    "Summaries": {
                        "eng": "Lief and the others plan to sneak into the Palace of Del to rescue Dain, who has been kidnapped, but they are attacked by an enemy believed beaten in the Valley of the Lost.",
                        "jpn": "ジョーカーの作戦で、リ－フ達はルーカスの馬車に乗ってデル城に向かうことになった。さらわれたデインが心配だ。ジャスミンはデインがくれたネックレスをにぎりしめる。リーフはリスメアの競技場で初めてあった時のことを思い出す。ルーカスの馬車が止まり、まわりが火で囲まれる。まちぶせていたのはオーカスだ！スカールもたち打ちできない。リーフとオーカスの最後の戦いが始まった。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "3068731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068731",
                    "Titles": {
                        "eng": "The Seven Tribes",
                        "jpn": "進撃せよ！七部族"
                    },
                    "Summaries": {
                        "eng": "Lief's group encounters others in need in the Palace while rescuing Dain, but helping them could turn their mission into a trap.",
                        "jpn": "影の大王は、リーフ達がデルの城に来るのを知っていた。ファローは、どうして大王が知っているのかがわからない。城のまわりが憲兵団だらけになっている。リーフ達はマナスからもらった地図をたよりに、城の地下道を行く。行き止まりになって、天井のフタを見つけ…牢屋にはファーディープ達がいた。そして中庭の処刑台にはデインが縛り付けられている！そこにイカボッドが出てきたァー！"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "3068741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068741",
                    "Titles": {
                        "eng": "Who is Dain?",
                        "jpn": "親友デインの正体"
                    },
                    "Summaries": {
                        "eng": "As an army of Ols attack, Lief and the others finally find out who's been leaking information about them to the Shadow Lord.",
                        "jpn": "デインが話し始めた。お前たちがどれほどおろかだったか。特別なオルはどんな姿にも変身できる。今まで剣に化けて、リーフのベルトで監視していたんだ…がっくりとうなだれるリーフ。ジャスミンは、デインにもらったペンダントをたたきつけた。デインは強い。そしてオルがおそってくる。ジャスミンをかばったジョーカーがオルにやられた！リーフとデインの壮絶な戦いが始まる。"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "3068751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068751",
                    "Titles": {
                        "eng": "A Desperate Rescue",
                        "jpn": "決死の救出作戦"
                    },
                    "Summaries": {
                        "eng": "Jasmine makes a personal discovery as Lief comes to her rescue at the castle while being pursued by the Grey Guards.",
                        "jpn": "マナスの案内でリーフがデル城の隠し通路を行く。ゼアンやファーディープには会えた。後はベルトを持ってファローのところにいかないと、ジャスミン達が危ない。憲兵団と戦いながら、リーフが進む。ジャスミンはどこにいるっ！クリーが鐘楼の鐘を鳴らして居場所を教えてくれた。ジャスミンのもとへ駆けつけたリーフに、ファローが火をしかける。そこに助けに来てくれたのは…プリンだっ！"
                    },
                    "Aliases": []
                },
                "50": {
                    "ID": "3068761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068761",
                    "Titles": {
                        "eng": "Who's the Next King?",
                        "jpn": "真実の世継ぎは誰？"
                    },
                    "Summaries": {
                        "eng": "Lief must make a choice that may have severe consequences; a battle erupts after the citizens and the Resistance enter the unrest.",
                        "jpn": "捕らえられたジャードとアンナ。リーフはファローに、両親を助けたければベルトを渡せとせまられる。「お前はデルトラの人々を救わなければならない」と叫ぶジャード。リーフが剣を抜き突進しようとしたその時、あちこちで爆発が起こった。デルの市民が立ち上がったのだ。バルダがファローに立ちはだかる。そして再会したジャード、アンナ、ジョーカーの間で１７年前の秘密が明かされる！"
                    },
                    "Aliases": []
                },
                "51": {
                    "ID": "3068771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068771",
                    "Titles": {
                        "eng": "Battle of the Ak-Babas",
                        "jpn": "決戦アクババ軍団"
                    },
                    "Summaries": {
                        "eng": "The forces of evil try to keep Lief from completing his quest and saving his kingdom.",
                        "jpn": "アクババの背に乗ったファローがほえる。「また宝石をバラバラにしてくれるわ」。七部族が団結する中、エンドンがジョーカーに言う。「世継ぎがベルトをつければ目もくらむような光を発するのに」。リーフとファローの勝負は空中戦になった。ベルトがアクババのしっぽにはねとばされ、外れた宝石が落ちていく。リーフを助けたのは、ナゾナゾ巨人の呪いをといてもらったオオワシだった！"
                    },
                    "Aliases": []
                },
                "52": {
                    "ID": "3068781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068781",
                    "Titles": {
                        "eng": "When the Seven Gems Shine",
                        "jpn": "七つの宝石の輝く時"
                    },
                    "Summaries": {
                        "eng": "Lief must battle the Shadow Lord to finish his quest, after attaining the last piece of the puzzle.",
                        "jpn": "ついに影の大王が現れた。「宝石を正しい並びに」。エンドンの言葉にリーフが気がついた。バラバラになった宝石を、マナス、グラ・ソン、グロック、ファーディープ、ゼアン、ルーカスが届ける。そして最後のトパーズは、憲兵と戦うバルダから受けとったジャスミンがリーフに…影の大王の眼が光り、リーフとジャスミンは土砂に埋もれてしまうが、土の中からとんでもないことが起こった！"
                    },
                    "Aliases": []
                },
                "53": {
                    "ID": "3068791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068791",
                    "Titles": {
                        "eng": "Leaving on a new adventure",
                        "jpn": "ふたたび冒険の旅へ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "デルトラに平和が戻った。しかし国王になるべきリーフは落ちつかない。この平和は本当なんだろうか？ジャスミンとデルの街を歩いていると、市場にオルが現れた。城でのんびりしているわけにはいかないと主張するリーフをジョーカーが止めるが、シャーンにはリーフの気持ちがわかる。「お城から見える世界がすべてじゃないわ」。城を抜け出したリーフをジャスミンとバルダが追ってきたが…"
                    },
                    "Aliases": []
                },
                "54": {
                    "ID": "3068801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068801",
                    "Titles": {
                        "eng": "Jasmine returns to forest",
                        "jpn": "ジャスミン森へ帰る"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "デル城では、いなくなったリーフを探しにジョーカーが出かけた。リーフ達3人は沈黙の森に来ていた。ここはジャスミンと初めて出会ったところ。彼女が育ったふるさとだ。リーフとバルダはわざと冷たくして、ジャスミンを森の家に帰す。喜ぶフィリとクリーを見て、ジャスミンもなつかしい。「ふたりがいてくれて本当に良かった」。そこに、ジャスミンの父であるジョーカーが現れた…"
                    },
                    "Aliases": []
                },
                "55": {
                    "ID": "3068811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068811",
                    "Titles": {
                        "eng": "A trap labyrinth underground",
                        "jpn": "地下迷宮のワナ"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リーフ達はララディンでマナスに再会する。平和になり、街はとてもにぎやかだ。人気がある占い師の店には行列ができている。市場を歩いていて、４人は占い師に出会った。街角を歩いてくる男やバルダがひどい目にあうと予言されると、そのとおりになってしまう。興味を持ったジャスミンはリーフの未来が見えないといわれビックリ。一人、占いの館に行くと、占い師が正体をあらわした！"
                    },
                    "Aliases": []
                },
                "56": {
                    "ID": "3068821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068821",
                    "Titles": {
                        "eng": "Filli In Big Trouble",
                        "jpn": "フィリの大ピンチ？"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リスメアの街は相変わらず騒がしい。物かげから飛び出してきたポリパンに、フィリがさらわれてしまった。ジャスミン達がポリパンと仲間のコソ泥を探し出して問いつめると、フィリはマザー・ブライトリーにあげてしまったと言う。宿屋チャンピオンでは、ブライトリーやフェアがフィリに手こずりながら世話をしていた。幻の動物として売ってしまおうと計画しているのだ。どうするフィリ？！"
                    },
                    "Aliases": []
                },
                "57": {
                    "ID": "3068831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068831",
                    "Titles": {
                        "eng": "The Solitary Guard",
                        "jpn": "独りぼっちの憲兵団"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "リーフ達が森で木の実を探していると、悲鳴が聞こえた。憲兵団の一人が小さな女の子、チルと向き合っている。飛び出したリーフに憲兵が言った。「私は6号として誕生したが、できそこないだったらしく戦えない。でも村の人が怖がる」。憲兵団でも君のような人がいたとリーフとバルダは、6号と村人が仲良くできるように考える。反対するジャスミンもしぶしぶ協力して作戦が始まるが…。"
                    },
                    "Aliases": []
                },
                "58": {
                    "ID": "3068841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068841",
                    "Titles": {
                        "eng": "Taking account of Tom's shop",
                        "jpn": "トムの店でお留守番"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "トムの店にやってきたリーフ達はトムに店番をたのまれる。森で育ったジャスミン、城の兵だったバルダはどうしていいのかわからず子どもの時から市場が遊び場だったリーフがたより。店番の練習をしているところに、オーエンとジョアンナが、続いてしましまロッキーがやってきた。店のいろいろな商品の使い方がわからず、フィリとクリーも加わって…トムの店がめちゃくちゃになってしまう。"
                    },
                    "Aliases": []
                },
                "59": {
                    "ID": "3068851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068851",
                    "Titles": {
                        "eng": "The First Love Prin",
                        "jpn": "プリンはじめての恋"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ブーロンの森に来たリーフ達は、なつかしい歌を聞く。「プリン！」だと思ったら頭は新しく生まれたキンだった。赤ちゃんキンを追ってきたプリンは、リーフを見てモジモジするばかり。どこか様子がおかしい。グノメ族の人たちと再会する中、グラ・ソンがプリンは恋をしていると教える。相手はだれ？「リーフよ」と言ったジャスミンはきげんが悪くなってしまう。リーフ、どうする？"
                    },
                    "Aliases": []
                },
                "60": {
                    "ID": "3068861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068861",
                    "Titles": {
                        "eng": "Pirates of the River Tor",
                        "jpn": "トル川の盗賊たち"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ナックやフィンら盗ぞくに追われた少年アベルが、トル川に落ちた。リーフ達が助けると、アベルは「じっちゃんがくれた宝物を盗まれた」。3人は協力して宝物を取り戻すが、アベルがとんでもないことを言い出した。「こいつはデルトラの宝石のひとつだから、王様に渡さなければ」と。ジャスミンとバルダが本当のことを教えた方がと言うが、リーフは迷う。そこに盗ぞくたちが現れた…"
                    },
                    "Aliases": []
                },
                "61": {
                    "ID": "3068871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068871",
                    "Titles": {
                        "eng": "Belt Stolen",
                        "jpn": "奪われたベルト"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "のどかな村で馬車がおそわれた。御者が恐怖に顔をゆがめる。同じ顔をした二人組の男で、彼らには同じ場所にアザがあった。間違いない、オルだ！…リーフ達の前に道で倒れていた男ジンが現れ、御者が馬車をおそった男だと言う。「こいつがオルか」バルダをジャスミンが制した。「オルは二人組のはずよ！」。ニヤリと笑った御者がオルになり、ジンと同じ姿に変わった。こいつら何物なんだ！"
                    },
                    "Aliases": []
                },
                "62": {
                    "ID": "3068881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068881",
                    "Titles": {
                        "eng": "A Promise Kept for Lief",
                        "jpn": "リーフの守った約束"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "トーラに向かう途中、いましめの谷でファーディープに出会った。お得意のゲームの後リーフは、トーラに住むセアンに大事なものが入った箱を届けて欲しいと頼まれる。時間がない中、霧で視界が悪い山道を行く3人。足をすべらせたジャスミンを助けようとしてバルダがガケから落ちた。二人はリーフに大切な約束を守れと言う。トーラの人々にとって約束は何より大事…リーフは走り出したが…"
                    },
                    "Aliases": []
                },
                "63": {
                    "ID": "3068891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068891",
                    "Titles": {
                        "eng": "Neridah and Jasmine",
                        "jpn": "ネリダとジャスミン"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "デル城で行われる即位式が近い。シャーンとジョーカーが、リーフ達はいつ戻ってくるのかと心配しているところに、ネリダがくる…森のはずれ。3人の前にネリダが現れた。前のように追い返そうとするが、ネリダのふるまいがずいぶん変わっている。フィリとクリーがネリダになつき、リーフもネリダにやさしくなって、ジャスミンはおもしろくない。そしてネリダがジャスミンにささやいた…"
                    },
                    "Aliases": []
                },
                "64": {
                    "ID": "3068901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068901",
                    "Titles": {
                        "eng": "The Identity of the Ol Disguised",
                        "jpn": "オルのひそむ館"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "デルの街の近くまで帰ってきたリーフ、ジャスミン、バルダ。森でオルを見つけるが、オルは逃げていき、代わりにグロックに出会う。オルを追っていくと、森の奥に洋館があった。雨やどりをしていたゼアン、ファーディープ、グラ・ソン、マナス、ルーカスがいて七部族がそろってしまう。みな、即位式のためにデルに向かっていたのだ。そして、ここはオルのひそむ館。一体誰がオルなんだ？！"
                    },
                    "Aliases": []
                },
                "65": {
                    "ID": "3068911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deltora-quest/episodes/3068911",
                    "Titles": {
                        "eng": "Deltora Forever",
                        "jpn": "デルトラよ永遠に"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "デル城に戻ったリーフのもとに、七部族をはじめ即位式に招かれた客が続々と集まってくる。ジャスミンは元気がない。リーフが国王になったら、これまでの自由はなくなってしまうのだろうか。そして新しい王妃も必要になる…準備がととのい、もうすぐ式が始まろうという時、リーフがいなくなった。皆は誰か王妃の候補とリーフが逃げたのでは、などと言う。どうする？ジャスミン…"
                    },
                    "Aliases": []
                }
            }
        }
    }
}