{
    "URL": "https://thetvdb.com/series/shingu-secret-of-the-stellar-wars",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1073234/",
        "https://www.themoviedb.org/tv/113907"
    ],
    "TitleEnglish": "Shingu: Secret of the Stellar Wars",
    "SummaryEnglish": "The day after an apparent alien invasion of Tokyo is repelled by a mysterious being, middle schooler Murata Hajime discovers that his small town holds a strange secret when he witnesses transfer student Subaru Muryou fight another student using psychic powers. Since Hajime himself is relatively new to his town, he has been unaware that the leading families have been protecting the earth from alien invasion for centuries by using the ability of \"Shingu,\" and that the current members of the middle school student council are also the chosen guardians of this generation. He also begins to discover that many of the town's residents are in fact intergalactic diplomats. Hajime is drawn futher into this open secret as his friendship with Muryou and the \"chosen\" teenagers—especially tomboy Moriyama Nayuta—deepens and as he begins to discover that he has a role to play in Earth's future.",
    "Aliases": [],
    "Modified": "2025-09-11",
    "Seasons": {
        "1": {
            "ID": "35835",
            "URL": "https://thetvdb.com/series/shingu-secret-of-the-stellar-wars/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "394023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394023",
                    "TitleEnglish": "The War Record Begins",
                    "SummaryEnglish": "Aliens in the Tokyo Bay District? A new transfer student who acts suspiciously? Hajime Murata is in store for a lot more than he can handle.",
                    "Aliases": []
                },
                "2": {
                    "ID": "394024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394024",
                    "TitleEnglish": "Muryou's Power",
                    "SummaryEnglish": "Hajime witnesses an argument gone battle that involves more than just fists between Muryou and Kyoichi. Bewildered by this show of psychic powers, Hajime questions Muryou. What will he tell Hajime?",
                    "Aliases": []
                },
                "3": {
                    "ID": "394025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394025",
                    "TitleEnglish": "The Name is Shingu",
                    "SummaryEnglish": "The talk around Misumaru Middle School is that someone stole a pair of girls clothing from the school. Who is this thief and what connections does he have with the strange events witnessed by Hajime?",
                    "Aliases": []
                },
                "4": {
                    "ID": "394026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394026",
                    "TitleEnglish": "The Time to Move",
                    "SummaryEnglish": "Hajime attempts to uncover the secrets of Tenmo town while those behind the strange events watch him.",
                    "Aliases": []
                },
                "5": {
                    "ID": "394027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394027",
                    "TitleEnglish": "Gazing Eyes",
                    "SummaryEnglish": "Hajime has learned the origin of Shingu and everything that has gone on in Tenmo, yet life still continues to remain normal for him. Elsewhere, Jiltosh attempts to tutor an alien spy, but with terrible results.",
                    "Aliases": []
                },
                "6": {
                    "ID": "394028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394028",
                    "TitleEnglish": "A Peaceful Battle",
                    "SummaryEnglish": "It's the arrival of the Athletic Festival and both teams, the Red team and the White team, are both eager to win. On the Red team we've got Kyoich who wants to blaze a path to victory, while on the White team we've got Nayuta who's equally revved up. Will Muryou and Hajime be able to help her do just that? At the same time, someone has snuck onto school grounds.",
                    "Aliases": []
                },
                "7": {
                    "ID": "394029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394029",
                    "TitleEnglish": "Your Smile",
                    "SummaryEnglish": "While the Athletic Festival may be over, people are still wondering who the victor of the final event was. At the same time, everyone has a chance to watch the Cheer team skits, much to the shock of Nayuta and Kyoichi who both participated.",
                    "Aliases": []
                },
                "8": {
                    "ID": "394030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394030",
                    "TitleEnglish": "A Humble Feast",
                    "SummaryEnglish": "Hachiyou comes up with an idea for the pending Cultural Festival, but it would seem that Nayuta won't here of it. Even with the support of Hajime and Muryou, Nayuta still refuses to allow it.\r\n\r\nAfter a fire destroys Jiltosh's house, he and Weinul, the Zaiglian who had previously requested asylum on Earth, move into the Sanemori manor. A run in with Hajime's mother while grocery shopping causes Hajime's family to have dinner with them.",
                    "Aliases": []
                },
                "9": {
                    "ID": "394031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394031",
                    "TitleEnglish": "After the Rain",
                    "SummaryEnglish": "Before, the Zaiglians were always content to lurk around in shadows… but no longer. Jiltosh and the others now find themselves face-to-face with the largest squadron of Zaiglian soldiers ever to set foot in Tenmo.",
                    "Aliases": []
                },
                "10": {
                    "ID": "394032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394032",
                    "TitleEnglish": "For Tomorrow",
                    "SummaryEnglish": "Something big is coming. School has been cancelled, and the Student Government has been called into a secret meeting with the Sanemori Clan. Most of the students happily head home, oblivious to the danger; but Hajime is about to be witness to one of the Shingu’s most powerful secrets…",
                    "Aliases": []
                },
                "11": {
                    "ID": "394033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394033",
                    "TitleEnglish": "Thank You, Courage",
                    "SummaryEnglish": "The battle with the “Sanadon” is at hand! Using the dangerous technique of Astral Deviation, Nayuta’s spirit is sent into space along with the Shingu to fight. But with an invasion force closing in on the Chosen’s location on the ground, it’s up to Harumi to protect everyone.",
                    "Aliases": []
                },
                "12": {
                    "ID": "394034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394034",
                    "TitleEnglish": "Despite Friendship",
                    "SummaryEnglish": "Nayuta’s been acting a little strange lately. Normally very confrontational, she seems to be backing off… what could be bothering her so much that her personality has changed 180 degrees?",
                    "Aliases": []
                },
                "13": {
                    "ID": "394035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394035",
                    "TitleEnglish": "Secret Village Hometown",
                    "SummaryEnglish": "Exams are over and the summer is finally here. That means it’s time for a little summer trip! Setsuna invites Hajime, Shun, and Nayuta to visit the mysterious Village of Falling Stars… but this little vacation isn’t going to be all fun and games…",
                    "Aliases": []
                },
                "14": {
                    "ID": "394036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394036",
                    "TitleEnglish": "Our Summer",
                    "SummaryEnglish": "The evidence from the battle with Sanadon leads to some troubling discoveries for the Sanemori Clan. Of course, laid-back Jiltosh would rather everyone focus on a more important matter… the Zaiglians are finally returning home and that means a going-away party is in order!",
                    "Aliases": []
                },
                "15": {
                    "ID": "394037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394037",
                    "TitleEnglish": "Father's Return",
                    "SummaryEnglish": "Hajime’s father, Kazuo Murata, is finally getting a vacation to see his family! What is it, exactly, that he does again? But his appearance at home is overshadowed by a startling announcement on the early morning news…",
                    "Aliases": []
                },
                "16": {
                    "ID": "394038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394038",
                    "TitleEnglish": "Calmly, But Suddenly",
                    "SummaryEnglish": "Alien forces are on the move and, aside from keeping Setsuna up all night, they seem to have a darker purpose. With a new impending invasion, could it be time to ask for the Galactic Federation’s support?",
                    "Aliases": []
                },
                "17": {
                    "ID": "394039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394039",
                    "TitleEnglish": "Chaotic Apology",
                    "SummaryEnglish": "Everyone is shocked to discover that Hajime’s father is involved with the space diplomacy talks - even Hajime! But right now Hajime is more focused on the Festival Club. Nayuta seems to be taking a special interest in the club and she decides to hold a meeting regarding their plans for the Cultural Festival, but the meeting is cut short when yet another alien battleship appears!",
                    "Aliases": []
                },
                "18": {
                    "ID": "394040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394040",
                    "TitleEnglish": "Inherited Sorrows",
                    "SummaryEnglish": "The students stumble upon an old video containing a short film from 100 years ago! Who could that be playing the lead? Is it… a young Lady Momoe? While the Festival Club draws in the curious viewers, a troubled Harumi must face Kyoichi and tell him the truth… the truth about what really happened 11 years ago.",
                    "Aliases": []
                },
                "19": {
                    "ID": "394041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394041",
                    "TitleEnglish": "Virtuous Fist",
                    "SummaryEnglish": "Aliens have appeared in Kyushu and they’re making short work of the Protectors! Will Harumi be strong enough to protect the Chosen by herself? And why isn’t Muryou around when he’s needed the most?",
                    "Aliases": []
                },
                "20": {
                    "ID": "394042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394042",
                    "TitleEnglish": "Impatient Optimism",
                    "SummaryEnglish": "It’s festival time at Futaba’s elementary school! The members of the Festival Club have been invited to participate and that means a fun change of pace for the weary middle school students.",
                    "Aliases": []
                },
                "21": {
                    "ID": "394043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394043",
                    "TitleEnglish": "Helpers Meet",
                    "SummaryEnglish": "The sports clubs have finally cornered Muryou! Will he finally agree to help them in their upcoming judo match against Misumaru’s school rival, Miyanomori? One match couldn’t really hurt, right?",
                    "Aliases": []
                },
                "22": {
                    "ID": "394044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394044",
                    "TitleEnglish": "Please Look Up the Sky",
                    "SummaryEnglish": "There’s a mysterious new student wandering around in Tenmo. All that’s known about this pale-skinned, green-eyed newcomer is his name: Kanata. But while Momoe and the others try to dig up information on him, he’s busy tracking down Muryou! Is he a friend or a foe?",
                    "Aliases": []
                },
                "23": {
                    "ID": "394045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394045",
                    "TitleEnglish": "Federation and League",
                    "SummaryEnglish": "It’s a day like any other in Tenmo… except that a gigantic spaceship is now hovering low in the skies over the town. While most people are in a frenzied panic, the natives of Tenmo are strangely calm - until a second spaceship closes in and the two ships face-off!",
                    "Aliases": []
                },
                "24": {
                    "ID": "394046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394046",
                    "TitleEnglish": "The Ones Which Are Here",
                    "SummaryEnglish": "With the looming alien threat, school has been cancelled… but that hasn’t stopped the students of Misumaru Middle School from making their own plans for the day! Danger surrounds them, but it will be a day of revelation both for the people of Tenmo, and the world.",
                    "Aliases": []
                },
                "25": {
                    "ID": "394047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394047",
                    "TitleEnglish": "An Empty Soul Awakens",
                    "SummaryEnglish": "Nayuta is forced to take drastic action. As she pushes the power of the Shingu farther than ever before, the Shingu’s darkest secret will finally be revealed.",
                    "Aliases": []
                },
                "26": {
                    "ID": "394048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shingu-secret-of-the-stellar-wars/episodes/394048",
                    "TitleEnglish": "The War Record Continues",
                    "SummaryEnglish": "…you didn’t really think we’d tell you how it ends, did you?",
                    "Aliases": []
                }
            }
        }
    }
}