{
    "URL": "https://thetvdb.com/series/koihime-musou",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "History",
        "Romance",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1277981/",
        "https://www.themoviedb.org/tv/42917"
    ],
    "TitleEnglish": "Koihime Musou",
    "SummaryEnglish": "Koihime Musou re-imagines the classic Chinese historical novel Romance of the Three Kingdoms in action/love comedy form with an all-female cast.",
    "Aliases": [
        "Koihime†Musō",
        "Shin Koihime†Musō",
        "Shin Koihime†Musō: Otome Tairan"
    ],
    "Modified": "2024-11-03",
    "Seasons": {
        "0": {
            "ID": "35892",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "504331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/504331",
                    "TitleEnglish": "Rival Warlords Battle for the Position of Student Body President: There Will Also Be Flying Tops!",
                    "SummaryEnglish": "Bring all characters to modern time. Where they became a students of St.Francesca Academy. They set group and and competing with each other. Who win will take the student council president place.  Koumei, a new transfer student to St. Francesca Academy, is asked by Kan'u to join her team to help her win the contest that will decide the new president of the student council.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1966461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1966461",
                    "TitleEnglish": "Rival Warlords Vacation on a Tropical Island: There Will Also Be Tentacles!",
                    "SummaryEnglish": "The story takes place at St. Francesca Academy. After the battle between the students ended, they all go to a southern island.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1966471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1966471",
                    "TitleEnglish": "Shin Koihime Musou Live Revolution",
                    "SummaryEnglish": "A spin-off project from the original series that Kan'u, Chouhi, Ryuubi and other characters sing the theme songs from Koihime Musou and Shin Koihime Musou on the stage.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4161412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4161412",
                    "TitleEnglish": "It's a School Festival! Everyone Assemble!",
                    "SummaryEnglish": "Everyone is preparing major productions for the school festival, from magic acts to maid cafés to big musical numbers.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4794743",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4794743",
                    "TitleEnglish": "Koihime†Musou OVA Omake",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4794744",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4794744",
                    "TitleEnglish": "Shin Koihime†Musou OVA Omake",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4794745",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4794745",
                    "TitleEnglish": "Shin Koihime†Musou: Otome Tairan OVA Omake",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "35893",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "394778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394778",
                    "TitleEnglish": "Kan'u Makes a Vow of Sisterhood With Chouhi",
                    "SummaryEnglish": "Kan'u, a traveling warrior who fights bandits, visit a town where she encounters RinRin and her troublemaker friends. While most of the town find their antics funny, the Mayor isn't when he decides to send his soldiers to catch her until Kan'u volunteers to do it herself.",
                    "Aliases": []
                },
                "2": {
                    "ID": "394779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394779",
                    "TitleEnglish": "Kan'u is Going to Die With Chouun",
                    "SummaryEnglish": "Kōsonsan, a local feudal lord and Chōun (also known as Sei), another warrior has ask Aisha (Kan'u real name) help to find a hidden base belonging to Bandits so they can be eliminated. Aisha agrees where she & Sei hides in a merchants crate so the bandits will steal it to their base.",
                    "Aliases": []
                },
                "3": {
                    "ID": "394780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394780",
                    "TitleEnglish": "Chouhi and Bachou Fight Each Other",
                    "SummaryEnglish": "Enshou, the arrogant noble of Shao meets Sōsō, the young queen of Wei, who has ask permission to have her troops enter Enshou's land to destroy an army of bandits there on behalf of the Imperial capital. Sōsō leaves but not before humiliating & insulting Enshou & her assistants, Bun Shou & Ganryou, for their idiocy & not dealing with the bandits in Shao. She later meets Aisha who she has taken an interest. Meanwhile, Aisha & her friends are working at a Maid Restaurant in order to earn money but Chōhi decide earn money another way where she meets Bachō, where both of them decide to enter a fighting tournament hosted by Enshou.",
                    "Aliases": []
                },
                "4": {
                    "ID": "394781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394781",
                    "TitleEnglish": "Bachou Tries to Attack Sousou",
                    "SummaryEnglish": "Sōsō and her troops return to Shao after defeating the army of bandits. While there, she meets Rinrin when she is suddenly attack by Bachō who claim Sōsō killed her father, Batō before being subdued by Rinrin & Sōsō guards. Aisha, after hearing the news, meets Sōsō & ask her to spare & release Bachō.",
                    "Aliases": []
                },
                "5": {
                    "ID": "394782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394782",
                    "TitleEnglish": "Kan'u Exterminates A Monster",
                    "SummaryEnglish": "The group saves a timid, young lady from bandits who unknown to them is, Toutaku, the Governess of Zhao. She tells the group she came to investigate a rumor that a monster has been threatening a village to bring food at a temple every week. After Toutaku & the village leader pleads with them, they agree to go the temple to stop the monster.",
                    "Aliases": []
                },
                "6": {
                    "ID": "394783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394783",
                    "TitleEnglish": "Chouhi Competes With Koumei",
                    "SummaryEnglish": "Sei is angry at Aisha & Rinrin after they ate her food at a restaurant. While traveling through a foggy mountain, they lose track of Sei & Aisha sprain her leg after falling into a ditch. After coming to mansion, they are helped by Shibaki and her student Kōmei. Rinrin is jealous of Kōmei since Aisha praises her for her kindness, intellect and her many skills. Later Shibaki tells Kōmei to find a herb in the mountains which can heal Aisha sprain leg, which Rinrin decides to secretly follow, hoping to get it before her.",
                    "Aliases": []
                },
                "7": {
                    "ID": "394784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394784",
                    "TitleEnglish": "Chouhi has a Fight with Kan'u",
                    "SummaryEnglish": "Rinrin has a fight with Aisha about Kōmei and leaves the group. While in town, she is reunited with her friend Bachō where both of them enter an eating contest. Unfortunately, they lose to a young girl name Kyocho who later introduces herself. The three later saves a young boy from a group of cheating loan-sharks who threatened to take his older sister. The trio decide to protect he and his sister at their house, while there with the siblings, Rinrin is reminded of her relationship between her & Aisha.",
                    "Aliases": []
                },
                "8": {
                    "ID": "394785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394785",
                    "TitleEnglish": "Kan'u Obstructs Kouchuu's Plan",
                    "SummaryEnglish": "Aisha, Rinrin and Kōmei rescue a girl from a shopkeeper only to realize the girl swindle him. The girl, Shōren, who is a member of the royal family of the Kingdom of Wu, decides to join Aisha's group.",
                    "Aliases": []
                },
                "9": {
                    "ID": "394786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394786",
                    "TitleEnglish": "Enshou Digs Up a Treasure",
                    "SummaryEnglish": "Reiha's group finds a treasure map & decides to find the treasure. Aisha's group & Karin's group (excluding Shuuran) are also going to the same place, with both of them going the Hot Springs for relaxation there. When Aisha's & Sōsō's group find the Springs has dried up, they both decide to find another buried hot springs somewhere around the area.",
                    "Aliases": []
                },
                "10": {
                    "ID": "394787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394787",
                    "TitleEnglish": "Sonsaku's Life is Threatened",
                    "SummaryEnglish": "The kingdom of Wu under Queen Sonsaku has been rapidly expanding it territory's. While their wars has made them famous abroad, at home it has cause concern to Princess Sonken and some nobles who fear these wars may destroy the kingdom.",
                    "Aliases": []
                },
                "11": {
                    "ID": "394788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394788",
                    "TitleEnglish": "Kan'u Meets Ryuubi",
                    "SummaryEnglish": "Aisha walks out of the cave that she Rinrin and Shuri slept where she finds herself in battle between Bandits and Militias. Immediately both she and Rinrin fight the off the bandits which forces the bandits to retreat.",
                    "Aliases": []
                },
                "12": {
                    "ID": "394789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394789",
                    "TitleEnglish": "Kan'u Fulfills Her Ambition",
                    "SummaryEnglish": "Ryūbi and his army attend an imperial war meeting between other loyalist army commanders hosted by the Commander-in-Chief of Imperial forces, General Kashin to discuss the recent uprisings the empire is facing.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "131731",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1190511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190511",
                    "TitleEnglish": "Bachou's Anguish",
                    "SummaryEnglish": "With Koumei's strategism and the five strong warriors Kan'u, Chouhi, Chouun, Bachou and Kouchuu's power, Touka Village army grows more and more. Bachou, hearing Riri, Koumei and Kan'u calling Chouhi her given name Rinrin, wants to call her that, too. Though she is embarrassing to call her so, she finally does that. In the end, the friendship of five warriors with Koumei and Riri gets stronger and Kan'u plans to do another journey. Next episode introduces a girl with pink hair asks for the way to Touka village.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1190521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190521",
                    "TitleEnglish": "Ryuubi Visits Touka Village",
                    "SummaryEnglish": "Koumei went out to buy some porn books with Kan-u's group waiting in the restaurant, hearing things about Kousonsan, swords, and the Chou sisters idols. A girl with pink hair is cornered by the trio bandits, with perverse thought about her. Kan-u's group come in time and with one swing, Kan-u sends the trio away (to the sky). The girl introduces herself as Ryuubi Gentoku, that surprises Kan-u and her friends. Ryuubi finds that there's an impostor claiming Ryuubi before, and she's aware of the man. Koumei tells the party about Kousonsan's sword and asks Ryuubi come to find about it. Ryuubi leaves the day after only to get herself attacked again, and once again, Kan-u's party saves her (then with Chouun as Kochou Kamen). Later, Ryuubi and Kan-u's party (except Bachou and Kouchuu with Riri) leaves Touka for Kousonsan's place.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1190531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190531",
                    "TitleEnglish": "Kousonsan Fights Enshou",
                    "SummaryEnglish": "Ryuubi and her party come Kousonsan's city. Kousonsan welcomes them and is surprised that Ryuubi comes with them. She tells them that the sword isn't here now. Because Enshou's lending food for her city, Kousonsan must give it to her as a proof that she will repay Enshou. The party goes to Enshou's place. They're involved to Enshou's stupid games as usual. Koumei loses 0-100 to Ganryou in Question Game (about Enshou's secrets). Ganryou loses Ryuubi 11-13 to Eel Catching (by breasts) Game. And the games later with Bunshuu and Chouhi in Arm Wrestling, Ganryou in Tongue Twister, Bunshuu and Kan-u in Imitations, Ryuubi in \"What's in the box?\", Bunshuu and Chouun in Staring Contest, Ganryou and Chouhi in Bean Carrying, Clam-matching, Cosplaying and the games come to a tie 150-150. The last match, Kousonsan and Enshou in Sumo Wrestling of Ladies wearing a swan loincloth (though Kousonsan wears her white-horse loincloth), ends with Kousonsan's win (her power goes up while she remembers how unnoticeable she was). Though, Ryuubi can't get her sword back because Enshou just lended it to her cousin Enjutsu before (through Choukun's saying that is a pun of The Emperor's New Clothes). Kousonsan doesn't have to pay for the food Enshou lended her city and Ryuubi's party leaves for Enjutsu's city.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1190541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190541",
                    "TitleEnglish": "The Three Chou Sisters Acquire the 'Crucial Keys to the Way of Peace'",
                    "SummaryEnglish": "The Chou sisters try to get their money by performing magic and music, though it's hard to deal. A man claiming himself Ukitsu gets them a little dream and gives them the Taihei Youjutsu (Crucial Keys to the Way of Peace) book full with magic references. Chouhou uses the magic to create three magic crystals (somehow it resembles a microphone) and the three sisters plan to put their first magnificent performance using this, and they get successfully. Their successes come one by one, and they have been famous more and more ever.\r\n\r\nIn the way to Enjutsu's city, Ryuubi is caught off by a poster of the Chou sisters, she suggests the party to take a look at them. The party goes to see a performance of the sisters, and stops a small fight in the performance. The sisters start to think about the way to get rid of the annoying matters that may cause problems to them someday.\r\nRyuubi's party leaves to continue the journey.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1190551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190551",
                    "TitleEnglish": "Kakuka and Teiiku Come Into Sousou's Service",
                    "SummaryEnglish": "In the journey, Chouhi's stomach hurts. Ryuubi's party comes to a man's resting place for Chouhi to rest. The man claims himself as a doctor and he saves Chouhi from her stomachache. The man introduces himself as Kada of \"The Way of Fire Grains\" (五斗米道, Gotomedou). He tells the pary about the Taihei Youjutsu using people's hatred of oppression instead of its caster's magical energy. Though it was originally created for good reasons (using energy to help people), the book gained its own will and created more hatred for its power. Kada suspects Sousou has it and goes with the party to reaches her place. They find a spectacles woman fallen with a pool of blood around her, only to find out that's only nosebleed through her friend. They introduce themselves as Kakuka and Teiiku, on the way to come into Sousou's service. Kan-u accepts to introduce them to Sousou.\r\nIn Sousou's city, Kada goes straight to Sousou's palace and Ryuubi's party with Kakuka, Teiiku go for a meal. Knowing Taihei Youjutsu's truth, Sousou agrees to Kada and stops her search for it. Kada asks her for reason to search it, she tells him about it and eventually, his way to treat her problem makes her mad and kicks him out of her palace. Then, Kan-u asks her for audience and she makes her and Kakuka, Teiiku to her bath. An assassin appears, Kakuka and Kan-u help Sousou to capture her. Finally, Sousou accepts Teiiku as her strategist, Kakuka as her bodyguard (because of her nosebleed \"talent\").",
                    "Aliases": []
                },
                "6": {
                    "ID": "1190561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190561",
                    "TitleEnglish": "Ten'i is Tested by Sousou",
                    "SummaryEnglish": "Kan-u returns to the inn that her party stays in and tells them about Kakuka's and Teiiku's employment. Kan-u is worried about Kada's safety after he angers Sousou (he merely manages to escape Kakouton).\r\n\r\nIn the Chou sisters' performance, they have got another quarrel, this time Chouhou manages to use magic to calm down the audience. This magic effects to all people that are enchanted to the sisters.\r\n\r\nRyuubi's party enjoy their meal at a restaurant with common yet specially delicious dishes and the chef, introducing herself Ten-i, offers them to taste her chicken manjūs. That evening, Kakouen invites Ryuubi's party to Sousou's gourmet.\r\n\r\nThe day of the gourmet, Ryuubi's party and Sousou's subordinates are waiting for her cooking. Juniku is filled with her head about Sousou as usual. The guests eat Sousou's delicious cooking and enjoy it very much (except Chouhi because she can't full her stomach with it). Chouhi compliments about how good Ten-i's food is and Sousou orders Kakouton to bring her there. Ten-i cooks manjūs with combination of three dishes Ryuubi's party ate in her restaurants twice. Sousou admits her defeat, because she thinks she has not fulfilled her role as the hostess there for not thinking about Kan-u's preference. Ryuubi offers Sousou had tried her best for Kan-u's glory, and it's unnecessary to decide who wins and who loses in cooking. Sousou smiles and accepts that. An ox prepared for cooking escapes and attacks Ten-i, only to find out her massive power to throw it far away. Ten-i is suggested to join Sousou's bodyguards and she says she will decide it later.\r\nThe Chou sisters get tons of jūmankin manjūs caused of Chouhou's mistake, only to find out how incredible the power Taihei Youjutsu is.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1190571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190571",
                    "TitleEnglish": "Chinkyuu is Taken in by Ryofu",
                    "SummaryEnglish": "Enjutsu is singing at her palace. After singing, she is indecisive about the food and drink she would have, only to make Choukun lectures her.\r\nRyuubi's party arrives Enjutsu's city and takes a look at a gift shop. Chouhi wants a little toy dog charm, and a girl shows up saying she sees it first. They quarrel, Chouhi wins and the girl yells at her, running away the shop. Going out from the shop, they meet Ryofu. She talks to Kan-u, Chouhi and Chouun, and the girl earlier suddenly does Chouhi a \"knee drop\". Ryuubi's party talk to Ryofu and the girl, whom Ryofu calls Chinkyuu, and know about a married arrangement about Chouchou (Chinkyuu's dog). But Ryofu's party is giving up due to Enjutsu's poor managing the city. Ryuubi's party learns about Chinkyuu's hard past, and how she meets Ryofu and how she makes Chinkyuu's life better. Chouhi also learns that the little toy dog Ryofu hangs in the head of her \"Houtenkakugeki\" (her weapon) has lost, and the one she has bought from the shop resembling it (so Chinkyuu really wants it), then she gives it to Chinkyuu.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1190581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190581",
                    "TitleEnglish": "Enjutsu Orders a Monster's Extermination",
                    "SummaryEnglish": "Enjutsu declines to return the sword to Ryuubi. Ryuubi begs that she will do anything just to get it back, and Choukun suggests Enjutsu to exterminate the monster in her territory. Ryuubi's party go to the shrine that there is a rumor about the monster to exterminate it, but Kan-u and Chouhi faint for the first time. Koumei describes the monster to Enjutsu, which freaks her out, and she suggests Enjutsu to give Ryuubi's sword back, beside they will give her \"the mystery mug\" (just an ordinary mug Koumei buys from the gift shop) in exchange for the sword. Koumei tells the party about the plan, and they come to defeat \"the monster\", again. That time, they caught the children who make the monster, and find out they are orphans gathered there for many reasons. Koumei tells them she has a plan to protect the shrine. She tells Enjutsu about the sword turning to dust while fighting the monster, and suggests her to build an orphanage or else the monster will come back. Ryuubi's party pretend to be ghosts to scare the wits out of Enjutsu but somehow she is freaked out by some \"true\" ghost (she seems to be the boy's deceased mother Ryuubi gives flowers to). So, Enjutsu does what Koumei says.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1190591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190591",
                    "TitleEnglish": "Gakushin, Riten, and Ukin, Protect a Village",
                    "SummaryEnglish": "Ryuubi is really happy about giving her sword back. In the way to return Touka, the party stops to rest in a village. They're mistaken to bandits, then their leaders Riten and Ukin attack them. Shortly after that, the mistake is clear and their other leader, Gakushin, brings a formal excusement to them. They find out Gakushin's group plans to join Sousou's army due to her good impression, but the bandits around there attack them many times and they don't have plans to defeat all the bandits, though. Ryuubi's party decide to help them. Koumei plans to use the Ryuujin-ko (the near lake) to help defeat the bandits (a flood attack using the rain, the bridge, the lake and the riverbed). They build a floodgate due to Riten's construction talent.\r\nFollowing the tactic, a small group attacks the bandits' camp to lure out them. When they arrive the riverbed, Riten will follow Koumei and Ryuubi's signal to open the floodgate to use the water attack. But the large rock falls and halts the water. Ryuubi uses her sword to a lightning rod and the lightning breaks the large rock. Finally, the flood attack is successful. Ryuubi asks Kan-u to be her younger sister, but Chouhi says she only accepts Ryuubi as her older sister, and the bond is built.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1190601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190601",
                    "TitleEnglish": "Koumei Wishes for a Sister",
                    "SummaryEnglish": "The Chou sisters continue to use Taihei Youjutsu to gain what goods they want with Ukitsu secretly watches over them.\r\n\r\nRyuubi breeds Kan-u food, that makes her embarressing, and Chouhi gets jealous because Kan-u doesn't do that to her. Seeing that makes Koumei remembers about the past, about her elder and younger sisters. The party pasts by Koumei's home city and Chouun gets lost again. Arriving Suikyou's house, a girl with witch outfit opens the gate and runs to the home because they wield weapons. Suikyou introduces the timid girl, Houtou, to the party. Ryuubi says Koumei and Suikyou make a good family that makes Houtou a bit jealous. Suikyou arranges the bedrooms for the party, but Houtou doesn't want to take the same room with Koumei. The day after, Houtou wants Suikyou to go picking up herbs as she has promised but she can't go, and Koumei suggests she will go in Suikyou's place. Houtou silently goes with her, but she doesn't seem a bit interest. She gets angry at Koumei and runs away, telling her she doesn't want them to be friends. Houtou falls into a hole in the old bridge, merely catches the bridge's rope. Koumei, despite her scare, manages to go to Houtou's place and helps her up. Their relationship gets better and Houtou says goodbye to Koumei with promise she will visit her someday.\r\nThe Chou sisters' performance is thwarted by government's soldiers. Chouhou gets angry and commands her audience to get the soldiers.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1190611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190611",
                    "TitleEnglish": "Bachou Tries to Hold it in",
                    "SummaryEnglish": "The Chou sisters' inn gets destroyed due to the attack of Chouhou's audience. The audience does too much and that makes the Chou sisters fugitives. They decide to get more and more supporters so the army can't touch them anymore.\r\n\r\nBachou's cousin, Batai arrives to Touka village and plays a trick on Bachou. Bachou gets angry and wants her to go back to Sairyou, but Kouchuu calms her down and she forgives Batai. They have strict exercises in the morning. Batai gets exhausted many times but Bachou doesn't have her stop. Batai makes a bet with Bachou that she can't help wetting herself and makes her drink a lot of water and hold it until the dinner. Bachou uses many methods to hold it in, and she ends up with releasing \"it\" in the river. Ryuubi's party comes back, and the fishes Kouchuu uses for dinner is from \"that\" river.\r\nAfter the dinner, Koumei holds a meeting about Sousou inviting them to join her army to wipe out the Yellow Turbans led by the Chou sisters. Later, Kan-u, Ryuubi, Chouhi and Koumei depart for battles, leaving Touka village to Kouchuu, Bachou and Batai. In the main camp, Sousou and Kan-u talk about the flag of Ryuubi's army. They meet Enjutsu and Choukun again. Sousou gets troubled because the number of Yellow Turban's army gets bigger and bigger, and Ten-i reports to her that Kada wants to meet her again.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1190621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190621",
                    "TitleEnglish": "The Generals Attempt to Suppress the Yellow Turban Rebellion",
                    "SummaryEnglish": "Kada guests the Yellow Turban Rebellion is caused by the Taihei Youjutsu. Juniku suggests an all-out battle against them but Ryuubi doesn't agree with that. Kada tells his ideas. They agree with him to use another songs of another singers to affect the Yellow Turbans' hearts, make them leave the rebels. And they use Enjutsu and Choukun's talent in music, and Teiiku suggests adding Kakuka. When Kada returns, he gets three magic crystals from Gotobedou's head with limited magic. They execute the plan.\r\n\r\nRyuubi, Kan-u and Chouhi, Gakushin, Riten and Ukin, with Kada and the three singers Enjutsu, Choukun and Kakuka drive a big car to the rebels' tents. The song contest goes on. The magic of Kada runs out and the rebels follow Chouhou's order to get them. Ryuubi and Kan-u, Chouhi start singing with the help of three singers Enjutsu, Choukun and Kakuka, and the rest. Then, sings from the hearts win sings from the magic. The Chou sisters realize that their dreams from childhood weren't like that, and they disband the Yellow Turbans. Even before the present Kada seals Taihei Youjutsu, Ukitsu appears, takes it and disappears.\r\nIn the meeting to decide the Chou sisters' and Yellow Turbans' punishment, Ryuubi supports to get their punishment as light as possible, so as Riten. Kakuka suggests for all them join Sousou's army. Koumei, Teiiku, Gakushin's group support her and Sousou decides to do as Kakuka suggests.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "196381",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/3",
            "TitleEnglish": "Shin Koihime Musou: Otome Tairan",
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1792111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792111",
                    "TitleEnglish": "Ryuubi, Going on a Journey Once Again",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "1792121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792121",
                    "TitleEnglish": "Houtou Hides Something",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "1792131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792131",
                    "TitleEnglish": "Ryomou Tries Academics",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "1792141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792141",
                    "TitleEnglish": "Gien, Falls in Love at First Sight",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "1792151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792151",
                    "TitleEnglish": "Sonshoukou Attempts to Fulfill Her Duty",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "1792161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792161",
                    "TitleEnglish": "Gien's Life is in Danger",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "1792171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792171",
                    "TitleEnglish": "Kougai Makes a Plan to Deceive Her Allies",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "1792181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792181",
                    "TitleEnglish": "Moukaku Is Captured And Released Many Times",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "1792191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792191",
                    "TitleEnglish": "Gunyuu Attempts to Defeat Toutaku",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "1792201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792201",
                    "TitleEnglish": "Shuutai Sneaks Into the Palace",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "1792211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792211",
                    "TitleEnglish": "Chouryou Faces Off With Kan'u",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "1792221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792221",
                    "TitleEnglish": "The Allied Forces Strike at Ukitsu",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}