{
    "URL": "https://thetvdb.com/series/hyakko",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1301842/",
        "https://www.themoviedb.org/tv/34058"
    ],
    "Titles": {
        "eng": "Hyakko",
        "jpn": "ヒャッコ"
    },
    "Summaries": {
        "eng": "On the first day of high school at Kamizono Academy, four girls meet each other while lost on the huge campus, and form a friendship. This story follows the daily school life of the four girls and their eccentric classmates.",
        "jpn": "高台に建つ、小中高一貫教育のマンモス校「私立上園学園」。その高等部1年6組の面々は、そろいもそろって個性的な生徒ばかり。そんな今時のジョシコーセーたちの、愉快な毎日―――、いつも楽しく、元気に盛り上がる、虎子たちのスクールライフ！"
    },
    "Aliases": [],
    "Modified": "2024-09-19",
    "Seasons": {
        "0": {
            "ID": "35898",
            "URL": "https://thetvdb.com/series/hyakko/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1206481",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/1206481",
                    "Titles": {
                        "eng": "OVA",
                        "jpn": "ヒャッコエクストラ"
                    },
                    "Summaries": {
                        "eng": "When Tōma's favourite hang-out place goes bankrupt, Torako decides to take her to a nearby cake store. To Tōma's surprise, Torako orders them every cake on the menu.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36758",
            "URL": "https://thetvdb.com/series/hyakko/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "402328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/402328",
                    "Titles": {
                        "eng": "First Meeting with Tiger",
                        "jpn": "1コメ 虎子相まみえる"
                    },
                    "Summaries": {
                        "eng": "While Ayumu is looking for a way to her classroom, she encounters Tatsuki on her way. Shortly after, they see Torako and Suzume leaping down from a second floor out of a window. After joining together as a group, they heads toward the classroom. About midway through the walk, they find an abandoned school building and accidentally break one of its window. A school teacher, Mr. Amagasa, discovers their act, but Torako gives him a quick punch to stun him. Although they eventually reach the classroom, it later turns out that Mr. Amagasa was their homeroom teacher.",
                        "jpn": "入学早々、広い学園内で迷った能乃村歩巳は、通りすがりの少女・伊井塚龍姫と出会う。これで教室まで戻れると思いきや、どうやら龍姫も迷っている様子。その時、突然2階から一人の少女が飛び降りて来て……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "402329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/402329",
                    "Titles": {
                        "eng": "Nothing Ventured, Nothing Gained",
                        "jpn": "2コメ 虎穴に入らずんば 虎子を得ず"
                    },
                    "Summaries": {
                        "eng": "Ayumu, Tatsuki, Torako and Suzume are looking for a school club to join. They try out several sports clubs together, but Torako ruins every attempt as she pulls various pranks on Tatsuki.",
                        "jpn": "『私立上園学園』には、他校とくらべ、部活動・同好会の類が、たくさん存在する。「部活、何にするか決まった？」。虎子の一言から、四人で部活見学をする事になったのだが……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "402330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/402330",
                    "Titles": {
                        "eng": "A Tiger at the Front Gate, Another at the School Gate / Plus a Paper Tiger",
                        "jpn": "4コメ 前門の虎 校門も虎／9コメ 張子の虎"
                    },
                    "Summaries": {
                        "eng": "While Torako and Suzume are having a conversation together in the morning, they encounter Nene on their way. Torako is informed by her that she was involuntarily decided to be a member of the class discipline committee. On the next day morning, she is assigned a duty of checking the student's dress code. Later Torako and her friends discover that Nene is actually quite keen on the female students. In the second part of the episode, Torako and Suzume discovers a grotesque robot made by Chie, who is a member of the robotics club. Later, Torako and her friends are invited to the robotics club room and they learn about Chie's dream of becoming a robotics engineer.",
                        "jpn": "クラス委員長の杏藤子々に呼び止められた虎子。自分が風紀委員だと知らされ、服装チェックに臨むのだが……。虎子たちの前に突然現れたのは、ロボット!? それを操縦していた涼ヶ崎知恵に招待され、『ロボット研究会』の部室に誘われて……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "402331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/402331",
                    "Titles": {
                        "eng": "The Tiger Gorges / The Tiger is a Fellow Traveler",
                        "jpn": "3コメ 牛飲馬食虎食／6コメ 虎は虎連れ"
                    },
                    "Summaries": {
                        "eng": "Torako and her friends go to the school cafeteria together. On the way, Torako teaches Ayumu about the 'Combo Card' which gives an extra portion of a meal. Torako pulls a prank on her by making her accidentally to order a noodle with extra large portion. Tatsuki is offended by Torako's mischievous behavior, while Suzume's extraordinary gluttony is revealed. In the second part of the episode, Torako and her friends are in an art class, where students learn to draw each other. Ayumu and Torako takes seductive poses on the floor, while Koma passionately snaps their photographs with her digital camera. Later, Koma sells some of her photographs to a student for profit.",
                        "jpn": "歩巳を、無理矢理『学食』に連れ出した虎子。豊富なメニューを前に、小食だと言う歩巳だったが……。美術の時間、ペアになった虎子と歩巳の前に登場した古囃独楽。彼女は、歩巳をモデルに、いつの間にやら写真撮影会を始めるのだが!?"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "403920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/403920",
                    "Titles": {
                        "eng": "Uncanny Relationships with a Tiger",
                        "jpn": "7コメ 合縁虎縁／5コメ 人には添うてみよ 虎とは闘ってみよ"
                    },
                    "Summaries": {
                        "eng": "A new character, Yanagi, is introduced. Just like Koma, he makes profits from selling photographs of the students. When Shishimaru looks at Yanagi's photograph of Ayumu by chance, he is instantly infatuated with the photograph. On his way, he encounters Ayumu and confesses his love to her. However, it is later revealed that Shishimaru has actually asked Ayumu to tell Torako about his love for her. In the second part of the episode, Torako and Ushio skip the class together and spends their time together in the downtown and develops a friendship with each other.",
                        "jpn": "2年生・京極柳の小遣い稼ぎは、写真販売。それを見てあきれていた戦国獅々丸だったが、一葉の写真に写る彼女に一目惚れしてしまい……。虎子が入ったコンビニに、偶然居合わせたヤンキー風な少女・幕之内潮。なし崩しに一緒に学校をサボる事になるが……!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "418639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/418639",
                    "Titles": {
                        "eng": "Surrounded by Tigers",
                        "jpn": "10コメ 向こう三軒 両側に虎"
                    },
                    "Summaries": {
                        "eng": "Torako, Suzume, and Ayumu visits Tatsuki's home without informing her in advance. Although Tatsuki is caught off-guard and is quite surprised their visit, she gladly invites them to her home. Meanwhile, Tatsuki's housemaid is relieved that Tatuski has made some good friends in the school as she had trouble making friends in the past. Tatsuki's friends are invited to the dinner and they are impressed by her housemaids' kindness.",
                        "jpn": "虎子、雀、歩巳が先に帰ってしまった放課後。龍姫は、何故自分は誘われなかったのかと、帰り道に考え込んでしまう。もやもやしたまま帰宅すると、家政婦のトシ子さんが「お友達が先に来ている」と浮かれていて……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "418640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/418640",
                    "Titles": {
                        "eng": "At Last the Fox and Tiger Meet / The Fox Provokes the Wrath of the Tiger",
                        "jpn": "16コメ 狐虎で会ったが百年目／17コメ 虎の怒りを買う狐"
                    },
                    "Summaries": {
                        "eng": "Koma and Yanagi are hiding in bushes and taking photographs of students secretly. Meanwhile, Kitsuna decides to help them out and pulls a skirt prank on Ayumi, so that Koma and Yanagi can take 'better' photographs of her. Then the three students encounter Shishimaru, who wants to have photographs of Torako, but he thinks taking photographs without the consent of the subject is a despicable act. The three comes out of bushes and politely asks Torako for photograph. Suddenly, Torako is surprised to see Kitsune, who turns out to be her brother. In the second part of the episode, Torako complains to her friends about all the bad memories she had with her brother in the past. On the next day, Kitsune brings Shishimaru to Torako's lunch. Kitsune decides to pull another prank on Torako by secretly putting a whole bottle of spice in Torako's ramen, which forces Torako to switch her meal with Shishimaru, bringing unintended affect on their relationship.",
                        "jpn": "柳主催の「上園学園」写真撮影会開催！ そこへ“狐”という名の男子生徒が交ぜてくれとやって来て……。虎子の衝撃の告白で素性が知れた狐。彼は、虎子の事が好きだという獅々丸のために、ひと肌脱ごうと考えて……。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "418641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/418641",
                    "Titles": {
                        "eng": "Shooting the Tiger / Sketching a Tiger but It Ends Up Looking Like a Cat",
                        "jpn": "11コメ 虎に立つ矢／12コメ 虎を描いて猫に類する"
                    },
                    "Summaries": {
                        "eng": "Inori is in distress for not being able to make friends as she has trouble speaking out loud and her face covered by a long hair freaks out other students. Torako then decides to help her out by asking her friends to renovate her face, so it can give a better impression on the other students. Meanwhile, Torako goes around the classes and changes the classmates' and her homeroom teacher's hairstyles as she pleases. After the make-up is done, the classmates are amazed at Inori's new face. However, on the next day, Inori's appearance reverts back to her ordinary form, which disappoints her friends; she later explains that she is not good enough to do the make-up every morning.",
                        "jpn": "教室で物静かに読書に耽る少女・蕾家祈。その不気味な外見から、友達ができないで落ち込んでいた彼女だったが、虎子と出会い……。祈を囲んで何やら思案中の虎子たち。どうやら彼女のルックスを変えようと作戦を立てているようだが……。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "418642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/418642",
                    "Titles": {
                        "eng": "A Sympathy is not Meant for a Tiger / Suzume, It's Time for You to Get It",
                        "jpn": "13コメ 情けは虎の為ならず／20コメ 雀よ、さらば与えられん"
                    },
                    "Summaries": {
                        "eng": "Minato drops and loses her only coin in front of the vending machines. When She loses her hope of retrieving the coin and begins to cry, Torako and Ayumi happens to meet her. Torako buys her a can of drink, so that she would stop crying. After receiving a favor from Torako, Minato persistently tries to return the favor by constantly offering any helps, which eventually annoys her to the great extent. Torako devises various plans of keeping a reasonable distance from Minato, but all of her plans fail at the end. In the second part of the episode, Suzume walks around the school and receives foods and drinks from her friend as a goodwill. Later, Torako and Ayumi is amazed at the amount of gifts that Suzume collected around the school.",
                        "jpn": "自販機前で遭遇した、スゴい体勢の女の子・大場湊兎。お金を落としてジュースが買えないと泣きじゃくる彼女に、虎子は……。廊下で狐にアメをもらった雀。そこから次々と声を掛けられ、お菓子をもらい続けていき……!?"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "418643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/418643",
                    "Titles": {
                        "eng": "A Wing for a Tiger",
                        "jpn": "15コメ 虎に翼"
                    },
                    "Summaries": {
                        "eng": "When Tōma is passing away her time on the top of the school building, Torako approaches her and tries to have a talk. Tōma, however, rejects and makes a statement that she dislikes Torako, while Torako thinks Tōma is too boring. Later, Tōma encounters Torako's friends in school and she decides with certainty that all of them are strange in one way or another. In another day on the top of the school building, she looks back upon the past when she met Torako in Kamizono High School as a visiting middle school student and made their friendship. In the afternoon, Torako invites Tōma for a lunch along with Ayumi, Suzume, and Tatsuki and Tōma is surprised at how easily she blended into the group.",
                        "jpn": "風茉莉冬馬は上下山虎子が嫌いである。他人の迷惑を考えない行動が気にくわないが、上園学園の入学説明会で偶然出会い、ちょっとした約束を交わした理由もあり、少しだけ気になる存在でもあって……。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "418644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/418644",
                    "Titles": {
                        "eng": "Escape from the Tiger's Mouth",
                        "jpn": "14コメ 虎口を逃れる"
                    },
                    "Summaries": {
                        "eng": "When a colleague has to rush home to care for a sick child, their home-room teacher declares a self-study hour, which moves to the gym to get an early start on the next period's PE class. Meanwhile, Yanagi and friends kibbutz from the balcony, with Yanagi hoping to get easily-marketed photos of the girls in their gym clothes. The time in the gym turns into a deadly game of dodge-ball, with most of the class laid out by brutal throws to the face. To bring peace, Torako suggests trial by champion --- Suzume vs. the teacher.",
                        "jpn": "次の授業が自習になり喜ぶ1年6組の面々は、傘先生の提案で体育館で運動する事に。いざ、対決する競技は……“ドッジボール”!? 試合開始早々顔面ヒットが続出する試合内容を見かねて、虎子が出した打開策とは……!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "418645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/418645",
                    "Titles": {
                        "eng": "First with Princess, Second with Prince, and Third with Torako / A Demon's Concern about Torako",
                        "jpn": "18コメ 一姫二太郎三虎子／19コメ 虎子故に迷う鬼心"
                    },
                    "Summaries": {
                        "eng": "All of the girls learn about Torako's past with her two step-siblings once Torako argues with her sister out in the hallway. Torako finally gets Touma to talk to her.",
                        "jpn": "疲れた顔で登校する虎子と潮を心配する歩巳。そんな会話中に突然現れた謎の美少女・鬼百合は、虎子に昨日の無断外泊について詰問し始めて……。龍姫と歩巳を前に、上下山家の家庭事情を語り出す狐。それは、衝撃的な一言から始まって……。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "431554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hyakko/episodes/431554",
                    "Titles": {
                        "eng": "Four People Can Create a Tiger Out of Nothing",
                        "jpn": "四人虎を成す"
                    },
                    "Summaries": {
                        "eng": "Set prior to the events of the series, everyone gets ready for the first day of high school. Meanwhile, Torako and Suzume decide to run away from home.",
                        "jpn": "とあるバス停で目を覚ました虎子と雀は、家出4日目に突入していた……。それぞれの思いが交錯する4月4日、上園学園入学式の当日。これは、四人の少女とそのクラスメイトたちが出会う、ほんのちょっと前のお話――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}