{
    "URL": "https://thetvdb.com/series/koihime-musou",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "History",
        "Romance",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1277981/",
        "https://www.themoviedb.org/tv/42917"
    ],
    "Titles": {
        "eng": "Koihime Musou",
        "jpn": "恋姫†無双"
    },
    "Summaries": {
        "eng": "Koihime Musou re-imagines the classic Chinese historical novel Romance of the Three Kingdoms in action/love comedy form with an all-female cast.",
        "jpn": "時は、後漢も末の頃--。 この世は乱れに乱れておりました。 そんな中、力を蓄え、ひそかに野心を研ぎ澄ます者-- 己の力を試さんとさすらう者-- 守るべきもののために闘おうとする者-- そうした、様々な思いを胸にいだく 者たちがあやなす運命の糸がからみ、結ばれる…… 新たに姉妹の契りを結んだ関羽と張飛、果たして、ふたりの行く手に待ち受けるものは?"
    },
    "Aliases": [
        "Koihime†Musō",
        "Shin Koihime†Musō",
        "Shin Koihime†Musō: Otome Tairan"
    ],
    "Modified": "2024-11-03",
    "Seasons": {
        "0": {
            "ID": "35892",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "504331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/504331",
                    "Titles": {
                        "eng": "Rival Warlords Battle for the Position of Student Body President: There Will Also Be Flying Tops!",
                        "jpn": "OVA「群雄、生徒会長の座を狙って相争うのこと 〜あと、ポロリもあるよ!〜」"
                    },
                    "Summaries": {
                        "eng": "Bring all characters to modern time. Where they became a students of St.Francesca Academy. They set group and and competing with each other. Who win will take the student council president place.  Koumei, a new transfer student to St. Francesca Academy, is asked by Kan'u to join her team to help her win the contest that will decide the new president of the student council.",
                        "jpn": "第1期『恋姫†無双 †はわわっDVD七巻はOVAすぺしゃるですよ〜†』\r\n聖フランチェスカ学園の生徒会長選を巡って二人三脚や水上騎馬戦などで対決することになるが..."
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1966461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1966461",
                    "Titles": {
                        "eng": "Rival Warlords Vacation on a Tropical Island: There Will Also Be Tentacles!",
                        "jpn": "OVA「群雄、南の島でバカンスをするのこと 〜あと、ポロリもあるよ!〜」"
                    },
                    "Summaries": {
                        "eng": "The story takes place at St. Francesca Academy. After the battle between the students ended, they all go to a southern island.",
                        "jpn": "第2期『真・恋姫†無双 †はにゃDVD（Blu-ray）第七巻はOVAすぺしゃるなのだ†』\r\n聖フランチェスカ学園に通う関羽たち。生徒会戦が終わり、新たに生徒会長になった袁紹が一緒に闘った生徒達をねぎらう為と、自分の所有する南の島へ行きバカンスを満喫する事に。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1966471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1966471",
                    "Titles": {
                        "eng": "Shin Koihime Musou Live Revolution",
                        "jpn": "LIVE「真・恋姫†無双 LIVE Revolution」"
                    },
                    "Summaries": {
                        "eng": "A spin-off project from the original series that Kan'u, Chouhi, Ryuubi and other characters sing the theme songs from Koihime Musou and Shin Koihime Musou on the stage.",
                        "jpn": "美少女武将が繰り広げるアニメーションライブ。お馴染みのキュートなキャラクターが魅せる貴重なステージが甦る。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4161412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4161412",
                    "Titles": {
                        "eng": "It's a School Festival! Everyone Assemble!",
                        "jpn": "OVA「学園祭だよ!全員集合のこと」"
                    },
                    "Summaries": {
                        "eng": "Everyone is preparing major productions for the school festival, from magic acts to maid cafés to big musical numbers.",
                        "jpn": "第3期『真・恋姫†無双〜乙女大乱〜 †あわわっDVD（Blu-ray）第七巻はOVAすぺしゃるです〜†』\r\n聖フランチェスカ学園に通う関羽たち。学園祭を控え、みんな自分達の出し物の準備で大忙し！そんな時、水鏡先生のところにいた鳳統が転校してくるというのだ。はてさて、全員登場の学園祭はどうなるのか！？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4794743",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4794743",
                    "Titles": {
                        "eng": "Koihime†Musou OVA Omake",
                        "jpn": "ちびちび演義 恋姫ふらっしゅ♥ 〜張飛、おっぱいをもとめんとするのこと〜"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4794744",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4794744",
                    "Titles": {
                        "eng": "Shin Koihime†Musou OVA Omake",
                        "jpn": "ちびちび演義 真・恋姫ふらっしゅ♥ 〜報われない組、報われんとするのこと〜"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4794745",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/4794745",
                    "Titles": {
                        "eng": "Shin Koihime†Musou: Otome Tairan OVA Omake",
                        "jpn": "ちびちび演義 真・恋姫ふらっしゅ♥ 〜張飛、孫尚香、袁術、三国志するのこと〜"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "35893",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null,
                "zho": "恋姬†无双"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": "时为汉末，时代的流淌逐渐泛起波澜。\r\n乱世中，为野心而养精促锐者、企一展雄图者、为该守护之物而战斗者。\r\n这样，拥有不同梦想的人被命运的蚕丝牵结。\r\n缔结成姊妹的关羽和张飞。\r\n究竟，有何物在其前行之路上等待着呢？\r\n“吾名为关羽。与吾一起平定此乱世吧！”"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "394778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394778",
                    "Titles": {
                        "eng": "Kan'u Makes a Vow of Sisterhood With Chouhi",
                        "jpn": "関羽、張飛と姉妹の契りを結ぶのこと"
                    },
                    "Summaries": {
                        "eng": "Kan'u, a traveling warrior who fights bandits, visit a town where she encounters RinRin and her troublemaker friends. While most of the town find their antics funny, the Mayor isn't when he decides to send his soldiers to catch her until Kan'u volunteers to do it herself.",
                        "jpn": "天下太平の志を胸に、武者修行のため諸国を旅していた関羽、ある村で、張飛率いるチビッコ山賊団の引き起こしたイタズラ騒ぎに巻き込まれる。ある日、張飛たちのイタズラに業を煮やした庄屋が、役人を引き連れ山狩りをするのだという。このままでは大ごとになってしまうと思った関羽は、自分が張飛を懲らしめる役を買って出る。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "394779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394779",
                    "Titles": {
                        "eng": "Kan'u is Going to Die With Chouun",
                        "jpn": "関羽、趙雲と死地に赴くのこと"
                    },
                    "Summaries": {
                        "eng": "Kōsonsan, a local feudal lord and Chōun (also known as Sei), another warrior has ask Aisha (Kan'u real name) help to find a hidden base belonging to Bandits so they can be eliminated. Aisha agrees where she & Sei hides in a merchants crate so the bandits will steal it to their base.",
                        "jpn": "志を胸に旅をする関羽と張飛。ある町を訪れた際、関羽が“黒髪の山賊狩り”ではないかと役人に声をかけられ、近くの領主である公孫賛の幕下に招かれる。彼女たちは、そこで公孫賛の客将となっていた趙雲と出会う。公孫賛は、関羽達を自分の客将にしようと持ちかけるが、趙雲が自分と手合わせをして実力を見てからでも遅くないのでは？と言い出し…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "394780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394780",
                    "Titles": {
                        "eng": "Chouhi and Bachou Fight Each Other",
                        "jpn": "張飛、馬超と相打つのこと"
                    },
                    "Summaries": {
                        "eng": "Enshou, the arrogant noble of Shao meets Sōsō, the young queen of Wei, who has ask permission to have her troops enter Enshou's land to destroy an army of bandits there on behalf of the Imperial capital. Sōsō leaves but not before humiliating & insulting Enshou & her assistants, Bun Shou & Ganryou, for their idiocy & not dealing with the bandits in Shao. She later meets Aisha who she has taken an interest. Meanwhile, Aisha & her friends are working at a Maid Restaurant in order to earn money but Chōhi decide earn money another way where she meets Bachō, where both of them decide to enter a fighting tournament hosted by Enshou.",
                        "jpn": "新たに趙雲を仲間に加え、旅をつづける関羽と張飛。路銀が底を突いた一行は、ある町の飲食店でアルバイトをはじめる。だが、失敗ばかりで役に立たない張飛は、関羽に「宿に帰れ！」と追い出されてしまう。ふてくされた張飛は町をぶらつくうちに、この町を治める袁紹が武闘大会を主催していることを知るのだが。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "394781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394781",
                    "Titles": {
                        "eng": "Bachou Tries to Attack Sousou",
                        "jpn": "馬超、曹操を討たんとするのこと"
                    },
                    "Summaries": {
                        "eng": "Sōsō and her troops return to Shao after defeating the army of bandits. While there, she meets Rinrin when she is suddenly attack by Bachō who claim Sōsō killed her father, Batō before being subdued by Rinrin & Sōsō guards. Aisha, after hearing the news, meets Sōsō & ask her to spare & release Bachō.",
                        "jpn": "反乱軍の鎮圧に派遣されていた曹操率いる一隊が、その帰路、袁紹の支配する町へと立ち寄る。曹操の一隊が町の大通りを行軍していたところに、すっかり友達になった張飛と馬超がやってくる。張飛が曹操の名を呼び駆け寄るさまを見た馬超は…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "394782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394782",
                    "Titles": {
                        "eng": "Kan'u Exterminates A Monster",
                        "jpn": "関羽、化け物を退治せんとするのこと"
                    },
                    "Summaries": {
                        "eng": "The group saves a timid, young lady from bandits who unknown to them is, Toutaku, the Governess of Zhao. She tells the group she came to investigate a rumor that a monster has been threatening a village to bring food at a temple every week. After Toutaku & the village leader pleads with them, they agree to go the temple to stop the monster.",
                        "jpn": "董卓の治める町では、周囲に賊がはびこるにつれ、治安が悪くなっていた。それの対応に追われて大わらわの軍師・賈駆。忙しい中を縫って、董卓に報告に行った賈駆は、董卓が役所を抜け出して姿をくらましていることに気付く。一方、相変わらずの関羽一行。ある山村へと向かう道で、男たちにからまれている少女を助けるのだが。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "394783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394783",
                    "Titles": {
                        "eng": "Chouhi Competes With Koumei",
                        "jpn": "張飛、孔明と張り合うのこと"
                    },
                    "Summaries": {
                        "eng": "Sei is angry at Aisha & Rinrin after they ate her food at a restaurant. While traveling through a foggy mountain, they lose track of Sei & Aisha sprain her leg after falling into a ditch. After coming to mansion, they are helped by Shibaki and her student Kōmei. Rinrin is jealous of Kōmei since Aisha praises her for her kindness, intellect and her many skills. Later Shibaki tells Kōmei to find a herb in the mountains which can heal Aisha sprain leg, which Rinrin decides to secretly follow, hoping to get it before her.",
                        "jpn": "山の中を歩いていた関羽一行。濃い霧が出てきて道に迷ったうえ、趙雲とはぐれてしまう。さらに、関羽が崖から足をすべらせ、足をくじいてしまう。霧が晴れるのを待っているとき、張飛は山の中に小さな庵があるのを見つける。そこは麓の村の寺子屋で子供達に勉強を教えている水鏡先生と、その弟子の少女・孔明の住処だった。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "394784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394784",
                    "Titles": {
                        "eng": "Chouhi has a Fight with Kan'u",
                        "jpn": "張飛、関羽と仲違いするのこと"
                    },
                    "Summaries": {
                        "eng": "Rinrin has a fight with Aisha about Kōmei and leaves the group. While in town, she is reunited with her friend Bachō where both of them enter an eating contest. Unfortunately, they lose to a young girl name Kyocho who later introduces herself. The three later saves a young boy from a group of cheating loan-sharks who threatened to take his older sister. The trio decide to protect he and his sister at their house, while there with the siblings, Rinrin is reminded of her relationship between her & Aisha.",
                        "jpn": "孔明をくわえ三人で旅をつづける関羽一行。あるとき、ふとしたことからケンカをしてしまう。分かれ道にきたふたりは、我を張って、それぞれ別の道へと進む。ひとりになった張飛、ある町へとたどりつくが路銀は底を突き、食事代にも事欠く始末。すきっ腹を抱えて町をさまよう張飛は、大食い大会が開催されていることを知る。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "394785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394785",
                    "Titles": {
                        "eng": "Kan'u Obstructs Kouchuu's Plan",
                        "jpn": "関羽、黄忠の企みを阻まんとするのこと"
                    },
                    "Summaries": {
                        "eng": "Aisha, Rinrin and Kōmei rescue a girl from a shopkeeper only to realize the girl swindle him. The girl, Shōren, who is a member of the royal family of the Kingdom of Wu, decides to join Aisha's group.",
                        "jpn": "峠の茶屋で少女が人相の悪い男にからまれているのを見て、助けに入る関羽。なりゆきで少女の飲食代を払わせられることになった関羽。しかし、孫尚香と名乗った少女は、それを感謝するどころか、見どころがあるので、関羽たちを家来にしてやると言い放つ。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "394786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394786",
                    "Titles": {
                        "eng": "Enshou Digs Up a Treasure",
                        "jpn": "袁紹、宝を掘り当てんとするのこと"
                    },
                    "Summaries": {
                        "eng": "Reiha's group finds a treasure map & decides to find the treasure. Aisha's group & Karin's group (excluding Shuuran) are also going to the same place, with both of them going the Hot Springs for relaxation there. When Aisha's & Sōsō's group find the Springs has dried up, they both decide to find another buried hot springs somewhere around the area.",
                        "jpn": "文醜と顔良が蔵の中から宝の地図を見つけたと袁紹をたき付けて宝探しに行くことに…。その頃、曹操、夏侯惇、荀彧の一行はたまの息抜きにと、温泉に向かっていた。そして、たまたま硫黄のにおいを嗅ぎ付けた関羽一行も温泉宿に向かうのだが、そこには枯れて湯の出ない温泉が…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "394787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394787",
                    "Titles": {
                        "eng": "Sonsaku's Life is Threatened",
                        "jpn": "孫策、命を狙われるのこと"
                    },
                    "Summaries": {
                        "eng": "The kingdom of Wu under Queen Sonsaku has been rapidly expanding it territory's. While their wars has made them famous abroad, at home it has cause concern to Princess Sonken and some nobles who fear these wars may destroy the kingdom.",
                        "jpn": "江東の若き領主、孫策は天下を手にしようと戦いを繰り返していた。だが、妹の孫権は危ない戦いを繰り返す姉の身を気遣いつつ、「自領の民を疲弊させてまで、戦いを重ねる必要があるのか？」と苦言を呈する。そんなある日、孫策が何者かの手により暗殺されそうになるのだが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "394788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394788",
                    "Titles": {
                        "eng": "Kan'u Meets Ryuubi",
                        "jpn": "関羽、劉備と出会うのこと"
                    },
                    "Summaries": {
                        "eng": "Aisha walks out of the cave that she Rinrin and Shuri slept where she finds herself in battle between Bandits and Militias. Immediately both she and Rinrin fight the off the bandits which forces the bandits to retreat.",
                        "jpn": "野宿をした関羽一行は、ある朝、賊と戦う義勇軍たちの戦闘に巻き込まれてしまう。関羽と張飛の活躍で、賊を退けることができたのだが、関羽たちはそこで義勇軍を率いる劉備という男に出会う。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "394789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/394789",
                    "Titles": {
                        "eng": "Kan'u Fulfills Her Ambition",
                        "jpn": "関羽、志を貫くのこと"
                    },
                    "Summaries": {
                        "eng": "Ryūbi and his army attend an imperial war meeting between other loyalist army commanders hosted by the Commander-in-Chief of Imperial forces, General Kashin to discuss the recent uprisings the empire is facing.",
                        "jpn": "劉備の志に心を打たれた関羽たちは、劉備の義勇軍に合流し賊の討伐を行っていた。そんなある日、朝廷から、叛乱を鎮めるべく討伐軍に参陣せよとの命が下る。名を上げる機会と息巻く劉備に関羽は…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "131731",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null,
                "zho": "真·恋姬†无双 ～少女缭乱"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": "时为东汉末年。世界混乱不堪。\r\n乱世中，养精蓄锐为实现野心而暗中谋略之人、企图测试自己力量的流浪之人、为该守护之物而战斗之人，如此这般，怀有各种各样想法的人被命运之线缠绕在一起。\r\n关羽和张飞为了让乱世重归和平而站出来。然后，二人的志向也吸引了更多少女们。她们的新的战斗即将开始。"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1190511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190511",
                    "Titles": {
                        "eng": "Bachou's Anguish",
                        "jpn": "馬超、悶々とするのこと"
                    },
                    "Summaries": {
                        "eng": "With Koumei's strategism and the five strong warriors Kan'u, Chouhi, Chouun, Bachou and Kouchuu's power, Touka Village army grows more and more. Bachou, hearing Riri, Koumei and Kan'u calling Chouhi her given name Rinrin, wants to call her that, too. Though she is embarrassing to call her so, she finally does that. In the end, the friendship of five warriors with Koumei and Riri gets stronger and Kan'u plans to do another journey. Next episode introduces a girl with pink hair asks for the way to Touka village.",
                        "jpn": "桃花村を拠点に義勇軍として賊の討伐を続ける関羽たち。気心がしれてにぎやかに食卓を囲む一同。そんな中、馬超は張飛と諸葛亮がいつの間にか真名で呼び合っていることに気付くが、自分と張飛が真名で呼び合っていないことに不満をおぼえる。馬超は張飛を“鈴々”と真名で呼ぼうと決意するのだが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1190521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190521",
                    "Titles": {
                        "eng": "Ryuubi Visits Touka Village",
                        "jpn": "劉備、桃花村を訪れるのこと"
                    },
                    "Summaries": {
                        "eng": "Koumei went out to buy some porn books with Kan-u's group waiting in the restaurant, hearing things about Kousonsan, swords, and the Chou sisters idols. A girl with pink hair is cornered by the trio bandits, with perverse thought about her. Kan-u's group come in time and with one swing, Kan-u sends the trio away (to the sky). The girl introduces herself as Ryuubi Gentoku, that surprises Kan-u and her friends. Ryuubi finds that there's an impostor claiming Ryuubi before, and she's aware of the man. Koumei tells the party about Kousonsan's sword and asks Ryuubi come to find about it. Ryuubi leaves the day after only to get herself attacked again, and once again, Kan-u's party saves her (then with Chouun as Kochou Kamen). Later, Ryuubi and Kan-u's party (except Bachou and Kouchuu with Riri) leaves Touka for Kousonsan's place.",
                        "jpn": "賊に襲われている少女を救う関羽たち。だが、救ったの少女の名前を聞いて驚愕する。その少女の名は、なんと劉備…。劉備と名乗る少女は、怪しい男に家宝の宝剣を奪われてしまい、それを探して桃花村にやってきたのだと言うが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1190531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190531",
                    "Titles": {
                        "eng": "Kousonsan Fights Enshou",
                        "jpn": "公孫賛、袁紹と雌雄を決するのこと"
                    },
                    "Summaries": {
                        "eng": "Ryuubi and her party come Kousonsan's city. Kousonsan welcomes them and is surprised that Ryuubi comes with them. She tells them that the sword isn't here now. Because Enshou's lending food for her city, Kousonsan must give it to her as a proof that she will repay Enshou. The party goes to Enshou's place. They're involved to Enshou's stupid games as usual. Koumei loses 0-100 to Ganryou in Question Game (about Enshou's secrets). Ganryou loses Ryuubi 11-13 to Eel Catching (by breasts) Game. And the games later with Bunshuu and Chouhi in Arm Wrestling, Ganryou in Tongue Twister, Bunshuu and Kan-u in Imitations, Ryuubi in \"What's in the box?\", Bunshuu and Chouun in Staring Contest, Ganryou and Chouhi in Bean Carrying, Clam-matching, Cosplaying and the games come to a tie 150-150. The last match, Kousonsan and Enshou in Sumo Wrestling of Ladies wearing a swan loincloth (though Kousonsan wears her white-horse loincloth), ends with Kousonsan's win (her power goes up while she remembers how unnoticeable she was). Though, Ryuubi can't get her sword back because Enshou just lended it to her cousin Enjutsu before (through Choukun's saying that is a pun of The Emperor's New Clothes). Kousonsan doesn't have to pay for the food Enshou lended her city and Ryuubi's party leaves for Enjutsu's city.",
                        "jpn": "劉備の宝剣を求め、旅立つ関羽、張飛、諸葛亮、趙雲そして劉備。劉備の幼なじみでもある公孫賛が、最近宝剣を手に入れたとの噂を聞いた一行は、公孫賛のもとを訪れる。だが、すでに一足遅く宝剣は袁紹の手に渡ってしまった後だった…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "1190541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190541",
                    "Titles": {
                        "eng": "The Three Chou Sisters Acquire the 'Crucial Keys to the Way of Peace'",
                        "jpn": "張三姉妹、太平要術を手に入れるのこと"
                    },
                    "Summaries": {
                        "eng": "The Chou sisters try to get their money by performing magic and music, though it's hard to deal. A man claiming himself Ukitsu gets them a little dream and gives them the Taihei Youjutsu (Crucial Keys to the Way of Peace) book full with magic references. Chouhou uses the magic to create three magic crystals (somehow it resembles a microphone) and the three sisters plan to put their first magnificent performance using this, and they get successfully. Their successes come one by one, and they have been famous more and more ever.\r\n\r\nIn the way to Enjutsu's city, Ryuubi is caught off by a poster of the Chou sisters, she suggests the party to take a look at them. The party goes to see a performance of the sisters, and stops a small fight in the performance. The sisters start to think about the way to get rid of the annoying matters that may cause problems to them someday.\r\nRyuubi's party leaves to continue the journey.",
                        "jpn": "張角、張宝、張梁の三人は、街で妖術をつかった芸を見せたり、歌を歌う事で生計をたてていたのだが、なかなか客が呼べずに貧しい生活を送っていた。だがある日、謎の男より貰い受けた一冊の古びた書物をきっかけに三人の歌の評価が一変する事に。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "1190551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190551",
                    "Titles": {
                        "eng": "Kakuka and Teiiku Come Into Sousou's Service",
                        "jpn": "郭嘉と程昱、曹操に仕えんとするのこと"
                    },
                    "Summaries": {
                        "eng": "In the journey, Chouhi's stomach hurts. Ryuubi's party comes to a man's resting place for Chouhi to rest. The man claims himself as a doctor and he saves Chouhi from her stomachache. The man introduces himself as Kada of \"The Way of Fire Grains\" (五斗米道, Gotomedou). He tells the pary about the Taihei Youjutsu using people's hatred of oppression instead of its caster's magical energy. Though it was originally created for good reasons (using energy to help people), the book gained its own will and created more hatred for its power. Kada suspects Sousou has it and goes with the party to reaches her place. They find a spectacles woman fallen with a pool of blood around her, only to find out that's only nosebleed through her friend. They introduce themselves as Kakuka and Teiiku, on the way to come into Sousou's service. Kan-u accepts to introduce them to Sousou.\r\nIn Sousou's city, Kada goes straight to Sousou's palace and Ryuubi's party with Kakuka, Teiiku go for a meal. Knowing Taihei Youjutsu's truth, Sousou agrees to Kada and stops her search for it. Kada asks her for reason to search it, she tells him about it and eventually, his way to treat her problem makes her mad and kicks him out of her palace. Then, Kan-u asks her for audience and she makes her and Kakuka, Teiiku to her bath. An assassin appears, Kakuka and Kan-u help Sousou to capture her. Finally, Sousou accepts Teiiku as her strategist, Kakuka as her bodyguard (because of her nosebleed \"talent\").",
                        "jpn": "いつも元気が取り柄な張飛が突然の腹痛で苦しみだした。急な事に戸惑う関羽だが、華佗と名乗る医者の男と出会い、一瞬の鍼での治療により張飛の腹痛を治してもらう。聞けば華佗は“五斗米道”と呼ばれる道教の教団の中でも一番の名医なのだとか。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "1190561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190561",
                    "Titles": {
                        "eng": "Ten'i is Tested by Sousou",
                        "jpn": "典韋、曹操に試されるのこと"
                    },
                    "Summaries": {
                        "eng": "Kan-u returns to the inn that her party stays in and tells them about Kakuka's and Teiiku's employment. Kan-u is worried about Kada's safety after he angers Sousou (he merely manages to escape Kakouton).\r\n\r\nIn the Chou sisters' performance, they have got another quarrel, this time Chouhou manages to use magic to calm down the audience. This magic effects to all people that are enchanted to the sisters.\r\n\r\nRyuubi's party enjoy their meal at a restaurant with common yet specially delicious dishes and the chef, introducing herself Ten-i, offers them to taste her chicken manjūs. That evening, Kakouen invites Ryuubi's party to Sousou's gourmet.\r\n\r\nThe day of the gourmet, Ryuubi's party and Sousou's subordinates are waiting for her cooking. Juniku is filled with her head about Sousou as usual. The guests eat Sousou's delicious cooking and enjoy it very much (except Chouhi because she can't full her stomach with it). Chouhi compliments about how good Ten-i's food is and Sousou orders Kakouton to bring her there. Ten-i cooks manjūs with combination of three dishes Ryuubi's party ate in her restaurants twice. Sousou admits her defeat, because she thinks she has not fulfilled her role as the hostess there for not thinking about Kan-u's preference. Ryuubi offers Sousou had tried her best for Kan-u's glory, and it's unnecessary to decide who wins and who loses in cooking. Sousou smiles and accepts that. An ox prepared for cooking escapes and attacks Ten-i, only to find out her massive power to throw it far away. Ten-i is suggested to join Sousou's bodyguards and she says she will decide it later.\r\nThe Chou sisters get tons of jūmankin manjūs caused of Chouhou's mistake, only to find out how incredible the power Taihei Youjutsu is.",
                        "jpn": "関羽一行の泊まっている宿に曹操の部下である夏侯淵がやってくる。なんでも、先日関羽が曹操を刺客から救ったお礼として、食事を振る舞いたいというのだ。その会は、曹操自らが料理の腕を奮って客人をもてなすのだという。喜んで招待される関羽たちだったが、食いしん坊の張飛がよけいな一言を言ってしまう…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "1190571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190571",
                    "Titles": {
                        "eng": "Chinkyuu is Taken in by Ryofu",
                        "jpn": "陳宮、呂布に拾われるのこと"
                    },
                    "Summaries": {
                        "eng": "Enjutsu is singing at her palace. After singing, she is indecisive about the food and drink she would have, only to make Choukun lectures her.\r\nRyuubi's party arrives Enjutsu's city and takes a look at a gift shop. Chouhi wants a little toy dog charm, and a girl shows up saying she sees it first. They quarrel, Chouhi wins and the girl yells at her, running away the shop. Going out from the shop, they meet Ryofu. She talks to Kan-u, Chouhi and Chouun, and the girl earlier suddenly does Chouhi a \"knee drop\". Ryuubi's party talk to Ryofu and the girl, whom Ryofu calls Chinkyuu, and know about a married arrangement about Chouchou (Chinkyuu's dog). But Ryofu's party is giving up due to Enjutsu's poor managing the city. Ryuubi's party learns about Chinkyuu's hard past, and how she meets Ryofu and how she makes Chinkyuu's life better. Chouhi also learns that the little toy dog Ryofu hangs in the head of her \"Houtenkakugeki\" (her weapon) has lost, and the one she has bought from the shop resembling it (so Chinkyuu really wants it), then she gives it to Chinkyuu.",
                        "jpn": "劉備の宝剣を持つ袁術の治める町にやってきた一行。町の土産物屋で璃々たちへのお土産を探していたのだが、一つしか無い木彫りの犬を巡り、張飛と陳宮という少女のケンカが始まってしまう…。その陳宮は呂布の軍師だというのだが。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "1190581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190581",
                    "Titles": {
                        "eng": "Enjutsu Orders a Monster's Extermination",
                        "jpn": "袁術、化け物を退治させんとするのこと"
                    },
                    "Summaries": {
                        "eng": "Enjutsu declines to return the sword to Ryuubi. Ryuubi begs that she will do anything just to get it back, and Choukun suggests Enjutsu to exterminate the monster in her territory. Ryuubi's party go to the shrine that there is a rumor about the monster to exterminate it, but Kan-u and Chouhi faint for the first time. Koumei describes the monster to Enjutsu, which freaks her out, and she suggests Enjutsu to give Ryuubi's sword back, beside they will give her \"the mystery mug\" (just an ordinary mug Koumei buys from the gift shop) in exchange for the sword. Koumei tells the party about the plan, and they come to defeat \"the monster\", again. That time, they caught the children who make the monster, and find out they are orphans gathered there for many reasons. Koumei tells them she has a plan to protect the shrine. She tells Enjutsu about the sword turning to dust while fighting the monster, and suggests her to build an orphanage or else the monster will come back. Ryuubi's party pretend to be ghosts to scare the wits out of Enjutsu but somehow she is freaked out by some \"true\" ghost (she seems to be the boy's deceased mother Ryuubi gives flowers to). So, Enjutsu does what Koumei says.",
                        "jpn": "劉備の宝剣を持つ袁術と対面する劉備たち。劉備は、袁術に宝剣を返して欲しいとお願いするが、あっさりと断られてしまう。だが、袁術の腹心の張勲がなにか助言をしたとたん態度が一変。だが、宝剣を返す条件として、領内に出る化け物を退治せよ！というのだが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "1190591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190591",
                    "Titles": {
                        "eng": "Gakushin, Riten, and Ukin, Protect a Village",
                        "jpn": "楽進、李典、于禁、 村を守らんとするのこと"
                    },
                    "Summaries": {
                        "eng": "Ryuubi is really happy about giving her sword back. In the way to return Touka, the party stops to rest in a village. They're mistaken to bandits, then their leaders Riten and Ukin attack them. Shortly after that, the mistake is clear and their other leader, Gakushin, brings a formal excusement to them. They find out Gakushin's group plans to join Sousou's army due to her good impression, but the bandits around there attack them many times and they don't have plans to defeat all the bandits, though. Ryuubi's party decide to help them. Koumei plans to use the Ryuujin-ko (the near lake) to help defeat the bandits (a flood attack using the rain, the bridge, the lake and the riverbed). They build a floodgate due to Riten's construction talent.\r\nFollowing the tactic, a small group attacks the bandits' camp to lure out them. When they arrive the riverbed, Riten will follow Koumei and Ryuubi's signal to open the floodgate to use the water attack. But the large rock falls and halts the water. Ryuubi uses her sword to a lightning rod and the lightning breaks the large rock. Finally, the flood attack is successful. Ryuubi asks Kan-u to be her younger sister, but Chouhi says she only accepts Ryuubi as her older sister, and the bond is built.",
                        "jpn": "ようやく宝剣を取り戻し、ご機嫌の劉備。夕暮れ時に訪れた村で、一行は山賊に間違えられてしまう…。そんな時に、その村を護衛していた楽進・于禁・李典の三人で出会う。三人は曹操の軍へ士官を求める為の旅の途中だったのだという。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "1190601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190601",
                    "Titles": {
                        "eng": "Koumei Wishes for a Sister",
                        "jpn": "孔明、妹を欲するのこと"
                    },
                    "Summaries": {
                        "eng": "The Chou sisters continue to use Taihei Youjutsu to gain what goods they want with Ukitsu secretly watches over them.\r\n\r\nRyuubi breeds Kan-u food, that makes her embarressing, and Chouhi gets jealous because Kan-u doesn't do that to her. Seeing that makes Koumei remembers about the past, about her elder and younger sisters. The party pasts by Koumei's home city and Chouun gets lost again. Arriving Suikyou's house, a girl with witch outfit opens the gate and runs to the home because they wield weapons. Suikyou introduces the timid girl, Houtou, to the party. Ryuubi says Koumei and Suikyou make a good family that makes Houtou a bit jealous. Suikyou arranges the bedrooms for the party, but Houtou doesn't want to take the same room with Koumei. The day after, Houtou wants Suikyou to go picking up herbs as she has promised but she can't go, and Koumei suggests she will go in Suikyou's place. Houtou silently goes with her, but she doesn't seem a bit interest. She gets angry at Koumei and runs away, telling her she doesn't want them to be friends. Houtou falls into a hole in the old bridge, merely catches the bridge's rope. Koumei, despite her scare, manages to go to Houtou's place and helps her up. Their relationship gets better and Houtou says goodbye to Koumei with promise she will visit her someday.\r\nThe Chou sisters' performance is thwarted by government's soldiers. Chouhou gets angry and commands her audience to get the soldiers.",
                        "jpn": "姉妹の契りを結んだ、劉備・関羽・張飛の三人。だが、なんとなくかみ合っていない様子…。孔明はそんな三人を見て、自分の兄弟のことを思い出す。一行は桃花村に帰る途中、前に孔明がいた水鏡先生の庵に立ち寄る事にするのだが。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "1190611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190611",
                    "Titles": {
                        "eng": "Bachou Tries to Hold it in",
                        "jpn": "馬超、尿意をこらえんとするのこと"
                    },
                    "Summaries": {
                        "eng": "The Chou sisters' inn gets destroyed due to the attack of Chouhou's audience. The audience does too much and that makes the Chou sisters fugitives. They decide to get more and more supporters so the army can't touch them anymore.\r\n\r\nBachou's cousin, Batai arrives to Touka village and plays a trick on Bachou. Bachou gets angry and wants her to go back to Sairyou, but Kouchuu calms her down and she forgives Batai. They have strict exercises in the morning. Batai gets exhausted many times but Bachou doesn't have her stop. Batai makes a bet with Bachou that she can't help wetting herself and makes her drink a lot of water and hold it until the dinner. Bachou uses many methods to hold it in, and she ends up with releasing \"it\" in the river. Ryuubi's party comes back, and the fishes Kouchuu uses for dinner is from \"that\" river.\r\nAfter the dinner, Koumei holds a meeting about Sousou inviting them to join her army to wipe out the Yellow Turbans led by the Chou sisters. Later, Kan-u, Ryuubi, Chouhi and Koumei depart for battles, leaving Touka village to Kouchuu, Bachou and Batai. In the main camp, Sousou and Kan-u talk about the flag of Ryuubi's army. They meet Enjutsu and Choukun again. Sousou gets troubled because the number of Yellow Turban's army gets bigger and bigger, and Ten-i reports to her that Kada wants to meet her again.",
                        "jpn": "西涼より修行の為に桃花村にやってきた、馬超の従妹・馬岱。いたずらばかりで馬超を困らせているのだが、馬超の厳しい特訓についていくのも一苦労の日々。ある時、馬岱は馬超がおもらしッコだと馬鹿にするのだが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "1190621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1190621",
                    "Titles": {
                        "eng": "The Generals Attempt to Suppress the Yellow Turban Rebellion",
                        "jpn": "群雄、黄巾の乱を鎮めんとするのこと"
                    },
                    "Summaries": {
                        "eng": "Kada guests the Yellow Turban Rebellion is caused by the Taihei Youjutsu. Juniku suggests an all-out battle against them but Ryuubi doesn't agree with that. Kada tells his ideas. They agree with him to use another songs of another singers to affect the Yellow Turbans' hearts, make them leave the rebels. And they use Enjutsu and Choukun's talent in music, and Teiiku suggests adding Kakuka. When Kada returns, he gets three magic crystals from Gotobedou's head with limited magic. They execute the plan.\r\n\r\nRyuubi, Kan-u and Chouhi, Gakushin, Riten and Ukin, with Kada and the three singers Enjutsu, Choukun and Kakuka drive a big car to the rebels' tents. The song contest goes on. The magic of Kada runs out and the rebels follow Chouhou's order to get them. Ryuubi and Kan-u, Chouhi start singing with the help of three singers Enjutsu, Choukun and Kakuka, and the rest. Then, sings from the hearts win sings from the magic. The Chou sisters realize that their dreams from childhood weren't like that, and they disband the Yellow Turbans. Even before the present Kada seals Taihei Youjutsu, Ukitsu appears, takes it and disappears.\r\nIn the meeting to decide the Chou sisters' and Yellow Turbans' punishment, Ryuubi supports to get their punishment as light as possible, so as Riten. Kakuka suggests for all them join Sousou's army. Koumei, Teiiku, Gakushin's group support her and Sousou decides to do as Kakuka suggests.",
                        "jpn": "黄巾党討伐の為、曹操からの参陣要請を受けた桃花村の義勇軍。黄巾党の頭目が張三姉妹だと知った劉備は、あの三人が悪い事をするはずが無いと言う。だが、曹操の元で華佗から聞いた話は、太平要術が張三姉妹を狂わせているという事だった。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "196381",
            "URL": "https://thetvdb.com/series/koihime-musou/seasons/official/3",
            "Titles": {
                "eng": "Shin Koihime Musou: Otome Tairan",
                "jpn": "真・恋姫†無双 ~乙女大乱~",
                "zho": "真·恋姬†无双～少女大乱～"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "zho": "时为东汉末年。世界战略不堪。\r\n乱世中，刘备、关羽、张飞三人确认了各自的想法，结为新的姐妹。她们克服了巨大的困难，终于取得了和平。\r\n然而，这种和平是短暂的。新的黑幕正悄悄逼近。志同道合的无双少女们的战斗再度开始了。"
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1792111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792111",
                    "Titles": {
                        "eng": "Ryuubi, Going on a Journey Once Again",
                        "jpn": "劉備、新たに旅立つのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "黄巾の戦いを無事に収めた劉備率いる義勇軍は、桃花村に戻り平和な暮らしを過ごしていた。一見平和そうに思える義勇軍の面々であったが、劉備は一人悩みをかかえていた…。旅を終えた劉備は安寧な日々を過ごすうちに、太ももやお腹に無駄な肉が付いてしまっていたのだ！そして、減量を志す劉備であったが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "1792121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792121",
                    "Titles": {
                        "eng": "Houtou Hides Something",
                        "jpn": "鳳統、隠し事をするのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "桃花村にやってきた何進を救うため旅に出る義勇軍。 何進を救う為には３つの薬の材料を揃えなければならない。関羽は江東へ、趙雲と馬超は泰山へ、劉備、張飛、諸葛亮は水鏡を訪ねて行くことになる。諸葛亮の師・水鏡のもとを訪れた劉備たちだった が、そこに薬の素材は無く…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "1792131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792131",
                    "Titles": {
                        "eng": "Ryomou Tries Academics",
                        "jpn": "呂蒙、学問を志すのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "孫家の親衛隊士として武芸を磨いていた呂蒙は、ある日孫権の護衛の任を与えられる。呂蒙は毎夜勉学に励む孫権を身近にしているうちに学問に興味を持ち始め、孫権と共に勉強をする事になる。そんなある日、孫策が街で評判の旅芸人を宮中に招くのだが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "1792141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792141",
                    "Titles": {
                        "eng": "Gien, Falls in Love at First Sight",
                        "jpn": "魏延、一目ぼれするのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "南蛮に向かう道すがら、団子を食べながらご機嫌の劉備一行。途中、旅の商人から董卓の噂を聞くのだが、思いもよらぬ悪評に誰もが信じられない様子…。そんな時、突然木立から現れた魏延という男勝りな少女といざこざに。魏延により団子をダメにされた馬岱は、魏延に戦いを挑むのだが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "1792151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792151",
                    "Titles": {
                        "eng": "Sonshoukou Attempts to Fulfill Her Duty",
                        "jpn": "孫尚香、務めを果たさんとするのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "江東に向かう関羽は、途中袁術の治める街に立ち寄る。鈴々たちへのお土産も見つつ街を歩いていると、バッタリと孫尚香と出会う。また家出をしたのかとお説教を始める関羽だったが、孫尚香は重大な任務を帯びて、この街にやってきたのだと言うが。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "1792161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792161",
                    "Titles": {
                        "eng": "Gien's Life is in Danger",
                        "jpn": "魏延、命を狙われるのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "南蛮に向かう劉備一行。険しい山道を進む中、次々に不自然な事故にあう劉備たち…。そんな中、魏延はなにか不審な気配を感じていた。山道での不意の落石で劉備が足を痛めてしまい、一行は山小屋で一晩休む事にするのだが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "1792171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792171",
                    "Titles": {
                        "eng": "Kougai Makes a Plan to Deceive Her Allies",
                        "jpn": "黄蓋、策を用いて味方を欺くのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "ようやく江東に着いた関羽。旧知の孫権が迎えてくれるが、孫家の屋敷を訪れるとなにやら孫策と周瑜が口論をしていた…。孫策と周瑜の喧嘩の根の深さを心配した黄蓋は二人の間に何があったのか探ろうとする…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "1792181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792181",
                    "Titles": {
                        "eng": "Moukaku Is Captured And Released Many Times",
                        "jpn": "孟獲、たくさん捕らわれ、たくさん放たれるのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "お昼寝中の南蛮王・孟獲はパヤパヤのしっぽを寝ぼけて噛み付いてしまう。しっぽを噛まれたと抗議するパヤパヤに逆ギレした孟獲は出て行けと追い出してしまう…。一方その頃、常夏の南蛮にやってきた劉備一行。あまりの熱さに水浴びをしているところに謎の動物がやってくるのだが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "1792191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792191",
                    "Titles": {
                        "eng": "Gunyuu Attempts to Defeat Toutaku",
                        "jpn": "群雄、董卓を討たんとするのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "長い旅を終え桃花村に戻ってきた劉備一行。張飛も久しぶりに関羽との再開を果たし、涙ながらに関羽の胸の感触と喜びを味わうのであった…。南蛮象のヘソのゴマ、江東丸、そして持久草と何進のネコ化を戻す材料が揃ったが結果はいかに！？"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "1792201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792201",
                    "Titles": {
                        "eng": "Shuutai Sneaks Into the Palace",
                        "jpn": "周泰、宮中に忍び込むのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "逆賊・董卓を討つ！檄を飛ばした袁紹に呼応した、曹操、孫策、桃花村の義勇軍、そしてその他一名…。董卓のいる洛陽に向け進軍する連合軍に汜水関を守る呂布が立ちはだかる。汜水関を前に軍議を行う連合軍の天幕に、呂布の軍師の陳宮がたった一人でやってくるが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "1792211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792211",
                    "Titles": {
                        "eng": "Chouryou Faces Off With Kan'u",
                        "jpn": "張遼、関羽と相打つのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "洛陽から脱出し華雄と周泰の助力により逃げ延びた董卓と賈駆。周泰の手紙によ り作戦の成功を知った連合軍の一同は汜水関から虎牢関へと向かう。董卓が全面 降伏の意を表し虎牢関の門を開けて迎え入れるかと思いきや…。閉ざされた虎牢 関の門を前にする連合軍に張遼が一人対戦を申し込む。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "1792221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koihime-musou/episodes/1792221",
                    "Titles": {
                        "eng": "The Allied Forces Strike at Ukitsu",
                        "jpn": "群雄、于吉を討たんとするのこと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": "劉備が宝剣を犠牲にした代わりに貰い受けた、龍神より授けられし伝説の剣“龍 の爪”。高貴な血筋に連なる者が強き思いを込めて振るうと、あらゆる悪しき力 を打ち破るという…。妖術を操る于吉を倒す武器となるのか！？劉備に全ての運 命を託し、いよいよ最終決戦の幕があける！！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}