{
    "URL": "https://thetvdb.com/series/tales-of-the-abyss",
    "Genres": [
        "Adventure",
        "Animation",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1278280/",
        "https://www.themoviedb.org/tv/37113"
    ],
    "Titles": {
        "eng": "Tales of the Abyss",
        "jpn": "テイルズ オブ ジ アビス"
    },
    "Summaries": {
        "eng": "Tales of the Abyss takes place on Auldrant, a planet composed of elementary particles called Fonons. For much of Auldrant's history, only six fonons were known to exist, representing the elements of Shadow, Earth, Wind, Water, Fire and Light; but eventually a seventh fonon, controlling Sound, is discovered. Its discovery brings great chaos: using this newest Seventh Fonon allows one to read the future. One such Seventh Fonist, Yulia Jue, puts in place a future for the world for thousands of years to come, with the promise of unlimited prosperity at its end. This prophecy of the future's set path becomes known as the \"Score\" and is documented on \"Fonstones\" scattered throughout the world. The nations of Kimlasca-Lanvaldear and Malkuth have fought over the fragments of these tablets for generations, each uncovering them and hoping to discover the future before the other. Meanwhile, a holy order emerges dedicated to the reading of the Score and the keeping of the peace. This \"Order of Lorelei\" is headed by a Fon Master and maintains both religious/political and military branches. Finally, the Score and its promise of prosperity lead to a dangerous complacency within the general population of Auldrant; the slaughter of an entire people living on the island of Hod and the destruction of that landmass are countenanced because it was predicted in the Score.",
        "jpn": "警護のため屋敷での軟禁生活を強いられていたファブレ公爵家の1人息子ルーク。剣術の師匠・ヴァンを襲ったティアと超振動を起こし、マルクト帝国領に飛ばされた彼は、帰還の旅を始める。だが、ルークの行く先には、惑星の命運を左右する恐るべき謀略が…。"
    },
    "Aliases": [],
    "Modified": "2025-10-08",
    "Seasons": {
        "1": {
            "ID": "35975",
            "URL": "https://thetvdb.com/series/tales-of-the-abyss/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "395225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/395225",
                    "Titles": {
                        "eng": "World of the Score",
                        "jpn": "預言の世界"
                    },
                    "Summaries": {
                        "eng": "Luke fon Fabre is enduring another boring day \"trapped inside the mansion\" of Baticul when his father calls him to the dining table. Luke's mentor and teacher, Van is going to Daath to search for the missing Fon Master Ion. Before Van leaves, he gives Luke another training session. It is interrupted by a woman who uses fonic hymns to put the guards to sleep before confronting, then attacking Van. Luke jumps between them to stop her, but a hyperresonance occurs and they are transported to the Tataroo Valley, located on far east side of Kimlasca territory. The woman introduces herself as Tear Grants. After a battle with some monsters, they find someone willing to transport them to the capital in exchange for a treasured gem of Tear's. During their trip, they see a large vehicle attacking a fleeing smaller one.",
                        "jpn": "星の未来を詠んだ預言に従う人々が暮らす惑星オールドラント。その預言を守るローレライ教団の導師イオンが行方不明に。ルークの剣の師匠ヴァンは、イオン捜索のため帰国するというが、そんなヴァンを謎の刺客ティアが襲う！"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "395226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/395226",
                    "Titles": {
                        "eng": "Sacred Beast Woods",
                        "jpn": "聖獣の森"
                    },
                    "Summaries": {
                        "eng": "Luke and Tear find out that they are in Malkuth. They go to Engeve, and Luke is blamed for the recent food robberies. After being taken to the mayor, Rose, they meet Ion, the Fon Master of the Order of Lorelei who is supposed to be missing and Anise. Luke and Tear go to the Cheagle Woods to confront the cheagles. They meet Ion again at the entrance, and he accompanies them. When confronting the cheagles, they learn that a cheagle accidentally set fire to the ligers' home. Now they must steal food to feed the ligers so they are not eaten. Fon Master Ion, Luke, and Tear decide to talk to the Liger Queen. Mieu, the cheagle who set fire to the liger's home, goes with them and acts as a translator. After defeating them with help from Jade, a Colonel in the Malkuth military, Mieu is exiled from the Cheagle Woods and must serve Luke for a full cycle of the seasons. Luke and Tear are then arrested by the Malkuth military.",
                        "jpn": "ティアと共にマルクト帝国に飛ばされたルーク。帰還の旅の途中、食料泥棒事件に巻きこまれたルークは、マルクト軍の大佐ジェイド、行方不明のはずの導師イオン、イオンの守護役アニスと共に、森の中で聖獣チーグルと出逢い…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "400715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/400715",
                    "Titles": {
                        "eng": "Oracle Knights Attack",
                        "jpn": "神託の盾 来襲"
                    },
                    "Summaries": {
                        "eng": "Luke reveals himself to be the son of the duke of Kimlasca and is then asked to deliver a peace treaty to the king of Kimlasca. On their way to Kimlasca however, the Tartarus is attacked by a large number of Griffins and Ligers. They were attacked by Largo the Black Lion and Jade ends up getting hit by a fon slot seal. Anise were to take Fon Master Ion and escape, while Jade manage to defeat Largo after getting hit by the fon slot seal. Ion and Anise were to flee but Ion was captured by the Oracle knights and Anise was seen thrown off the Tartarus. Luke, Tear and Jade are then locked up in the ambush on the bridge but they were able to shut down the Tartarus. Their next move is to retrieve the Ion, which was successful due to the appearance of Guy, a servant in Fabre's manor. Guy's phobia is first shown here. The party is attacked by Oracle Knights and Luke refuses to kill any soldiers which result in wounding Tear, who was trying to protect him.",
                        "jpn": "ティアとルークを拘束したジェイドは、ルークにある依頼をした。そこへローレライ教団神託の盾騎士団の六神将がイオン拉致のため襲撃してきた！ 反撃するルークは初めての実戦を経験、ティアが重傷を負ってしまう…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "400716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/400716",
                    "Titles": {
                        "eng": "Hidden Truth",
                        "jpn": "隠された真実"
                    },
                    "Summaries": {
                        "eng": "Tear awakens after the attack, and heals herself. The party learns that Anise has already moved to the second location which is Kaitzur. Luke learns that Van is also at Kaitzur and is determined to head there immediately. The party meets up with Anise who is seen trying to enter Kaitzur but it seems she had lost her passport. Van enters and Tear readies her weapon causing a scene. Ion explains what happen so far to Van, Tear seems untrusting of her brother. It is revealed that Tear is assigned my Mohs to look for the Seventh Fonstone. Arietta kidnaps the engineer at the Kaitzur Port and tells everyone to bring Luke and Ion to Coral Castle. Two young men beg the Fon Master to rescue the engineer, who then agrees. Guy had another reaction when Anise hug him from behind, while entering the Castle. Luke is then kidnapped not long after that, and everybody was attacked by Arietta the Wild and her monster friends, in which the party finds out that the Liger Queen they had killed was her mother. Dist and Sync did something to Luke while everybody takes on Arietta and Guy manages to go find Luke first. Guy then attacks Sync, who fled the scene right after, and gives a fon disc dropped by Sync to Jade, who appeared shocked looking at the Fon machinery Luke was found in. The party then departs Kaitzur and headed to Baticul.",
                        "jpn": "軍港カイツールでルークたちを襲った六神将の1人であるアリエッタは、人質を取り、イオンとルークをコーラル城に誘い出した。幼い頃に誘拐されたルークが見つかった因縁深き城で、ジェイドはルークの隠された真実に気づき…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "401855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/401855",
                    "Titles": {
                        "eng": "Chosen Hero",
                        "jpn": "選ばれし英雄"
                    },
                    "Summaries": {
                        "eng": "Jade discuss with everybody what on the Fon Disc. He explains that the Fon Disc contains information about Lorelei, the aggregate sentience of the Seventh Fonon who's existance is hypothetical. Luke still do not comphrehend the information given in which Tear learns that Luke had to recall everything he had lost such as remembering his parent's faces and words. The ship was then attacked by an unknown fontech signiture, and the party rushes outside to see the problem. Only to be greeted by Dist the Reaper, one of the God-Generals, in which Jade calls him Dist the \"Runny\". Dist demands the return of the Fon Disc that was taken from Choral Castle. He successfully snatch the disc from Jade only to find out that Jade has already memorized the contents within the disc, enraging him even further. Kaizer Dist R was summoned and was soon damaged by Splash casted by Jade. Van shows up and destroys the Fontech along with Dist, who was seen falling in the ocean. Jade commented on the fact that Dist has the tenacity of a cockroach. Luke releases hyperresonace later in the evening, scaring him. Van tells him to calm down and tells him that the reason why he was holed up in his manor because the King wanted to use him as a weapon of Kimlasca. The party enters Baticul and was greeted by Commander Goldberg and Brigadier General Cecille. They are taken to the castle of Baticul where they interrupt a meeting between the King and Grand Maestro Mohs. The letter from Emperor Peony the Ninth was delivered and King Ingobert considers the letter. The party heads to the manor where Luke lives only to be greeted by Princess Natalia, his fiancee. He finds out that his mother had fallen ill and visits her along with Tear who apologizes for being the cause of Luke's disapearance. Luke is asked to be the good-willed ambasador of Kimlasca and head to Akzeriuth, since Malkuth asks for the aid of Kimlasca along with the peace treaty. Luke accepts the offer. Kimlasca sends Guy, the Order of Lorelei",
                        "jpn": "キムラスカ王国に帰還したルークは、『鉱山都市を救う英雄になる』という預言を国王から明かされた。英雄になれば不自由な公爵邸での軟禁生活から解放される。ルークは喜んでアクゼリュス行きの親善大使を拝命する…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "402963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402963",
                    "Titles": {
                        "eng": "Desert Rain",
                        "jpn": "砂漠の雨"
                    },
                    "Summaries": {
                        "eng": "The Dark Wings capture Fon Master Ion and brought him before Asch the Bloody, who bears a striking resemblance to Luke. Meanwhile, Luke and the others make preparations to leave for Akzeriuth. Van embarks on a decoy ship while Luke and the others make their way to Chesedonia by land. Learning that the God-Generals are guarding the exit to the city, Luke and the others made their way through an underground passage, where Princess Natalia joins them on their quest. Asch brings Ion to the other God-Generals aboard the Tartarus, where Luke and the others confront Asch. Luke is shocked by the fact that Asch looks exactly like him; Asch and the God-Generals make their escape. Using a telepathic link which Asch tells Luke he should understand, Asch instructs Luke and the others to follow them to the Zao ruins.",
                        "jpn": "マルクトとキムラスカの和平を妨害する大詠師一派を避け、ルークたちは陸路作戦をとった。その出発間際、イオンの誘拐が発覚。救助に動くが、王女ナタリアも彼らに同行することに。そして、一行はようやくイオンを発見するが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "402964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402964",
                    "Titles": {
                        "eng": "Isolation",
                        "jpn": "孤立"
                    },
                    "Summaries": {
                        "eng": "Luke and the others arrive at the Zao Ruins. Asch uses Ion to open the Daathic Seal deep within the ruins, but Luke and the others arrive before they can proceed in. Sync and Largo appear to prevent Luke and the others from interfering, and engages in battle with the party. Asch joins in the fray, engaging Luke in one-on-one sword fight; however, their moves mirror's each other. When a final clash of their blades generates a hyperresonance that threatens to collapse the ruins, everyone flees the ruins. Later, as Luke and the others prepare to board their ship, Guy falls to the ground, clutching a strange glyph on his arm, which Ion reveals to be a curse slot placed on him by Sync. As Luke and the others proceed further on their way, they are confronted by Legretta, who scorns them for following the Score without question before leaving. As the rest of the group walks onward, Luke has a childish outburst, and Tear coldly tells him to think for himself, warning him that if he does not, he will make a mistake he will later regret.",
                        "jpn": "ザオ遺跡に駆けつけたルークたちは、ラルゴやシンクを退け、イオンを奪還した。一方、ティアは、リグレットから、兄ヴァンの元へ戻れと説得される。そんな中、次第に傲慢さが募るルークは仲間たちから孤立していく…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "402965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402965",
                    "Titles": {
                        "eng": "Collapse",
                        "jpn": "崩落"
                    },
                    "Summaries": {
                        "eng": "Luke and the others arrive at Akzeriuth after hearing the score about Luke's destiny. Everyone except Luke did what they can to neutralize the miasma around the area. Going into tunnel 14, Luke and Ion encounters Van who leads them to a Sephiroth. At that time, Van tells Luke to release a hyperreasonance with the words \"Foolish Replica Luke\". Luke opens all of his fon slots, causing the destruction of the passage rings and Akzeriuth. Tear informs Jade that Van is trying to destroy Akzeriuth and Asch arrives at the scene too late. Tear accuses Van that he betrayed them all and Van addressing Tear as Mystearica, telling her about the folly of the world and to use the fonic hymns. Tear saves Luke and the others, but failed to protect Akzeriuth, and they fall to the Qlipoth. They went into the Tartarus, which is operational enough to go through the mud and miasma. Tear then informs the group about the world they live in is called the Shell world. However, the Sephiroth that supports Akzeriuth was destroyed by Luke, who says it's not his fault. Everyone leaves Luke except for Mieu, who understands his pain. They arrive at Yulia City and Luke refuses to go inside the Mayor's office and is confronted by Asch, who fought Luke and won.",
                        "jpn": "アクゼリュスに到着した一行は、障気で倒れた人々の救助活動を始めた。だが、ヴァンとの密約があるルークは、ヴァンを捜して救助に参加しない。坑道に降りたルークは、ようやくヴァンを発見するのだが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "402966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402966",
                    "Titles": {
                        "eng": "The Usurped One",
                        "jpn": "奪われし者"
                    },
                    "Summaries": {
                        "eng": "Luke awakens to find himself in Asch's body, he then learns that perfect isofons can communicate with each other in which his fon slots were opened at Choral Castle. Asch enters the meeting room in which everybody agrees to assist him except Tear, who will stay in Yulia City. The Tartarus returns to the Outer Lands via the memory particles that cause the Sephiroth to appear where Akzeriuth had once been. The party head to Belkend where Van visits often to gather information. They enter an office where they learn that the traitor to Kimlasca, Spinoza, is still working in Belkend. Jade is then revealed to be Dr Balfour the father of fomicry. Spinoza escapes but not before mentioning Van's preservation project and leaving information leading to Ortion Cave. Guy leaves the party for Luke at Aramis Spring. Asch dreams of his past seven years ago when he was kidnapped and when Luke was born. Reaching the end of the cavern, they find out that fonimin that is mined out of the cavern covers at least a tenth of Auldrant. Data of the residents of Hod, which should have been removed by the Malkuth military, is also found. An earthquake happens and Asch tells the party that the earthquake was caused by the falling of the Runica Plains. Luke is sent back to his own body and confronts Tear about the destruction of Akeriuth. He plans to change and as proof of that he cuts his hair.",
                        "jpn": "ユリアシティから地上への帰還を試みるジェイドたち。一方、意識を失ったまま残されたルークは同調したアッシュの中でその脱出作戦を体験する。ヴァンの隠された計画を知り、ある決意をするルーク。そしてティアは…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "402967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402967",
                    "Titles": {
                        "eng": "Return of Atonement",
                        "jpn": "償いの帰還"
                    },
                    "Summaries": {
                        "eng": "Luke awakens to find himself in Asch's body; he learned that perfect isofons can communicate with each other in which his fon slots were opened at Choral Castle. Asch enters the meeting room in which everybody agrees to assist him except Tear, who will stay in Yulia City. The Tartarus returns to the Outer Lands via the memory particles that caused the Sephiroth to appear where Akzeriuth had once been. The party head to Belkend where Van visits often to gather information. They went in an office where they learned that the traitor to Kimlasca, Spinoza, is still working in Belkend. Jade is then revealed to be Dr Balfour, the Father of Fomicry. Spinoza escapes but not before mentioning Van's preservation project and left an information leading to Ortion Cave. Guy leaves the party for Luke at Aramis Spring. Asch dreams of his past seven years ago when he was kidnapped and when Luke was born. Reaching the end of the cavern, they found out that fonimin that is mined out of the cavern covers at least a tenth of Auldrant. Data of the residents of Hod, which should have been removed by the Malkuth military, is also found. An earthquake happens and Asch tells the party that the earthquake was caused by the falling of the Runica Plains. Luke is sent back to his own body and confronts Tear about the destruction of Akeriuth. He plans to change and as proof of that he cuts his hair.",
                        "jpn": "決意のルークは、ヴァンの計画を阻止するために急いで地上へ戻ってきた。そんなルークをガイが待っていた。そこへ現れたジェイドは、イオンとナタリアがダアトで軟禁されたと伝える。救出に動くルークたちだが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "402968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402968",
                    "Titles": {
                        "eng": "City of Falling Snow",
                        "jpn": "雪降る街"
                    },
                    "Summaries": {
                        "eng": "The Tartarus has a partial engine failure and must stop in a nearby port, Keterburg Bay, for repairs. Upon arriving in town, it is revealed that Jade, Dist, and Emperor Peony of Malkuth were all raised in this same city. Jade meets with his sister, Nephry, the governor of the city, and made arrangements for the ship to be repaired. While they are stranded in the city, Jade speaks of his past to Luke and reveals that he and Dist, formerly called Saphir, had experimented with replication and fonic artes. One day, Jade unleashed a fonic arte that he was unable to control; which, resulted in the death of his instructor, Professor Nebilim. This sparked his research into fomicry, as he attempted to create a replica of Nebilim, but was unsuccessful. He was then adopted into a military family and through his military career gathered data from corpses on the battlefield to fuel his research, earning him the title of \"the Necromancer.\" The ship is soon repaired, and Luke and the others set sail for Grand Chokmah.",
                        "jpn": "雪の街ケテルブルク。ジェイドの故郷で、彼の妹であるネフリーから、そこで起こった悲しい事件を聞くルーク。その事件には、幼き日のジェイドと六神将のディスト、そしてルークの出生の秘密が深い関わりを持っていた…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "402969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402969",
                    "Titles": {
                        "eng": "Water Metropolis",
                        "jpn": "水の都"
                    },
                    "Summaries": {
                        "eng": "Luke and the others arrive in Grand Chokmah, where they are denied entry due to a security lock down. Jade, as a colonel of the Malkuth military, is allowed entrance, and the others are forced to wait outside where they are attacked by Largo. Guy's curse slot is then activated by Sync causing him to attack Luke. The Malkuth military intervenes; hence, prompting Largo and Sync to retreat. Ion reveals that the curse slot can only work if the person possessed a strong desire to kill their target, which makes Luke wonder how he had wronged Guy in the past. He asks Guy about this, and Guy reveals that he was initially from the Island of Hod, and Luke's father led the attack which destroyed the city. Luke and the others then meet with Emperor Peony, and Kimlasca officially declares war upon Malkuth. Desperate to stop the war, Luke and the others volunteer to go to St. Binah and rescue the citizens before the city sinks into the Qliphoth. Although Luke and the others manage to rescue the majority of the citizens, many are still on a portion of the land as it begins to sink. As Luke bemoans his inability to save them, an airship arrives to assist in the rescue.",
                        "jpn": "六神将の襲撃を退け、マルクト帝国の首都グランコクマに到着したルークたちは、皇帝ピオニー九世に拝謁した。そして、キムラスカ王国とマルクト帝国が開戦間近だと知らされる。その戦場となるセントビナーには崩落の危険が迫っていた…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "402970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402970",
                    "Titles": {
                        "eng": "Outbreak of War",
                        "jpn": "開戦"
                    },
                    "Summaries": {
                        "eng": "Returning from their rescue mission, the group sees that war has broken out between Malkuth and Kimlasca. Wanting to halt the war, they split into two groups to approach the rulers of the two kingdoms, with Jade, Anise and Ion going to seem Emperor Peony in Malkuth. Luke, Natalia, Tear, Guy, and Mieu go to Kimlasca, but when they arrive at Baticul, Grand Maestro Mohs declares that Natalia is not the true princess. The real daughter of the king and queen died in childbirth, but to avoid grieving the queen, her attendant replaced the dead baby with her daughter's recently born child, Merle. Denouncing Natalia as a traitor to the kingdom for being a false princess and Luke for his role in the destruction of Akzeriuth, the group is lead away, with Guy and Tear put in the dungeon and Natalia and Luke put in a private room. They are brought poison to drink to end their shame in a \"dignified\" fashion, but Luke destroys the glasses. Ashe frees Tear and Guy who rescue Luke and Natalia from the room.",
                        "jpn": "マルクト帝国とキムラスカ王国が遂に開戦。戦場で多数の犠牲者が出ることを案じたルークとナタリアは停戦を求めて動き始めるが、モースに捕らえられ、バチカルに連行されてしまう。そこで2人に、ナタリアの秘密が明かされる…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "402971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402971",
                    "Titles": {
                        "eng": "Closed Past",
                        "jpn": "閉ざされた過去"
                    },
                    "Summaries": {
                        "eng": "Natalia, Luke, Tear, and Guy flee Baticul and reunite with Jade and the others. They travel to Belken to try to find a way stop the fallen lands from sinking into the Qliphoth. There, they learn that the liquefaction is being caused by vibrations from Auldrant's core, caused by the use of the \"Planet Storm\" energy distribution system. As the system cannot be shut down without rendering fonic arts and fon machines useless, they find a text that describes away to stop the vibrations. While in Belken, Guy meets with Van, revealing that Guy was once Van's master. He asks Van to stop with his plan, but Van refuses and Guy dismisses him as his servant. Leaving the Belken researchers to work on the machine, they take a measuring device and travel to the cathedral in Daath to find another a standing Sephiroth tree that they can go to measure. They meet Anise's mother, but are attacked by Arietta and her two ligers. During the battle, Ion runs over to protect a child from one of the liger's blasts, but Anise's mother takes the blast instead to protect him. She's only mildly wounded, but the battle causes Guy to remember his families death, revealing the reason behind his fear of women: he was protected from the attacking soldiers by his dying sister and maids covering his body with their own. Ion reads the closed scored, revealing that the replica Luke was not part of the original score, and that they can find a tree in Tataroo Valley. As they travel to the core, Anise chases a rare butterfly and nearly falls off a cliff, but Guy saves her only realizing after that he had touched a female. When the group reaches the Sephiroth tree, they find the passage ring has stopped. Tear walks around the path circling the tree and it suddenly restarts. As Guy gets the measurements, Luke checks on Tear who is on kneeling on the ground seemingly in pain.",
                        "jpn": "外殻大地崩落の可能性を調べ始めたルークたちは、セフィロトの位置を確認するため、ダアトに向かう。そのダアトで、アニスの母がアリエッタの魔物に襲われ負傷。目撃したガイに、抜け落ちていた過去の記憶がよみがえる…！"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "402972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402972",
                    "Titles": {
                        "eng": "Their Decisions",
                        "jpn": "それぞれの決意"
                    },
                    "Summaries": {
                        "eng": "The group returns to Belken with the measurements. Class I's Iemon and his partner Aston have arrived. They reveal that from the measurements it seems Sephiroth trees have all weakened and all of the land will fall into the Qliphoth. Jade asks the researches to build a device to stop the vibrations, and says they will use the Tartarus to drop it into the core. Then the lands can safely descend into the miasma without danger. The group goes to rest at the Inn, but Luke questions whether they should be making the decision on their own as it will drastically change the world. He feels they should speak with his Uncle and Emperor Peony first. Natalia is scared to return to Baticul and goes off alone to think, so the others go on to the inn to wait until she has time to think. That night, Luke sees her go out alone. He follows her to the coast where Asch surprises her. He overhears them talking, as Asch reminds her it isn't like her to be afraid and that the citizens are her allies. He repeats the promise they made long ago, that when they grow up, they would work together to change the country forever. As Luke leaves, Tear spots him. He expresses regret over being born and tearing them apart, but Tear comforts him and remind him that without his being born, Asch would have died in Azkeriuth and that he has his own life to live. In the morning, Natalia rejoins the others and they go to Baticul where Ion requests audience with Inogbert and threatens that Daath will not longer read Kimlasca's score if Natalia is barred from entering. Luke reminds his uncle that their seventeen years as a family is evidence that Natalia is his daughter, regardless of her birth. Natalia begs him to stop the war as does Ion. Mohs tries to interfer, but Ion orders him to be quiet and the others also speak up on Natalia's behave. Finally Natalia's words reach Ingobert and he agrees to the peace treaty with Malkuth and the plan to lower the lands. Mohs and his advisor try to change his mind, but",
                        "jpn": "外殻大地の全てが崩落する…。ルークはこの恐るべき事態をキムラスカ国王とマルクト皇帝ピオニー九世に伝えようと訴えるが、ナタリアは父との再会に怖じ気づいてしまう。そんな時、アッシュがナタリアの前に現れる…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "402973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402973",
                    "Titles": {
                        "eng": "The Core Entry Operation",
                        "jpn": "地核突入作戦"
                    },
                    "Summaries": {
                        "eng": "The device to neutralize the core vibration installed on the Tartarus, and the Albiore is loaded onto the ship as well so the group will be able to escape the core before being crushed by the pressure. As they prepare to leave, Major Legretta arrives and the Oracle Knights have taken over the port. The builders help them escape; Iemon and Tamara are killed by Legretta for their actions. At the port, the rest of the builders put the Oracle Knights to sleep to save the Tartarus. Van arrives, with Spinoza who was the one who told them about the plan. Van reveals that he knows humanity will die and that it was his plan all along, as he feels they are nothing but puppets living by the store. He will clear the entire world and recreate it all from \"nothingness\" using replicas. Jade and Tear argue that its impossible as replicas can't be maintained for long and that there are not enough Seventh Fonons, but Van says destroying Lorelei will fix that problem. Legretta and the rest arrive. The group runs away as Aston, Cathy, and Henken, the remaining builders, throw themselves in front of Van and are killed. On the Tartarus, the others mourn the deaths of the builders. Luke is angry that Tear says it isn't the time to cry, but Guy assures him she wants to cry too. After the group enters the core, they set up the device. As the flee to the Albiore, they are confronted by Sych, who used the distraction provided by Van and Legretta to get on board. During the battle, Luke, determined not to die, shatters his mask, revealing that he looks just like Ion. The group is shocked to that both Synch and Ion are replicas. Ion is the seventh replica of the original Fon Master Ion having been created two years ago. The original Ion was sick and dying, so Van and Mohs made replicas. The ones with the closest abilities were kept, while ones like Sync were considered trash and thrown away to be used by Van. Ion tries to convince him that his life has more meaning than that, but Sync, saying h",
                        "jpn": "魔界の液状化を止めるため、地核の振動を止める装置を完成させたイエモンたちは、妨害に現れたヴァンに抵抗。ルークたちは、イエモンらの犠牲で護られたタルタロスで地核突入作戦を敢行するが、眼前にシンクが立ち塞がる…！"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "402974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402974",
                    "Titles": {
                        "eng": "Overture to Collapse",
                        "jpn": "崩壊の序曲"
                    },
                    "Summaries": {
                        "eng": "The group reluctantly agrees that they must take Tear with them to lower the lands, as she is the only one who can activate the passage rings. Spinoza approaches them, expressing his regret that his desire to do his own research resulted in the deaths of his friends. Anise doesn't want to believe him and doesn't understand why Luke and the others agree to trust him. Jade asks Spinoza to help them with the mission. Luke visits Tear and she acts like she is fine with dying. He yells at her for not being honest, then refuses to leave as she begins shaking only agreeing to turn around so he doesn't \"see\" her. In the morning the group goes to the Meggiora Highlands, where Tear activates the passage ring and nearly collapses again. She insists on continuing and they go on to the desert ruins where she faints after activating its passage ring. By the end of the day, they have only one Sephiroth left to activate and Spinoza has confirmed that they can seal the miasma. At camp that night, they realize Van must have somehow found and read the Seventh Fonstone. Guy remembers Van taking him to a \"secret place\" in Hod as a child and realizes now that it contains something that may be the fonstone. That night, Van approaches Tear and asks her to stop activating the passage rings, revealing that his body is also being affected. He again asks her to join him, but reflecting on her friends, she refuses. Asch interrupts and attacks Van. The others arrive just as Asch is badly wounded by Van. Van asks why he wants to save a world that left him despair. While he hates the world and wants the score destroyed, Asch says he has something precious he wants to protect, which Natalia realizes is her. Van tells him still needs him, not Luke, then turns again to Tear. Tear tells him to kill her and make a replica, since all he wants is a world of them. Van retreats and tells Asch to meet him at the Absorption Gate. Asch runs after him, refusing to allow Natalia to heal his wound. At the camp,",
                        "jpn": "ルークたちの心配を制し、セフィロトで大陸降下作業を続けるティアは障気に蝕まれていく。そんな中、ホドが沈む前にヴァンと第七譜石を見たことを思い出すガイ。ヴァンがユリアの預言を知っている可能性に気づく…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "402975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402975",
                    "Titles": {
                        "eng": "Absorption Gate",
                        "jpn": "アブソーブゲート"
                    },
                    "Summaries": {
                        "eng": "The group rest for the night in Keterberg as a snow storm has the Albiore grounded. Luke apologizes to Natalia for not knowing the words of Asch's promise to her. Natalia asks him to make the promise now, which he does. Afterwards she promises not to doubt him or who he is anymore, her dear childhood friend. Luke hestitates to go to Tears room, unsure of what to say to her, and instead talks with Guy about their conflicting feelings about having to fight Van. In the morning, Luke feels something calling him and goes out to find Asch. Luke asks him to join them, but he refuses due to his inury and makes Luke promise to kill Van. At the Absorption Gate, and earthquake breaks the path under their feet. Luke and Tear fall, waking up on a lower level. As they search for the others, Tear tells Luke about Van's raising of her and his being used to destroy Hod. When they reach the ring, they find Van playing an organ and confront him. Van demands to know why Luke is there instead of Asch, and Luke asks why he was made. Van tells him he was born to be a dispoable pawn to mess up the score, but it didn't work and the he says the score is continuing on to its major events despite the disruption. As Van refuses to listen to them, Luke and Tear begin battling him, but Luke hestitates to make a killing blow and is disarmed. As Van is about to kill him, the others arrive and attack. Luke regains his feet and slices Van across the chest, defeating him. Van, laughing at his being defeated by a \"failure\" throws himself backwards off the platform and into the core. Jade asks Luke to use his hyperresonance to stop the ring. Asch helps him from a distance and the ring is successfully reversed. Loreli contacts them both and tells them that he is sending them a key to set him free. Luke collapses afterwards. A month later, a bored Luke is back in Baticul with Mieu. The war has ended and the lands safely lowered into the Qliphoth. Everyone has returned to their own homelands, Guy has retur",
                        "jpn": "アブソーブゲートに向かったティアとルークは、待ち受けていたヴァンと対決。預言を憎むヴァンを仲間たちの力を借りてついに倒すルーク。だが、一月後、六神将が生存しているという不穏な情報が飛び込んでくる…！"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "402976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/402976",
                    "Titles": {
                        "eng": "The Last Score",
                        "jpn": "最期の預言"
                    },
                    "Summaries": {
                        "eng": "In Daath, Luke and Tear are reunited with Anise, who gets them an audience with Ion. Jade and Guy are already there, and Luke asks if Asch has been buy. They tell them about the Planet Storm's activity increasing, which was Van's original plan, and the missing sword. Jade and Luke reveal that Dist escape from prison and rescued Mohs from the ship carrying him to trial. Malkuth's troops was attacked by unknown forces carrying the Kimlascan banner. General Friggs was fatally wounded, but made it back to rport that the troops had empty eyes as if they were dead. The group agrees they should go to speak with King Inogbert about someone framing Kimlasca. Anise attempts to discourage him from going, then runs from the room and asks them to go on with out her. Outside, they run into Natalia who came to ask Ion to officially complain about Malkuth's forces attacking Kimlasca. They explain the apparent framing to her, and Jade believes they may be replicas to impersonate both kingdoms to restart the war. As they speak,Tear collapses from her worsening condition because of the miasma built up in her body. Ion says he could remove it, but that there is a problem. Before he can explain, Anise runs in and tells them miasma is everywhere then drags him from the room. Outside, Anise and Ion are gone, and they find Arietta who begs them to save Ion from Anise, explaining that Anise has taken Ion to the Sephiroth in the cathedral to read the Seventh Fonstone, which would kill Ion. The group finds them with Mohs where they learn that Anise has been spying for Mohs because he is holding her parents hostage. Mohs and Anise escape through a passageway with Ion, with Arietta managing to pass through the door before it closes. The others are confronted by a group of replicas of people they knew, including one of Guy's sister. Tear uses a fonic hymn to put them to sleep, but it causes her to get collapse again. On Anise's doll they find a letter from her apologizing and telling them how to",
                        "jpn": "謎の部隊がマルクト軍やキムラスカ軍を襲撃する事件が続く。そんな中、イオンが掠われ、ルークたちも死んだはずの知人たちに襲われる事態に…。一方、モースは、掠ったイオンに惑星預言を詠ませ、未来を知ろうとしていた。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "431027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/431027",
                    "Titles": {
                        "eng": "Forest Gravestone",
                        "jpn": "森の墓標"
                    },
                    "Summaries": {
                        "eng": "Arietta challenges Anise to a battle because she blames Anise for Ion's death. In a flashback, Arietta's first meeting with Ion is shown, as well as their time together. She never knew that the real Ion had died, so she believed the replica was the same person. Anise agrees to the fight and they meet in the Cheagle woods. While Luke and the others fight Arietta's animal friends, Anise and Arietta battle. In the end, Anise wins, killing Arietta. Largo, who was acting as referee, carries Arietta's body away and swears to avenge her death.",
                        "jpn": "ディストによって第七音素を体内に入れたモースは、浮上したレプリカ・島エルドラントで導師を自称、新生ローレライ教団を興して世界に謝罪を要求する。一方、復讐を誓うアリエッタは、アニスに決闘を挑むのだった…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "431028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/431028",
                    "Titles": {
                        "eng": "Ancient Tower",
                        "jpn": "古の塔"
                    },
                    "Summaries": {
                        "eng": "The miasma has reached nearly critical levels across the surface of Auldrant, and Kimlasca and Malkuth struggle to come to a solution. When they are unable to do so, however, Jade suggests that an amplified hyperresonance might be able to destroy the miasma, however, in order to affect the entire world, it would require both an amplifier such as the Sword of Lorelei and a large number of Seventh Fonons: approximately equal to those found in 10,000 living Seventh Fonists. Asch overhears this conversation and determines to use replicas as they too are composed of Seventh Fonons. The zombie-like replicas that formerly served Mohs have begun to gather at the Tower of Rem in the Qliphoth, and Asch has headed there in order to sacrifice their lives to fuel his hyperresonance. Realizing that Asch has overheard this and is likely to attempt this, Luke and the others race to the tower in pursuit and arrive moments after Asch, who has just begun his ascent up the tower.",
                        "jpn": "ナタリアの父の手がかりを見つけ、インゴベルト国王に捜索を依頼したルークは、一方でアッシュを屋敷に呼び寄せ、両親と再会させる。そんな中、世界中に充満し始めた障気で人々が死に絶えるという予測が出る…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "431029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/431029",
                    "Titles": {
                        "eng": "The One Who Vanishes",
                        "jpn": "消えゆく者"
                    },
                    "Summaries": {
                        "eng": "Luke and the others race to the top of the tower to stop Asch from completing his plan of sacrificing himself with the Replicas in the tower to rid the world of Miasma. As they talk it over, Dist makes his appearance once more in another machine. The others fight, but Jade gets in the last blow with Mystic Cage and kills him. Debating continues on whether the Replicas have a place in the world or not afterward. Asch leaves it to them to decide to sacrifice themselves or not. At Kimlasca, Jade pointed out that with using Luke as the one to sacrifice the Replicas, they can save Asch, the original. Luke's friends, especially Tear, tries their best to talk him out of it, but Luke chose this for himself, despite the high chance that he won't survive it. The Replicas decide to go through with it as long as the ones that were not in the tower were to have a place in the world. Before Luke could begin, Asch tried to interfere, but Luke grabbed the Key of Lorelei and begun the transference. The Seventh Fonons began dispersing, so Asch stepped in to assist him. This little teamwork showed that Luke had the Jewel of Lorelei all along as it revealed itself while Luke's body was fading like the other replicas were. A bright light filled the world as the Miasma was completely removed from the surface. With the Jewel of Lorelei in Luke's possession, Asch leaves the group again. Jade suggests that Luke get an examination in Belkend before continuing on. Luke said he was ok, but Jade knew better and so Luke told him the truth, that he was slowly dying. Only two others heard this as they were right outside the room, Tear and Mieu.",
                        "jpn": "世界中に充満しつつある障気を消滅させるためには、第七音素の素養のある人間たち1万人の犠牲と、ルークかアッシュの超振動が必要だった。犠牲を覚悟したアッシュを止めようとレムの塔へ駆けつけるルークたちだが…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "431030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/431030",
                    "Titles": {
                        "eng": "Sorrowful Parting",
                        "jpn": "悲しき決別"
                    },
                    "Summaries": {
                        "eng": "Natalia is told that her father is alive and that they know where he is. She is also told his name and that he was working with Fon Master Mohs. Her father is none other than Badaq, or as he is known as now, Largo the Black Lion. Luke and the others discovered from Spinoza that they can access Auldrant by using the jewel to absorb the seventh fonons at the absorption gate, but they also have to go to the radiation gate simultaneously. So Luke, Natalia, and Guy go to the radiation gate and Tear, Jade, and Anise go to the absorption gate. When Luke, Natalia, and Guy arrive they encounter Largo, and they fight to the death. Natalia shoots an arrow in order to prevent Largo from killing Luke and it hits Largo and he dies telling Natalia that she looks like her mother. Tear, Jade, and Anise arrive at the absorption gate and they encounter Fon Master Mohs, who brings Van back from the core in exchange for the seventh fonstone. Van tells them how he came back to life and Tear and the others prepare to fight Fon Master Mohs and Tear kills him with Holy Cross. Luke then fills the key with seventh fonons and opens the road to Eldrant.",
                        "jpn": "プラネットストームの防御壁で無敵のエルドラントにモースが興した新生ローレライ教団。その使者としてキムラスカ王国へ最後通告に現れるラルゴ。ルークたちは、ラルゴと関わるナタリアの重大な秘密を知ることになる…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "431031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/431031",
                    "Titles": {
                        "eng": "Land of Glory",
                        "jpn": "栄光の大地"
                    },
                    "Summaries": {
                        "eng": "With Mohs and Largo dead and the Planet Storm stopped at last, the shield surrounding Eldrant has been brought down, but the raised city is still protected by heavy anti-aircraft artillery. While Kimlasca and Malkuth prepare for an attack, Luke and the others prepare themselves as well. Guy gives up his quest for vengeance, Natalia accepts her birth father's death, and Luke and Asch quarrel over the reason for their existence. Finally, the military forces of both countries create a diversion to draw the fire of Eldrant's anti-aircraft defenses, and as the city of Eldrant attempts to ram the Albiore, Ginji crashes the Albiore III into the side of the city, creating an opening. The party heads for the newly made entrance to Eldrant while Van awaits their arrival.",
                        "jpn": "ヴァンとの対決を前に、ダアトへフローリアンを送り届けるルークたち。礼拝堂でティアはイオンを偲び譜歌を歌う。やがて、キムラスカ王国とマルクト帝国の連合軍の掩護を受け、ルークたちは決戦の地エルドラントに出撃する…。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "431032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/431032",
                    "Titles": {
                        "eng": "Wagering Your Existence",
                        "jpn": "存在を賭けて"
                    },
                    "Summaries": {
                        "eng": "Luke and the others arrive at Eldrant and prepare for the battle against Van, but on the way, they are informed by Ginji that Asch went to fight on his own. While running in to a room, the group encounters Asch who was killing Oracle Knight replicas and they fall for a trap, which Asch and Luke fall into another room. Tear and the others are left to fight Legretta and Sync. Tear and Jade fight Legretta and Anise and Guy fight Sync. They manage to defeat Legretta and Sync and look for Luke. Meanwhile Luke talks to Asch and tells him to fight Van which infuriates because Luke isn't doing anything to acknowledge himself. Asch challenges Luke calling him a replica and Luke wins and so Asch hands Luke the key of Lorelei. Asch stays behind in order to fight the Oracle Knights in the room. But Asch fights not as Asch the Bloody, but as the real Luke Fon Fabre. Luke finds the others and they go to fight Van. Asch manages to kill most of the knights but he suddenly had a pain in his chest because he was slowly dying and ends up getting stabbed from behind. Asch then kills all the replicas and dies. Luke senses Asch's death and informs them of it. Natalia becomes heartbroken, and Jade tells Natalia to get up and to know who was really suffering. Luke and the others go to fight Van for the final showdown.",
                        "jpn": "ヴァンの計画を止めるため、エルドラントに突入したルークは、互いの存在を賭けてアッシュと対決する。ティアもリグレットと、アニスもイオンと同じ顔を持つシンクとの決戦に臨んだ。戦いの末、生き残るのは…。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "431033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-the-abyss/episodes/431033",
                    "Titles": {
                        "eng": "A New World",
                        "jpn": "新たな世界"
                    },
                    "Summaries": {
                        "eng": "The battle with Van begins. Van utilizes the power of Lorelei and starts to defeat the heroes. Tear begins to sing the Grand Fonic Hymn. Van is defeated. Luke stays behind to use the Key. As everyone leaves, Luke promises Tear he will return. Hod begins to fall and Luke catches Asch. Two years later Tear and the others are at the Cove where the adventure begun as a memorial for Luke. In the distance, a man approaches the group and tells Tear that he came to the Cove to fulfill his promise to her. Everyone gathers around to greet the man. While the man appears to be a physical combination of both Luke and Asch, a final view of the man shows him carrying his sword in the same fashion as Luke.",
                        "jpn": "オリジナルの人々を消滅させることで、ユリアの預言を成就させ、新たにレプリカの人類で創世を図ろうとするヴァン。エルドラントの最深部で、ローレライの力も使う師を相手に、仲間たちと戦うルークだが…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}