{
    "URL": "https://thetvdb.com/series/ga-rei-zero",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A8FB-B8A6-97B0-99D4-8B7A-E",
        "https://www.imdb.com/title/tt1475263/",
        "http://www.ga-rei.jp/",
        "https://www.tvmaze.com/shows/17852/show-slug",
        "https://www.themoviedb.org/tv/26328",
        "https://en.wikipedia.org/wiki/Ga-Rei:_Zero"
    ],
    "Titles": {
        "eng": "Ga-Rei-Zero",
        "jpn": "喰霊-零-"
    },
    "Summaries": {
        "eng": "Ga-Rei: Zero is an anime only prequel to the Ga-Rei manga by Segawa Hajime serialised in Shounen Ace.\r\n\r\nWill you kill someone you love because of love?\r\n\r\nAn elite squadron trained to combat supernatural forces is called in to investigate reports of invisible monsters terrorising Tokyo, but their mission is complicated by the interference of a rogue exorcist. When the mysterious female slaughters the overmatched attack force, her former comrades are ordered to lock down the crime scene – and forever silence their old friend.",
        "jpn": "憎しみに揺れる魂を目覚めさせたのは誰？それは――闇の街を彷徨う、哀しみに暮れる迷い人。運命の絆で繋がれた二人は――\r\n――宿命の鎖を断ち切り、悪霊を討つ"
    },
    "Aliases": [
        "Ga Rei Zero",
        "Ga-Rei",
        "Ga-Rei: Zero",
        "喰霊"
    ],
    "Modified": "2025-09-02",
    "Seasons": {
        "0": {
            "ID": "36045",
            "URL": "https://thetvdb.com/series/ga-rei-zero/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4314235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/4314235",
                    "Titles": {
                        "eng": "Location Special 1",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6294176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294176",
                    "Titles": {
                        "eng": "Location Special 2",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "6294177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294177",
                    "Titles": {
                        "eng": "Location Special 3",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "6294178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294178",
                    "Titles": {
                        "eng": "Location Special 4",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "6294179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294179",
                    "Titles": {
                        "eng": "Location Special 5",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "6294180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294180",
                    "Titles": {
                        "eng": "Location Special 6",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36046",
            "URL": "https://thetvdb.com/series/ga-rei-zero/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "395948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/395948",
                    "Titles": {
                        "eng": "Above Aoi",
                        "jpn": "葵上（あおいのうえ）"
                    },
                    "Summaries": {
                        "eng": "The Japanese Ministry of Defense's Supernatural Disaster Prevention Agency is summoned to eliminate Kashas in the Greater Tokyo Area by deploying its 1st and 4th Special Divisions into combat under MOD instructions after they were reported by local police of a supernatural presence, with the situation under 4th Special Division jurisdiction. Despite being able to kill the Kasha beasts after the 4th Special Division lured them into well-arranged traps, most of the SDPA operatives were either massacred by the transparent spirits or by a katana-wielding woman.",
                        "jpn": "首都高速で、大規模火災が発生した。消防活動を行う消防士たちの前に、シーカーを装備した防衛省の特殊部隊が舞い降りる。 彼らは悪霊が原因の災害を専門に扱う部隊であった。特殊武器で次々と悪霊を抹殺し、火災も鎮火へと向かうはず、だったのだが・・・。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "398704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/398704",
                    "Titles": {
                        "eng": "Expression of Hatred",
                        "jpn": "憎発露（にくしみのはつろ）"
                    },
                    "Summaries": {
                        "eng": "The Ministry of Environment's Supernatural Disaster Countermeasures Division, under the command of Ayame Jinguuji, intervenes after numerous SDPA casualties were reported; among the SDCD operators deployed included high school student and katana user Kagura Tsuchimiya. Corpses of 1st Special Division commandos were mysteriously alive after being killed, forcing SDCD operatives into action in order to kill them. The katana-wielding woman was revealed to be Yomi Isayama, an ex-SDCD operative who had somehow been corrupted by evil spirits.",
                        "jpn": "防衛省超自然災害対策本部が活動する一方で、環境省超自然災害対策室のメンバーも動いていた。カテゴリーBに分類される悪霊「火車」に翻弄されるメンバー。最後は退魔師「土宮神楽」の刀が「火車」を一刀両断、事件解決、と思いきや、最悪の事態が起きてしまう。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "403181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/403181",
                    "Titles": {
                        "eng": "The Times of the Chance Encounter",
                        "jpn": "邂逅砌（かいこうのみぎり）"
                    },
                    "Summaries": {
                        "eng": "A flashback episode. Kagura was placed under the care of the Isayama family when her father had been using the Ga-rei Byakuei to battle paranormal forces. Here, Kagura bonds with Yomi Isayama and the rest of the Supernatural Disaster Countermeasures Division led by agent Kouji Iwahata.",
                        "jpn": "3年前、二人の少女に運命とも言える大きな出会いがあった…。その出会いは、後の世に大きな変革をもたらすものでもあった…。まだ中学生の諌山黄泉と小学生の土宮神楽。お互い退魔師という厳しい家柄の家系に生まれながらも、仲睦まじく日々を送っていく…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "403184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/403184",
                    "Titles": {
                        "eng": "The Cause of the Duty",
                        "jpn": "務大義（つとめのたいぎ）"
                    },
                    "Summaries": {
                        "eng": "Yomi and the other SDCD operatives are dispatched to eliminate a Tsuchigumo roaming on the countryside; Kagura makes her debut after saving a woman from being crushed by the Tsuchigumo's corpse. A civilian, however, witnessed their entire operation. Yomi and Kagura are dispatched to an old subway system when they encounter the same woman, now a vengeful zombie with a cadre of people killed by her. Kagura's father arrives to save her by using the Ga-rei spirit Byakuei.",
                        "jpn": "超自然災害対策室の毎日は悪霊退治の毎日である。今日もこの世に跳梁跋扈する悪霊を祓う黄泉と対策室の面々。ただ、神楽だけまだ半人前扱いされ、前線に出してもらえない。何とか自分も活躍しようと意気軒昂の神楽だが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "403187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/403187",
                    "Titles": {
                        "eng": "Obstinate Feelings",
                        "jpn": "頑想（かたくなのおもい）"
                    },
                    "Summaries": {
                        "eng": "Yomi is officially engaged to Nori, despite objections from her foster uncle. Yomi and Nori get into an argument due to her use of cosmetics and perfume, forcing Kagura to come up with a plan to reunite them with help from the entire SDCD division.",
                        "jpn": "義父である諌山奈落から飯綱紀之との縁談話を正式に進める旨、説明を受ける黄泉。お家の事情という表面的な話ではあったが、内心すごく嬉しい様子。高ぶった気持ちの黄泉。少し女の子らしく、おしゃれなどしてみたりするが、逆効果に…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "411581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/411581",
                    "Titles": {
                        "eng": "Beautiful Enemy",
                        "jpn": "美敵（うつくしのてき）"
                    },
                    "Summaries": {
                        "eng": "Reports of Category D monsters and a Yamabiko had appeared in the Greater Tokyo Area had forced the SDCD to mobilize all available personnel, including Yomi and Kagura. Kazuhiro Mitogawa appears before Mei and kills her after revealing his Sesshouseki on his left eye socket. Kagura is forced to kill her middle school infirmary doctor after being possessed by a mind controlling demon.",
                        "jpn": "悪霊「やまびこ」の退魔に手こずってしまった黄泉と神楽。その不手際を責める黄泉の姉とも言える存在の諌山冥。冥の厳しい言葉に少し落ち込む神楽。同級生のヤッチンとミクも神楽のことが心配。同級生たちの励ましもあって元気になる神楽。だが、その前に大きな試練が立ちはだかった！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "411582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/411582",
                    "Titles": {
                        "eng": "Chains of Blame",
                        "jpn": "呵責連鎖（かしゃくのれんさ）"
                    },
                    "Summaries": {
                        "eng": "Kagura is given time off by the SDCD due to PTSD after killing the middle school doctor, whose death has also been convered up by the SDCD due to the involvement of the paranormal. Yomi is also given some time off to console Kagura. One night, Yomi's adopted father was attacked by an unknown assailant in the Isayama residence.",
                        "jpn": "カテゴリーDを退治した神楽。しかし、大好きな保健の先生だったことから後悔の念に苛まれる。果たしてこのまま退魔師を続けていけるのか…、と。自己嫌悪に陥る神楽。そんな彼女を支えてくれたのはクラスメイトのヤッチンとミクだった。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "416352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/416352",
                    "Titles": {
                        "eng": "Whereabouts of Revenge",
                        "jpn": "復讐行方（ふくしゅうのゆくへ）"
                    },
                    "Summaries": {
                        "eng": "After the death of Yomi's adopted father, Yomi's Uncle takes control of the head of the branch family and decides that Mei will become the exorcist and Yomi is forced to hand over Shishiou. Later, Yomi and Mei face off in a life or death match where everything comes to light of recent events.",
                        "jpn": "殺生石で、悪霊化した「諫山冥」。彼女がカテゴリーBなど数多くの悪霊たちを呼び起こす。そんな中、東北地方でカテゴリーBの悪霊「火車」が出現する。急行する超自然災害対策室のメンバー。黄泉も急ぎ現地に向かう。そこに待っていたのは、ラングレンを駆る諫山冥だった！"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "416353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/416353",
                    "Titles": {
                        "eng": "Spiral of Sin",
                        "jpn": "罪螺旋（つみのらせん）"
                    },
                    "Summaries": {
                        "eng": "Yomi becomes very disabled after an attack by a mysterious stranger, and is later interrogated by many people of her involvement in Mei's murder case. Yomi loses everything and the mysterious stranger reappears to offer a deal for her restored life. Afterwards, she turns up missing.",
                        "jpn": "瀕死の重傷を負った黄泉。ようやく意識は回復するも、身動き1つできず、また声すらも出せず、という状態だった…。そんな彼女を労り健気に看病する神楽。ある夜、神楽は本音を漏らす。二人が本当の普通の姉妹だったら…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "416354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/416354",
                    "Titles": {
                        "eng": "The Other Side of the Tragedy",
                        "jpn": "悲劇裏（ひげきのうら）"
                    },
                    "Summaries": {
                        "eng": "While Yomi goes missing, Kagura and the others are called on to take on the kashas. Noriyuki investigates the attack on Yomi and comes to a conclusion that some person is pulling the strings. As Kagura and the others finish their job, Yomi appears, as the mysterious assailant. As Yomi flees, Kagura and Noriyuki give chase, in which, Noriyuki confronts Yomi, but cannot find the strength to kill Yomi. As Yomi corners Kagura, a mysterious figure comes to Kagura's rescue.",
                        "jpn": "黄泉が失踪した。そんな中、銀座のど真ん中で、悪霊たちが群れを成して出現する。退魔に追われる超自然災害対策室のメンバー。戦いの最中、遭遇した相手は失踪していた黄泉だった！ 途方に暮れる対策室のメンバーたち。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "417810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/417810",
                    "Titles": {
                        "eng": "Turmoil of Fates",
                        "jpn": "運命乱（うんめいのみだれ）"
                    },
                    "Summaries": {
                        "eng": "After her father is mortally wounded by Yomi in an attempt to rescue her even with the use of Byakuei, Kagura stays by his side as he slowly dies, having a heart-to-heart conversation with him for the first time. Meanwhile, the remaining members of the SDCD decide to confront Yomi directly themselves in an industrial area led by Ayame and Kiri with disaster on the SDCD operators despite having superior numbers when they fought Yomi. After her father passes, Kagura inherits the Sesshouseki from him and receives a new sword from Michael: Michael 13 before she sets out to take down Yomi herself and eliminate the threat of the Sesshōseki in her body.",
                        "jpn": "悪霊と化した黄泉。ついに、神楽の父「雅楽」と対決することに！ 黄泉は「雅楽」に瀕死の重傷を負わせるが、自身も「殺生石」がうまくなじまず不安定であるため、意識の混濁が生じてしまう。朦朧とする中、正気に戻った黄泉が取った行動とは!?"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "418621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/418621",
                    "Titles": {
                        "eng": "Yearning Prayer",
                        "jpn": "祈焦（いのりのこがれ）"
                    },
                    "Summaries": {
                        "eng": "Once the SDCD discovers Yomi's current position, Kagura and the other surviving SDCD operatives decide to pursue and stop her once and for all as the remaining PDCH and SDPH operators move in to assault Yomi and take her down. Though Yomi eventually gains an upper hand in her fight with Kagura, she is temporarily stopped by Noriyuki who helps Kagura retreat after being wounded. After retreating, Noriyuki bandages Kagura up and convinces her that Yomi is no longer the person she knew; Yomi, in the meantime, struggles to gain control over will. As Yomi and Kagura meet again and fight for one last time, Yomi is finally able to give in and allow Kagura to kill her. Two years later, life continues on for those involved in the ranks of the SDCD, and Kagura prepares to face a monster with Kensuke Nimura.",
                        "jpn": "富士の樹海に向かった黄泉を追って樹海にやってきた神楽。神楽は「殺生石」の共鳴により黄泉と再会する。しかしそれは、とても悲しい再会であった。悪霊化した黄泉と対峙する神楽。だが…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}