{
    "URL": "https://thetvdb.com/series/corpse-princess",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1301958/",
        "https://www.themoviedb.org/tv/31721"
    ],
    "Titles": {
        "eng": "Corpse Princess",
        "jpn": "屍姫"
    },
    "Summaries": {
        "eng": "Shikabane - the living dead who continue even after they die because of strong attachment or obsession. They attack people and kill them. Shikabane Hime are girls created to hunt Shikabane. A boy, Kagami Ohri, was adopted by Tagami Keisei, a Buddhist priest of Kongon Clan, when he was a child, and was raised in an asylum. One night, he encounters a beautiful girl at the temple who works for the chief priest. She is Hoshimura Makina, a Shikabane Hime, who hunts Shikabane under the orders of Kakusei.",
        "jpn": "強い未練、妄執のために、死してなお動く死体―――屍（しかばね）。\r\n彼らは生きた人間を襲い、殺していく。\r\n「屍姫」は、屍を狩るために生み出された屍の少女たちのこと。\r\n幼い頃に光言宗の僧侶・田神景世に拾われ、児童福祉施設・大麟館で育てられた少年・花神旺里（オーリ）。\r\n彼はある夜、景世が住職を務める世空寺で、美しい少女に出会う。\r\n少女の名は星村眞姫那（マキナ）。\r\n彼女は、景世の下で屍狩りをしている屍姫だった……。"
    },
    "Aliases": [
        "Shikabane Hime: Aka",
        "Shikabane Hime: Kuro",
        "Shikabane Hime",
        "Corpse Princess: Aka",
        "屍姫 赫",
        "屍姫 玄"
    ],
    "Modified": "2025-05-05",
    "Seasons": {
        "0": {
            "ID": "36054",
            "URL": "https://thetvdb.com/series/corpse-princess/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4083249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/4083249",
                    "Titles": {
                        "eng": "Even So, As a Human",
                        "jpn": "それでも、人として (未放映)"
                    },
                    "Summaries": {
                        "eng": "Flashing back to a time before Makina and Ouri's partnership was forged, a beautiful woman known as Minai meets a gruesome end, only to be reborn as a corpse princess and paired with Isaki.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4238391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/4238391",
                    "Titles": {
                        "eng": "Omake",
                        "jpn": "屍姫ぷちっと"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36055",
            "URL": "https://thetvdb.com/series/corpse-princess/seasons/official/1",
            "Titles": {
                "eng": "Corpse Princess: Red",
                "jpn": "屍姫 赫",
                "por": "Princesa Cadáver: Vermelho",
                "deu": "Corpse Princess ~Aka~"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "por": null,
                "deu": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "395966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/395966",
                    "Titles": {
                        "eng": "The Dead Dance",
                        "jpn": "死が舞う"
                    },
                    "Summaries": {
                        "eng": "Makina Hoshimura, a deceased teenager, is given her first mission to eliminate dead corpses on Earth. Her target is Hagino, a criminal accused of killing women, who came back from the dead as a vampire corpse.",
                        "jpn": "長年暮してきた大麟館を出て、一人暮らしをする決意をしたオーリ。そんな中、彼は幼なじみの犬彦から何人もの女性を殺害した凶悪犯が学校の近くをうろついているという話を聞く。放課後、オーリは引っ越しの荷物をリアカーに積んで運んでいた。その途中で、彼は近くの雑木林に人型の何かが落下するのを目撃するが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "395967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/395967",
                    "Titles": {
                        "eng": "The Game Continues",
                        "jpn": "遊戯のつづき"
                    },
                    "Summaries": {
                        "eng": "After several children killed in a highway accident come back to life as corpses, Makina is dispatched to kill them. However, Ouri Kagami gets in the way when one of them pleads to him to help her escape. Keisei and a band of anti-corpse monks assist Makina to take down the child corpses.",
                        "jpn": "幼稚園バスが玉突き事故に巻き込まれ、数人の園児が死亡するという事故が発生。死亡した園児の中には、オーリの顔なじみの輝流という女の子もいた。ところが死亡したはずの輝流が、通夜の最中に生き返ったという。輝流にお見舞いの花を届けようと、彼女の入院した病院に赴いたオーリは、雑木林で出会った少女に出会い…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "395968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/395968",
                    "Titles": {
                        "eng": "Voice of Night",
                        "jpn": "夜の声"
                    },
                    "Summaries": {
                        "eng": "Makina is tasked to hunt down an unknown Corpse responsible for killing off young women. Keisei learns that someone familiar with Corpses is using a doctor to conduct illegal experiments on dead bodies in order to turn them into monsters.",
                        "jpn": "屍により若い女性が次々と殺害されるという事件が発生した。景世とマキナは、光言宗の僧侶である伊佐木と彼に従う屍姫の水薙生とともに屍を追跡していた。だが屍はいつも忽然と姿を消し、犠牲者ばかりが増えていく。そんな中、風邪をひいて寝込んでいたオーリは、熱でうなされぼんやりした意識の中で赤ん坊の声を聞き…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "401857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/401857",
                    "Titles": {
                        "eng": "Hymn of Tragedy",
                        "jpn": "惨美歌"
                    },
                    "Summaries": {
                        "eng": "Makina is dispatched to assassinate Kun Osaki, a J-pop singer who became a Corpse after refusing to accept her death because of her wish to continue singing. Armed yakuzas are, however, instrumental in fending off the first attempt when an unknown monk warns Osaki's manager. Keisei gives Makina a hand in killing Osaki.",
                        "jpn": "マキナの名が星村眞姫那であることや「屍姫」であることなどを知ったオーリ。そんなマキナに興味を持った彼は、学校の図書館で一家全滅した星村家の火事について調べようとする。その途中オーリは、景世がよく怪我をして帰ってくるようになった時期と、星村家が火事になった時期がほぼ同じであることに気づき…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "403679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/403679",
                    "Titles": {
                        "eng": "Traitor Monk",
                        "jpn": "背信僧"
                    },
                    "Summaries": {
                        "eng": "A Corpse disguised as an SUV roams around the Greater Tokyo Area, killing off anyone who dares to enter it. Keisei tells Ouri the true nature of his job, which results in his suspension unless he kills Ouri. A new Shikabane Hime team arrives, namely Itsuki Yamagami and her contractor priest Takamasa Sougi, to deal with a rogue Kougon cult priest.",
                        "jpn": "景世はオーリに、屍と屍姫のことや、マキナとの関係を打ち明けた。だが、部外者であるオーリに光言宗の秘密を漏らしたことから、景世は屍と戦う守護の任務から外されてしまう。そんな折、オーリが通っている依海高校に、山神異月（イツキ）という転校生の少女と、新任の保健教師である送儀嵩柾がやってくるが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "403680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/403680",
                    "Titles": {
                        "eng": "At the End of the Dangerous Run",
                        "jpn": "妖走の果て"
                    },
                    "Summaries": {
                        "eng": "Makina defeats the SUV corpse after being assisted by Keisei. The rogue priest is revealed to be Akasha, a member of the Kougun cult who went underground due to his radical views of using Corpses as instructed. Keisei uses a cube filled with the blood of dead corpses as a shield to temporarily defeat Akasha, who retreats. The entire Kougun cult is shocked to learn that Akasha has resurfaced while contemplating plans to reinstate Keisei back with them.",
                        "jpn": "イツキはマキナと同じ屍姫で、嵩柾はその契約僧だった。二人は、光言宗を裏切り屍を生み出している背信僧の鹿堂赤紗を追い詰め、彼の目的を聞き出そうとする。その戦いの場に居合わせたオーリは、イツキたちから戦いの邪魔だと追い払われてしまう。無力感にうちひしがれながら、その場を立ち去ったオーリだが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "419860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/419860",
                    "Titles": {
                        "eng": "The False Power of Words",
                        "jpn": "偽言魂"
                    },
                    "Summaries": {
                        "eng": "Ouri encounters an ex-high school student named Mitsuyoshi, who had somehow turned into a Corpse with telekinetic abilities after dropping out of school. Despite Makina and Minai's intervention in trying to kill him, Mitsuyoshi's abilities and his fighting strength somehow hampers their efforts in subduing him.",
                        "jpn": "オーリは墨鳥からある相談を受けた。それは墨鳥の中学時代の剣道部仲間である光良が書いているブログの相談だった。実は不死身のヒーローになった自分が悪を倒すという妄想じみた彼のブログが、現実に起きた出来事と奇妙に一致しているようなのだ。調べるうちにオーリは光良が自覚のないまま屍と化していると察知して…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "419861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/419861",
                    "Titles": {
                        "eng": "Serenity",
                        "jpn": "安らぎ"
                    },
                    "Summaries": {
                        "eng": "Minai defeats the Corpse, Mitsuyoshi, with some help. After killing him, Ouri has his cell phone taken away for \"evidence\" by Minai. After school, Minai and Ouri go buy a new one together. Later Minai's contract priest is killed by a group of thugs making Minai a normal Corpse. She is hunted down by other shikabane hime, but escapes with Ouri's help. He takes her to the bar where he works and says she will be safe there. There, she is told that if she makes a contract with Ouri she will be able to survive as a shikabane hime. She then kills herself (or is killed), saying that she is Shuuji Isaki's shikabane hime.",
                        "jpn": "光良の屍は、自分が受けた攻撃を敵にはね返す、「呪い」という特殊能力を備えていた。負傷した景世の代理として派遣された僧の伊佐木は、屍姫の水薙生（ミナイ）に命じて、彼女が傷つくのも意に介さず光良を攻撃させる。オーリは墨鳥に電話して光良に話しかけてもらい、光良の動揺を誘ってミナイを助けようとして…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "419862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/419862",
                    "Titles": {
                        "eng": "Set Your Heart Aflutter",
                        "jpn": "その胸にトキメキを"
                    },
                    "Summaries": {
                        "eng": "Makina saves a bunch of students from a Corpse, specifically Kasuka (nicknamed Omune-sama), a girl who later becomes infatuated with Makina's beauty of death. Later, Ouri investigates what happened to Minai from Makina with no success. Curious about Ouri's insensitivity towards death, Makina approaches Keisei asking why he is so compassionate towards the Shikabane. Keisei shows us a flashback of Ouri's first appearance at the orphanage, where we see an emotionless 3 year old Ouri. He had been detached from the world until he rescued a kitten crying by the riverbed. In a tragic twist, that cat died shortly after from a car accident. Ouri, affected by this incident, is aware of death constantly. Kasuka visits Makina bad mouthing Ouri, suggesting he would never know Makina like she does. Makina defends him by stating he knows more about her (death) than Kasuka ever will.",
                        "jpn": "二ヶ月前。オーリと同じ学校に通う女子生徒の春日望は、友達の強引な誘いで人喰いビルと呼ばれる心霊スポットを探検した。そのビルで、屍に襲われてしまう望たち。だが、危ういところでマキナに救われ、望は九死に一生を得たのだった。望は屍と戦うマキナの姿を美しいと感じ、彼女と再会したくて心霊スポットを巡るが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "419863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/419863",
                    "Titles": {
                        "eng": "Stars on the Ground",
                        "jpn": "地に星"
                    },
                    "Summaries": {
                        "eng": "Keisei learns that Minai is dead after being killed by an auditor, which is strange to him since Ouri was hiding her. He rushes out of the hospital to his superior, Bishop Gon to confront him. Afterward, Ouri is called out by Kasuka to look at a magazine featuring a cult with followers that regenerate after being burned alive. Under the belief that it is related to the Shikabane, Ouri visits this cult only to discover it to be a hoax instead. Upon Ouri's departure, the cult leader is visited by Seven Corpses calling themselves Skikusei Hokuto. He is killed by Hokuto, the leader of the Shichisei Hokuto. The group is contacted by the Kougon traitor, Akasha to plot the elimination of the Kougon shikabane sect, Shouhouha. Meanwhile, Keisei tracks down the auditor to Ouri's part time job. Forced to keep hidden, the auditors leave suddenly. Finally we see Makina's visions of the Shichisei Hokuto, suggesting she was killed by them.",
                        "jpn": "オーリは望から最近話題の新興宗教に一緒に入らないかと誘われた。その宗教の教祖は不死の力を持っているとされ、望は入信すればマキナのようになれるのではと考えていた。この宗教なら屍を救う術があるかもしれないと考え、オーリは教祖に会おうとする。だが、教祖が見せた不死の術は、屍を利用したまやかしに過ぎず…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "419864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/419864",
                    "Titles": {
                        "eng": "One Night",
                        "jpn": "ある夜"
                    },
                    "Summaries": {
                        "eng": "The Kougan discover from surveillance videos that Hokuto is in the area. Aragami-san gives the intel to Keisei, upon which Makina shivers trying to keep her excitement and anger under control. Ouri is back at the orphanage for the time being since he is out of work. Keisei tells Ouri about how in his past, he was raised by Makina's father, and why he made the pact to be a contracted priest. The Shichisei Hokuto, Ena-san makes his move and targets Ouri by possessing him. The Buddhist Corpse of Shikusei Kowaku and the Traitor Asaka attacks Keisei and Makina at the temple grounds. Asaka escapes and Keisei pursues. While checking on the safety of the orphans, Keisei is stabbed by the possessed Ouri.",
                        "jpn": "“七星”と呼ばれる屍の集団に、赤紗が接触する。屍でありながら理知的に行動し、時には同じ屍を殺す七星の詳細は謎に包まれていた。光言宗壊滅のため協力をもちかける赤紗に、七星側は人間の心を完全に捨てた証を求める。一方、七星の動きを知った景世は、オーリに自分の過去とマキナとの関わりを打ち明けて…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "419865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/419865",
                    "Titles": {
                        "eng": "Dawn",
                        "jpn": "夜明け"
                    },
                    "Summaries": {
                        "eng": "Keisei is later wounded more heavily and dies after shifting his contract with Makina to Ouri. Makina manages to defeat Shichisei Kowaku whilst fighting with Ouri.",
                        "jpn": "七星と赤紗が手を組み、マキナと景世に戦いを仕掛けてきた。景世の人となりをよく知る赤紗は、大麟館を標的にするそぶりを見せる。子供たちを守るため、景世は大麟館へ向かうが、それこそが赤紗の狙い。大麟館の無事を確認した景世がホッとした隙に七星の重無に体を乗っ取られたオーリが景世の武器を奪い、襲いかかり…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "419867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/419867",
                    "Titles": {
                        "eng": "Funeral Program for a Contracted Monk",
                        "jpn": "契約僧告別式次第"
                    },
                    "Summaries": {
                        "eng": "Keisei's funerals are celebrated and Ouri decides to become a priest because now the only thing that his brother has left to him is Makina. He understands that the night of the Keisei's death has changed his life for ever...",
                        "jpn": "死を間際にした景世に頼まれ、オーリはマキナとの契約を引き継いだ。景世の葬儀が営まれる中、僧正の高峰から改めて光言宗と屍姫に関する説明を受けるオーリ。光言宗への誤解が解け、自分も景世のようにマキナとともに戦いたいと考えるようになったオーリだが、光言宗の監察官である白江から戦う力がないと指摘されて…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "39338",
            "URL": "https://thetvdb.com/series/corpse-princess/seasons/official/2",
            "Titles": {
                "eng": "Corpse Princess: Black",
                "jpn": "屍姫 玄",
                "por": "Princesa Cadáver: Negro",
                "deu": "Corpse Princess ~Kuro~"
            },
            "Summaries": {
                "eng": null,
                "jpn": null,
                "por": null,
                "deu": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "424246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/424246",
                    "Titles": {
                        "eng": "The Path of Light",
                        "jpn": "光の道筋"
                    },
                    "Summaries": {
                        "eng": "A priest wants Makina to be killed. Makina is currently imprisoned and spirits are eating her rune. Ouri undergoes priest training but gets cut off because of an incident at Makina's prison.",
                        "jpn": "景世を殺された怒りで「呪い」を発動したマキナは、屍姫を清める浄房に閉じ込められた。だが、半年経っても浄化は終わらず光言宗内部で処分が検討され始める。一方、オーリは嵩柾の師匠である梅原の指導の元、一人前の契約僧となる修行をしていた。梅原からマキナの苦境を知らされたオーリは、彼女の元へ駆けつけるが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "424247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/424247",
                    "Titles": {
                        "eng": "My Enemy",
                        "jpn": "我が敵"
                    },
                    "Summaries": {
                        "eng": "The shichisei make their grand entrance and a minor fight is held but quickly cut short. Major characters assemble and are re-introduced.",
                        "jpn": "マキナに興味を示す七星は、赤紗の手引きで光言宗の本山近くへと侵入。マキナとオーリらを、特殊な空間・陣地に閉じ込めた。自分と家族を殺した敵を目の前にして、マキナは今こそ七星を滅ぼさんと挑みかかる。しかし、七星の屍・狭間は、マキナの攻撃をあっさりと払いのけ、未練などでは自分たちは倒せないと言い放つ…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "431200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/431200",
                    "Titles": {
                        "eng": "Beloved Aberration",
                        "jpn": "愛しき異形"
                    },
                    "Summaries": {
                        "eng": "Makina completed an Enkiri to get rid of the rotten rune. Meanwhile, Ouri is continuing training but Makina interrupts Ouri in the hot springs and demands to be released from the contract. She is then captured and put in prison. \"Genpaku\" Takamasa takes Ouri to observe one of his missions to kill a corpse.",
                        "jpn": "七星との再戦に向け、マキナとオーリは修行を始めた。オーリが訓練を受ける間、マキナは景世との縁を絶ち切る “縁切り”を行うことに。オーリとの縁を強化し、彼の命を危険にさらした呪いの原因を解消するには景世との縁を切る必要があったのだ。一方、嵩柾はオーリがマキナを一人の女の子として見ていることを察して…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "431201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/431201",
                    "Titles": {
                        "eng": "Itsuki's Form",
                        "jpn": "異月の貌"
                    },
                    "Summaries": {
                        "eng": "A bit of history about Itsuki and \"Genpaku\" Takamasa's early days as a team. Genpaku has to face a friend from four years ago, one that he could not kill back then.",
                        "jpn": "嵩柾と異月に因縁のある屍が出現。嵩柾は異月を異形の存在として受け入れた証拠を見せると言い、オーリを強引に連れて屍との戦いに向かった。その道すがら、異月の契約僧になったばかりの時期の話をオーリに聞かせる嵩柾…。当時、屍のことなど何も知らないまま異月の契約僧となった嵩柾は、戦いに巻き込まれたが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "431202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/431202",
                    "Titles": {
                        "eng": "Nature and Regrets",
                        "jpn": "性と未練"
                    },
                    "Summaries": {
                        "eng": "Itsuki fights a corpse and Ouri is shown a side of the shikabane hime he doesn't know. Rumours are heard that Keisei's body has turned into a corpse, and Sadahiro is sent to destroy it. Later on, Makina meets with \"Keisei's corpse\" but it turns out that it was the shichisei Ena. Ouri and Makina meet with Sadahiro and his shikabane hime in the forest; they all face the body controlling shichisei.",
                        "jpn": "マキナは光言宗の監査官らに連行され、浄房へ戻されようとしていた。ところが、火葬にされたはずの景世が屍となって現れ、監査官らを倒し、助けにきたとマキナに告げる。しかし、その屍は景世ではなく、七星の一人である重無が姿を変えた偽者だった。本物の景世のはずがないと、マキナは屍に銃を向けるのだが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "436603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/436603",
                    "Titles": {
                        "eng": "Monster Named Happiness",
                        "jpn": "幸福という怪物"
                    },
                    "Summaries": {
                        "eng": "Ouri and Makina fight Ena, one of the Shichisei. Ouri is shown to have a bit of Zadan Jutsu power, having entered the Kougonshuu. Meanwhile, Kagusa gets controlled by Touya, the \"balloon monster\" shichisei. Ouri and Makina confirm their contract but afterwards, the controlled Kasuga goes into Ouri's apartment and pushes him down onto the floor.",
                        "jpn": "マキナにつらい思いをさせまいと、オーリが景世の姿をした重無と対決。重無を倒したかに見えたが、重無は別の死体に乗り移る能力を持っていた。追い込まれた重無は、最高傑作の身体に乗り移り、真の力を発揮。一転して、窮地に陥るオーリ。だが、立ち直ったマキナが景世への未練を呪いの力に変えて、重無と戦い始めて…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "436604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/436604",
                    "Titles": {
                        "eng": "Mundane Wish",
                        "jpn": "ありふれた望み"
                    },
                    "Summaries": {
                        "eng": "Inuhiko[?], Ouri's classmate smacks Kasuga in hopes of getting her back to normal, but Kagusa escapes and Inuhiko tells Ouri that Kasuga loves him. Makina hears of the incidents at school and runs there, and meets Kasuga who manages to trap Makina with the balloon curse and runs away. Ouri catches up with Kasuga who is about to get eaten by her \"happiness\". Makina defeats a shichisei but is knocked unconscious by another. Ouri makes an attempt to destroy the happiness monster with a Zadan Jutsu but fails. It is revealed that Ouri is believed to be the child of a corpse.",
                        "jpn": "自分の部屋に戻ったオーリは、突然待ち伏せしていた望に迫られた。訳が分からず混乱するオーリだが、彼にしか見えない謎の黒猫の助けで、望の首に巨大な風船がくくりつけられていることに気づく。風船は頭屋がつけたもので、望の幸福感をエサに成長していた。一方、マキナは依海高校に現れた頭屋と対決するが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "436605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/436605",
                    "Titles": {
                        "eng": "My Mother is Immoral",
                        "jpn": "我が母は穢れたまいし"
                    },
                    "Summaries": {
                        "eng": "Kasuga Nozomi dies completely because she did not fulfill the requirements needed to become a shikabane hime. Only girls of a certain age group and under special circumstances can become Shikabane Hime. Makina wakes up in the Shichisei Headquarters and fights Hokuto excitedly. The shichisei reveals some plans and the kougonshuu reveals to Ouri that they believe that he is the child of a corpse. He loses control when he remembers his childhood, and the high priest Gon kicks him out of kougonshuu to relieve him of his job as a contractor priest. A small scuffle over Ouri's priest friends allows him to escape back to the orphanage. One of the shichisei, Huzuchi, is revealed to be killed by Ouri's \"mother\" and has a grudge against Ouri for being the only one left alive.",
                        "jpn": "歪質の一撃を受けて気を失ったマキナは、七星のアジトへと拉致された。そこで、七星の長である北斗と対面したマキナは、七星に復讐する絶好の機会と捉え、北斗に挑みかかる。一方、オーリは光言宗の本山で権大僧正の紫央から自分の出生の秘密を知らされ、激しい衝撃を受けるのだった…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "446075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/446075",
                    "Titles": {
                        "eng": "The Value of the Living",
                        "jpn": "生者の価値"
                    },
                    "Summaries": {
                        "eng": "Ouri learns of his mother being a corpse and more of his past. The Kougon Sect regroups as the Seven Stars commence the final action of their plan as Planes all over the city crash into buildings creating Countless Shikabane.",
                        "jpn": "過去のオーリの記憶を呼び覚ますため、七星の歪質は大勢の子供を攫い、ある光景を作り上げた。ついに自らの過去を全て思い出し、歪質との因縁を知るオーリ。その中で、自分にしか見えないあの黒猫の正体をも同時に知ることとなる。一方、北斗と死闘を繰り広げるマキナに、赤紗は星村家と北斗の知られざる関係を語る…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "446076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/446076",
                    "Titles": {
                        "eng": "To the Other Side of Hell",
                        "jpn": "地獄の先へ"
                    },
                    "Summaries": {
                        "eng": "The true agenda of the Seven Stars and the Traitor Monks is revealed as the Catastrophe of the city creates Numerous Shikabane and The Corpse Princesses Fight the hordes. Only to collapse when their Contract bond is broken as Hokuto destroys a mysterious Casket.",
                        "jpn": "依海市の中心街に飛行機が墜落した。その突然の死に未練を残した人々が大量に屍と化し、周囲の人々を次々と襲い始める。屍姫と契約僧たちが屍掃討に向かう中、権大僧正の紫央と監察官長の本多は、七星の真の狙いを察して秘密裏の行動に出る。一方、七星の気配を察知したマキナとオーリは、浄房のあった山へと向かい…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "446077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/446077",
                    "Titles": {
                        "eng": "One Hundred and Eight Lies",
                        "jpn": "一〇八の嘘"
                    },
                    "Summaries": {
                        "eng": "The secret to the Shikabane Hime's power is Revealed as it is the corpse of the first Shikabane Hime. The truth behind The Traitor Monk is told. The Shikabane Hime who collapsed Continue to fight. Hokuto Becomes a Shikabane Hime herself as Ouri and Makina find New power to continue the fight.",
                        "jpn": "浄房の地下に、光言宗開祖が生み出した“最初の屍姫”が保存されていた。それが破壊されたことで、屍姫と契約僧の“縁”がすべて途切れてしまい、すべての屍姫が力を失ってしまう。それこそが七星と赤紗の狙いと思われたが、赤紗にはもう一つ別の目的があった。そこに駆けつけたマキナとオーリは、赤紗と対峙するが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "446078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/corpse-princess/episodes/446078",
                    "Titles": {
                        "eng": "Beyond the Dead",
                        "jpn": "屍（かばね）の果て"
                    },
                    "Summaries": {
                        "eng": "As the battle between Hokuto and Makina Continues it is revealed that Corpse Princess' Choose to Bond with their Monks and all the Princess' regain their power. Another of The Seven Stars is defeated and one gives up. The last Seven Stars escapes with Hokuto. Makina and Ouri decide to make a final decision on their Future.",
                        "jpn": "“最初の屍姫”を破壊されたことで、途切れてしまった契約僧と屍姫の縁。そのために屍姫たちは霊気（ルン）を受け取れなくなってしまった。だが、何人にも侵すことの出来ない絆が契約僧と屍姫を結びつけ、途切れた縁が結び直される。オーリの霊気を受け取れるようになったマキナは、再び北斗と戦い始めるのだった…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}