{
    "URL": "https://thetvdb.com/series/hitohira",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0978046/",
        "https://www.themoviedb.org/tv/34095"
    ],
    "Titles": {
        "eng": "Hitohira",
        "jpn": "ひとひら"
    },
    "Summaries": {
        "eng": "Asai Mugi, a new student at Kumataka arts academy, has trouble speaking when she is confronted with her extreme stage fright. When coerced to join the schools Drama Research Society by upperclassmen, she gradually changes due to the influence of the group.",
        "jpn": "熊鷹芸術学院新入生“麻井麦”は緊張すると声が出なくなるほどの極度のあがり症。そんな彼女がどうしたわけか演劇研究会にスカウトされてしまった！？クールで自信家の“一ノ瀬野乃”、行動力旺盛な“西田理咲”など個性的な先輩に励まされ、この世で一番向いてないはずの「舞台に立つ」という人生最大の試練に向けて恐怖の日々が始まった！！"
    },
    "Aliases": [],
    "Modified": "2025-05-21",
    "Seasons": {
        "1": {
            "ID": "36183",
            "URL": "https://thetvdb.com/series/hitohira/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "396857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396857",
                    "Titles": {
                        "eng": "It's, It's Impossible...",
                        "jpn": "む、無理です…"
                    },
                    "Summaries": {
                        "eng": "Mugi Asai, a young shy girl entering high school, is unsure on what clubs she should join. After she accidentally displays her loud vocal skills due to an excited outburst, the president of the Drama Research Society, Nono Ichinose, comes to her to ask her to join her club. After some minor pressure by Nono, Mugi signs up for the club, but is still unsure what this will entail.",
                        "jpn": "緊張すると声が出なくなるほどの女の子・麻井麦は、中学の同級生・佳代と熊鷹芸術学院の合格発表を見に行く。まともに掲示板を見ることができない麦だが、自分の番号を見つけ思わず「あった〜！」と声を上げてしまう。その様子を見ていた演劇研究会代表の三年生・一ノ瀬野乃は、麦を新入部員として勧誘するが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "396858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396858",
                    "Titles": {
                        "eng": "Mistaken......one?",
                        "jpn": "まがい……物？"
                    },
                    "Summaries": {
                        "eng": "Mugi attends her first meeting with the Drama Research Society and finds out there are only five members including herself. During this meeting, she finds out that she will inevitably have to act in an upcoming play that the club will put on, something that Mugi is unsure she can handle. The following day, the Drama Research Society are practicing on the roof of the school, and Chitose Kanna from the Drama Club comes to help them.",
                        "jpn": "なりゆきで演劇研究会に入部してしまい、ウジウジと後悔する麦。だが、演劇部には裏方の仕事もあるはずという佳代のアドバイスで少し前向きになった麦は、同じく研究会に入部したクラスメイト・西田甲斐とともに初練習に参加する。そこで麦たちは、代表の野乃から「演劇部」と「演劇研究会」があることを知らされて…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "396859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396859",
                    "Titles": {
                        "eng": "Debut",
                        "jpn": "初舞台"
                    },
                    "Summaries": {
                        "eng": "The Drama Research Society's first public performance is coming up, and Mugi is nearly petrified to appear on stage. Nono manages to get Mugi out of a bathroom stall she had locked herself in, and then the club starts to hand out fliers to promote the event. During dress rehearsal, Chitose bursts into the auditorium and asks if Nono really is suffering from a latent form of vocal cord paralysis, and this is confirmed by Nono herself. During the play, Nono calms down Mugi enough for her to go on stage and she manages to get through her lines well enough.",
                        "jpn": "演劇研究会の初舞台の日を迎えた麦は、緊張のあまりトイレに閉じこもってしまう。駆けつけた研究会のメンバーに連行され、自信が持てないままゲネプロに挑むが、台詞をうまく喋ることができない麦。そんな中、突然演劇部の新人・神奈ちとせが飛び込んでくる。彼女により野乃が「声帯麻痺」だという事実が明らかになり…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "396860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396860",
                    "Titles": {
                        "eng": "I'm doing my best…？！",
                        "jpn": "頑張ってる…?!"
                    },
                    "Summaries": {
                        "eng": "In class, Mugi is contemplating on skipping on club activities and wonder if she can become a delinquent. Nono and the other members of the Drama Research Society arrive and take her and Kai Nishida, Risaki Nishida's younger brother who is in the same club, out for some exercises in the school yard. After a small confrontation between Nono and Mirei Sakaki, the Drama Club president, Nono bets her club's funds that each of her members will get in the top fifty place for their upcoming midterms, which is later increased to top thirty. The Drama Research Society thus has a study session together where Mugi learns more about the club's past with the Drama Club.",
                        "jpn": "初めてのテストで得意科目まで散々な成績だった麦は、同じ境遇の甲斐と互いに慰め合う。二人は演劇研究会の練習にも身が入らずサボろうとするが、野乃たちに強制連行されてしまう。そして部活の後、演劇部部長・榊美麗と出会った野乃は、勢いに任せて麦が中間試験で学内50番以内に入ると宣言してしまい…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "396861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396861",
                    "Titles": {
                        "eng": "Waaaaa",
                        "jpn": "うわぁぁぁぁん"
                    },
                    "Summaries": {
                        "eng": "Summer has arrived and Nono decides to take the Drama Research Society on a little trip to the beach for their practicing session. The moment they arrive they begin to practice, and Nono explains that since they do not have much time, they must train as much as possible. Late on the first night at the beach, the club is practicing their lines from Nono's script, Hitohira, and Nono informs Mugi that she is to be the lead actress. Mugi thinks this is impossible for her which leads Nono to tell her to leave if she thinks she cannot do it. Mugi leaves distraught and Kai goes to run after her. Meanwhile, Risaki is angry about what Nono said to Mugi and cannot hold back her rage any longer, resulting in her punching Nono in the face; the two of them get into a fist fight.",
                        "jpn": "夏休み、練習合宿のために海のロッジへ向かう麦と演劇研究会の仲間たち。だが、麦たちはハードな練習スケジュールに愕然とする。そして合宿初日の夜、秋の本公演の台本が手渡され配役が発表される。「ひとひら」の主役に抜擢され、プレッシャーに弱音を吐く麦。野乃に厳しく指導された麦は、ロッジを飛び出してしまい…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "396862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396862",
                    "Titles": {
                        "eng": "…Will I be able to change？",
                        "jpn": "…変われますか？"
                    },
                    "Summaries": {
                        "eng": "The Drama Research Society is still away during their summer practice session, though things have gotten complicated. Risaki and Nono are still fighting, and Mugi is still unsure about whether she should quit or not. After thinking about it, however, she decides not to quit the club. Mugi goes to Nono and apologizes for what she said earlier to her, namely that Nono can do everything she cannot and it would be impossible for her to act as the lead actress. The rest of the time is spent practicing for the play and playing with fireworks. After summer is over, Mugi's personality has changed slightly and she is more confident than before.",
                        "jpn": "甲斐の説得で麦はロッジに戻るが、部員の中には気まずい空気が立ち込める。翌朝、野乃の頑固さに怒った理咲は練習をボイコットし、一方で野乃は何もなかったように一人で稽古を始める。責任を感じるが演劇研究会を続ける自信がなくどうすることもできない麦。部員たちの気持ちがすれ違う中、麦はあることを思い返すが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "396863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396863",
                    "Titles": {
                        "eng": "To Being the Friend...",
                        "jpn": "友達なのに…"
                    },
                    "Summaries": {
                        "eng": "As October winds by, the Drama Research Society continues to practice. Mugi has more confidence now and is able to speak with a louder voice during practice, which makes Chitose want to work even harder so as not to lose to her. Later, Risaki steals the blackout curtain from the Drama Club, and Nono goes to return it in the storeroom in a part of the school where most students do not go because it is out of the way. When Mirei goes to the storeroom to look for it, she finds Nono already there, but as they attempt to leave, they find the door is stuck, leaving them in a dire situation until someone comes around to find them.",
                        "jpn": "廃部を賭けた文化祭の公演が近づき、稽古では徐々に声を出せるまで成長した麦。一方、理咲が演劇部から暗幕を勝手に借りてきたことを知り、演劇部の倉庫へ返しに行く野乃。その頃、演劇部では暗幕がないことで騒ぎとなり、部長の榊が倉庫へ探しに行く。そこで出会った野乃と榊は、ふとしたことで倉庫に閉じ込められて…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "396864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396864",
                    "Titles": {
                        "eng": "There is No One Person",
                        "jpn": "一人じゃない"
                    },
                    "Summaries": {
                        "eng": "The school cultural festival is finally here and all of the classes are busy with their individual events, such as a maid café for Mugi's class and a costume dango stall for Nono's class. The Drama Research Society gets the chance to see some of the Drama Club's performance before finally getting in their costumes before the play. At the play, Mugi is still nervous about being on stage, and cannot project her voice very far. When Nono's turn comes to speak her lines, she finds she has already lost her voice, and the other actors must back her up while working around her lines. Mugi finally gets the confidence she needs after Nono weakly speaks a single line, and unleashes her booming voice.",
                        "jpn": "演劇研究会の運命が決まる日を迎えた麦たち。緊張が高まる中、演劇部の公演を見た麦は、ちとせが堂々と演じているのを見て舞台に上がるのが怖くなってしまう。ここから逃げ出したいと思う気持ちと、半年間やってきたことを失いたくないという気持ちの中で葛藤する麦だが、理咲たちの助言で舞台に向かう決意を固めて…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "396865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396865",
                    "Titles": {
                        "eng": "This Day is Not Forgotten!",
                        "jpn": "この日を忘れない！"
                    },
                    "Summaries": {
                        "eng": "Mugi and the rest of the Drama Research Society manage to finish the play and end up getting an ovation of applause from the audience. Afterwards, the members of the audience vote for best performance, and the balls are counting in front of a crowd. In the end, the Drama Club wins, which means the Drama Research Society must now disband. The Society have one last meeting together where they recount how they came to be members of the club, and Mugi especially is very thankful to have joined.",
                        "jpn": "ついに演劇研究会の舞台の幕が上がる。最初は緊張して声の出ない麦だが、野乃が声帯麻痺により舞台上で声が出せなくなったことをきっかけに、本来の響き渡る声を出せるようになる。麦の突然の変貌と熱演に魅了される観客。感動と惜しみない拍手で公演を終え、呆然と立ち尽くす麦と喜ぶ研究会の仲間たちだったが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "396866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396866",
                    "Titles": {
                        "eng": "Directly... Simultaneously...",
                        "jpn": "ずっと…一緒…"
                    },
                    "Summaries": {
                        "eng": "With the Drama Research Society disbanded, the members manage to go back to a normal life without having to worry about club activities. Winter soon sets in, and Chitose wants to throw a Christmas party so that she will have a chance to confess her love to her crush; Risaki, Nono, and Mirei are invited too. At the party, Kayo informs Mugi that she will be leaving school to go abroad in order to become more proficient in photography, which leaves Mugi distraught at the idea of losing such a close friend.",
                        "jpn": "文化祭の演劇対決の結果、廃部となり解散することになってしまった演劇研究会。ぽっかり穴の開いたような毎日を過ごす麦だが、野乃たち三年生は進路に向けて忙しい。そんなある日、ちとせが桂木への想いを告白するために先輩たちを誘ってのクリスマスパーティーを企画。久しぶりに野乃に会えることが嬉しい麦だったが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "396867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396867",
                    "Titles": {
                        "eng": "...Favorite Smiling Face!!",
                        "jpn": "笑顔が…好き!!"
                    },
                    "Summaries": {
                        "eng": "Kayo is going to leave soon, and Mugi starts to avoid her friends due to the pain of losing such a close friend. Chitose and Kai try to help her confront her feelings through talking with her, but eventually resort to getting her to come to the theater so that she can tell Kayo how she feels.",
                        "jpn": "佳代から留学すると聞いた時、ショックで何も言えなかった自分を責める麦は、佳代を避けるようになってしまう。一方、別れの時が近づいても麦との距離が縮まらない佳代は、二人の想い出のアルバムを麦に渡してくれるように甲斐に託す。そして甲斐とちとせは、文化祭の時に「ひとひら」を演じた舞台へ麦を呼び出して…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "396868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitohira/episodes/396868",
                    "Titles": {
                        "eng": "Thank You, it was...!",
                        "jpn": "ありがとう…ございました！"
                    },
                    "Summaries": {
                        "eng": "Since graduation is almost here, the members of the Drama Club hold a party to celebrate those who have passed their entrance exams into college, and the members of the former Drama Research Society are invited as well except for Risaki, who had yet to pass any of her exams. At the event, Chitose confesses her love to her crush in private, but he has to turn her down because he already likes Nono. After the seniors have graduated, Mugi shows Nono that her personality has changed due to the events of the past year and she thanks Nono for all she did for her.",
                        "jpn": "三年生の卒業の日まで後わずかとなり、演劇部と演劇研究会との合同の合格祝賀会が開かれる。未だ合格は決まらないながらも賑やかな理咲。演劇部の将来を案じる榊。我がままで退部した演劇部への想いを口にする野乃。そして、桂木への告白を決意するちとせ。それぞれの想いが交錯する中、麦にもある決意が芽生えて…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}