{
    "URL": "https://thetvdb.com/series/kurozuka",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/EB5F-47A0-D6CC-4F13-36A7-E",
        "https://www.imdb.com/title/tt1389648/",
        "https://www.tvmaze.com/shows/12695/show-slug",
        "https://www.themoviedb.org/tv/34861",
        "https://en.wikipedia.org/wiki/Kurozuka_(novel)"
    ],
    "Titles": {
        "eng": "Kurozuka",
        "jpn": "黒塚 -KUROZUKA-"
    },
    "Summaries": {
        "eng": "Kuro, a 12th-century man, flees into the mountains after losing to his brother, where he meets a strange, beautiful woman named Kuromitsu. Kuro falls in love with Kuromitsu but realizes she conceals a dark secret. She is unable to die and continues to live for thousands of years as Japan evolves into a future society.",
        "jpn": "時は鎌倉時代、兄・源頼朝より逃げおおす源義経（源九郎）と武蔵坊弁慶（大和坊）。二人が山中を放浪する最中、黒蜜と名乗る美しい女が一人棲む家に辿りついた。いつしか九郎と黒蜜は男女の関係に。その黒蜜には恐るべき秘密が隠されていた。じつは黒蜜は不老不死の吸血鬼だったのだ。\r\n\r\n追手により瀕死の重傷を受けた九朗は黒蜜により血の儀式を交わし、自らも吸血鬼となった。ここから鎌倉、室町、戦国、江戸、明治、大正、昭和、平成、そして近未来と、2人の果てしない旅が始まった。"
    },
    "Aliases": [],
    "Modified": "2024-04-11",
    "Seasons": {
        "0": {
            "ID": "537659",
            "URL": "https://thetvdb.com/series/kurozuka/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5406317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/5406317",
                    "Titles": {
                        "eng": null,
                        "jpn": "オープニングシーン 絵コンテ"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "5406318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/5406318",
                    "Titles": {
                        "eng": null,
                        "jpn": "戦闘シーン 絵コンテ"
                    },
                    "Summaries": {
                        "eng": null,
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36206",
            "URL": "https://thetvdb.com/series/kurozuka/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "397900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397900",
                    "Titles": {
                        "eng": "The Plain of Adachi-ga-hara",
                        "jpn": "安達原"
                    },
                    "Summaries": {
                        "eng": "While fleeing his brother's samurai, Kuro and Benkei stumble upon a house deep in the mountains. The inhabitant is the beautiful and mysterious Kuromitsu . Kuro is enchanted by the solitary woman but she hides a very dark and bloody secret.",
                        "jpn": "異形の武者達に追われるクロウと弁慶。疲れきった二人は、闇の中に一軒の藁家の灯を見る。一夜の宿を乞うた二人の前に現れたのは謎めいた美女、黒蜜。宿に 泊める条件として黒蜜は、奥の閨(ねや)を決して覗かないようにと言う。しかし黒蜜に魅せられたクロウは約束を破り、閨を覗いてしまう。そこで見た恐るべ き光景は―――!"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "397902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397902",
                    "Titles": {
                        "eng": "The Tomb of Karma",
                        "jpn": "因縁塚"
                    },
                    "Summaries": {
                        "eng": "Kuro drinks the blood of the immortal Kuromitsu, but while their bloods mix and the power takes effect, he is attacked by an evil enemy and another who Kuro would never expect.",
                        "jpn": "森の中の一軒家に一夜の宿を乞う\"人斬り以蔵\"。その家の主は黒蜜だった。以 蔵は黒蜜の閨で異様な光景を目の当たりにする…! それは弁慶が見た悪夢か?! 謎の翁によって、呪いをかけられる弁慶。かたや黒蜜は、若狭の国の海辺で \"人魚\"に血を吸われ、不死の躰を得たとクロウに語る。そして、自らの血をクロウに吸わせる。そこへ、あの翁に率いられた異形の武者達が襲来! さらにク ロウ達の眼前に現れたのは、呪いに憑かれた弁慶だった―――!"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "397903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397903",
                    "Titles": {
                        "eng": "Asuka",
                        "jpn": "明日香"
                    },
                    "Summaries": {
                        "eng": "Kuro awakes in the forest only to realize the entire world has changed. Upon entering a crumbled city in search of Kuromitsu, he becomes entangled with the rebel Haniwa's movement, thus becoming a target of the Red Imperial Army.",
                        "jpn": "自分はいったい何者なのか? 自問しつ つ黒蜜を探して彷徨うクロウは、明日香という街に辿り着く。そこで出会った歌留多と名乗る男から、24年前の小惑星の接近に端を発した\"大災害\"の話を聞 かされる。その\"大災害\"の後、関東を支配した赤帝軍の存在と共に。そして、歌留多の仲間のライから、今しも赤帝軍襲来の報せが入る―――!"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "397904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397904",
                    "Titles": {
                        "eng": "Haniwa Man",
                        "jpn": "埴輪人"
                    },
                    "Summaries": {
                        "eng": "Haunted by visions of a past he can't quite remember, Kuro searches on for his love. Rai brings Kuro to Izana who claims he will reunite the lovers if Kuro joins the rebels against the Red Imperial Army.",
                        "jpn": "戦時下の東京で、刺客に襲われ、黒蜜と共に逃げているクロウ。夢なのか、現実なのか?! クロウが気づくと、そこはライの隠れ家。赤帝軍に刃向かうライと その仲間達の組織\"埴輪\"。さらに、居座魚、そして久遠と名乗る男達と出会ったクロウは、彼らが黒蜜を匿っているという事実を教えられる。同時に、赤帝軍 が黒蜜の血を使って、恐るべき魔人を造り出していることも―――!"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "397905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397905",
                    "Titles": {
                        "eng": "Saniwa",
                        "jpn": "沙仁輪"
                    },
                    "Summaries": {
                        "eng": "The Haniwa bring Kuro to meet the rebel leader, Saniwa. She promises to reunite him with his lost love. The Red Imperial Army is desperate to find more of Kuromitsu's blood to breed a new army of enhanced soldiers.",
                        "jpn": "赤帝城内の研究室で、黒蜜から得た 血を使い、魔人を造り出しているマッドサイエンティストの長谷川。長谷川の命を受けて動く魔人達と、その先に黒蜜の存在を視ている赤帝と。かたやクロウ は、\"埴輪\"の長ともいうべき沙仁輪と会う。沙仁輪の許しを得て、黒蜜との再会が見えたクロウの前に、しかし、再び赤帝軍の魔手が―――!"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "397906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397906",
                    "Titles": {
                        "eng": "Miitsu",
                        "jpn": "御稜威"
                    },
                    "Summaries": {
                        "eng": "Arashiyama, the demonic General and his army close in on Haniwa base in search of the Miitsu. Kuro and the Haniwa must stop at nothing to prevent the Red Imperial Army from acquiring the blood.",
                        "jpn": "赤帝軍の兵士達の襲撃を受ける\"埴輪\"のアジト。沙仁輪を守ってクロウ達も戦うが、魔人嵐山率いる赤帝軍は圧倒的!そん な中、沙仁輪の指示に逆らう居座魚。居座魚もまた、赤帝軍と同じく、黒蜜から採取した血液\"御稜威\"(みいつ)に魅入られていたのだ。自らの躰に御稜威を 注射した居雑魚は…! かたや、クロウと久遠の獅子奮迅の逆襲はなったものの、\"埴輪\"壊滅の刻は迫っていた―――!"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "397907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397907",
                    "Titles": {
                        "eng": "Kagura Village",
                        "jpn": "神楽村"
                    },
                    "Summaries": {
                        "eng": "Kuro, Izana, and the other Haniwa journey to Kagura in search of Kuromitsu. Upon entering the underground dwelling of the residents they are shocked by what they find.",
                        "jpn": "沙仁輪達と共に駿河の神楽という村に入るクロウ。しかし、そこもすでに赤帝軍の手によって蹂躙された後だった。ただ一人生き残っていたトンバという男の描 いた画を見た時、クロウの脳裡に黒蜜との恐ろしい記憶の一部が甦る。黒蜜とはいったい何者なのか?! その時、赤帝軍からやって来た二人の魔人、花月と車 僧がクロウ達の前に立ち塞がる―――!"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "397908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397908",
                    "Titles": {
                        "eng": "The Ghost-Weep Vine",
                        "jpn": "鬼哭蔦"
                    },
                    "Summaries": {
                        "eng": "In the forest of Kagura, Saniwa has fallen victim to the sorceress Kagetsu. Kuro must battle the vine-wielding sorceress and the winner will be closer to finding Kuromitsu.",
                        "jpn": "赤帝軍屈指の魔人である花月と車僧と、クロウ達の戦いの火 蓋が切って落とされる。戦いの渦中、覚悟を決めた沙仁輪は、敢えて花月との一騎打ちを仕掛けるが…。沙仁輪を手にかけられたクロウの怒りが爆発し、想像を 超えた力が覚醒する。そんなクロウの前に黒蜜が出現し、二人は再会を果たすが、それも束の間の逢瀬でしかなかった…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "397909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397909",
                    "Titles": {
                        "eng": "Running the Gauntlet",
                        "jpn": "走風火"
                    },
                    "Summaries": {
                        "eng": "Kuro and the remaining Haniwa travel to the fortress of the Red Imperial Army in search of answers, but the road is fraught with death and danger.",
                        "jpn": "関東へ、赤帝城へ―――! クロウ達は走る。そのクロウ達に赤帝軍の戦闘ヘリが、そして、花月の復讐に燃える魔人車僧が情容赦なく 襲い来る。凄まじい戦いの末に、歌留多も斃れるが、その代償として、クロウ達はついに赤帝城への侵入を果たす。クロウ、ライ、久遠。ここまで生き残った三 人の前に、赤帝への奥の扉は開かれるのか?! そして、クロウは黒蜜と再び会えるのか?!"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "397910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397910",
                    "Titles": {
                        "eng": "The Castle of Mirage",
                        "jpn": "幻影城"
                    },
                    "Summaries": {
                        "eng": "Kuro and Rai are captured in the fortress by Hasegawa. The truth of Kuro's dark past is revealed as is the true identity of Kuon.",
                        "jpn": "赤帝城へ入ったクロウとライは、予想に反する久遠の裏切りによって、マッドサイエンティストの長谷川の手中に落ちてしまう。長谷川から自分の正体を知らさ れ、愕然となるクロウ。長谷川はそのクロウの血をライに注射することで、すべての真贋を確かめようとする。一方、用済みと見なされた久遠には赤帝軍兵士達 の銃口が向けられる。それぞれの忌まわしき宿命が錯綜する先には―――?!"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "397911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397911",
                    "Titles": {
                        "eng": "The Unending War",
                        "jpn": "戦輪廻"
                    },
                    "Summaries": {
                        "eng": "The truth is near but Kuro must protect Rai and defeat the mutated Hasegawa. Destroying him is only the beginning as he must confront Kuon who is desperate to eliminate any competition for Kuromitsu.",
                        "jpn": "ライの機知と機転 にフォローされ、クロウは長谷川を倒し、なんとか窮地を脱する。が、しばしの安堵の時を得た二人の前に、絶望と狂気に憑かれた久遠が現われる。その久遠の 狂手によって、ついにはライの命の灯も―――! そして、クロウと久遠の凄絶な一騎打ちが始まる。互いの命と、互いの黒蜜への熱情を賭けて。果たして最終 最後の関門を突破するのはどちらか?!"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "397912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurozuka/episodes/397912",
                    "Titles": {
                        "eng": "The Black Tomb",
                        "jpn": "黒乃塚"
                    },
                    "Summaries": {
                        "eng": "Over 1000 years and Kuro returns to the same hut where his journey began. A battle for life, love, of master and apprentice is the key to the truth. This story has happened before and will happen again... for eternity.",
                        "jpn": "血河屍山の果てに、赤帝の奥の間への扉を開けるクロウ。 そこに待ち受けていたのは、まさに赤帝その者であると同時に、なんと弁慶でもあった。驚きを禁じ得ないクロウに、弁慶は謎の経緯と真相を語る。そして、長 い戦いの旅路の終点、クロウは探し求め続けてきた黒蜜との再会を果たす。しかし、すべての終わりは、またすべての始まりでもあるのだ―――。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}