{
    "URL": "https://thetvdb.com/series/mouryou-no-hako",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Mystery",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2172914/",
        "https://www.themoviedb.org/tv/42960"
    ],
    "Titles": {
        "eng": "Mouryou no Hako",
        "jpn": "魍魎の匣"
    },
    "Summaries": {
        "eng": "The story follows a series of bizarre murders of schoolgirls who have been dismembered and stuffed into boxes. The private investigator, hired by a missing daughter's mother, joins forces with an antique book seller and others to unravel the murder spree.",
        "jpn": "--何だか酷く男が羨ましくなつてしまつた-- \r\n\r\n暗い性格で友達もいなかった楠本頼子は、クラス一の秀才で美少女の柚木加菜子に突然「私たちは互いが互いの生まれ変わりなんだ」と声をかけられる。不思議な事ばかり言い、難しい文芸雑誌を読む加菜子に戸惑う頼子だが、互いに孤独だった2人は親交を深め、2人で最終電車に乗って湖を見に行こうと約束するが、加菜子は中央線武蔵小金井駅のホームから何者かに突き落とされ、列車に轢かれてしまう。 \r\nたまたま列車に乗り合わせていた刑事・木場修太郎は頼子と共に加奈子が運ばれた病院へ向かうが、そこで加奈子の姉と名乗る柚木陽子と出会うことになる。陽子の意志で、加菜子は謎の研究所に運ばれ、集中治療を受ける。 \r\n\r\n関口巽は稀代の新人小説家・久保竣公と出会う。そして雑誌記者・鳥口守彦と稀譚社社員・中禅寺敦子と共に、武蔵野連続美少女バラバラ殺人事件の取材中に道に迷い、とある「匣」のような建物と遭遇する。その建物こそ、加菜子が収容された研究所・美馬坂近代醫學研究所だった。 \r\n\r\n陽子の下に脅迫状が届き、多数の警官の詰める厳戒態勢の中で謎の失踪を遂げる加菜子。同じ頃、鳥口は新興宗教「穢れ封じ御筥様」の調査を行っており、関口の紹介で拝み屋京極堂に相談を持ちかける。 \r\n\r\nバラバラ殺人、加菜子の誘拐、匣に取り憑かれた人々、事件の裏に渦巻く「魍魎」とは何なのか。 \r\nそして、京極堂の過去の秘密とは。"
    },
    "Aliases": [
        "Box of Goblins"
    ],
    "Modified": "2024-01-24",
    "Seasons": {
        "0": {
            "ID": "36398",
            "URL": "https://thetvdb.com/series/mouryou-no-hako/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1976581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/1976581",
                    "Titles": {
                        "eng": "The Case Files of Chuuzenji Atsuko: A Ghost Box",
                        "jpn": "中禅寺敦子の事件簿 「箱の幽霊の事」"
                    },
                    "Summaries": {
                        "eng": "A side story that reveals the investigative notes that Atsuko, the younger sister of the main character Akihiko Chuzenji, wrote about the brutal dismembering incidents in the main story.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36399",
            "URL": "https://thetvdb.com/series/mouryou-no-hako/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "399295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/399295",
                    "Titles": {
                        "eng": "Five Death Omens of an Angel",
                        "jpn": "天人五衰の事"
                    },
                    "Summaries": {
                        "eng": "Tatsumi Sekiguchi reads part of a transcript, titled \"The Woman inside the Box\" by Shunkō Kubo; and imagines himself as the story's protagonist. In it, he is traveling to his grandmother's funeral on a train with another man, who possessed a box containing the live head of a girl. In the main storyline, Kanako Yuzuki chooses classmate Yoriko Kusumoto to be her friend. Yoriko's mother, Kimie, believes Yoriko has been influenced by a mōryō, an evil spirit, when Yoriko begins taking nighttime strolls with Kanako. Kanako and Yoriko plan to go to Lake Sagami over summer break. On the night they leave, Yoriko witnesses Kanako crying, as well as a pimple on the back of her neck; both points perplex Yoriko. Soon after, Kanako is hit by the train on which detective Shutarō Kiba is traveling.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "399296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/399296",
                    "Titles": {
                        "eng": "The Raccoon's Trick",
                        "jpn": "狸惑わしの事"
                    },
                    "Summaries": {
                        "eng": "Sekiguchi reads more of \"The Woman inside the Box,\" imagining himself as the protagonist. In it, he attends his grandmother's burial. Afterward, he continues to think about the girl in the box. In the main storyline, Kiba fails to get a coherent statement from Yoriko. Constable Fukumoto takes him and Yoriko to the hospital treating Kanako. Once there, Noriyuki Masuoka, Noritada Amemiya, and Yōko Yuzuki also arrive. Kiba and Fukumoto recognize Yōko as the former actress Kinuko Minami. After the hospital stabilizes Kanako, Yōko has her transferred to Kōshirō Mimasaka's hospital. Several days later, the discovery of a severed arm and two boxed, severed legs catches the attention of Morihiko Toriguchi, who travels with Atsuko Chūzenji and Sekiguchi to investigate. While driving around lost, they stumble upon Mimasaka's hospital.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "403696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/403696",
                    "Titles": {
                        "eng": "Incident of Euphoria",
                        "jpn": "羽化登仙の事"
                    },
                    "Summaries": {
                        "eng": "Kiba thinks about the events of the last few days. In a non-linear flashback, Fukumoto escorts the transfer of Kanako to Mimasaka's hospital, a virtually-windowless box-like building in the middle of a forest. This facility is staffed by only two doctors, Mimasaka himself and Tarō Suzaki, as well as a maintenance engineer. Meanwhile, Kimie has become even more convinced that Yoriko is possessed. She brings Hyōei Terada to her house. He performs an exorcism of the house, and tells her that she can purify herself by giving him her tainted material wealth. Yoriko tells Kiba that Kanako was pushed by a man wearing gloves. Kanako disappears from the hospital, and Kiba later discovers Yōko with a ransom note in her hand.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "403697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/403697",
                    "Titles": {
                        "eng": "The Kasha Incident",
                        "jpn": "火車の事"
                    },
                    "Summaries": {
                        "eng": "Sekiguchi reads more of \"The Woman inside the Box\", imagining himself as the protagonist. In it, he dismembers girls and wonders why he is unable to keep their heads alive. He resolves to meet the doctor that kept the girl alive in the box. In the main storyline, Kiba continues his flashback. Yōko asks Kiba to investigate, despite the Kanagawa police having jurisdiction. Later, Suzaki is found murdered, and Amemiya disappears. Back in the present, Sekiguchi's editor asks him to review a manuscript from Shunkō Kubo. A gloved man dismembers a prostitute. After Kiba is suspended from the Tokyo police, Bunzō Aoki asks him for help on the Musashino dismemberment case and Kanako's kidnapping. Kiba investigates Yōko and discovers that, during her film career, she was stalked by someone matching Suzaki's description. Kiba also investigates Mimasaka and discovers that he researched the creation of artificial, immortal soldiers during the war.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "403698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/403698",
                    "Titles": {
                        "eng": "The Incident of Clairvoyance",
                        "jpn": "千里眼の事"
                    },
                    "Summaries": {
                        "eng": "Sekiguchi reads a section of his own work titled \"Vertigo\" and imagines himself as the story's protagonist. In it, he pursues a woman through a large, empty house. In the main storyline, a flashback to 1880 recounts scholars testing Ikuko Nagao and Chizuko Mifune for clairvoyance. In 1911, they test Ikuko for psychic photography. One of the scholars reports to the press that clairvoyance is fake. Back in the present, Masuoka hires Reijirō Enokizu to find Kanako. Masuoka explains that Hiroya Shibata, the only heir to the fortune of Yōkō Shibata, eloped with Yōko Yuzuki before she became an actress. She later gave birth to Kanako. Yōkō agreed to fund all expenses for raising Kanako under the condition that Kanako must never know her true parentage. Amemiya was appointed to monitor that condition. After Hiroya died during the war, Kanako became Yōkō's heir, and Yōkō recently died. Sekiguchi introduces Toriguchi to Akihiko Chūzenji.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "959471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/959471",
                    "Titles": {
                        "eng": "The Box Incident",
                        "jpn": "筥の事"
                    },
                    "Summaries": {
                        "eng": "Atsuko interviews several kids in the area of the crimes. They all report seeing a man in dark clothes with white gloves. Sekiguchi and Toriguchi continue to meet with Chūzenji. Chūzenji describes the differences among espers, diviners, mediums, and priests. In particular, he cautions that people can mistakenly follow mediums as if they were prophets of a religion, but religions are organized by the believers, not the leaders. Toriguchi relates how he obtained a list of believers in a new religion. The list is labeled \"Onbako-sama,\" but Onbako-sama is the name of a box that Hyōei Terada, the leader, has. Previously Terada was a box-maker. Onbako-sama is the source of his spiritual power. Furthermore, Terada's grandmother had a spiritual power that scholars tried to study. She left a box, inside which was a tin vase containing a piece of paper with the word \"mōryō\" written on it. Terada began gathering religious followers when he discovered the box in an attic after the war.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "959481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/959481",
                    "Titles": {
                        "eng": "The Goblin Incident",
                        "jpn": "もうりょうの事"
                    },
                    "Summaries": {
                        "eng": "Sekiguchi reads more of \"The Woman inside the Box,\" imagining himself as the protagonist. In it, he remembers being alone is the large house where he grew up. In the main storyline, Sekiguchi and Toriguchi continue to meet with Chūzenji. Toriguchi relates that the teachings of Onbako-sama are that mōryō gather in places that are enclosed. Chūzenji says that Terada has grasped the basic nature of mōryō. Toriguchi explains further that Terada convinces his followers that they must part from their impure materialism. Toriguchi wants to expose Terada as a criminal and believes Terada is involved with the dismemberment case, because all the victims are daughters of followers listed in the Onbako-sama membership registry. Sekiguchi notices that Shunkō Kubo is on the list of followers. Sekiguchi reads more of \"The Woman inside the Box,\" imagining himself as the protagonist. In it, he sells the large house and rents a single room. He proceeds to fill the room with custom-made boxes.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "959491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/959491",
                    "Titles": {
                        "eng": "The Power of Language",
                        "jpn": "言霊の事"
                    },
                    "Summaries": {
                        "eng": "Sekiguchi reads more of \"The Woman inside the Box,\" imagining himself as the protagonist. In it, he finishes filling his room with boxes when he receives notice of his grandmother's death. He takes a train to his grandmother's funeral and finds himself sitting with the man who has a box. In the main storyline, Sekiguchi gives a copy of the Onbako-sama registry to Satomura, the coroner in the dismemberment case. Satomura gives it to Kiba to give to Aoki. Sekiguchi, Toriguchi, and Enokizu meet with Chūzenji. Sekiguchi notices that Yoriko's mother is on the Onbako-sama list. Kiba arrives and overhears Enokizu telling the group that Yōko is Kanako's mother, not her sister. Chūzenji suggests Kiba and they share information. Yoriko finds herself locked out of her house as Enokizu and Sekiguchi arrive to talk to her. She excuses herself to meet the gloved man, who tells her he thinks he knows where Kanako is. The gloved man takes Yoriko to an abandoned temple filled with boxes.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "1030641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/1030641",
                    "Titles": {
                        "eng": "Girl Dolls",
                        "jpn": "娘人形の事"
                    },
                    "Summaries": {
                        "eng": "Shunkō Kubo is the gloved man. \"The Woman inside the Box\" is more a diary than a work of fiction. In flashback, Enokizu and Sekiguchi are on their way to talk to Yoriko. Sekiguchi notices he forgot his copy of \"The Woman inside the Box\" at Chūzenji's. When they meet Kubo by chance in a cafe, they show him Kanako's picture. He is shaken and says he might be able to help find her. After they meet Yoriko and she leaves to meet Kubo, they break into Yoriko's house to find her mother attempting suicide. They tell her that she must protect Yoriko if she returns. Rejoining the timeline, Yōko tells Kiba that Mimasaka tried to cure her mother's myasthenia. Chūzenji has read \"The Woman inside the Box.\" After Sekiguchi tells him that Kubo wears gloves, he deduces that Kubo is the perpetrator of the dismemberment case. Aoki stops by to say that Yoriko's severed arms have just been found.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "1030651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/1030651",
                    "Titles": {
                        "eng": "The Demon Incident",
                        "jpn": "鬼の事"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "1030661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/1030661",
                    "Titles": {
                        "eng": "Den of Evil",
                        "jpn": "魔窟の事"
                    },
                    "Summaries": {
                        "eng": "On the way to visit Aoki, Chūzenji tells Sekiguchi, Toriguchi, and Enokizu that he worked with Mimasaka during the war, although on a different project. Mimasaka researched replacing biological human body parts with mechanical ones to create soldiers who could not be killed. The only personal information Chūzenji ever learned about Mimasaka is that his wife's name was Kinuko. In a flashback, Kiba tells Yōko that he knows she is Kanako's mother. Yōko tells Kiba that she intends to claim Kanako's inheritance to pay for Kanako's medical care. In the present, Kiba goes to Mimasaka's hospital to confront him. Sekiguchi, Toriguchi, and Enokizu pick up Yōko and go to stop Kiba. Kiba accuses Mimasaka of dismembering girls to further his research, and demands to know what he has done with Kanako.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "1030671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/1030671",
                    "Titles": {
                        "eng": "Regarding The Brain",
                        "jpn": "脳髄の事"
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "1487101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mouryou-no-hako/episodes/1487101",
                    "Titles": {
                        "eng": "A Box of All Manner of Spirits, or a Human",
                        "jpn": "魍魎の匣、あるいは人の事"
                    },
                    "Summaries": {
                        "eng": "Chūzenji continues recounting the series of events. The first severed limbs found, before Kanako's abduction, were Kanako's. After Suzaki took Kanako's head, Amemiya killed Suzaki and ran away with the head. Kubo met Amemiya on a train and saw Kanako's head alive inside the box. Kubo tried to keep the heads of other girls alive in a box for himself. Before he killed Yoriko, she told him about Mimasaka. Kubo wrote about it in \"The Woman inside the Box\", then went to Mimasaka, who performed the same procedure on Kubo. Mimasaka's project of implanting a human brain into a machine began when he tried to treat Kinuko's myasthenia. Mimasaka treated Kubo as simply another research subject. When the police try to arrest Mimasaka for what he did to Kubo, he grabs the box with Kubo's head and tries to escape with Yōko. Kubo bites Mimasaka in the neck and kills him, leading Yōko to kill Kubo. Kiba arrests Yōko for the murder of Kubo.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}