{
    "URL": "https://thetvdb.com/series/space-academy",
    "Genres": [
        "Adventure",
        "Children",
        "Family",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0075585/",
        "https://www.themoviedb.org/tv/12141"
    ],
    "TitleEnglish": "Space Academy",
    "SummaryEnglish": "Young cadets explore the universe in the year 3732 under the watchful eye of 300-year-old Commander Gampu. They travel on Space Academy, a self-propelled, man-made planetoid.",
    "Aliases": [],
    "Modified": "2024-04-30",
    "Seasons": {
        "0": {
            "ID": "36440",
            "URL": "https://thetvdb.com/series/space-academy/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3219941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/3219941",
                    "TitleEnglish": "Back to School with Space Academy",
                    "SummaryEnglish": "Interviews with cast and crew made for the DVD release.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36441",
            "URL": "https://thetvdb.com/series/space-academy/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "399635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/399635",
                    "TitleEnglish": "The Survivors of Zalon",
                    "SummaryEnglish": "On a planet which will explode in 48 hours, the cadets find a mysterious young boy with strange powers.",
                    "Aliases": []
                },
                "2": {
                    "ID": "399636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/399636",
                    "TitleEnglish": "Castaways in Time and Space",
                    "SummaryEnglish": "Gampu and Laura are on a mission in a Seeker, when they are pulled into a black hole. Chris must use his mind-link with his sister to try to rescue them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "411135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411135",
                    "TitleEnglish": "Hide and Seek",
                    "SummaryEnglish": "When a missile is used to destroy an asteroid that threatens the academy, members of the Blue Team begin to disappear. Loki, Laura and Peepo try to save their friends.",
                    "Aliases": []
                },
                "4": {
                    "ID": "411136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411136",
                    "TitleEnglish": "Countdown",
                    "SummaryEnglish": "The Academy cadets are sent to clean up debris from the Vegan Wars, and an armed mine attaches itself to their shuttle. Then, a Vegan warrior awakens from his cryogenic suspension and is determined to fight the human enemy to the death.",
                    "Aliases": []
                },
                "5": {
                    "ID": "411137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411137",
                    "TitleEnglish": "There's No Place Like Home",
                    "SummaryEnglish": "An alien named Kane infiltrates Space Academy and tries to get Loki to help him steal a file, promising he'll give Loki information about his home planet. But the alien has something sinister in mind and Loki must make a choice.",
                    "Aliases": []
                },
                "6": {
                    "ID": "411138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411138",
                    "TitleEnglish": "The Rocks of Janus",
                    "SummaryEnglish": "A pair of comets code-named Janus are on a collision course for the Academy, but when the Blue Team investigates, they discover that the closest comet is actually a sentient being named Irgo. The comet is dying, and came to warn sentient beings about the other comet, a criminal named Targ. Can the Blue Team revive Irgo and defeat Targ?",
                    "Aliases": []
                },
                "7": {
                    "ID": "411139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411139",
                    "TitleEnglish": "Monkey Business",
                    "SummaryEnglish": "Adrian has been training a chimpanzee named Jake to communicate. When the space mirror aimed at Alturos stops rotating. Professor Bolt and Tee Gar may freeze to death unless help comes soon. Chris, Loki and Jake go to the rescue, but are soon in a hot predicament themselves.",
                    "Aliases": []
                },
                "8": {
                    "ID": "411140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411140",
                    "TitleEnglish": "The Phantom Planet",
                    "SummaryEnglish": "Proteus IX-B, an asteroid that once housed a small mining colony, is about to be demolished. But the appearance of a phantom planet around it leads Blue Team to perform a seance, in which Chris and Laura communicate with a ghostly member of a long-dead civilization, and learn they have to perform a dangerous rescue.",
                    "Aliases": []
                },
                "9": {
                    "ID": "411141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411141",
                    "TitleEnglish": "Planet of Fire",
                    "SummaryEnglish": "Tee Gar invents a new device known as the \"cryotron\", which can instantly freeze things. Against orders, he takes it to the planet Delius to test it further, unaware that the frozen things he tested at the Academy have since exploded. When a giant named Dramon gains control over the cryotron and freezes Peepo. The Blue Team may not be able to save their robotic friend.",
                    "Aliases": []
                },
                "10": {
                    "ID": "411142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411142",
                    "TitleEnglish": "Life Begins at 300",
                    "SummaryEnglish": "Paul's life is endangered and Peepo shuts down when Gampu makes an error in a Zolium-extraction mission. He's now 300 years old; is it time for him to retire? The frustrated Gina Correy thinks so... but who will save the headstrong cadet when she gets herself into danger?",
                    "Aliases": []
                },
                "11": {
                    "ID": "411143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411143",
                    "TitleEnglish": "The Cheat",
                    "SummaryEnglish": "Despite the fact that he is under investigation for safety violations, Cadet Matt Prentiss is placed in charge of a mission to Asteroid BX-3 to contain a leaking reactor that threatens a nearby colony on Alopek. Blue Team goes with Prentiss - including among them Chris Gentry, who can't stand the headstrong leader - but Prentiss' actions soon put them all in danger.",
                    "Aliases": []
                },
                "12": {
                    "ID": "411144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411144",
                    "TitleEnglish": "My Favorite Marcia",
                    "SummaryEnglish": "A star is going to explode, taking with it the planets around it. But the Academy receives a Galactic Distress Beacon from the Sunbeam, a trading ship run by Marcia Giddings, the past love of Gampu's life. But a rogue robot war machine soon traps Marcia and the Blue Team on the planet.",
                    "Aliases": []
                },
                "13": {
                    "ID": "411145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411145",
                    "TitleEnglish": "Space Hookey",
                    "SummaryEnglish": "Loki skips class, but his body is taken over by two alien children who are balls of energy. The children exit Loki and take over Paul and Gampu, putting the Academy at great risk with their bizarre commands.",
                    "Aliases": []
                },
                "14": {
                    "ID": "411146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411146",
                    "TitleEnglish": "Star Legend",
                    "SummaryEnglish": "Paul and Chris are trapped in the Alderan Triangle, then pushed back out into normal space by an entity that warns them away. But Gampu leads the others into the Triangle, they find the millennium-old Starship Hope, a near-duplicate of Space Academy. Aboard it is the aged Captain Rampo, and he has a warning...",
                    "Aliases": []
                },
                "15": {
                    "ID": "411147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/space-academy/episodes/411147",
                    "TitleEnglish": "Johnny Sunseed",
                    "SummaryEnglish": "Gampu's cantankerous technology-phobic brother visits the Academy. Unfortunately, Sunseed and many Academy crew members are affected by genetically-altered food that Paul has grown on a space farm. The hallucinations and bizarre behavior the food causes results in a deadly situation for Sunseed, unless he can work with Peepo, a being he truly despises.",
                    "Aliases": []
                }
            }
        }
    }
}