{
    "URL": "https://thetvdb.com/series/best-student-council",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0991046/",
        "https://www.themoviedb.org/tv/28934"
    ],
    "Titles": {
        "eng": "Best Student Council",
        "jpn": "極上生徒会"
    },
    "Summaries": {
        "eng": "Rino Randou is a young girl with a head full of air and a talking puppet on her hand. She is accepted into the illustrious Gokujou all-girl's school, and is summarily, almost curiously, accepted as part of the even more illustrious Best Student Council, who has more power and business ventures than most large businesses. Now a part of the student council, she befriends the talented members of the Best Student Council, leaving one to wonder how a girl with seemingly no talents or redeeming qualities would get chosen for such a group.",
        "jpn": "名門校・宮神学園に転校してきた蘭堂りのは、\r\n突然にも私立宮神学園極大権限保有最上級生徒会、\r\nすなわち「極上生徒会」の書記に選出されてしまう。\r\nそこでりのが目にしたものは、\r\n学園内のトラブルを様々な能力で解決してしまう、\r\n美少女であり特殊能力を持ち合わせる生徒会の面々。\r\nりのは彼女たちの言動に面食らいながらも、\r\n生徒会の一員として学園生活を送ることに…。"
    },
    "Aliases": [
        "Gokujou Seitokai"
    ],
    "Modified": "2024-09-05",
    "Seasons": {
        "1": {
            "ID": "36574",
            "URL": "https://thetvdb.com/series/best-student-council/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "400732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400732",
                    "Titles": {
                        "eng": "Dear Mister Popitt",
                        "jpn": "拝啓、ミスター・ポピット"
                    },
                    "Summaries": {
                        "eng": "Thanks to the mysterious penfriend Mr. Poppit Rino Rando is attending Miyagami School, accompanied by her sarcastic puppet Pucchan. She finds out the apartment organised for her has burnt down, so she heads up to the school. She ends up sleeping outside after she gets frightened by a bear in the bushes and another student, Kaori Izumi, who turns out to be her class president. Rino ends up trying for a position on the Student Council so she can get somewhere to live (they're given an apartment building to live in), and by a series of accidents on the way to the Student Council building manages to defeat the arsonist who burnt down her apartment, thus ending up on the best student council!",
                        "jpn": "両親を亡くした蘭堂りのはペンフレンドである「ミスター・ポピット」の紹介で宮神（みやがみ）学園に編入してくるのだが、ひょんなことから学園の最高機関「極上生徒会」へ仲間入りすることに。\r\nそこでりのに待ち受けていたものは・・・。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "400733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400733",
                    "Titles": {
                        "eng": "Surging With Youth",
                        "jpn": "ほとばしる青春"
                    },
                    "Summaries": {
                        "eng": "The council throws a welcoming party for Rino (What about the budget?!) as the school is jealous over Rino being put on the Best Student Council on her first day.",
                        "jpn": "極上生徒会に入ったは良かったが、周囲の目に戸惑うりの。\r\n親睦を深めようとりのの歓迎会が開かれるが、そこへ思わぬ邪魔が入る。\r\nそこで彼女たちが目にしたものは…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "400734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400734",
                    "Titles": {
                        "eng": "Payapaya in the Gokujou Dorms",
                        "jpn": "極上寮でパヤパヤ"
                    },
                    "Summaries": {
                        "eng": "Rino is on the Best Student Council, which comes as a shock to nearly the whole school and many of the students can't understand why Rino made it onto the Best Student Council. She's not the brightest, failing her tests miserably, or good at sports. Not to mention the fact that she's clumsy. So what does she bring to the group? Why did the President of the Best Student Council pick her? Because of this, rumors start to fly about Rino and the President. Those opposed to the President's decision are upset and in disbelief. The Paparazzi Club, the Photography Club, and the Newspaper Club all team up to find out just what's going on.",
                        "jpn": "ある朝、神宮司奏会長が蘭堂りのの部屋から出てくるところが目撃される。\r\nたちまち二人は臭い仲ではないかという噂が学園中を駆け巡る。\r\nこのスキャンダルを嗅ぎつけた新聞部と、極上生徒会の激しいバトルが始まる…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "400735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400735",
                    "Titles": {
                        "eng": "A Brilliantly Clear-Headed Way",
                        "jpn": "素晴らしく冴えたやり方"
                    },
                    "Summaries": {
                        "eng": "The puppet theater is sabotaged; Rino and Pucchan investigate.",
                        "jpn": "未知数であるりのの実力を測るため、和泉香がパートナーに任命された。\r\nしかし、香は憧れの奏会長がりのと仲良くやっていることに嫉妬しているため、この組み合わせには周囲から心配する声も。\r\nそんな折、香とりのは人形劇部で人形が破壊されるという事件に遭遇するのだが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "400736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400736",
                    "Titles": {
                        "eng": "Spectacular Showdown",
                        "jpn": "華麗なる対決"
                    },
                    "Summaries": {
                        "eng": "The budget is overextended and a culinary battle between the Assault and Covert squad is staged to decide who gets the next month's financing.",
                        "jpn": "「予算が足りません！」会計の市川まゆらの悲痛な叫びが響き渡る。\r\n極上生徒会の予算不足から、遊撃と隠密の間で予算争奪争いが勃発。\r\n奏会長の一言でカレーの味勝負で勝敗を決することになるのだが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "400737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400737",
                    "Titles": {
                        "eng": "A Great Terror! Pucchan's Curse",
                        "jpn": "大恐怖！プッチャンの呪い"
                    },
                    "Summaries": {
                        "eng": "The Best Student Council calls out against Rino for badmouthing them with Pucchan so they confiscate the offensive little puppet to force her to reflect on her habit. This becomes a tale of Pucchan's revenge against members of the council that doubt his puppet power. The student council learns the hard way that simple Rino wasn't lying when she claimed that Pucchan was a separate person entirely.",
                        "jpn": "謎の人形「プッチャン」。ある日、プッチャンの口の悪さが災いして、りのと引き離されてしまう。\r\nしかし、監禁されていたはずのプッチャンの姿が忽然と消え、次々と被害に遭う生徒会のメンバー。\r\n不気味な笑いとともに現れたのは…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "400738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400738",
                    "Titles": {
                        "eng": "We Love to Help Out",
                        "jpn": "おせっかいが好き"
                    },
                    "Summaries": {
                        "eng": "Mayura Ichikawa, the best student council's treasurer who is usually stressing out about the school budget, requests a day off. Mayura is spotted sneaking off campus, all gussied up. The best student council wasn't going to get involved until it is discovered that Mayura is going on a date, and the couple was spotted heading towards the red light district.",
                        "jpn": "普段、ほとんど洒落っ気のない市川まゆらが、オメカシをして街へ出かける姿が目撃された。\r\nどうやら男性と会っているようなのだが、隠密の調査の結果、その相手は遊びでまゆらと付き合っているらしいことをつきとめる。\r\nそこでメンバーは、穏便に二人を別れさせようと画策するのだが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "400739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400739",
                    "Titles": {
                        "eng": "Farewell! Best Student Council",
                        "jpn": "さらば！極上生徒会"
                    },
                    "Summaries": {
                        "eng": "Exams are coming up and it just wouldn't be acceptable for any best student council member to fail. Reno, Rein, and Cyndi are one step away from failing so they'll all have study night and day with the help of the other best student council members to pass. Will they be able to pass their exams?",
                        "jpn": "定期試験の時期がやってきた。\r\n普段遊びまくっていたツケから、りの・れいん・シンディの３人が赤点の危機に迫られる。\r\n生徒の手本となるべき極上生徒会が赤点を取るわけにもいかず、メンバーによる３人の特訓が始まる。\r\n順調に学力をつけるれいんとシンディであったが、りのは…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "400740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400740",
                    "Titles": {
                        "eng": "Love Never Ends",
                        "jpn": "好きはとまらない"
                    },
                    "Summaries": {
                        "eng": "Sayuri is attacked by a mysterious girl who also practices the way of the sword. Who is she? And what does she have against Sayuri?",
                        "jpn": "極上生徒会会議室に乱入し、飛田小百合に挑戦する者が表れた。彼女の名は君塚優子。\r\n彼女が表れてから小百合とれいんの様子がおかしくなったことに気づいたメンバーは早速調査を開始、小百合と優子の過去をつきとめる。\r\n小百合は自責の念に押しつぶされそうになりながらも、親友れいんと生徒会メンバーによる励ましで、優子との勝負を受け入れる決意をするのだが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "400741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400741",
                    "Titles": {
                        "eng": "She Won't Put On Her Swimsuit",
                        "jpn": "彼女に水着をきせないで"
                    },
                    "Summaries": {
                        "eng": "Summer and swim season is just around the corner. Nanaho and the best student council plot ways that the students can go swimming without getting spied on by boys from nearby schools.",
                        "jpn": "季節は夏。宮神学園にもプール開きの季節がやってきたのだが、美少女ぞろいの宮神学園では部外者侵入の問題が深刻になっている。\r\n生徒会でもその対策会議が開かれたが、このままでは中止も考えなければとの意見も。しかし、どうしても実施したいという奏会長の想いを汲んで、生徒会メンバーは大規模な作戦に出る…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "400742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400742",
                    "Titles": {
                        "eng": "Winning Five",
                        "jpn": "ウイニング・ファイブ"
                    },
                    "Summaries": {
                        "eng": "The Miyagami Academy futsal team is sick with a cold. Unfortunately, they have a game scheduled against the Kenran Academy, who consider themselves to be Miyagami's rivals. So the best student council decides to play in place of their team to protect the school's reputation. How good will the girls be at futsal?",
                        "jpn": "練習試合を控えていた学園のフットサル部が、全員夏風邪でダウン。\r\nこのまま中止になるかと思われたが、対戦相手である宮神学園のライバル校「絢爛学園」の生徒会に奏会長が侮辱され、生徒会メンバーが代替出場することに。\r\nところが、試合には絢爛学園の策略が張り巡らされていたのだった…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "400743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400743",
                    "Titles": {
                        "eng": "It Happened on a Rainy Day",
                        "jpn": "それは雨の日に"
                    },
                    "Summaries": {
                        "eng": "The girls start to wonder why President Kanade is always gone on the third Sunday of each month. Kuon decides to have the Covert Squad find out what the President is up to. Nanaho reflects upon the day she first met Kanade.",
                        "jpn": "毎月第３日曜日になると奏会長と奈々穂は決まって外出していた。行き先は神宮司本家。\r\n奏が当主である祖父と面会している間、奈々穂は雨空を見つめながら昔のことを思い出していた。\r\nそう、彼女の人生を大きく左右した出会いのことを…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "400744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400744",
                    "Titles": {
                        "eng": "Is Minamo-chan an Enemy or an Ally?",
                        "jpn": "敵か味方かみなもちゃん"
                    },
                    "Summaries": {
                        "eng": "Kanade and Nanaho return to the best student council dorms to find them virtually destroyed. Rino tells them the destruction of the dorms is a short story which begins when Rino met a girl named Minamo.",
                        "jpn": "りのが行き倒れの女の子を保護した。\r\n突然やってきたその子に極上寮で傍若無人に振る舞われ困惑する生徒会。\r\nその子＝桂みなもと会長不在の極上生徒会との戦いの決着は…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "400745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400745",
                    "Titles": {
                        "eng": "Destitution Student Council",
                        "jpn": "極貧生徒会"
                    },
                    "Summaries": {
                        "eng": "The best student council decides to put on a play, titled \"The Alien Space Creature from Outer Space\" written by Minamo, to raise money. Will their play be a financial success?",
                        "jpn": "極上寮が爆破され、寝食すらままならなくなった極上生徒会のメンバー。\r\nそんな現状を打破すべく、みなもの提案で生徒会のメンバーによる演劇を開催し予算を獲得しようとする。\r\n予算のために真面目に取り組む生徒会一同だったが、ふとした事からみなもの秘密を知ることになる…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "400746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400746",
                    "Titles": {
                        "eng": "The Reason I'm Here",
                        "jpn": "私が此処にいる理由"
                    },
                    "Summaries": {
                        "eng": "The girls are able to return to their dorm rooms. When they return they find a mystery photo of a man in Kuon's room. They now wonder if they need to protect her just like they did for Mayura. During the investigation of the mysterious man in the photo Kuon's secret motive for attending Miyagami academy.",
                        "jpn": "みなもが勝手に久遠の部屋から男の写真を見つけ出し、生徒会のメンバーは騒然とする。\r\nしらを切る久遠だが、その日を境に段々と様子がおかしくなっていく。\r\nそれに目をつけた隠密が目にした光景、久遠とその男の関係は…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "400747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400747",
                    "Titles": {
                        "eng": "I Want You to Come Here",
                        "jpn": "あなたに此処にいて欲しい"
                    },
                    "Summaries": {
                        "eng": "Rino and Minamo force covert squad member Kotoha to let them \"help\" her with her missions.",
                        "jpn": "りのとみなもと一緒に隠密行動することになってしまった琴葉は、事あることに足を引っ張られてしまい頭を抱える。\r\nそんな中、ある女子生徒の不純異性交遊を突き止めるべく密偵を張るのだが、その家から出てきた男は…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "400748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400748",
                    "Titles": {
                        "eng": "Maintain The Lie",
                        "jpn": "嘘をつきとおせ！"
                    },
                    "Summaries": {
                        "eng": "Cyndi's Mom decides to come visit her at school. This upsets Cyndi because now she has been lying to her mother. The Best student council decides to rectify the situation by making those lies become the truth.",
                        "jpn": "母親が来日することになり猛烈に動揺するシンディ真鍋。\r\n母親を安心させるために膨大な数の嘘をついていたのが原因だった。\r\nそれならば嘘を真実にしてしまおうと計画する極上生徒会だったが…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "400749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400749",
                    "Titles": {
                        "eng": "Hitoshi Satou, 28 years old, Occupation: Lawyer, Parents are Rich, and Even More Good Qualities to Make Him a Favorable Partner",
                        "jpn": "佐藤仁史、28歳、職業弁護士、両親は資産家、これ以上にない好条件なお相手"
                    },
                    "Summaries": {
                        "eng": "Eighth grade teacher, Yukimi, is going on a blind date. The Covert Squad investigates and determines he is a young, rich lawyer. Does his history with school nurse Wakana mean trouble?",
                        "jpn": "いつも気さくで面倒見の良い伊丹ゆきみ先生が何とも浮つき気分。\r\n　　職業弁護士 両親は資産家 これ以上にない好条件なお相手とのお見合いの話しがあるという。\r\n　　そこには宮神学園の極上な教師たちの思いが渦巻いているのだった…。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "400750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400750",
                    "Titles": {
                        "eng": "Farewell My Beloved Friends",
                        "jpn": "さらば愛しき友よ"
                    },
                    "Summaries": {
                        "eng": "Kaori discovers a talking puppet named Lance. He is an old friend of Puchan's. What kind of trouble will this duo get up to?",
                        "jpn": "プッチャンを一人の人形が訪ねてきた。その名はランス。プッチャンとは旧知の仲のようだ。\r\n眠っているりのの傍らで自分らの使命を語る二人。どうやら神宮司と深い関わりがある\r\nとのことだが、二人の再会は束の間のこととなるのであった。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "400751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400751",
                    "Titles": {
                        "eng": "Ayu-chan Becomes an Idol",
                        "jpn": "あゆちゃん、アイドルになる"
                    },
                    "Summaries": {
                        "eng": "After being discovered by a talent scout, Ayumu works to become an idol. But is Ayumu willing to do whatever it takes to achieve fame?",
                        "jpn": "桜梅歩が芸能プロダクションにスカウトされてアイドルデビューすることに。\r\n不思議に思う生徒会のメンバーだったが、本気の歩を学園全体でバックアップする。\r\nそんな中、一人の刺客が目を光らせることにとなるのだが…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "400752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400752",
                    "Titles": {
                        "eng": "It Always 'Reins' On Fine Days",
                        "jpn": "晴れの日はいつもレイン"
                    },
                    "Summaries": {
                        "eng": "A baby is left abandoned in front of the best student council dorms. Rein bonds with the baby because her father abandoned her as a child.",
                        "jpn": "ある朝、赤ん坊が極上寮の前に放置されていた。\r\nすぐにでも警察に届けようという意見もある中、\r\n結局、母親が戻ってくる可能性を信じて生徒会で預かることに。\r\nそんな中、れいんがその子と自分の境遇をダブらせる…"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "400753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400753",
                    "Titles": {
                        "eng": "Gokujou Card Battle",
                        "jpn": "極上札戦闘（ごくじょう・ふだ・バトル）"
                    },
                    "Summaries": {
                        "eng": "The girls discover that Miyagami academy is into all kinds of business and that this week they will launch the Best Student Council trading card game. A battle is planned after some girl's discover the weaknesses of their card's.",
                        "jpn": "極上生徒会提案のカードゲームが宮神学園で流行り始めていた。\r\nところがその内容が、あまりにも生徒会メンバーのプライベートを侵害しているため\r\n反対するメンバーも現れた。\r\n存続を望む久遠ら主催側と反対派の奈々穂らの決着は…\r\nそう、カードバトルにて審判が下されることに！！"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "400754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400754",
                    "Titles": {
                        "eng": "Extraordinary Girl Detective Team",
                        "jpn": "怪傑少女探偵団"
                    },
                    "Summaries": {
                        "eng": "The girls investigate Maachi and discover that she has been skipping school. What is young Maachi doing on her \"days off\"?",
                        "jpn": "極上生徒会の不思議のひとつである美幼女管理人さんの謎。\r\n本来小学生であるはずの管理人さんは、普段どんな生活を送っているのか。\r\n結成されたりの率いる探偵団がその謎を突き止める。\r\nそんな折、りの達は管理人さんの部屋で魔法のステッキを発見する。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "400755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400755",
                    "Titles": {
                        "eng": "Wanting to See You",
                        "jpn": "あなたに会いたくて"
                    },
                    "Summaries": {
                        "eng": "While the girls prepare for the upcoming sports festival, Kanade receives some devastating news.",
                        "jpn": "秋、宮神学園にも体育祭の季節が訪れた。\r\n学園の一大イベントとあって、いつも以上に張り切る生徒会メンバー。\r\nところがそんな中、学園の存続さえ揺るがす悲報が届く。\r\nバラバラになってしまう生徒会。\r\nそこでりのが決心したことは…"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "400756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400756",
                    "Titles": {
                        "eng": "The Voice that Rode the Wind",
                        "jpn": "その声は風にのって"
                    },
                    "Summaries": {
                        "eng": "The girls never got to say goodbye to miss Kanade so they hatch a plan to storm the Jinguji compound. The compound is protected by a professional security force will the girls be able to get to Kanade?",
                        "jpn": "奏会長に一目会いたいと神宮司本家へ向かうりの達だが、簡単には忍び込めない。\r\nそんな折、桂聖奈の案内で秘密の通路を見つけた。\r\nいつものように実力行使で敵を倒し、ひとりまたひとり減っていくメンバー。\r\n果たして奏会長に会うことはできるのだろうか…"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "400757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400757",
                    "Titles": {
                        "eng": "A Gokujo Day, as Usual",
                        "jpn": "今日も極上日和"
                    },
                    "Summaries": {
                        "eng": "It's graduation day at Miyagami Academy!",
                        "jpn": "神宮司家でのひと悶着も過ぎ去り、生徒会メンバーはそれぞれ新たなるスタートを切ることになった。\r\n能力を巡り、神宮司家に狙われることとなってしまったりのだが、\r\nそれを救うために現れたのは、聖奈と…"
                    },
                    "Aliases": []
                }
            }
        }
    }
}