{
    "URL": "https://thetvdb.com/series/aquarian-age",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1202772/",
        "https://www.themoviedb.org/tv/9113"
    ],
    "Titles": {
        "eng": "Aquarian Age",
        "jpn": "アクエリアンエイジ"
    },
    "Summaries": {
        "eng": "Kyouta and his friends just want to rock out all day and night long, and with a new record deal, it seems they'll be able to do just that. But when the women around him, including his best friend Yokko, start revealing strange powers, Kyouta finds himself at the crux of an ancient conflict, torn between love and loyalty.",
        "jpn": "高校二年の響太は、横浜周辺のストリートで最近人気の3人組バンドのボーカリスト。ある日、ライブを見た音楽事務所・コスモポップの女社長・雪邑未郷（ゆきむらみさと）が響太たちをスカウトに現れたことから物語は動き出す。華やかな芸能界。しかし、その裏では、阿羅耶識、WIZ-DOM、ダークロア、E.G.O.の四大勢力による覇権争いが続いていた。響太は、芸能界の裏側でうごめく「アクエリアンエイジ」たちの戦いに、そうとは知らず巻き込まれていくのだった。一方、そんな響太を案ずる幼馴染の依子であったが、幼いいとこの流水子は、依子に「あの人のことは忘れなさい」と忠告する．．．。"
    },
    "Aliases": [],
    "Modified": "2025-02-19",
    "Seasons": {
        "0": {
            "ID": "36714",
            "URL": "https://thetvdb.com/series/aquarian-age/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1148631",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/1148631",
                    "Titles": {
                        "eng": "Aquarian Age Saga II ~ Don't forget me... ~",
                        "jpn": "アクエリアンエイジＳａｇａⅡ～Ｄｏｎ’ｔ ｆｏｒｇｅｔ ｍｅ…～"
                    },
                    "Summaries": {
                        "eng": "During the chaotic period known in Western astrology as the Aquarian Age, the alien Eraser fleet attacks Earth, ravaging cities. However, a counteroffensive is launched. The four factions - Arayashiki, Wiz-Dom, Darklore, and E.G.O. - who have been fighting each other for control of Earth, join forces to defeat the Erasers.\r\n\r\nIn the aftermath, Earth is placed under the unified rule of the Polestar Empire. However, peace is shattered when the Empire begins to use forbidden magic. These dark powers cause dimensional rifts around the world and once again plunge Earth into chaos and warfare.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "6037405",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/6037405",
                    "Titles": {
                        "eng": "Aquarion Age Movie",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "For many ages three powerful but secretive organizations have operated on Earth: WIZ-DOM, Arayashiki, and Darklore. During the Age of Aquarius the alien Erasers invade, sparking a fourth organization—E.G.O.—to arise and unite the other three in defeating their common foe. Peace lasts for only a short time, however, before the interdimensional Polestar Empire invades on a mission of conquest. Once again representatives of each of the four organizations must gather and come up with a way to defeat the new invaders.",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36715",
            "URL": "https://thetvdb.com/series/aquarian-age/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "509161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509161",
                    "Titles": {
                        "eng": "Deep Blue Prelude",
                        "jpn": "深青の序曲"
                    },
                    "Summaries": {
                        "eng": "Kyouta and his band \"T.L. Signal\" get together to practice for a street concert on New Year's Day. During the events that lead up to this concert, both Kyouta and his childhood friend Yoriko notice a series of strange psychic turbulences, but Kyouta doesn't realize what they mean and Yoriko denies their existence.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "509181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509181",
                    "Titles": {
                        "eng": "Burning Premonition of Destiny",
                        "jpn": "炎緑の予感"
                    },
                    "Summaries": {
                        "eng": "The highly successful New Year's concert comes to a close with a cacophony of broken glass and several battles between various factions. Misato watches all of this and afterwards offers the band an opportunity to record a demo at her studio, where Kyouta meets his idol. Others have also been watching: Yoriko has caught Abuto's attention, and we see that Kiriko is one of the mysterious girls from Kyouta's visions.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "509191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509191",
                    "Titles": {
                        "eng": "Tainted Crimson Melody",
                        "jpn": "濁赤の憂鬱"
                    },
                    "Summaries": {
                        "eng": "Misato gets T.L. Signal a guest spot on a radio show. Kyouta invites Yoriko to come and watch, but while there she is told by Misato to stay away from Kyouta. Kiriko listens with her best friend Asumi and is strongly affected, along with a horde of other girls.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "509201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509201",
                    "Titles": {
                        "eng": "Preemptive Dark Offering",
                        "jpn": "潜黒の供物"
                    },
                    "Summaries": {
                        "eng": "T.L. Signal goes to see a live concert featuring Kanae and Ryuusei. Abuto and Kanae meet them there in a hallway. Under psychic attack by Kanae, Misato reveals her true form as an Eraser, terrifying Abuto and stunning Kyouta. Yoriko reaches some conclusions after Rumiko's lectures on accepting destiny, and resolves not to see Kyouta anymore.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "509221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509221",
                    "Titles": {
                        "eng": "Inevitable Flash of White",
                        "jpn": "閃白の必然"
                    },
                    "Summaries": {
                        "eng": "Rumiko tells Kyouta to stay away from Yoriko. WIZ-DOM charms Asumi into going after Kyouta. As they are talking, the two are cornered by a group of fangirls and forced to run away.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "509231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509231",
                    "Titles": {
                        "eng": "False Sense of Relief",
                        "jpn": "幻緑の救済"
                    },
                    "Summaries": {
                        "eng": "Asumi becomes an employee of Cosmopop. A Darklore attacks Yoriko and just as she is awakened as Benzaiten, Mindbreaker Abuto show up to rescue her. He takes her out for coffee and in an attempt to gain control over her reveals that the Arayashiki have hidden something from her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "509251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509251",
                    "Titles": {
                        "eng": "Deep Crimson Offshoot",
                        "jpn": "深紅の分蘖"
                    },
                    "Summaries": {
                        "eng": "Kyouta is so depressed by the situation with Yoriko that he starts skipping practice. Yoriko starts acting and shows a totally different personality. Elsewhere, WIZ-DOM attempts to remove Jun'ichi and Shingo.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "509261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509261",
                    "Titles": {
                        "eng": "Soft Indigo Awakening",
                        "jpn": "薄紫の覚醒"
                    },
                    "Summaries": {
                        "eng": "After the news about Yoriko is discovered, infighting erupts among the Arayashiki and no one knows which direction to go in. Rumiko tells Kyouta that he is the only one who can save Yoriko.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "509281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509281",
                    "Titles": {
                        "eng": "Burning Silver Remains of Shadows",
                        "jpn": "烈銀の残影"
                    },
                    "Summaries": {
                        "eng": "Now all the girls are ascending to the stage: Yoriko is chosen for a leading role; Asumi is cast in that same movie; and Kiriko is scouted as a model.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "509291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509291",
                    "Titles": {
                        "eng": "A Yellow and Green Reality",
                        "jpn": "萌黄の此岸"
                    },
                    "Summaries": {
                        "eng": "Kyouta thinks his powers are worthless. Little does he know but they are being demonstrated as his song empowers Kiriko to become a model. This sends the power-jealous Abuto into a rage, and he sends Kanae to attack T.L. Signal.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "509301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509301",
                    "Titles": {
                        "eng": "Indigo Blue Vortex",
                        "jpn": "藍碧の渦動"
                    },
                    "Summaries": {
                        "eng": "Yoriko continues to hurt other actors and fights Asumi once again, sending her into a coma. Kyouta has lost his touch and completely abandons T.L. Signal in his frustration. Wandering the city he sees Kiriko, who tells him what his music has done for her.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "509321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509321",
                    "Titles": {
                        "eng": "Fading Red Conflict",
                        "jpn": "退紅の葛藤"
                    },
                    "Summaries": {
                        "eng": "With the encouragement of Kiriko and Asumi, Kyouta rejoins the band for their debut. But the debut is delayed as Kyouta, Asumi, Kiriko, and Rumiko begin a fight with Yoriko to bring her back to herself.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "509331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarian-age/episodes/509331",
                    "Titles": {
                        "eng": "Pure White Embrace",
                        "jpn": "純白の抱擁"
                    },
                    "Summaries": {
                        "eng": "Rumiko explains that Yoriko is not dead yet and Kyouta attempts to call her back to the living world.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        }
    }
}