{
    "URL": "https://thetvdb.com/series/skip-beat",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1329466/",
        "https://www.themoviedb.org/tv/46669"
    ],
    "TitleEnglish": "Skip Beat!",
    "SummaryEnglish": "Kyoko followed her true love and childhood friend Sho to Tokyo so she could help him reach his dream of becoming an idol. She cleans, cooks, works three jobs and does nothing for herself because she loves him so much, but gets nothing in return. Still, she remains by his side. But then one day she goes unannounced to his agency with a delivery, and overhears him talking about her; he reveals to his manager that he only took her with him as a maid, and that he doesn't care for her at all. Upon hearing this, Kyoko doesn't just sit around and cry. She cuts and dyes her hair, changes her clothes and attitude and thus begins her journey to join showbiz and have her revenge against Sho.",
    "Aliases": [],
    "Modified": "2024-09-16",
    "Seasons": {
        "0": {
            "ID": "537777",
            "URL": "https://thetvdb.com/series/skip-beat/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6404475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/6404475",
                    "TitleEnglish": "Skip Beat! Honorifics",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36891",
            "URL": "https://thetvdb.com/series/skip-beat/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "403398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/403398",
                    "TitleEnglish": "And the Box was Opened",
                    "SummaryEnglish": "Kyoko followed her true love and childhood friend Fuwa Sho to Tokyo. This is so she could help him reach his dream of becoming an idol. She cleans, cooks, works three jobs and does nothing for herself, though she gets nothing in return, because she loves him so much. She remains devotedly by his side until one day she goes unannounced to his agency with a delivery and overhears him talking about her. Sho reveals to his manager that he only took her with him as a maid, and that he doesn't care for her at all. Upon hearing this, Kyoko flies into a violent rage of food-throwing and tear-shedding. She is apprehended by security personnel but accepts a mocking Sho's challenge to join showbiz in order to take revenge",
                    "Aliases": []
                },
                "2": {
                    "ID": "403399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/403399",
                    "TitleEnglish": "Feast of Horror",
                    "SummaryEnglish": "Kyoko, now living at the Darumaya (a restaurant she works in), starts looking for an entrance into show business. She chooses L.M.E., Sho's agency's main competitor. Sawara, who manages talent at the company, kicks her out after hearing that she had no interest whatsoever in show business. Kyoko pesters him for several days and nights until he finally gives in. Kyoko is then allowed to participate in an audition to get into the company. Soon after, she bumps into the famous actor Ren Tsuruga, L.M.E's most popular actor. After Tsuraga he hears that Kyoko's main motive is revenge, he tells her it's useless to join L.M.E. Kyoko does not take this well. Ren momentarily shows a part of his real self in his anger, but immediately turns back to his smiling face. Kyoko angrily decides that Ren is the 2nd person she hates after Shou.",
                    "Aliases": []
                },
                "3": {
                    "ID": "403400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/403400",
                    "TitleEnglish": "The Emotion She Lacks",
                    "SummaryEnglish": "Kyoko's performance was to cut the daikon (radish) into a rose, using a knife lent by her boss at Darumya. Her performance amazes the judges including the president, Lory, since the skill is famous and difficult to master. Though the daikon turns out to be a peony rather than a rose, Kyoko easily passes. As she continues to the next audition, entry number 46 approaches her. She taunts her, warning Kyoko that the test they were about to take was the true beginning of the audition. The test required participants to react to a phone call and participants started to act out happiness. Entry number 46 actually even manages to shed tears. When it came to Kyoko, however, she reacted with what the judges describe 'strong murderous aura', as the voice of the phone reminded her of how Sho dumped her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "403401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/403401",
                    "TitleEnglish": "The Labyrinth of Reunion",
                    "SummaryEnglish": "Kyoko is working at a gas station, thinking about what Ren and her boss said to her. During her break, an advertisement of Sho appears on the television screen, causing her to have a violent breakdown, misinterpreted by her co-worker as a strong fan reaction. When Sho comes to pump gas at the station, her co-worker points her out when Kyoko had intended to escape. Their eyes meet, but Sho does not recognize her, which upsets Kyoko greatly. On the way back, Sho thinks that the unknown girl resembles Kyoko's ability to flatter him, but dismisses her as another fan with short dyed hair. Kyoko goes home that day thinking about her constant dead-ends to show business, but her boss at Darumya encourages her, and Kyoko tries to get herself into L.M.E. again. She accidentally bumps into Kamio (a famous actress), resulting in Kyoko carrying her luggage. Later, while carrying Kamio's bags, Ren offers his help and starts explaining about the new section that would be created in L.M.E., the 'Love-Me' section. This section is a group of people who have star potential but lack the X-factor. In the end, when Ren announces that Kyoko would be the first trainee, Kyoko is dumbfounded and drops Kamio's bags. Kamio gets angry with her, especially after seeing that Ren was helping her with the bags. In the end, Kyoko gets a penalty stamp, and Kyoko is absolutely furious with Ren for tricking her, stating that \"He must hate me\".",
                    "Aliases": []
                },
                "5": {
                    "ID": "403402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/403402",
                    "TitleEnglish": "The Danger Zone",
                    "SummaryEnglish": "The manager of the singing section comes and tells Sawara and Kyoko that he had heard about the 'Love-Me' section and has her first job. All the contestants eliminated in the recent audition vented their anger by spitting out their chewing gum on the ground, so Kyoko must clean it. Due to her anger, she cleans up the gum and waxes the entire area. She just finishes when L.M.E. workers come and slip on the floor because it is too waxy. Sawara gives her 10 points saying she needs to try harder. She sits on the stairs sulking when someone knees her in the head. It turns out to be Ruriko, a L.M.E. idol who decides she has a job for Kyoko. Ruriko hires Kyoko to protect her while they are driving in the car up to an acting job. The car breaks down and Kyoko and Ruriko must walk. After five minutes Ruriko states that she can't walk anymore so Kyoko starts to carry her up the mountain. Kyoko then falls and sprains her ankle and Ruriko walks the last few feet on her own.",
                    "Aliases": []
                },
                "6": {
                    "ID": "403403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/403403",
                    "TitleEnglish": "An Invitation to the Ball",
                    "SummaryEnglish": "After the shock of being picked up, Kyoko tries to struggle but then has no choice due to her injured ankle. Ren places her on the house because she kept on complaining, and his manager helped bandage Kyoko's ankle and asked if Ren always treated her this way. While answering, she felt an evil presence, which turns out to be Ruriko who had just witnessed Ren carrying Kyoko \"like a princess\" and was extremely jealous. Ruriko throws tantrums and after being infuriated by the coolness of Ren towards her and the lack of approval by the director for her portrayal of a \"lady\", she declares that she quits, saying that if he wanted a hard working amateur, he might as well pick Kyoko, who would do anything for points. Instead of being pleaded to stay like by all her previous directors, this one took up her 'suggestion' after Kyoko, enraged by Ruriko's attitude, agrees to the idea.\r\nKyoko quickly proves herself a perfect lady after her training in Sho's family business, and impresses everyone on set. However the next scene requires her to kneel for the tea ceremony, which will inflict more pain on her injured ankle.",
                    "Aliases": []
                },
                "7": {
                    "ID": "403404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/403404",
                    "TitleEnglish": "Princess Revolution",
                    "SummaryEnglish": "Kyoko films with Ren and becomes startled and angry with the way he easily manipulates their acting. Ruriko is unhappy with the praise Kyoko's acting generates. Despite the injury to her ankle, and helped by her smooth movements during the tea ceremony, Kyoko is performing well. However, during filming, Kyoko faints from the strain. This causes Ruriko to reflect on her own attitude towards her work. Kyoko receives full points from Ruriko as thanks for showing a strong work ethic. Ren states later that the director had no intention of allowing Kyoko to act, but rather used her to improve Ruriko's attitude. As a sort of compensation, he arranges for Kyoko to have a photoshoot. After the shoot, the director speaks with Kyoko, thanking her. Kyoko, still oblivious to her true role during the competition with Ruriko, tells him that she is glad Ruriko got the part as her own acting with Ren was not satisfactory. Ren and Yashiro pass by and the director asks them to take her back to her room. Yashiro makes a comment that upsets Kyoko to the point where she sinks to the floor in a state of depression. Thinking her faltering is injury related, Ren helps her stand. The next day, Kyoko explains to Ren that her state had been the result of thinking about Sho, and Ren docks her ten points.",
                    "Aliases": []
                },
                "8": {
                    "ID": "431596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431596",
                    "TitleEnglish": "Sink or Swim Together",
                    "SummaryEnglish": "Kotonami Kanae (Moko), from Kyoko's audition into L.M.E., is discovered by Kyoko at L.M.E. headquarters. Even as she denies being eliminated from the audition, one of the judges from the audition appears and reveals she has become a member of the 'Love-Me' section. Kyoko became overjoyed and quickly binds Moko with her 'demons', in order to prevent her from running away.\r\nMeanwhile, the President asks for Kyoko's help with his granddaughter Maria, as her latest prank caused injuries. Maria's actions seems to stem from a current play he's staging.",
                    "Aliases": []
                },
                "9": {
                    "ID": "431597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431597",
                    "TitleEnglish": "The Miraculous Language of Angels",
                    "SummaryEnglish": "Kyoko takes on the challenge given by the hot-shots in the training class. She uses a similar dialogue as the script but in a malevolent emotion, and later switches lines with the other actress. Maria recollected about her mother's death and how everyone tried to convince that it was not her fault. She had grown tired of hearing all of these, and started to distrust adults. After witnessing Kyoko and the other actress' argument, Maria takes the latter's place and thus realizes that what the other adults said was true. In the end, Kyoko and Moko still have to pay the fees due to Maria interrupting halfway.",
                    "Aliases": []
                },
                "10": {
                    "ID": "431598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431598",
                    "TitleEnglish": "The Blue in Her Palm",
                    "SummaryEnglish": "Kyoko reminds Maria about her father's letter and Maria asks Kyoko for her opinion on what to talk about with her father. Maria realizes that Kyoko's father and mother had left her. Kyoko is told that she needs her mother's permission to debut. Kyoko sits on the stairs mumbling to her blue corn stone that she is going to be okay. Then she accidentally dropped the precious stone and quickly ran down to get it. The stone was picked up by Ren, who realized he knew Kyoko when he was young. He was the one who gave the stone to Kyoko when she was upset.\r\nGetting to play Bo the chicken mascot at a new talk show, Kyoko gets a chance to exact some revenge when the guest is none other than Sho.",
                    "Aliases": []
                },
                "11": {
                    "ID": "431599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431599",
                    "TitleEnglish": "The True Face of the Storm",
                    "SummaryEnglish": "Kyoko exposes another rumor about Sho's past life. Then, as Bo, she challenges Sho to a badminton match and almost reveals her identity to him. When she gets lost in the building, she meets up with Ren. A series of whack-up moments between Ren and Bo uncover some of Ren's real personality and his true feelings towards Kyoko. As Ren goes back to memorize his script, Kyoko begins pondering if she would become friends with him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "431600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431600",
                    "TitleEnglish": "Her Open Wound",
                    "SummaryEnglish": "The episode started after her job has finished where she saw Ren and remembered what she did on the previous meeting with him (Kyoko gave him a bad gesture) but remembers the sides of Ren she experienced when dressed up as Bo, blushing she didn't notice Ren staring at her from far away, then unexpectedly, Ren gives her a very radiant gentlemanly smile which she ran by the moment she saw it but because of Ren's long legs he caught up to her by just walking. Kyoko panicked and headed for the girls' bathroom, which was the only place Ren wouldn't find her, but upon arriving at the door Ren has caught up to her before she even opened it and questioned why she didn't greet him and many more things, Kyoko cried and apologised which made Ren laugh, the manager saw it and gave a very surprised look. Later on, Ren gave Kyoko a ride back home and even gave her advice for tomorrow's audition on the commercial.",
                    "Aliases": []
                },
                "13": {
                    "ID": "431601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431601",
                    "TitleEnglish": "The Battle Girls",
                    "SummaryEnglish": "Unable to buy her way in, Erika insists Kyoko and Moko not to have any discussions about the audition (being from the same company, they would have better rapport than others who just met). However, they manage to pass the first test with just one line within the 60-second time frame. In the second test, Kyoko's idea for the act is stolen by Erika (who manage to pull it off first). Kyoko stands horrified, wondering whether they would be able to pass the audition.",
                    "Aliases": []
                },
                "14": {
                    "ID": "431602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431602",
                    "TitleEnglish": "The Secret Stamp Book",
                    "SummaryEnglish": "Due to Kyoko's quick thinking for the impromptu but amazing act, Kyoko and Moko were chosen by the company. Erika was so angry at Moko-san for beaten her twice, plotting to using violence so that she will get the part of Moko in the commercial.\r\nWhile Kyoko and Moko were strolling around town together, she found out that Moko didn't have any true friends before and told Moko-san that she will be Moko-san's first true friend. When Erika almost succeeds in her plan, Moko tells her that if she wants to be acknowledged as her rival, she should step out of her comfort zone and get her hands dirty. Kyoko was so happy because it was the same things that Kyoko told her before. When Kyoko was sleeping soundly in the bus, Moko secretly stamped a full 100% in the stamp album for Kyoko.",
                    "Aliases": []
                },
                "15": {
                    "ID": "431603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431603",
                    "TitleEnglish": "Together in the Minefield",
                    "SummaryEnglish": "Ren is talking on his phone with Matsushima, the head of L.M.E.'s acting division, who informs him that his regular manager is out with a cold and that Kyoko will be filling in. Due to the tensions between them, Ren is cold toward her and tells her she won't be able do much as his manager. The first day goes poorly for Kyoko, who can't seem to do anything right, and she feels useless because Ren has been picking up the slack every time she messes up. While driving with Ren that evening, thinking about how much he must hate her, Kyoko's stomach starts to growl. Ren notices, so they stop at a cheap family restaurant to eat dinner. While there, some high-school girls spot Ren and loudly joke about Kyoko's work uniform, saying that a girl around her age should be in high school. Kyoko becomes angry because she dropped out of school. After dinner, as Ren drives Kyoko home, he asks her why she didn't go to high school.",
                    "Aliases": []
                },
                "16": {
                    "ID": "431604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431604",
                    "TitleEnglish": "Dislike x Dislike",
                    "SummaryEnglish": "Kyoko continues to take care of Ren. In this episode, his positive thoughts and reactions are shown as she takes care of him. When she is at his apartment nursing him through his fever, Ren thanks Kyoko in a 'kind' manner. Kyoko keeps thinking about Ren's thanking and is unable to focus on reviewing for the entrance exam. Later at the set, when Ren has difficulty memorizing his lines, Kyoko recites the lines of his partner to help him. Ren realizes how far Kyoko has come in learning how to act. He compliments her progress and her response is that learning to act is fun. He questions her response, believing that she's studying acting to get revenge on Sho Fuwa. Kyoko corrects him, saying that she's doing it to discover a new Kyoko Mogami. That night she stays over at Ren's apartment again because he's not yet fully recovered.",
                    "Aliases": []
                },
                "17": {
                    "ID": "431605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431605",
                    "TitleEnglish": "The Date with Destiny",
                    "SummaryEnglish": "Kyoko begins her first day as a high school student. She's excited to be a \"normal high school girl,\" but later finds out that her high school rather abnormal since she's in the entertainment class where the students are celebrities. On her way to her working place, Kyoko overhears two female passersby talking about the Kyurara commercial and saying that the \"short-haired one\" (Kyoko) was \"average\" and \"not cut out to be a celebrity,\" which reminds Kyoko of Sho. While upset about the passersby's comments, Kyoko receives a call from Ren, who is on the balcony above her. Apparently, Ren especially came to thank Kyoko for being his substitute manager; he also comments that Kyoko looks good in her school uniform. Ren gives Kyoko a 100-point stamp, but then deducts 10 points after Kyoko says she was only fulfilling her duties as a substitute manager.",
                    "Aliases": []
                },
                "18": {
                    "ID": "431606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431606",
                    "TitleEnglish": "Sin Like an Angel",
                    "SummaryEnglish": "After Kyoko flicks a packet of salt to Sho who intended to throw away a sweet egg roll because he dislikes sweet stuff, she begins to stress out and regret her actions as she believed she may have revealed her true identity to him. Sho begins to suspect 'Kyoko' is in fact the 'Kyoko Mogami' that he had know since childhood. He recalls an incident sometime ago involving Kyoko staring at a cosmetic item in a store that she liked and had given a name for. He uses this cosmetic that he has picked up and successfully reveals Kyoko's identity by luring her to recall the name that she had once given to this item (a name that only the two of them know). Having revealed her identity, Sho decides not to fire Kyoko from the filming because of his egotistic personality and his desire to see how far Kyoko can 'surprise him'. Kyoko replies that Sho will soon regret that he didn't fire her from the set.",
                    "Aliases": []
                },
                "19": {
                    "ID": "431607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/431607",
                    "TitleEnglish": "The Last Ritual",
                    "SummaryEnglish": "The episode begins with Kyoko moping over not being able to 'kill Sho like an angel'. She then calls Moko and gets an idea on how to act properly. She imagines that she will be killing Moko's lover for hurting her. Kyoko calls Ren afterwards and he isn't there so she leaves a voice message but realizes she doesn't want him to know she's acting in Sho's PV, so fails to mention her problem. Meanwhile, Mimori is busy rewatching a part of the promo where Sho kisses her hair. Sho sees Kyoko walking towards him and looks at her. Kyoko's face looks deep in frustration and anger and Sho reaches out to her but Kyoko walks away. They start to shoot the killing scene again and Kyoko acts with such angelic grace, leaving Sho shocked and forgetting to do his part. They film again and one of the workers state that Kyoko and Sho look like a couple this way.",
                    "Aliases": []
                },
                "20": {
                    "ID": "439218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/439218",
                    "TitleEnglish": "Invitation to the Moon",
                    "SummaryEnglish": "Kyoko's been scouted for an upcoming drama. However upon learning she'd be working with Ren, she was quite nervous but excited as she would be able to see Ren up closed and personal in his \"serious\" acting mode.\r\nMeanwhile, Ren's troubled as the president points out his acting on love is too fake and may be revealed in his upcoming project, as well as Yashiro's badgering of his relationship with Kyoko.",
                    "Aliases": []
                },
                "21": {
                    "ID": "439219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/439219",
                    "TitleEnglish": "The One Who Deserves to Be",
                    "SummaryEnglish": "Kyoko landed a role in Dark Moon, the re-make of Tsukigomori, a drama that was popular 20 years ago, and the actors and the director in the current drama wish to surpass Tsukigomori. Ren is also in the drama as Katsuki (with Kyoko as Mio, though she only accepted the role when Ren declared his being in the drama; she had not wanted to take on the role initially because she wouldn't be a \"refined, rich lady\"). Kyoko runs into trouble (Ms. Iizuka, who played Mio in Tsukigomori and plays Mio's mother in Dark Moon). She is questioned of her role. However, Kyoko is unable to answer one of the questions and Ms. Iizuka wants to fire her.",
                    "Aliases": []
                },
                "22": {
                    "ID": "439220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/439220",
                    "TitleEnglish": "The Day the World Shattered",
                    "SummaryEnglish": "Kyoko was given some time to think about her character, Mio, thanks to Ren. Ren also gives Kyoko a hint of why Mio would hate Mizuki but she still has a hard time understanding the cruel rich lady that she's playing. While talking with Ren's manager and thinking about the role, she finally discovers her Mio and runs off. (Yashiro tells Kyoko that Ren is in love with her, but Kyoko did not hear as she was busy thinking about the role). When Yashiro tells everyone that she's gone, Ms. Iizuka thinks that Kyoko run away from work and demands that Director Ogata fire Kyoko, but Ren persists in believing in her and persuades the director to wait. When Kyoko comes back she arrived with her own short hair colored black. When Ren calls her, she seems to be reading the Dark Moon script and ignores him.",
                    "Aliases": []
                },
                "23": {
                    "ID": "445894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/445894",
                    "TitleEnglish": "And the Trigger Was Pulled",
                    "SummaryEnglish": "Kyoko's Mio, now progressed, is widely accepted by the entire cast, including Ms. Iizuka. Problems develop, however, when Ren's acting is not up to its usual standard (as predicted by the president in 'Invitation to the Moon') and has to perform numerous takes.\r\nIt is later discovered that one reason for the difficulties lies in Kyoko's Mio being somewhat intimidating, though Ren vows to make his version of Katsuki outshine the original and become the equal of Kyoko's character.",
                    "Aliases": []
                },
                "24": {
                    "ID": "445895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/445895",
                    "TitleEnglish": "The Permissible Encounter",
                    "SummaryEnglish": "Ren loses the ability to act as Katsuki. Because of this, he had an emotional meltdown. The director asked him to take some time off and find his \"Katsuki\" that can surpass the original. Meanwhile, Sho is acting surprisingly calm about seeing Kyoko's and Ren's names on Dark Moon's promo poster. But actually, thanks to his imagination, he becomes angry, with jealousy, perhaps?",
                    "Aliases": []
                },
                "25": {
                    "ID": "445896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skip-beat/episodes/445896",
                    "TitleEnglish": "And Then the Door Opens",
                    "SummaryEnglish": "Ren is flashbacking to his conversation with Bo. He's confused about his feelings with Kyoko. His shoot for Dark Moon is coming up and, as always, he's not eating properly. Kyoko is asked to go to his house and feed him and she does. While there, it's uncomfortablly silent so they turn on the TV. The show is about a couple with a 19-year difference and the man is her teacher. A similar situation which sets them both on edge. Later, he drives her home and when she says something, he hides his feelings and realizes it later. Kyoko wishes on her blue Corn stone and wishes for Ren's strength. The next day, they both go to the set and she talks about how far she's come.",
                    "Aliases": []
                }
            }
        }
    }
}