{
    "URL": "https://thetvdb.com/series/ryokos-case-file",
    "Genres": [
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13022808/",
        "https://www.themoviedb.org/tv/26233"
    ],
    "TitleEnglish": "Ryoko's Case File",
    "SummaryEnglish": "Ryōko Yakushiji, a Superintendent in the Tokyo Metropolitan Police Department and a graduate of Tokyo University's Law Faculty and a multilingual person, works with Junichirō Izumida to investigate seemingly paranormal, supernatural or bizarre events that get involved in criminal cases. Ryōko works with her colleagues and subordinates, including her rival Yukiko Muromachi, alongside JACES security forces personnel and her personal maids Lucienne and Marianne to resolve the cases before they go out of hand.",
    "Aliases": [
        "Yakushiji Ryōko no Kaiki Jikenbo",
        "Yakushiji Ryouko no Kaiki Jikenbo"
    ],
    "Modified": "2024-09-08",
    "Seasons": {
        "1": {
            "ID": "41301",
            "URL": "https://thetvdb.com/series/ryokos-case-file/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "440458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440458",
                    "TitleEnglish": "Ginza Crime Tower (First Part)",
                    "SummaryEnglish": "Superintendent Ryōko Yakushiji and her subordinate, Assistant Inspector Junichirō Izumida of the Tokyo Metropolitan Police Department, launch an investigation after they witness a man combust somewhere in Ginza. The two officers learn that the combustion cases may be tied with a known religious cult, but Ryōko has to endure her rivalry with fellow superintendent Yukiko Muromachi and an assassin out to get her.",
                    "Aliases": []
                },
                "2": {
                    "ID": "440459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440459",
                    "TitleEnglish": "Ginza Crime Tower (Last Part)",
                    "SummaryEnglish": "Ryōko nearly survives an assassination attempt with the assassin sacrificing herself by ingesting a suicide pill that made her combust. She and Izumida continue to investigate, with their case getting complicated when a forensics scientist the two officers knew for a long time is the leader of the cult and that they had been using growth hormones to make an ordinary snake grow large.",
                    "Aliases": []
                },
                "3": {
                    "ID": "440460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440460",
                    "TitleEnglish": "The Sakuradamon Incident",
                    "SummaryEnglish": "Two newspaper reporters try to follow Ryōko and Izumida around in order to get a potential story to be used against the former, but are seemingly thwarted in their plans when JACES security forces intervene on Ryōko's behalf.",
                    "Aliases": []
                },
                "4": {
                    "ID": "440461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440461",
                    "TitleEnglish": "Musashino Twilight",
                    "SummaryEnglish": "Ryōko and Izumida investigate a former Health, Labour and Welfare minister due to illegal human experimentation of human cells with cells from an unknown human species, which resulted in a monster-like infant. The two officers try to eliminate the creature before they decided to let it die due to rapid cell degeneration.",
                    "Aliases": []
                },
                "5": {
                    "ID": "440462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440462",
                    "TitleEnglish": "The Bug That Crawls the Omotesandou",
                    "SummaryEnglish": "A mad counter-terrorist robot goes haywire after a traffic accident and kills armed security guards. Ryōko and Izumida are drawn to the situation after the former had claimed of hearing gunshots. The situation becomes complicated when Izumida's elementary school cousin Mana gets involved and armed tactical teams of Japan Private Police (JPP), a JACES rival, are secretly deployed in order to destroy their own invention and conceal evidence on the victims the robot had killed.",
                    "Aliases": []
                },
                "6": {
                    "ID": "440463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440463",
                    "TitleEnglish": "Maid In Kasumigaseki",
                    "SummaryEnglish": "Marianne and Lucienne, Ryoko's maids, arrived in Narita International Airport after the two subdued a thief after kicking their baggage cart to knock him out. The two maids, with Ryoko and Izumida, investigate the appearance of a giant salamander beneath the Greater Tokyo Area with an underground resort being under by corrupt politicians as they use armed gunmen to kill the creature.",
                    "Aliases": []
                },
                "7": {
                    "ID": "440464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440464",
                    "TitleEnglish": "Okinawa, Kounoshima",
                    "SummaryEnglish": "Ryoko and Junichiro head to Okinawa to investigate the reclusive JPP founder Ryojin Tadomura. As the two begin their stay in the island, mutant seeds from mangrove trees that were experimented on by JPP scientists are responsible for having its personnel turn against humans until the mutateed mangrove in the destroyed Tadomura villa is destroyed by Marianne by napalm grenades.",
                    "Aliases": []
                },
                "8": {
                    "ID": "440465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440465",
                    "TitleEnglish": "Tamagawa Suicide",
                    "SummaryEnglish": "When numerous people are committing suicide, including a well-known police forensics scientist, Ryoko and Izumida investigate it and find out that a university professor and a new species of ultrasound crickets are responsible for the mysterious suicides with some of them still alive after the professor's death by a crashing truck.",
                    "Aliases": []
                },
                "9": {
                    "ID": "440466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440466",
                    "TitleEnglish": "Shiba`s Queen",
                    "SummaryEnglish": "Ryoko goes into hiding after the media broadcasts negative articles and news reports about her fame and her standing with the Tokyo Metropolitan Police Department. Ryoko takes Izumida to a NPP stronghold in the Greater Tokyo Area after being defamed by a secret organization of renegade police officials led by a woman named Ruriko Isurugi. In the NPP stronghold, Ryoko and Izumida discover a child who has the same identical facial features like the former.",
                    "Aliases": []
                },
                "10": {
                    "ID": "440467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440467",
                    "TitleEnglish": "Linen Trap",
                    "SummaryEnglish": "Ryoko and Izumida find out that the child had no memories of herself, dubbing her Monami. Meanwhile, Ruriko makes an alliance with the Defense Minister on taking on Ryoko after reports of explosions have hit the DK Pharmaceuticals and other public buildings. Distraught over Ryoko planning on keeping her out of Japan, Monami runs away only to be captured by JPP operatives in an ambush with centipede robots until a giant toad came out of a nearby lake and assisted Izumida.",
                    "Aliases": []
                },
                "11": {
                    "ID": "440468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440468",
                    "TitleEnglish": "Takanawa Princess",
                    "SummaryEnglish": "Monami seeks refuge with Izumida after escaping from captivity. Ryoko reveals that Ruriko had co-founded JACES as the Japanese Empire Security Service but left after her grandfather Masamoto refused to allow Ruriko to use JESS as a refuge for ex-Imperial military servicemen to revive a true Japanese armed forces. Izumida learns from Kazuma, Ryoko's personal assistant, that Monami was cloned in order to wrestle control of JACES away from the Yakushiji family using an ancient technique of making people called Hangon and cloning technology.",
                    "Aliases": []
                },
                "12": {
                    "ID": "440469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440469",
                    "TitleEnglish": "Tokyo Dead or Love (First Part)",
                    "SummaryEnglish": "Ruriko and other conspirators in the JGSDF and the JPP had planned to crush Ryoko Yakushiji and the whole of JACES under the guise of anti-terrorist training for the Greater Tokyo Area. Ryoko decides to fight Shiba on her own with JPP forces attacking both her and her own subordinates with Muromachi's. Izumida leaves the Yakushiji residence to see Ryoko, who had been previously attacked by an AH-64 Apache and a Type 90 MBT when another Type 90 arrives in a harbor to finish off Ryoko for good.",
                    "Aliases": []
                },
                "13": {
                    "ID": "440470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ryokos-case-file/episodes/440470",
                    "TitleEnglish": "Tokyo Dead or Love (Last Part)",
                    "SummaryEnglish": "The Type 90 tank, revealed to be under the control of Marianne and Lucienne, is used by Ryoko and Junichiro to head to Central Tokyo as they take out renegade JGSDF Type 90s to defeat Ruriko by taking out Tokyo Tower as the source of the radiowaves that had been used to brainwash JPP operatives under her command. Monami was rescued by Ryoko and Junichiro after defeating Ruriko and Kazuma as the JPP operatives, with their brainwashing removed, panic in fear due to the destroyed Tokyo Tower.",
                    "Aliases": []
                }
            }
        }
    }
}