{
    "URL": "https://thetvdb.com/series/maria-watches-over-us",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1163560/",
        "https://www.themoviedb.org/tv/42468"
    ],
    "Titles": {
        "eng": "Maria Watches Over Us",
        "jpn": "マリア様がみてる"
    },
    "Summaries": {
        "eng": "Yumi is a first year student at the Lillian School for Girls, an exclusive all-girls Catholic school. The school has a tradition that older girls take a younger girl as their little sister or \"soeur\" in order to instruct and look out for them. Though Yumi admires Sachiko, a reserved second year student who is a member of the student council, she has no hopes of being chosen as her soeur. When an innocent encounter leads Sachiko to impulsively ask Yumi to be her soeur, Yumi is suddenly brought into the inner circle of the Roses, who are the members of the student council. With Sachiko at her side, Yumi begins to unravel and understand the relationships between the Roses and their soeurs and figure out her own feelings for Sachiko.",
        "jpn": "ある朝、リリアン女学園の高等部に通う平均的な1年生・福沢祐巳（ふくざわ ゆみ）は、憧れの先輩である「紅薔薇のつぼみ（ロサ・キネンシス・アン・ブゥトン）」こと、2年生の小笠原祥子（おがさわら さちこ）に呼び止められ、制服の身だしなみを正される。このことをきっかけに、高等部生徒会「山百合会」の本部である「薔薇の館」を訪れることになる祐巳。本作は、彼女を中心に乙女達の学園生活を描いた作品である。"
    },
    "Aliases": [
        "Maria-sama ga Miteru",
        "The Virgin Mary is Watching You"
    ],
    "Modified": "2024-12-17",
    "Seasons": {
        "0": {
            "ID": "37948",
            "URL": "https://thetvdb.com/series/maria-watches-over-us/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 29,
            "Episodes": {}
        },
        "1": {
            "ID": "37949",
            "URL": "https://thetvdb.com/series/maria-watches-over-us/seasons/official/1",
            "Titles": {
                "eng": "Maria Watches Over Us",
                "jpn": "マリア様がみてる"
            },
            "Summaries": {
                "eng": "Lillian Girls' Academy uses the sœur system where any second- or third-year student, the grande sœur (\"big sister\"), might pick a younger girl who will become her \"sœur\" (sister in French). The grande sœur gives her the petite sœur (\"little sister\") a rosary and promises to look after her and guide her in a pure and correct school life. When Sachiko Ogasawara, herself the petite sœur of the Rosa Chinensis (\"Red Rose\"), unexpectedly asks Yumi Fukazawa to be her petite sœur Yumi is thrown into the inner workings of the Yamayuri Council - and into Sachiko's heart.",
                "jpn": "私立リリアン女学園には清く正しい学園生活を受け継いでいくため、“姉妹（スール）”と呼ばれる姉妹制度が存在している。そんな学園での憧れの的は山百合会と呼ばれる生徒会を運営する薔薇さま達。ある日、主人公祐巳は山百合会のお姉さまと姉妹関係である“紅薔薇のつぼみ”こと祥子から突然の姉妹宣言をされ・・。"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "413905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413905",
                    "Titles": {
                        "eng": "The Troubling Soeur Declaration",
                        "jpn": "波乱の姉妹宣言"
                    },
                    "Summaries": {
                        "eng": "Fukazawa Yumi's tie is fixed by Ogasawara Sachiko, her idol and the school's star, setting off a chain of events which would throw the shy and ordinary girl into the world of the prestigious student council. After Yumi walks in on Sachiko arguing with the Yamayuri Council over the school play they will be performing, Sachiko suddenly asks Yumi to be her petite soeur in an attempt to force her way out of the lead role.",
                        "jpn": "純粋培養の乙女たちがつどう私立リリアン女学園。 清く正しい学園生活を受けついでいくため、高等部には「姉妹 （スール）」と呼ばれるシステムが存在していた。ロザリオを授受する儀式を行って姉妹になることを誓うと、姉である先輩が後輩の妹を指導するようになるのである。\r\n　高等部に進学して、まだ姉を持っていなかった祐巳は、あこがれの「紅薔薇のつぼみ」である二年生の祥子から、突然のスール宣言をされるが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "413906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413906",
                    "Titles": {
                        "eng": "The Awkward Piano Duet",
                        "jpn": "胸騒ぎの連弾"
                    },
                    "Summaries": {
                        "eng": "Yumi is hounded by the school newspaper for a report on why she turned down Sachiko and endures dance lessons with the Yamayuri Council and a piano duet with Sachiko. Through various people, Yumi learns more about Sachiko and Suguru Kashiwagi, the one who will be playing the Prince in the Cinderella play.",
                        "jpn": "祥子さまからのスールの申し出を断った祐巳。だが彼女は、祥子さまの境遇を無視しておくことができず、学園祭の日まで芝居の稽古に出ることに。\r\n放課後、祐巳は掃除が終わった後の音楽室でピアノを弾こうとするが、弾いている最中に祥子さまの手がのびてきて、連弾を弾くことになってしまう。\r\nそして祐巳は、白薔薇（ロサ・ギガンティア）さまの紹介で、芝居の稽古場でのデビューを果たし…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "413907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413907",
                    "Titles": {
                        "eng": "The Moon and the Rosary",
                        "jpn": "月とロザリオ"
                    },
                    "Summaries": {
                        "eng": "Yumi finally meets Kashiwagi when he comes to Lillian for the dress rehearsal, and learns a shocking secret about his relationship with Sachiko. Sachiko's true reason for her refusal to play the lead role is understood, making the bond between her and Yumi truly genuine.",
                        "jpn": "シンデレラ劇の王子様役の柏木が登場する。\r\n学園内に響く祥子さまの悲鳴。祐巳と薔薇さまたちが駆けつけると、柏木と祥子さまが口論をしていた。そこで、柏木が祥子さまの婚約者であることが判明する。そして混乱の中、舞台当日をむかえるが…。\r\nはたして、祐巳と祥子さまのふたりはスールになれるのか？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "413908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413908",
                    "Titles": {
                        "eng": "Yellow Rose Revolution",
                        "jpn": "黄薔薇革命"
                    },
                    "Summaries": {
                        "eng": "The rest of the Yamayuri Council find out that Yumi finally accepted Sachiko's rosary. Meanwhile, Shimazu Yoshino and Hasekura Rei are voted the school's best sœurs due to their respective girly and bishonen appearances, but Yumi talks to Yoshino and finds out that there's more to the pair than meets the eye and that the relationship between the two is far from perfect.",
                        "jpn": "祥子さまの妹として、山百合会の一員にむかえられる祐巳。\r\nいっぽう、学園の新聞「リリアンかわら版」では、令と由乃が「ベスト・スール賞」に選ばれ、大よろこび。だが、それもつかの間、当の彼女たちが突然破局してしまった。そして由乃は、ロザリオを令に返してしまう。すると学園内では、令と由乃にならって次々と「破局」するスールが相次ぎ、「リリアンかわら版」はこの事件を『黄薔薇革命』とさわぎ立てるのだった。\r\nはたして、祐巳と祥子さまは、学園内の危機を乗りこえられるのか？"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "413909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413909",
                    "Titles": {
                        "eng": "Fighting Maidens",
                        "jpn": "戦う乙女たち"
                    },
                    "Summaries": {
                        "eng": "While Rei is reeling over Yoshino's shocking announcement, the bulk of the school copies them by breaking their soeur relationships too. Tori Eriko, Rei's soeur, isn't even aware of the problem due to her odd behavior and suspiscious absence from school. Yumi goes to the hospital to talk with Yoshino, and learns the true nature of the Yellow Rose soeurs. Yoshino tells her all about her plan to make Rei a stronger person.",
                        "jpn": "山百合会の一員としての祐巳の初仕事は「黄薔薇革命の鎮圧」であった。\r\n祐巳は、令と由乃の仲を取り持つために、入院した由乃を見舞う。そこで由乃は、令にロザリオを返した経緯を話すのだった。\r\nいっぽう、学園で剣道の稽古にはげんでいた令は、由乃が病院に入院したと知るやいなや、駆け出した。その令を止めたのは祐巳だったが…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "413910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413910",
                    "Titles": {
                        "eng": "Rosa Canina",
                        "jpn": "ロサ・カニーナ"
                    },
                    "Summaries": {
                        "eng": "A second-year student calling herself Rosa Canina runs against the en boutons in the Yamayuri Council elections with murky intentions. Todo Shimako hesistates to run at all due to her first-year staus and her reluctance over taking a leading council position until a talk with Rosa Canina forces her to make a decision. Yumi confronts Sato Sei, Shimako's soeur, over her refusal to encourage Shimako to run, and learns more about the relationships between older and younger soeurs and how to best support Sachiko.",
                        "jpn": "１月の末に次期生徒会役員の選挙がある。選挙の結果によっては薔薇さま方の地位がなくなってしまうというシステムだと知り、祐巳はおどろく。\r\n「ロサ・カニーナ」と呼ばれる生徒が次期生徒会役員に立候補するという噂を聞いた白百合会メンバーは、各自が情報を仕入れることに。翌朝、図書館に行った祐巳は、植物図鑑で「ロサ・カニーナ」という薔薇を調べようとするが、そこに祐巳の名前を知る上級生が近づいてきて…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "413911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413911",
                    "Titles": {
                        "eng": "The Surprising Chocolates Part I",
                        "jpn": "びっくりチョコレート・前編"
                    },
                    "Summaries": {
                        "eng": "For Valentine's Day, the Lillian Newspaper Club organizes a treasure hunt in which the winners would get half-day dates with the en boutons. Yumi agonizes over what to get Sachiko for Valentine's Day, resulting in a spectacular misunderstanding between the two of them.",
                        "jpn": "もうすぐやって来るバレンタインデーのために、少しでも多くの情報を得ようとあせる祐巳。\r\n次の日、三奈子が薔薇の館にやって来た。そして彼女は、薔薇さま方に向かって、新聞部のバレンタイン企画に参加してほしいと頼みこんでくる。祐巳は、新聞部の新たな陰謀が始まる予感を覚えていたが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "413912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413912",
                    "Titles": {
                        "eng": "The Surprising Chocolates Part II",
                        "jpn": "びっくりチョコレート・後編"
                    },
                    "Summaries": {
                        "eng": "After a crying Yumi runs away from Sachiko's confrontation, Sei reveals the secret reason behind Sachiko's distress. The treasure hunt takes place with surprising results. and Yumi makes up with Sachiko in her own unique way.",
                        "jpn": "「どうしてロザリオを受け取ったのか」と強く祥子さまに責められる祐巳。温室で落ち込む祐巳の前に、聖が現れた。聖は、祐巳と祥子を見ているとかつての祥子と蓉子のことを思い出すと語る。祥子も、現在の祐巳のように、はっきりものを言わないことを蓉子に責められていたというのだ。自力で祥子さまと仲直りすると聖に約束した祐巳は、明日のバレンタインデーにそなえ、チョコを手作りするのだった。\r\n翌日、温室で祥子さまと待ち合わせる約束をした祐巳。そして、カードさがしのゲームが始まるが…。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "413913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413913",
                    "Titles": {
                        "eng": "Red Card",
                        "jpn": "紅いカード"
                    },
                    "Summaries": {
                        "eng": "Uzawa Mifuyu narrates her past as Sachiko's desperate admirer and her reasoning behind her decision to not claim the treasure hunt's prize. She finally acknowledges that Yumi is a better match for Sachiko than her, and quietly slips out of their lives and the series.",
                        "jpn": "鵜沢美冬は、リリアン幼稚舎のころに、あこがれの祥子さまのそばにいたいと思っていた祥子さまファン。だが、美冬の親の転勤で彼女はリリアンから離れなければならなくなった。\r\n10年後、リリアンに転入してきた美冬は、祥子さまに声をかけたが、彼女は美冬のことを忘れてしまっていた。そしてバレンタインデー前日、美冬は祥子さまにチョコを渡そうと近づくが、祥子さまは温室に紅いカードをかくそうとしていたところで…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "413914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413914",
                    "Titles": {
                        "eng": "Forest of Thorns",
                        "jpn": "いばらの森"
                    },
                    "Summaries": {
                        "eng": "A tragic lesbian romance novel causes a scandal at Lillian because the author is rumored to be none other than Sei. This prompts Sei to tell Yumi and Yoshino about her past with a girl named Kubo Shiori.",
                        "jpn": "リリアン女学園をモデルにしたと思われる自伝的小説のコスモス文庫「いばらの森」。リリアン学園内では、その作者が白薔薇さまではないかとの噂が立っていた。白薔薇さまは生活指導室で「いばらの森」の作者ではないことを表明するが、新聞部は追及の手を弱めようとはしない。\r\n祐巳と由乃は、真相の解明のため、コスモス文庫の発売元である宮廷社に乗り込むことにする。\r\nそのころ当の白薔薇さまは、お御堂で祈りを捧げていた彼女の想い人のことを回想していたが…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "413915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413915",
                    "Titles": {
                        "eng": "White Petals",
                        "jpn": "白き花びら"
                    },
                    "Summaries": {
                        "eng": "A flashback from a year ago tells the story of an angry, silently-suffering Sei, who is saved from her alienation by a girl called Kubo Shiori. The two of them begin a passionate, all-consuming romance, but Shiori's secret plans for the future shatter Sei's heart.",
                        "jpn": "白薔薇さまこと佐藤聖さまが２年生のころ、将来を悩む彼女の前に久保栞という少女が現れた。聖さまはその１年生に一目ぼれをしてしまう。\r\n聖さまと栞のデートは長くなり、薔薇の館での公務がおろそかになってしまう。事態を重く見た蓉子さま（現・紅薔薇）は、聖さまに栞の希望している職を明かすが…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "413916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413916",
                    "Titles": {
                        "eng": "First Date Triangle",
                        "jpn": "ファースト・デート・トライアングル"
                    },
                    "Summaries": {
                        "eng": "The day of the Boutons' dates arrive, and each pair has their problems. Yumi worries over where to take someone of Sachiko's stature, Yoshino follows Rei's date around in her possessive jealousy, and Shimako braces herself for spending a day with her rival, Rosa Canina. Meanwhile, Tsukiyama Minako, the head of the Newspaper Club, and Takeshima Tsutako, the school's ace photographer, try their best to get the scoop on the dates, but they comically fail to track any of them.",
                        "jpn": "日曜日に祥子さまとのデートの約束をとりつけた祐巳。デートコースをどうするか悩んだ祐巳は、由乃と志摩子に相談する。だが、彼女たちもそれぞれ悩みを抱えていて、それどころではなかった。結局、デートの当日までデートコースを決めることができない祐巳だったが…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "413917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413917",
                    "Titles": {
                        "eng": "Good Day, My Sœur",
                        "jpn": "ごきげんよう、お姉さま"
                    },
                    "Summaries": {
                        "eng": "Tsutako and Minako's papparazzi-like plans wear them out while Shimako comes to an understanding with both Sei and Rosa Canina. The dates ultimately strengthen Yumi and Yoshino's relationship with their soeurs and reaffirm the place they stand in their older sister's lives.",
                        "jpn": "祥子さまとジーンズショップへ行く祐巳。祥子さまが祐巳と同じジーンズを履きたかったことを知り、祐巳は思わず頬を紅く染める。\r\n　そのころ志摩子は、バレンタインのイベントで半日デート券を手に入れたロサ・カニーナこと蟹名静とのデートをいやいやながらしていた。静は、デートの場所を駅前からリリアン女学園に移そうと志摩子に提案するが…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "37950",
            "URL": "https://thetvdb.com/series/maria-watches-over-us/seasons/official/2",
            "Titles": {
                "eng": "Maria Watches Over Us ~Springtime~",
                "jpn": "マリア様がみてる～春～"
            },
            "Summaries": {
                "eng": "Yumi Fukuzawa, a first-year student, spends her school life as the sœur of a long-time senior, Sachiko Ogasawara, who belongs to the Yamayuri Council (student council) and helps out the Red, Yellow, and White Roses. Day to day life revolves around the Yamayuri's unique characters and interactions with Sachiko, as the Roses eventually graduate, and drama is caused by the appearance of a new student (Tōko Matsudaira) who makes Yumi doubt her relationship with Sachiko.",
                "jpn": "私立リリアン女学園高等部には清く正しい学園生活を受け継いでいくため“姉妹（スール）”と呼ばれる姉妹制度が存在する。１年生の福沢祐巳は山百合会（生徒会）に所属する憧れの先輩・小笠原祥子のスールとして、紅・黄・白薔薇さま達が運営する山百合会を手伝いながら学園生活を送っている。山百合会の個性的な面々やお嬢様である祥子の言動に振り回される日常が続く中、やがて薔薇さま達も卒業、そして新入生「瞳子」の登場により祥子を取り巻く衝撃の展開が祐巳を待ち受けていた。"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "413918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413918",
                    "Titles": {
                        "eng": "During the Long Night",
                        "jpn": "長き夜の"
                    },
                    "Summaries": {
                        "eng": "Sei takes Yumi to visit Sachiko's house on New Year's Day where the Yamayuri Council have a party. All the major characters are reintroduced, and with the start of the New Year, Yumi looks happily forward to spring.",
                        "jpn": "今回はヴァレンタインデーより前の話。正月二日に祐巳は聖さまから\"山百合会の合宿\"に誘われる。 　しかし待ち合わせ場所には聖さましかおらず、聖さまの黄色の車で\"合宿所\"に行くことに。\"合宿所\"は祥子さまの豪邸であった。そしてなぜか柏木と祐麒がいた。 さらに他の薔薇さまたちが全員集合してカードゲームして帰っていく。祥子さまは残って泊まる祐巳と聖さまに『なかきよ』を勧めるが…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "413919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413919",
                    "Titles": {
                        "eng": "Yellow Rose at Full Speed!",
                        "jpn": "黄薔薇まっしぐら"
                    },
                    "Summaries": {
                        "eng": "A series of photographs implicate Eriko in enjo kosai, or compensated dating, while Eriko's behavior becomes even more erratic and strange than usual. As it turns out, Eriko does have a secret, but its far from what she has been accused of.",
                        "jpn": "今回は三月の話。祐巳は蔦子から数枚の写真を渡される。写っていたのは黄薔薇さま、ただし日替わりで違う男性と寄り添う写真。祐巳は写真の事実を山百合会メンバーで相談しようとするが、うまく切り出せないでいた。祐巳は蔦子に写真を返そうとするがそれを紅薔薇さまに見咎められる。 さらに新聞部はリリアン瓦版最新号に『イエローローズ』なる援助交際の女子高生を主人公にした小説を載せて、学園内は騒然となる。そこに黄薔薇さまの家族が学園長室に乗り込んで…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "413920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413920",
                    "Titles": {
                        "eng": "Extremely Busy Days",
                        "jpn": "いと忙し日日"
                    },
                    "Summaries": {
                        "eng": "In their midst of their graduation preparations for the third-years, the en boutons forget to organize a farewell party for the Rosas. To make it worst, Yumi finds out at the last moment that the en bouton petite soeurs must also put on a performance, and collapses from the pressure of all her various duties.",
                        "jpn": "三薔薇さまを除いた山百合会メンバーによる卒業式の準備は着々と進んでいたが、祥子は肝心の山百合会内の「薔薇さまのお別れ会」のことを忘れていた。祐巳は三人の薔薇さま方にお別れ会の日程の連絡を入れる途中、白薔薇さまから「隠し芸」の出し物について問われる。 祐巳、由乃、志摩子の３人は相談し、それぞれ\"ヤスキ節\"\"ﾏｼﾞｯｸｼｮｰ\"\"日舞\"の隠し芸を披露することに決まり、祐巳は祐麒の指導の元、お別れ会に向けて深夜の特訓をするが、寝不足がたたって授業中に倒れてしまう。 果たしてお別れ会で祐巳は\"ヤスキ節\"を披露することができるのか？"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "413921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413921",
                    "Titles": {
                        "eng": "Will",
                        "jpn": "Will"
                    },
                    "Summaries": {
                        "eng": "In the days before graduation, Rosa Chinesis and Rosa Foetida leave their parting words to their petite soeurs and grande-soeurs. Yumi begins to worry why Rosa Gigantea hasn't done the same. She swears to Sei she'd look after Shimako and promises to do anything as her final request, and Sei's answer leads to a surprisingly sweet moment and a revelation about her future.",
                        "jpn": "卒業式まであと二日。祐巳は卒業式の支度をしながら涙を堪えていた。そこへ蓉子さまが突然祐巳に抱きつく。蓉子さまは学生生活の最後に聖さまのマネごとをしたかったのだ。そして蓉子さまと祐巳はホットミルクのいちご牛乳割りを飲む。蓉子は祥子の“保護者”として祐巳に“遺言”を託す。\r\n聖さまは祐巳のファーストキスを求め、祐巳はたじろぎながらも聖さまのホッペにキスをした…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "413922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413922",
                    "Titles": {
                        "eng": "The Years that have Passed by",
                        "jpn": "いつしか年も"
                    },
                    "Summaries": {
                        "eng": "Graduation day arrives. As the rest of the Yamayuri Council struggle with conflicting emotions, the Rosas reflect on their lives and the memories which shaped them.",
                        "jpn": "遂に卒業式当日となり、三人の薔薇様のうち、蓉子さまは卒業生を送った一昨年の自分を思い出し、江利子さまと聖さまは幼稚舎での過去を振り返る。\r\n式はつつがなく進行しようとしていたが、送辞の場で祥子さまは涙が止まらなくなり、令さまが割って入って送辞を読み上げる一幕も。\r\n式が終わり、記念撮影の場に志摩子は意外な人物を発見する…。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "413923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413923",
                    "Titles": {
                        "eng": "Hold But One Hand of Mine",
                        "jpn": "片手だけつないで"
                    },
                    "Summaries": {
                        "eng": "With graduation's onset, Sei and Shimako remember the events which led them to become soeurs in spite of their many complex obstacles and reservations. The two of them ultimately form a deep and healthy relationship without becoming codependent.",
                        "jpn": "春風の中、聖さまは志摩子と出会う。栞を思い出させる少女に聖さまは一目ぼれしてしまう。\r\n新入生歓迎会の途中、入学したばかりの志摩子は聖さまを意識する。\r\n一週間後、志摩子は由乃の誘いで山百合会本部“薔薇の館”に連れてこられる。蓉子さまは身軽な一年生に白羽の矢を立てて、生徒会の仕事を手伝って欲しいとの理由で志摩子を呼び出したのだが、聖さまは志摩子を拒否してしまう。 数日後、祥子さまは志摩子を“妹”にしようとするが…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "413924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413924",
                    "Titles": {
                        "eng": "Cherry Blossom",
                        "jpn": "チェリーブロッサム"
                    },
                    "Summaries": {
                        "eng": "Shimako falls into a depression after Sei graduates and cannot bear the weight of her secret alone. But a chance meeting with the down-to-earth Nijo Noriko gives her a new friend.",
                        "jpn": "高等部に新入生が仲間入りして間もなく、志摩子の様子がおかしい。ちょっと時間が余ると、一人で校舎の裏に行って桜を見ているらしい。\r\n祐巳はリリアン大学にいる聖さまに相談するが、我慢してもらうように言われてしまう。\r\n薔薇の館での招集に遅刻した祐巳は祥子さまの親戚の新入生、瞳子と出会う。\r\n一方新入生の一人、乃梨子は趣味の仏像鑑賞のため、友人から紹介された寺に行くと、そこには志摩子がいた…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "413925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413925",
                    "Titles": {
                        "eng": "The Cherry in the Ginkgos",
                        "jpn": "銀杏の中の桜"
                    },
                    "Summaries": {
                        "eng": "Shimako and Noriko become even closer, but a shocking revelation about Shimako's true religion is announced in front of the entire school, testing their relationship. Meanwhile, the Yamayuri Council is concerned over the state of Shimako's well-being and decide to take matters into their own hands.",
                        "jpn": "お寺の中で再会した志摩子と乃梨子。お寺の娘なのにシスターを目指す志摩子と仏像愛好家の乃梨子。二人はお互いにこの事を秘密にしてリリアンに通い続ける。\r\n乃梨子は志摩子から小さな仏様が入った数珠を借りるが、マリア祭の直前になくしてしまう。\r\nそしてマリア祭、乃梨子は白薔薇さまとなった志摩子からおメダイをいただこうとすると、突如として瞳子がなくしたばかりの数珠をかかげて現れた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "413926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413926",
                    "Titles": {
                        "eng": "The Drop of Rosary",
                        "jpn": "ロザリオの滴"
                    },
                    "Summaries": {
                        "eng": "Shimako is pressured to take Noriko as her petite soeur, but is hesitant due to the differences between Noriko and the general culture of Lillian. Caught between her loyalty to the Yamayuri Council and her desire to protect Noriko, Shimako quietly suffers until an argument forces Noriko into action.",
                        "jpn": "波乱のマリア祭が終わって半月あまりが過ぎた。紅薔薇となった山百合会のリーダー、祥子さまは志摩子に早く乃梨子を“妹”にするように働きかけるが、志摩子はなかなか行動に移そうとしない。\r\n乃梨子は薔薇の館に招かれて会の手伝いをすることになった。だが、新参者の乃梨子は他のメンバーから質問責めに合い、さらには乃梨子の知らない“学園内の躾”についての話になり、志摩子は山百合会を捨てるか、乃梨子を取るかの二者選択に追い込まれる。\r\n志摩子は薔薇の館から逃げ出し、雨の中の彼女を追いかけてきた乃梨子は志摩子にひとつの提案をする…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "413927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413927",
                    "Titles": {
                        "eng": "Yellow Rose Warning",
                        "jpn": "黄薔薇注意報"
                    },
                    "Summaries": {
                        "eng": "Yoshino takes advantage of her newfound health by joining Rei's kendo club, causing extreme worry on Rei's part and another roadblock in their relationship.",
                        "jpn": "ある日、由乃は令さまに剣道部に入りたいと申し出る。入部に反対する令さまは由乃とケンカする。\r\n新しく山百合会に入った乃梨子を指導する令さまを見て嫉妬心を燃やす由乃は、令さまに黙って剣道部に入部届けを出す。剣道部の野島部長はしぶしぶ入部を受理するが、由乃の指導員として現れたのは令さまファンの田沼ちさとだった。\r\n由乃はちさとから柔軟体操の指導を受け、それを見かねた令さまは…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "413928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413928",
                    "Titles": {
                        "eng": "Rainy Blue",
                        "jpn": "レイニーブルー"
                    },
                    "Summaries": {
                        "eng": "Yumi and Sachiko have not been spending much time with each other, for Sachiko is always with Tōko. Every time Sachiko and Yumi are alone together, Tōko appears. Yumi begins to believe that Sachiko prefers Tōko over her.",
                        "jpn": "ある日、祐巳は傘をさしてコンビニに買い物に行くと、傘が無くなっていた。落ち込む祐巳。\r\n祥子さまは頻繁に瞳子と会話をすることが多くなり、祐巳と約束した遊園地デートもキャンセルされる。\r\n落ち込み、びしょ濡れになった祐巳の前に聖さまが手を差し伸べる…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "413929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413929",
                    "Titles": {
                        "eng": "The Blue Umbrella",
                        "jpn": "青い傘"
                    },
                    "Summaries": {
                        "eng": "Yumi gets back onto her feet with different people helping her out. She learns that she must develop an identity outside of being Sachiko's petite soeur.",
                        "jpn": "聖さまは祐巳を乾かすために、近くの加東景さんのお宅にお邪魔する。\r\n景さんは祐巳の髪を乾かし、聖さまはココアを入れて祐巳を慰める。\r\n祐巳は同級生とお昼を食べて嫌な事を忘れようとするが、そこに瞳子が現れて…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "413930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413930",
                    "Titles": {
                        "eng": "Holding a Parasol",
                        "jpn": "パラソルをさして"
                    },
                    "Summaries": {
                        "eng": "Yumi learns why Sachiko has been so distant lately. With newfound confidence, she promises never to question Sachiko's love for her again.",
                        "jpn": "祐巳は立ち直り、祥子さまのお休みの原因がわからないまま、山百合会の一員として学園祭の準備を開始する。だが人手が足りず、祐巳は思い切って瞳子に手伝いを依頼する。瞳子は祥子の行方を話さずに「柏木の車に乗るな」と言うだけ･･･。\r\n祐巳は校内放送で呼ばれ、呼ばれた先には卒業した蓉子さまがいた。\r\n祐巳は蓉子に連れられて祥子さまの祖母の家に入り、そして…。"
                    },
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "37951",
            "URL": "https://thetvdb.com/series/maria-watches-over-us/seasons/official/3",
            "Titles": {
                "eng": "Maria Watches Over Us (Season 3)",
                "jpn": "マリア様がみてる 3rdシーズン"
            },
            "Summaries": {
                "eng": "Yumi Fukuzawa, now a second-year student, enjoys a vacation with Sachiko Ogasawara and helps organize the upcoming Lillian's School Athletic Festival.",
                "jpn": "紅薔薇さま（ロサ・キネンシス）である小笠原祥子の妹（スール）であり、紅薔薇のつぼみ（ロサ・キネンシス・アン・ブゥトン）の福沢祐巳は超お嬢様が集う「リリアン女学園」で学園生活を送っていた。祐巳は夏休み、学園祭、体育祭、修学旅行といったリリアン女学園二年生のさまざまなイベントを過ごしていく・・。"
            },
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "413931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413931",
                    "Titles": {
                        "eng": "Vacation of the Lambs",
                        "jpn": "子羊たちの休暇"
                    },
                    "Summaries": {
                        "eng": "Sachiko takes Yumi for a holiday in her summer home. While there, Sachiko's acquaintances make trouble for them.",
                        "jpn": "夏休みは祥子と遊園地に行ってみたいと思っていた祐巳だが、人ごみと暑いところが大の苦手の祥子からあっさりと断られてしまう。その代わりに祥子から避暑地の別荘行きに誘われる祐巳。しかも二人きりで行くことに。そして別荘で過ごす二人だが、そこへ綾小路菊代、京極貴恵子、西園寺ゆかり、そして瞳子が別荘にきて…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "413932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413932",
                    "Titles": {
                        "eng": "Codename Operation OK",
                        "jpn": "略してOK大作戦（仮）"
                    },
                    "Summaries": {
                        "eng": "Lillian and Hanandera collaborate on a school festival, and Yumi tries to fix Sachiko's hatred for men.",
                        "jpn": "花寺学院高校に通う祐巳の弟、祐麒から「花寺の学園祭の打ち合わせの前に、山百合会と顔合わせをしたい。」との申し出を受けた祐巳。リリアン学園高等部と花寺学院高校はお互いの学園祭で協力し合うのが例年の慣わし。祐巳は、男嫌いの祥子のことを考え、祥子を除く山百合会一同を集めて作戦会議を行うことにするが…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "413933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413933",
                    "Titles": {
                        "eng": "Cool Breeze",
                        "jpn": "涼風さつさつ"
                    },
                    "Summaries": {
                        "eng": "Hosokawa Kanako, a first year, sees Yumi as the ultimate embodiment of perfection. When preparations for the Hanadera Festival begins, Kanako tries to keep Yumi away from it due to her hatred of men and her fear of having Yumi be corrupted.",
                        "jpn": "二学期が訪れ、祐巳の周囲ではある変化が起きていた。一年生の細川可南子が祐巳にまとわりつくようになっていた。そんな中、山百合会一同は学園祭を手伝うため、花寺学院へと向かう。祥子が無事に学園祭を乗り切ることができるか気遣う祐巳。薔薇さまが審査員をするゲームが始まり、順調に進んでいるように思われたが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "413934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413934",
                    "Titles": {
                        "eng": "Ready, Go!",
                        "jpn": "レディ、GO！"
                    },
                    "Summaries": {
                        "eng": "Lillian's School Athletic Festival begins, and Kanako and Yumi make a bet to settle the problems which began between them last episode.",
                        "jpn": "花寺学院の学園祭も終わり、リリアン女学園は体育祭の季節を迎えていた。出場種目を決めるホームルーム。祐巳はケンカ別れをしてしまった可南子のことを考え上の空…。複雑な心境の中、祐巳は祥子に可南子のことを相談する。アドバイスをもらった祐巳は可南子を呼び出し、ある約束を交わし体育祭で勝負をすることに…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "413935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/413935",
                    "Titles": {
                        "eng": "Ciao Sorella!",
                        "jpn": "チャオ　ソレッラ！"
                    },
                    "Summaries": {
                        "eng": "The second year students go for a week's study-vacation in Italy. Yumi meets up with Shizuka Kanina while there.",
                        "jpn": "祐巳たちは、お姉さまや妹との別れを惜しみつつ修学旅行へ向かう準備をしていた。二年生が二つのグループに分かれて七泊九日間でイタリアに行く日程で、祐巳、由乃、志摩子の三人に写真部の蔦子、新聞部の真美が同じグループになる。祐巳たちは旅先である人と再会し、また、ある人の噂を耳にすることになる…。"
                    },
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "39485",
            "URL": "https://thetvdb.com/series/maria-watches-over-us/seasons/official/4",
            "Titles": {
                "eng": "Maria Watches Over Us (Season 4)",
                "jpn": "マリア様がみてる 4thシーズン"
            },
            "Summaries": {
                "eng": "It's been almost a year since Yumi Fukuzawa because the petites sœur (\"little sister\") of Sachiko Ogasawara, the second-year student who was the Rosa Chinensis en bouton (\"rose bud of the Red Rose\") and school idol. Yumi's relationship with Sachiko continues to improve but as yet Yumi still has no petites sœur of her own. First-year students Kanako Hosokawa and Tōko Matsudaira are likely prospects but there are hidden issues that have to be sorted out first.",
                "jpn": "清く正しい学園生活を受け継いでいく為、高等部には『姉妹（スール）』と呼ばれるシステムが存在している。高等部に進学した福沢祐巳が、当時「紅薔薇のつぼみ」として学園中のアイドルだった二年生の小笠原祥子と姉妹（スール）になってから一年が経とうとしていた。祥子との関係は確固たるものとなりつつあるが、祐巳にはまだ妹ができていない。山百合会の手伝いをしてくれている一年生の松平瞳子や細川可南子が気になってはいるけれど…。"
            },
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "425234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/425234",
                    "Titles": {
                        "eng": "The School Festival is Shock²",
                        "jpn": "学園祭はショック2"
                    },
                    "Summaries": {
                        "eng": "Yumi and the Yamayurikai prepare a production (The Tale of Torikaebaya) for the upcoming school festival with neighboring boys school, Hanadera.",
                        "jpn": "紅薔薇さまこと小笠原祥子の提案で、今年の学園祭は「とりかえばや物語」を上演する事になった山百合会。そっくりな妹弟が入れ替わる話で、その役は当然、紅薔薇のつぼみこと福沢祐巳と、そっくりな顔の弟、花寺学院生徒会長の祐麒がやる事に。一年生の松平瞳子と細川可南子にも学園祭の手伝いをしてもらう事になっていたが、瞳子はかけもちしている演劇部の芝居を降板した事を隠し、男嫌いの可南子は花寺学院の男子生徒と芝居をする事が苦痛で、劇には出たくないと祐巳に告げる。祐巳にとっては祥子と姉妹(スール)になって一周年の大事な学園祭。特別な一日が近づいているというのに、祐巳は祥子との一周年の日に何をするかを考える余裕がなく…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "425235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/425235",
                    "Titles": {
                        "eng": "Just One Ordinary Day",
                        "jpn": "特別でないただの一日"
                    },
                    "Summaries": {
                        "eng": "The day of the School Festival has arrived, there are many attractions but most importantly, the drama club is performing Little Women and Yamayurikai, The Tale of Torikaeba. With so much going on, the day might not just be another ordinary day.",
                        "jpn": "学園祭当日。先代紅薔薇さまの水野蓉子、先代白薔薇さまの佐藤聖も母校の学園祭へやってくる。二人は、どうしても中に入りたいとリリアンの塀を登ろうとしている一人の少女と出会う。祐巳は二年松組・藤組の共同模擬店の当番を終えて祥子のクラスへ行くが、肝心の祥子は不在。途中で合流した蓉子と聖と一緒に待つ事にするが、会いたくない人がいたと逃げ出してきた可南子がやってくる。祐巳たちの所へ戻ってきた祥子は、父親が来ている、と保健室に呼ばれていた事を話すが、それは人違いで、学園祭に来ていた可南子の父親だった。そして保健室には蓉子たちが出会った少女がいて…。演劇部に戻った瞳子の舞台、山百合会の「とりかえばや物語」も無事に終わり、慌しい学園祭を終えた祐巳と祥子は一周年のその日を迎える。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "425236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/425236",
                    "Titles": {
                        "eng": "Soeur Audition",
                        "jpn": "妹オーディション"
                    },
                    "Summaries": {
                        "eng": "This year's remaining, petite soeur-less en boutons, Yoshino and Yumi are feeling the pressure to find their little sisters, for various reasons. Yoshino suggests that they have a Soeur Audition to do just the thing.",
                        "jpn": "姉妹(スール)になって一周年目の日に祥子から妹を作るように言われた祐巳だったが、自分が誰かの姉の立場になるという意識はまだ持てないでいた。そんな中、おなじく妹のいない由乃がオーディションで妹を選ぶ、と言い出した。祐巳は乗り気ではなかったが、一、二年生を対象とした茶話会という形で行うのを条件に参加する事にした。参加者はリリアンかわら版で募集することになったのだが、一年椿組では祐巳の妹候補だと噂されている瞳子に対しての風当たりが強くなっていた。同じクラスの乃梨子は瞳子が心配になり、なんとか力になりたいと思うのだが…。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "426684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/426684",
                    "Titles": {
                        "eng": "The Future Soeur",
                        "jpn": "未来の妹"
                    },
                    "Summaries": {
                        "eng": "The day of the Soeur Audition—turned into Tea Party—arrives, and soon the Kendo Competition, as well. Yoshino has been looking forward to the Kendo competition, but she has promised Eriko that she will have a petite soeur by then. Someone catches Yoshino's eye, but it looks like it might be more complicated than it seems.",
                        "jpn": "妹探しの茶話会は総勢２７名が参加することになった。姉妹を探す、という名目で行われたのだが、実際には祐巳と由乃目当ての一年生ばかり。そんな中、祐巳は山百合会に憧れる一年生、内藤笙子と出会う。茶話会翌日は令が所属する剣道部の交流試合。先代薔薇さまの蓉子、江利子、聖も観戦にきていた。由乃は江利子に交流試合で妹を紹介すると約束をしてしまっていたのだが、結局茶話会で妹を見つける事ができなかった為、なんとか江利子から逃げる手立てはないものかと頭を悩ませていた。追い詰められた由乃は、その場で出会ったリリアンの制服を着た少女・有馬菜々を妹だと江利子に紹介してしまうのだが…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "433936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/433936",
                    "Titles": {
                        "eng": "The Sigh of the Red Rose",
                        "jpn": "紅薔薇のため息"
                    },
                    "Summaries": {
                        "eng": "Yumi and Sachiko finally go on their date to the amusement park. However, Kashiwagi and Yuuki turn up, with Kashiwagi bearing a certain agenda in mind. Yumi learns a few things and Kashiwagi's intentions are made clear.",
                        "jpn": "「試験休みに、遊園地に行きましょうか。」祥子の提案で遊園地デートをすることになった祐巳と祥子。２人で電車に乗って楽しい時間を過ごしながら遊園地へ向かったが、なぜか遊園地の前には柏木優と祐巳の弟・祐麒が２人を待っていた。邪魔が入ったようで面白くない祐巳だったが、柏木の事はなるべく気にしないように、遊園地デートを楽しむことにした。ところが、人が大勢いる場所が苦手な祥子は倒れてしまい、この事を心配して柏木が来たのだと知り、祐巳は祥子の変化に気づけなかった事にショックを受けてしまう。祥子を家に送った後、祐巳は柏木に対する気持ちや疑問をぶつけた。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "433937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/433937",
                    "Titles": {
                        "eng": "The Surprise Guest",
                        "jpn": "予期せぬ客人"
                    },
                    "Summaries": {
                        "eng": "Tōko suddenly shows up on Yumi's doorstep in a strange situation and ends up being over for dinner, while Suguru and Yumi have an agreement. As well, Rei and Sachiko have an understanding.",
                        "jpn": "遊園地デートから数日、柏木に言われた言葉が頭から離れない祐巳。そんな中、自宅に柏木から電話があり、瞳子が家を飛び出したまま戻っていないと知らされる。心配になった祐巳は可南子や乃梨子に電話をかけようとしたとき、祐麒が瞳子を連れて帰宅した。祐巳の家で夕食を食べた瞳子は、迎えに来た柏木の車で家へ戻っていった。翌日、柏木が瞳子の両親のかわりに祐巳の家へお礼の挨拶をしにやって来た。祐巳は瞳子の家出の理由を訊ねるが、それを受け止める覚悟があるか、と柏木に言われそれ以上聞くことができなかった。試験休み明け、山百合会のクリスマスパーティに菜々を呼びたい由乃に協力する為、可南子と瞳子も誘う事にしたが、祐巳は瞳子の家出の理由が気がかりで…。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "437511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/437511",
                    "Titles": {
                        "eng": "Blank Map of the Future",
                        "jpn": "未来の白地図"
                    },
                    "Summaries": {
                        "eng": "The Yamayurikai Christmas party takes place. Tōko and Kanako are both invited to the party, but afterwards, Tōko rejects Yumi's offer of the rosary, and Yumi is crushed.",
                        "jpn": "リリアン女学園では終業式のミサが終わり、薔薇の館ではクリスマスパーティの準備が進んでいる。写真部の蔦子や、一年生の瞳子、可南子が集まってくる中、由乃は令に紹介する為に中等部の菜々を連れてきた。令と志摩子が作ったケーキを食べたり、ツイスターゲームをしてパーティを楽しんでいたが、会話の中で、令の卒業後の進路がリリアン女子大ではない事を知った由乃はショックを受けてしまう。一方、周りに気づかれないように出て行こうとする瞳子の後を追いかける祐巳。マリア像までの並木道を二人で歩いている途中、瞳子は初等部のときに思い通りに描く事ができなかった白地図の話を始めた。悲しげな表情で何か思いつめている瞳子が心配な祐巳は、マリア像の前で姉妹(スール)の申し出をするが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "441330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/441330",
                    "Titles": {
                        "eng": "The Other Side of the Clouded Glass",
                        "jpn": "くもりガラスの向こう側"
                    },
                    "Summaries": {
                        "eng": "Yumi and the rest of the Yamayurikai are invited for a female-only new year party, where Yumi has an interesting dream that could be applied to her current situation.",
                        "jpn": "泣いた顔で薔薇の館へ戻ってきた祐巳と祥子。祥子は薔薇の館にいる一同に、祐巳が瞳子にロザリオを受け取ってもらえなかった事を報告する。そして、これは二人の問題だから見守って欲しいと頼んだ。年が明けて1月2日、小笠原邸では「女性限定」の新年会が開かれ、山百合会のメンバーと、祥子の母・清子が共に新年を祝い楽しんでいた。皆で持ち寄った食事をしたり、百人一首や人間双六をしたり。祐巳を励まそうと集まってくれた仲間と、その為に新年会を開いてくれた祥子の事はとても嬉しいと感じているが、瞳子の事を思うと複雑な気持ちを隠せないでいた。その日、祐巳が見た初夢の中では、くもりガラスの向こう側に瞳子がいた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "441331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/441331",
                    "Titles": {
                        "eng": "The Masked Actress",
                        "jpn": "仮面のアクトレス"
                    },
                    "Summaries": {
                        "eng": "With the elections for the next year's Student Council approaching, Tōko unexpectedly enters the race with murky intentions.",
                        "jpn": "新学期、瞳子は何も無かったかのような笑顔で祐巳と挨拶を交わした。以前にも増して気持ちを隠すようになってしまった瞳子に、同じクラスの乃梨子も複雑な気持ちを抱いていた。そんな中、来期の生徒会役員を決める説明会に瞳子が現れ、選挙に立候補した。瞳子が当選する事になれば祐巳、由乃、志摩子の誰かが落選する事になる。薔薇さまに憧れていたとはいえ、瞳子の行動は山百合会メンバーに動揺を与えるには充分すぎる出来事だった。やがてその波紋は学園中に広がっていってしまう。瞳子の気持ちが分からず落ち込んでいた祐巳は、廊下で娘の忘れ物を届けにきたという上品な婦人と出会う。娘は立候補しているお姉さま方を応援している…という婦人の言葉に、応援してくれている人がいるという事に気付かされ、その気持ちを胸に立会演説会へ望む。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "443587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/443587",
                    "Titles": {
                        "eng": "The Keychain",
                        "jpn": "キーホルダー"
                    },
                    "Summaries": {
                        "eng": "Sachiko and Suguru Kashiwagi discuss Tōko's entry in the Student Council elections and her recent behavior towards Yumi. The Lillian Newspaper Club organizes another card hunt event for Valentine's Day, while Noriko worries that Yumi has given up on Tōko. As well, the Gigantea soeurs have a small discussion about the 'next Rose'.",
                        "jpn": "選挙は祐巳、由乃、志摩子が見事当選したが、当選の瞬間、瞳子が負ける為に立候補をした事に祐巳は気付き愕然とした。そんな瞳子の真意を問い詰めに行こうとした乃梨子に対し、祐巳は微笑み、今はいいと告げた。乃梨子は祐巳に考えがあるのかは分からなかったが、急に祐巳が遠くに行ってしまったように感じた。そして祥子もまた、祐巳の変化を感じていた。帰宅した祥子はスキー帰りの柏木から、瞳子が１２月に家出をしたときに祐巳の家へ行っていた事を聞かされた。リリアン女学園では、バレンタインデーイベントに今年も山百合会が協力する事に決定した。祐巳と由乃はお茶を淹れながらバレンタインデーイベントの事や、お互いの妹問題の話をしていたが、祐巳は、瞳子の問題があるにもかかわらず、妙に落ち着いていた。乃梨子が一人でいる所に帰ってきた祐巳は、乃梨子が一番聞きたかった質問に答える。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "505791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/505791",
                    "Titles": {
                        "eng": "Keyhole of the Heart",
                        "jpn": "ハートの鍵穴"
                    },
                    "Summaries": {
                        "eng": "As different people in her life try to help her find happiness, Tōko continues to run away from their support. Suguru warns Tōko that if she continues to run away, one day no one will chase after her. More details of Tōko's family situation and her reason for refusing to be Yumi's petite soeur are revealed.",
                        "jpn": "退部届をもらいに久しぶりに演劇部を訪ねた瞳子は、演劇部部長の高城典から姉妹（スール）の申し出を受ける。演劇部には瞳子が必要である事、そして祐巳に近づく度に傷ついている瞳子を守りたいと告げる。校門には、祐巳との間に何があったのかを探る為、瞳子を待ち伏せる柏木が居た。週末、宝探しがリリアンかわら版号外で告知され、クラス内が慌しくなっていた。瞳子は、帰り道で祐巳と偶然会い、駅まで一緒に行く事になるが、祐巳の話を聞いているうちに、自分の出生の秘密を知っていて哀れみを受けたのだと確信し、瞳子は祐巳を拒絶してしまう。しかし、それは誤解だった事を知り、自分の過ちに気付き一人崩れ落ちる瞳子の元に、帰宅したはずの乃梨子が現れる。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "505801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/505801",
                    "Titles": {
                        "eng": "Crisscross",
                        "jpn": "クリスクロス"
                    },
                    "Summaries": {
                        "eng": "After Tōko realizes her large misunderstanding, crying, she is comforted by Noriko. The next week, the Valentines' Day Card Hunt for the Next Roses take place with surprising results. Sachiko and Tōko have an interesting conversation on the stairs, and eventually Tōko comes to realize something vital to her relationship with Yumi.",
                        "jpn": "バレンタインデー当日、学園内ではチョコを渡している姉妹（スール）で溢れていた。祐巳たちもまた例外ではなく、紅薔薇姉妹のツーショットを覗きたい生徒達から逃れ、チョコの交換をしていた。休み時間、瞳子は階段で祥子に会い、今日の宝探しに参加するのかを問い質される。放課後、中庭には宝探し大会に参加する多くの生徒が集まり賑わっていたが、そこには瞳子の姿もあり、祐巳は安堵する。祥子は５分のハンデを与えられ、令は大学受験の為「不在者チャンス」に投票し、乃梨子は参加を辞退しスタッフとして参加する事に。次期薔薇さまとの半日デート券をかけて大会がスタートした。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "505811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maria-watches-over-us/episodes/505811",
                    "Titles": {
                        "eng": "In Search of You",
                        "jpn": "あなたを探しに"
                    },
                    "Summaries": {
                        "eng": "The Valentines' Day dates take place, with Chisato Tanuma finding Yoshino's card and Tōko finding Yumi's. During Tōko and Yumi's date, even more about Tōko's past is revealed, as well as her reasons for running away from home. They eventually visit the hospital owned by Tōko's grandfather, and Touko slowly starts to open up to Yumi. The season ends with Yumi's thought of Tōko accepting her rosary.",
                        "jpn": "宝探し大会終了５分前。薔薇の館２階で座っている祐巳に「立ちなさい」と促す祥子。そこへ瞳子が飛び込んできてこれまでの事を祐巳に謝罪し、そして妹にしてほしいと告げる。驚いて思わず立ち上がってしまった祐巳の座っていた椅子には赤いカードがあった。翌々週の日曜日、祐巳は瞳子に行き先を任せ、半日デートへ出掛ける。移動の電車の中で、瞳子から家出の理由を打ち明けられ、少しずつ瞳子の心に近づいていく祐巳。そして、行き着いた先は瞳子の祖父の松平病院だった。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}