{
    "URL": "https://thetvdb.com/series/neo-angelique-abyss",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1197448/",
        "https://www.themoviedb.org/tv/35154"
    ],
    "TitleEnglish": "Neo Angelique Abyss",
    "SummaryEnglish": "While the young Angelique lives out her days peacefully in her school, attacks from the monstrous Thanatos has been increasing everywhere else. Two Purifiers show up one day, men with the power to exterminate the Thanatos. One of them, Nyx, attempts to convince Angelique to join them in their work, as she has the power to be the only female Purifier. As Angelique hesitates, a Thanatos shows up in their school. Nyx and the other Purifier, Rayne, fight a losing battle. With her classmates falling prey to the Thanatos, and the Purifiers beaten to submission, Angelique's desire to save everyone awakens. She became the only female Purifier in their land of Arcadia, the one known as the \"Queen's Egg\".",
    "Aliases": [],
    "Modified": "2024-10-20",
    "Seasons": {
        "1": {
            "ID": "38224",
            "URL": "https://thetvdb.com/series/neo-angelique-abyss/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "416130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416130",
                    "TitleEnglish": "The Girl of Miracles",
                    "SummaryEnglish": "Nyx goes to Angelique's school to ask her to aid him in protecting the world of Thanatos and come live with him at the Hidamari Mansion. Angelique declines, saying she wants to be a doctor and she is not willing to give up her schooling for it. Nyx states having the power to do something but not use it is a sin. Not soon after the meeting, while chasing after a stray cat, she stumbles upon an injured boy whose name is Rayne. In the midst of caring for Rayne in her room as well as hiding him due to it being a girl's dorm, a Thanatos appears and begins attacking fellow girl students. While fighting the Thanatos Angelique discovers that she has a special power. It is revealed she is the Queen's Egg, the only female purifier in the world as well as candidate to be the Queen of Arcadia.",
                    "Aliases": []
                },
                "2": {
                    "ID": "416131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416131",
                    "TitleEnglish": "Under the Table",
                    "SummaryEnglish": "Angelique and Rayne set off on their first mission to Rayne's hometown to destroy a few Thanatos. However upon arrival they see nothing amiss and find out that the Thanatos has already been destroyed by someone else. Angelique is separated from Rayne after her cat Erwin, who tagged along for the ride, runs off. Angelique then runs into a kind man who is hiding, introducing himself as J.D. Shortly after a Thanatos appears again and J.D. takes off to fight it, telling Angelique to remain in hiding. It is revealed that J.D. is Purifying Ability Compatible. Together Rayne and J.D. fight the Thanatos which Angelique purifies. Angelique invites J.D. to come to the Mansion in place of Nyx. J.D. declines, saying he has to go but they will meet again. Having completing their mission, Angelique and Rayne head home. To their surprise, J.D. later greets them at the Mansion, joining their group to fight Thanatos.",
                    "Aliases": []
                },
                "3": {
                    "ID": "416132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416132",
                    "TitleEnglish": "The Silver Knight",
                    "SummaryEnglish": "Angelique and Rayne are sent to destroy Thanatos on the Ship of Stars, an artifact which the Artifact Foundation has recently recovered from the ocean floor. Some men from the Foundation follow the two onboard to gather data on Anqelique as she purifies the jellyfish like Thanatos. When few Thanatos escape from the ship, Hyuga, a man which Angelique met earlier in the forest helps to destroy them. It is revealed he is also a Purifying Ability Compatible and vows to protect Angelique, who will be the future Queen. It is also revealed that he is a former Silver Wood Knight.",
                    "Aliases": []
                },
                "4": {
                    "ID": "416133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416133",
                    "TitleEnglish": "The Black Attack",
                    "SummaryEnglish": "Bernard, a reporter for the Wodon Times, sets off to Hidamari Mansion to investigate the rumored “Queen's Egg”. Everyone at the Mansion is having a contest of who will cook for the night due to it being a celebration dedicated to Angelique. They tell her to request a preferred recipe which Anqelique tries to think of. Eventually Anqelique suggests they all cook something, not just one select person. Her ideas don't go according to plan as everyone wants to do a different recipe, turning it into a competition. When Angelique sneaks out of the Mansion and is alone in the field with her cat Erwin to pick flowers, Jet appears and chases her, trying to obtain data. A Thanatos appears and blocks Angelique's path of escape. Rayne, Nyx, J.D., and Hyuga show up fight back against the Thanatos and Jet while Angelique shows her power of healing light. After the battle and Jet flees, Angelique reveals that even if they could not make a main dish together, she wants them all to make a dessert together and that this is her request.",
                    "Aliases": []
                },
                "5": {
                    "ID": "416134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416134",
                    "TitleEnglish": "Decisive Journey",
                    "SummaryEnglish": "The group, now referred to as the Aube Hunters due to Bernard's article, set off to Celestizam to meet with the Religious Leader. On the way there they make a short stop off at the Melrose Girl's Academy where Angelique sees her old classmates and friends Sally and Hannah. Her time with them is cut short as other students crowd her, congratulating her on being the Queen's Egg. Angelique tries to get to her friends but they cannot get through and leave, saying they are proud of her. After the short visit, the group continue on to a small town that welcomes them for the night. Unable to heal a little girl's mother upon arrival, Angelique begins to feel pressured and fears of failing thus causing doubt and unhappiness among people. Nyx suggests the group sleep under the stars for the night instead of the inn, allowing Angelique time to rest and think. Angelique is able to compose herself and the next morning is able to heal the girl's mother.",
                    "Aliases": []
                },
                "6": {
                    "ID": "416135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416135",
                    "TitleEnglish": "Pilgrimmage to the Holy Capital",
                    "SummaryEnglish": "The Aube Hunters enter Celestizam while Hyuga stays outside. Angelique has an audience with the Religious leader and sorts out her emotions. When leaving the audience, she runs into Roche, who persistently tries to get an exclusive interview, constantly snapping photos. Angelique escapes with the help of René and is taken to his secret place where the Giant Silver Tree stands. Meanwhile J.D. is starting to have a problem and is trying to desperately hide it from his friends.",
                    "Aliases": []
                },
                "7": {
                    "ID": "416136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416136",
                    "TitleEnglish": "Seeds of Happiness",
                    "SummaryEnglish": "J.D. mysteriously collapses after the group arrives back home and is found out to be an Artifact, a Jasper-Doll. Angelique and Hyuga set out to find his cure, their only clue from a small pouch containing Sunflower seeds and J.D.'s last words of \"I have to return.\" They go to a town called Kozu, connected to J.D.'s past. There they learn more about J.D. as well as about his first friend Kai and the reason behind J.D.'s constant smile. Kai's song seems to be the only hope they have to finding a cure. However, J.D. attempts to leave the group after recovering but learns that everyone sees him beyond being a machine doll and just for being himself, even if a doll is not supposed to have emotions thus being \"defective\".",
                    "Aliases": []
                },
                "8": {
                    "ID": "416137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416137",
                    "TitleEnglish": "Jinx",
                    "SummaryEnglish": "The Foundation has created a new weapon to battle the Thanatos, an anti-Thanathos artifact called \"Jinx\". The Aube Hunters are invited to see a demonstration of Jinx's awesome power. Director Yorgo declares Jinx to be the future of the world and the end of relying on the Religious Organization and the Silver Wood Knights as well as the Queen. Erenfried gloats that he is getting more glory that Rayne, recalling moments from the past of Rayne outshining him. The demonstration goes well until more Thanatos show up and the Aube Hunters are forced into action as part of the town is destroyed. Rayne later reveals to the group after a confrontation with his brother Yorgo that his Purifying Ability is not natural and is a result of a self-experimentation. It was shortly after the experiment that he left the Foundation.",
                    "Aliases": []
                },
                "9": {
                    "ID": "416138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416138",
                    "TitleEnglish": "A Day Off In Wodon",
                    "SummaryEnglish": "All the guys are at the Mansion relaxing while Angelique takes a day off to visit her friends, Hannah and Sally. They tease her about being in a house full of gorgeous guys and which one is Angelique is thinking of marrying. They then remark that Angelique should be having more free time now thanks to the development of Jinx. Jinx can be efficient by now destroy more Thanatos. Angelique tells them of what happened with the destruction of part of the town and how dangerous Jinx really is but her friends think it should be overlooked because of no casualties. Shortly after she runs away from them due to a fight. Roche finds Angelique and offers to comfort her. Buying her new clothes as a disguise, the two go on a date around town, checking out the different stalls. Angelique learns about two sides of the town and the people living in it, as well as more about Roche.",
                    "Aliases": []
                },
                "10": {
                    "ID": "416139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416139",
                    "TitleEnglish": "Rondo of Time",
                    "SummaryEnglish": "The Jinx's production are going as planned but are taking longer and longer to destroy the Thanatos. Angelique sees Nyx tending to a flower bed where he is sowing flower seeds. He tells her every time he has tried in the past, they wither before they bloom. He remarks, \"It's as if these hands snatch away the life of the flowers.\" Angelique reassures him that one day the flowers will bloom. Meanwhile Rayne is investigating about the Jinx and learns about the difficulties they've been having exterminating the Thanatos. Bernard as well as Roche are checking out another town destroyed during Jinx's fight with Thanatos, trying to gather information and interviews for an article. Roche reveals from a witness that the Jinx were actually destroyed in the fight and the Thanatos destroyed the town before being killed by the Silver Knights. The Foundation said they would rebuild the town if the residents kept quiet about the incident. Nyx takes Angelique to a ball due to Angelique hoping the event will cheer him up. While at the ball, a Thanatos appears and some questions are raised about Nyx's past when they meet an old man who claims to be a friend of Nyx's grandfather.",
                    "Aliases": []
                },
                "11": {
                    "ID": "416140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416140",
                    "TitleEnglish": "Dark Clouds",
                    "SummaryEnglish": "Erenfried is determined to prove his Jinx are perfect and impress Director Yorgo. He secretly takes out some units to fight Thanatos. However, the Thanatos attack Jinx and destroy all Erenfried's units with him. Erenfried escapes the attack thanks to Jet rescuing him. He becomes certain that if he obtains more data from Angelique, the Jinx can improve. Meanwhile Yorgo is in an important meeting with Congress about the destruction Jinx has caused to villages as well as its now failing attacks on Thanatos. Angelique expresses wishes to help the Silver Wood Knights as well the Jinx to fight the Thanatos so the Aube Hunters rush in to help with the fight. After, J.D. tells Angelique that since the Jinx are artifacts like himself, they are like his brothers and it pains him to see them broken. He then talks about the mysterious man who is just like him (Jet) and how they are almost like twin brothers. Back at Celestizam, Mathias meets with the Great Elder and later receives a box containing a dagger from him, delivered by René. Nyx receives a call from Rayne that more Thanatos have appeared at Angelique's old school, the Melrose Girl's Academy. The Headmistress tells the group that Sally and Hannah are missing along with a photographer who turns out to be Bernard. The boys fight the Thanatos while Angelique looks for her friends, whom she finds cornered by a Thanatos. Angelique with the help of a broken Jinx kills the Thanatos, but as the episode ends, Angelique is kidnapped by Jet.",
                    "Aliases": []
                },
                "12": {
                    "ID": "416141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416141",
                    "TitleEnglish": "Imprisoment of Angelique",
                    "SummaryEnglish": "At the end of last episode Angelique was kidnapped by Jet, much to the helplessness of the guys. Even J.D. could not stop Jet from getting away with Angelique. Angelique asks why Jet kidnapped her and why he hurt everyone, including J.D. who is like a brother since the two are artifacts. Jet replies that J.D., \"the original\", is defective and will eventually break down. The Aube Hunters figure out it was Erenfried who ordered Jet to take Angelique. Angelique is being experimented on by Erenfried for more research and development of Jinx at the Artifact Foundation's Headquarters in Farian. Just as the experimentation begins, the Aube Hunters come to save her. It then leads up to where the first episode began, the Aube Hunters breaking in and confronting Erenfried. They fight the Jinx and destroy all the units. Jet then engages them and the Aube Hunter guys attempt to fight him but lack the power, leading to their seeming defeat. However, hearing the voices of the Hunters, Angelique awakens her power, screaming \"Don't hurt the people important to me!\" and casts a healing light upon her comrades. With renewed strength, they defeat Jet, much to the shock of Erenfried. Director Yorgo arrives, telling them to cease fighting. Yorgo asks what Erenfried was up to as he ignored the Yorgo's order of suspension on dispatching the Jinx and did not report about the destruction they caused. Erenfriend declares he did it all for the Foundation and Yorgo calls him a fool. Angelique awakens to see that she is reunited with the rest of the Hunters. However, their time together is cut short as Yorgo comes in and apologizes for what happened but asks Rayne if he can talk with him. Yorgo tells Rayne that the Thanatos will soon be too much for the Silver Wood Knights to handle and that Angelique can save the world with her Purification power if it is tuned to the frequency of Jinx. Rayne objects saying it would be too much strain on her body. Yorgo argues it is the only way and Rayne resp",
                    "Aliases": []
                },
                "13": {
                    "ID": "416142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416142",
                    "TitleEnglish": "Repatriation, And Then..",
                    "SummaryEnglish": "Hyuga is angry that Rayne would put Angelique in harms way to sacrifice herself for the world but sees that Rayne is serious about protecting her. He then asks if the rest of the Aube Hunters will help him protect Angelique and they agree. The plan is to utilize the Jinx's remote control system and release Angelique's Purifying power to all of Arcadia. As Thanatos have habit to appear when one of their own is in danger, the Foundation plan on using this as an advantage as all the Thanatos will appear in one place to attack Angelique and therefore take them all out in one go. The Hunters declare this will be a race against time as Angelique has to keep her Purifying light going constantly and it will put a strain on her body, chancing her death. Everything appears to be going well as the Thanatos are weakened by Angelique's light and easy to destroy. However after 3 hours straight use of Angelique's power, she begins to lose consciousness while the gathered Thanatos all join together into a massive and strong Thanatos. The Thanatos destroys the tower emitting and amplifying the Purifying Light as Angelique is unconscious. Angelique however summons her powers, awaking from her nightmare, causing a massive light to appear. The giant Thanatos is frozen in pain and the Aube Hunter guys combine their attacks, destroying it. The group arrives back home at the Hidamari Mansion and have dinner. Everyone is happy the Thanatos threat is over for now but Nyx says it's not the end as someone called Erebos is manipulating the Thanatos. To settle everything, they have to defeat Erebos. The only one who can defeat Erebos is in fact the Queen, which is why it is important Angelique become the new Queen sooner. Hyuga reinstates his vow to protect Angelique and she takes the opportunity to command him to stop with the formal speech as well as calling her \"Queen\" or \"Lady Angelique.\" She says that since they are friends, they should all talk casually. Soon after Angelique falls asleep",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "38225",
            "URL": "https://thetvdb.com/series/neo-angelique-abyss/seasons/official/2",
            "TitleEnglish": "Neo Angelique Abyss: Second Age",
            "SummaryEnglish": "Continuing where the first season left off, the sudden increase of Thanatos with the disappearance of the Aube Hunters has now left Arcadia in ruin. Desperation reigns high as the Religious Organization fights to battle the Thanatos. Six months had already past since Hidamari mansion burned to ashes, the Aube Hunters, once hailed as heroes, is now blamed for the appearance of Thanatos. Nevertheless, hope still exists for the reappearance of the Queen's Egg one day, who will become the savior of Arcadia. Unknown to many however, the Aube Hunters have actually been silently waiting for the awakening of Angelique, who has been asleep the entire time.",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "416143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416143",
                    "TitleEnglish": "Lost Light",
                    "SummaryEnglish": "This story begins six months after the first season. The Hidamari Mansion burned to the ground and many Thanatos spawned at the site during the fire as well as all over the world. The Thanatos are in overwhelming numbers now and the sun has not shone for the past six months. Bernard and Roche are looking for clues to what happened. People believe the Aube Hunters are responsible for the Thanatos' widespread appearance. However the Aube Hunters, Angelique, Rayne, Hyuga, and J.D. have been missing since the fire, therefore unable to defend against such claims. In Celestizam, people by the masses are demanding to have an audience with the Religious Leader. Erenfried appears with Jet under his command and forces his way through to see Mathias, the Religious Leader. He announces he has designed a new Jinx and he can destroy all the Thanatos if the units are spread all over the world. He says he will build it for the Organization if in turn they say the Foundation's Director, Yorgo, is innocent from the charge for the increase of Thanatos. He begs that Mathias save Yorgo's life. Mathias rejects Erenfried's plans, having him taken away. It is then revealed that Mathias was is a fake leader, and was chosen because of his great memory. He was forced to memorize all of Arcadia's history; Taking seven years to memorize them all. Mathias decides to leave the Holy City since Rene is now old enough to become the true religious leader. However he decides to stay after seeing how beautiful the city is and realizing he loves it too much to leave. Bernard and Roche find Rayne while being attacked by Thanatos. Rayne takes the two to where the group has been hiding. It is revealed that Angelique has been unconscious for the past 6 months.",
                    "Aliases": []
                },
                "2": {
                    "ID": "416144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416144",
                    "TitleEnglish": "The Melody of Encounters",
                    "SummaryEnglish": "Rayne re accounts to Bernard and Roche what happened six months ago. After falling off the cliff, the group was swept down river and eventually were able to get to shore. Since the day of the fire however, Angelique has been unconscious. Back in Celestizam, Mathias calls Erenfried back and tells him he will accept his proposal about the Jinx. He will have the Religious Organization declare Yorgo's innocence but his condition however is for Erenfried to recreate the chip Rayne made to amplify Purifying Powers. Bernard tells the Hunters how people blame them for the invasion of Thanatos and how the site of the Mansion is now a den for the monsters. All the guys decided to work together to solve the mystery behind Nyx and to help Angie wake up. Jet is given over to the Religious Organization by Erenfried and is now commanded by Mathias. Not long after, Jet begins to remember when he kidnapped Angelique, her tending to his wound as well as her words about his brother J.D. He is confused why he has such unnecessary data stored. The sun shines for the first time in six months and Angelique awakens only to learn about the world's current state. That night Angelique has a vision of Nyx and she confronts him for destroying Hidamari Mansion, the place she had learned to call home. She awakens finding herself just outside of their cabin hideout. In her hand she has Nyx's hair ribbon. Was it really a dream? The only thing Angelique knows is that Nyx was asking for help. The group departs for Celestizam, hoping the Religious Organization can help Angelique.",
                    "Aliases": []
                },
                "3": {
                    "ID": "416145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416145",
                    "TitleEnglish": "Sword in Hand",
                    "SummaryEnglish": "The Aube Hunters are traveling in disguise through a town when Angelique is kidnapped off the street. Three guys find out that Angelique is the \"Queen's Egg\" but say she fooled everyone and that she is a fake. They blame her for the invasion of Thanatos and plan on beating her up except an excellent fighter woman steps in and saves Ange by beating the men. The rest of the group find Ange but are forced to hide in town as the men round up others to find Angelique. It turns out the woman is a Captain of a ship and offers them a ride to Orage, a town near to Celestizam. The group is expected to work and help onboard in return for the ride. During the voyage however, a Thanatos attacks the ship. Before the Hunters can act however, \"Captain\" orders them to stay put and they witness how the crew deals with Thanatos. Angelique admires \"Captain\" for being able to protect her men and crew. She requests that \"Captain\" teach her how to fight with a sword in which all the Aube Hunters object. Angelique argues she wants to be able to protect people too, not just be protected as she was helpless to stop the Mansion from burning. After a day of training with the sword, \"Captain\" tells Ange she is not suitable for the sword and stops helping her practice. Angelique does not give up and practices on her own everyday. A few days later the ship is attacked by the same Thanatos from earlier. This time the Hunters handle it and \"Captain\" realizes who Ange is and is amazed. Upon arrival at Orage, \"Captain\" lets Angelique keep the clothes as well as the sword as a gift. She also reveals her name to be Sedna, which she only tells to friends.",
                    "Aliases": []
                },
                "4": {
                    "ID": "416146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416146",
                    "TitleEnglish": "The Tower of Dreaming Souls",
                    "SummaryEnglish": "The episode starts when Angelique notices a shining butterfly and remembers there was a shining butterfly when she first met Hyuga. Hyuga appears to have something bothering him, leaving dinner early. Afterwards Angelique asks Hyuga if he will come with them into the Holy City this time but he declines, saying once more that his defiled body cannot enter it. She then adds that if anything is bothering him, she is there for him to listen as they are friends. He tells her that the matter should not concern her and that he shall protect her. Angelique cannot sleep as she worries over Hyuga but suddenly hears a Thanatos roar. Angelique, Rayne, and J.D. go out to see what is happening. They find out that Thanatos have appeared at the Spirit Illusion Tower and the Silver Wood Knights come to investigate. While villagers ask the knights for help the group see Sir Dion. Sir Dion sees Angelique and Rayne tells him not to mention their presence due to them being in disguise and on the run. Afterwards Angelique, Rayne, J.D., and Sir Dion go to the Spirit Illusion Tower, believing Hyuga set out earlier for the Tower. There Angelique asks Sir Dion to tall them about Hyuuga and his past. It turns out that while with the Silver Knights, Hyuga had a good friend named Carlyle. Hyuga, Carlyle, and Sir Dion were good friends but eventually Hyuuga and Carlyle were being judged for the Holy Knight title. Carlyle was rumered to be chosen, but Hyuuga was chosen instead. Jealous and disappointed with his own weakness, Carlyle left the knights. When Hyuga and Sir Dion heard of this, Hyuga's appointment was postponed so that Hyuuga was could find him. Two years ago, Hyuga finally found Carlyle, but he was possessed by a Thanatos through an Artifact chip and he was forced to purify Carlyle. Angelique notices the shining butterfly once more flying past and chases it toward the tower, with the others in pursuit. When they all reach the top of the tower they find Hyuuga captured by a Thanatos sa",
                    "Aliases": []
                },
                "5": {
                    "ID": "416147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416147",
                    "TitleEnglish": "My Little Angie",
                    "SummaryEnglish": "Angelique and the others visit the Sacred Capital where she meets up with Renè at the Silver Wood Tree. There Renèe tells her he's getting ready to take over as the Leader of the Organization. Meanwhile, Roche and Bernard are searching for the truth about Nyx and the only clue they have is a letter. The history of Renè and Mathias is revealed, back when Mathias was told he could no longer be the Leader and was put in charge of training Renè to become the Leader. Erenfried finally finishes creating the Artifact chip that Mathias ordered him to in exchange for Yorgo's freedom. However, Mathias cut his half of the promise and has Erenfried thrown into jail. After chatting with Renè, Angelique goes back to her room where Bernard and Roche have finally arrived. They show her the letter which was written by August, one of Nyx's grandfather's friends. In the letter, however, August writes that he believes Nyx and the grandfather who'd left on a journey long ago are the same person. Even August began his own investigation as to Nyx's background but could find nothing. August besieges Angelique to save Nyx. Rayne suggests to go through the material once again while Angelique muses on her own personal thoughts and leaves the room with the claim for fresh air. Bernard finds Angelique, tells her that it's fine to cry and then says a phrase that she remembers from her past. Turns out Bernard is the son of a relative she stayed with after her parents died and the two of them had developed a very close relationship. When he left on a journey, he gave her the ivory rose necklace. The reason he's held it all this time is because he remembered the memento which also explained his great desire to find her when she disappeared. Back at the large prayer room, Mathias has appeared before the Highest Elder to announce Angelique's return. Extremely surprised as he expected Mathias to have long disappeared from the Sacred Capital, the Elder expresses his anger but it's short-lived as M",
                    "Aliases": []
                },
                "6": {
                    "ID": "416148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416148",
                    "TitleEnglish": "Holy Rebellion",
                    "SummaryEnglish": "Everyone is gathered for the crowning ceremony of Renè in the Sacred City palace. But Mathias interrupts the ceremony, claiming that he is the only one fit to be a king as there is no one who loves the capital more than he. He even chides Renè for complaining how he's a caged bird because of Renè's ignorance at how the world outside the capital truly is. Mathias pulls out the dagger which the Elder had wanted him to have, and notes the irony of how Renè had delivered it to him. The reason being was that it was an unspoken command to not only remove himself from the Sacred Capital but to commit suicide as his life truly meant nothing to them except as a substitute until the real Leader was born (aka Renè). His existence would have only been even more troublesome at such a turbulent time in Arcadia. He insinuates that the Elder can no longer order him from the capital, allowing the others to draw the conclusion as to what the Elder's fate was. He places the Artifact chip on his neck (similar to the one Carlyle had, the same one that Rayne created long ago) to receive the enhanced purification powers it's rumored to do for a user. Jet is ordered to take Angelique and when the others run to her rescue, Mathias shows the first uses of his new powers. Nobody knows what the Artifact chip truly does so it's quite the surprise (even for Mathias) when they realize the chip allows them to call and control the Thanatos. J.D. faces off with Jet and while J.D. doesn't want to hurt Jet, Jet has no hesitation. Just as Jet is about to deliver the final blow to J.D., Angelique screams out and stops Jet. This confuses and irritates Jet even more as he doesn't understand how a voice other than his Master's can control him. He begins to choke Angelique but Nyx shows up and rescues Angelique. He asks Angelique to follow him since he has very little time left and holds out his hand, asking her to take it. Angelique hesitates as she realizes her friends are fighting inside the Consort",
                    "Aliases": []
                },
                "7": {
                    "ID": "416149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416149",
                    "TitleEnglish": "A Night of Truth",
                    "SummaryEnglish": "With Angelique taken by Nyx, Mathias orders Jet to bring her back. The Aube Hunters try to chase after Jet but Mathias stops them with his newfound power. Meanwhile people in the Sacred City are being terrorized by the Thanatos which were summoned by Mathias. Jet does not understand his own thoughts of why Angelique's words stopped him even though she is not his master. He recalls J.D.'s words that Jet must have a heart also and becomes frustrated why certain memories keep replaying themselves in his mind. Nyx and Angelique get away by horseback while Jet is distracted and Jet declares his mission a failure. Bernard and Roche usher the people to safety from the Thanatos while the Aube Hunters continue to fight the Thanatos where Mathias is. J.D. manages to rescue Renè and Mathias states for him to be free to go anywhere he wishes and no longer be caged like a bird as the Hunters make their escape. Jet appears before them and the Hunters prepare to fight but Jet says he is not ordered to stop them. As they leave, Jet tells J.D. that there is one more person left who is underground, that being Erenfried, and disappears before J.D. can reply. Meanwhile Angelique and Nyx arrive at what is revealed to be Nyx's family villa. Angelique is simply happy he is alright but asks for him to tell her what happened that day when the Hidamari Mansion burned down. Nyx replies he has two hearts inside of him; one is himself, the other is Erebos, the one who sends the Thanatos into the world. When he was younger, the ship he and his family were in got caught in a fierce storm. As Nyx was drowning, he wished to live and that he would do anything. Erebos heard him and saved him, possessing him but Nyx's mother and father drowned. This is why Nyx fears and hates the sound of the sea as it was when Erebos first possessed him. Nyx adds that it must be Erebos' power inside his body that has kept him alive for 200 years and that he is the core that Erebos uses to help send Thanatos into the",
                    "Aliases": []
                },
                "8": {
                    "ID": "416150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416150",
                    "TitleEnglish": "The Young Men's Resolve",
                    "SummaryEnglish": "Mathias is suffering from the Artifact chip he implanted upon himself. Jet returns and Mathias sees he does not have the Queen's Egg, Angelique, whom he had ordered to bring back. He dismisses Jet, telling him he does not need anyone who does not follow orders adding Jet is a defect as Artifacts are supposed to follow orders perfectly; Jet is now free to wonder and act upon his own will. The Aube Hunters are traveling to safety when Bernard realizes Roche is not with them. Erenfried wakes up and sees J.D., at first mistaking him for Jet. Angelique reunites with the group, much to everyone's relief. They all stay at Nyx's family villa from the previous episode while being concerned for Erenfried. Angelique reveals to them all about Nyx being possessed by Erebos. Bernard leaves to gets supplies in town and go looking for Roche. Renè is conflicted about Mathias' actions and how he was the closest one to him yet does not understand what happened. Back at the Holy City, Celestizam, Erebos appears before Mathias who pledges the cooperation of the city to Erebos now that his body, thanks to the Artifact chip, is now half controlled by the Thanatos. Mathias asks for Erebos to let him rule over the Holy City and Erebos complies, saying Mathias will surrender himself to him once the Thanatos take over his body. The Giant Silver Wood tree begins to wither and Roche witnesses it. Erenfried realizes his mistake of making the Artifact chip to amplify Purification Powers after Rayne tells him the user is at risk of being possessed by Thanatos, which is why he destroyed the information the first time. Erenfried wants to see Director Yorgo to apologize for all he has done and obtain information to stop the chip but Bernard reveals that Yorgo has been given the death penalty. Angelique comforts Erenfried and tells him to do something instead of cry. Erenfried leaves in the early morning and Rayne gives him instructions to get to Wodon faster to reach Yorgo, telling him he will leave",
                    "Aliases": []
                },
                "9": {
                    "ID": "416151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416151",
                    "TitleEnglish": "Termination on the Snowy Plains",
                    "SummaryEnglish": "While traveling to Wodon to save Yorgo, Erenfried learns that Yorgo's execution is scheduled for the following morning, at sunrise. He begs for a carriage to borrow but no one helps him due to him being from the Foundation as they destroyed part of the village. After nearly being runover by a cart and horse, he gets an offer for a ride by an old man. Meanwhile Jet is wandering around and has a flashback of when he was first excavated and recalls being called \"defective\" due to not being a finished weapon like \"the previous one\", meaning J.D. Jet tells himself he is not defective and says he will carryout whatever his master's commands are, that being to find the Queen's Egg, Angelique as that was the last order Mathias gave him but also to find \"Original\" (what he calls J.D.). Erenfried makes it to Wodon and gets past the guards, racing to reach Yorgo before the sun rises. Bursting in before the firing squad could shoot Yorgo, Erenfried is apprehended but drops the pouch Renè had given him. Out of the pouch falls a Holy City badge which causes the execution on hold for Erenfried to be questioned due to have something from the Religious Order. Erenfried reveals the situation at the Holy City, of Mathias' rebellion and the new Religious Leader, Renè having to flee. He says in order to stop Mathias, he needs Yorgo's help since the Artifact chip to amplify Purification Powers is a Foundation project. The Congress agrees that if Yorgo and the Foundation can stop Mathias and recover the Holy City, his execution will be dismissed and the work will be considered as compensation. Yorgo and Erenfried set out to Farian to work on how to get the Ship of Stars to fly once more. Jet appears before the Aube Hunters, stating he will capture both \"The Original and the Queen's Egg\" and return to the Holy City. J.D. steps forward and tries to reason with Jet, telling him he has no more masters to answer to and should make his own decisions. Jet says he was made to fight J.D. and J.D",
                    "Aliases": []
                },
                "10": {
                    "ID": "416152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416152",
                    "TitleEnglish": "The Payment for Sin",
                    "SummaryEnglish": "The Holy City is deserted and Mathias begins to feel lonely though he is confused as the city is now his and the scenery he has loved has not changed. Roche observes secretly, calling Mathias a \"lonely king.\" Mathias has flash backs of the people in the city as well as Renè. He starts for the vision of Renè but his Artifact chip begins to activate, causing him to cough up blood. Renè reveals to the Aube Hunters about the being call Erebos. Erebos was an evil being that brought calamity to Arcadia in the past and that it gets stronger by girls like Angelique who would become Queen. There are miraculous girls like Angelique in every era who have strong Purification Powers. They all were pure-hearted and aimed to become Queen to save the world but each had a cruel fate. One was called an impostor, one was betrayed by her friends, another was forced to realize her lack of power. Erebos grew by taking in their despair and their feelings toward the world during those times are what drives Erebos. Erebos attacking the Queen's Egg shows its fear of the Queen's birth in Arcadia. Angelique will one day see its true form because it is her destiny. Roche runs off to tell Angelique that since Mathias regrets what he has done, they might not have to fight but is captured by Nyx possessed by Erebos. Roche fights Erebos but gets beaten up. Meanwhile the Aube Hunters arrive back inside the Holy City via the secret passage. Angelique faces a vision of the past Queen's Eggs taunting her for not telling her closest friends that she is scared and that she will be going to the Holy Land alone once she becomes Queen. Mathias then appears before the group while Erebos spares Roche's life, taking his photo of Angelique instead and tells Roche that Angelique is at the Giant Silver Tree. Renè asks for Mathias' forgiveness for never considering how he felt and instead worrying simply about himself. Renè promises to change the Order so what happened to Mathias would never occur again. Math",
                    "Aliases": []
                },
                "11": {
                    "ID": "416153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416153",
                    "TitleEnglish": "Slumber in Celestizam",
                    "SummaryEnglish": "Nyx appears before the Aube Hunters and they try to reason with him but Roche and Angelique tell them it is useless as Nyx is possessed by Erebos. Erebos then says he will collect Mathias' debt but first destroy the Holy City which Mathias' loves so much. Mathias tries to fight Erebos but his Artifact chip breaks, making him powerless. Erebos says he will kill them all one by one starting with Renè, the Religious Leader. He sends a dark shock-wave attack flying at Renè, who is helpless to dodge but Mathias steps in the way, taking the hit instead. Mathias becomes mortally wounded, causing Angelique to become disgusted by Erebos' actions and her powers grow intensely, a bright light emitting around her. Her power causes Erebos and the Thanatos to retreat. The Giant Silver Tree regains its health as Mathias tells Renè he has seen the radiance of a true Religious Leader, thanking Renè for giving him a reason to live before he dies in Renè's arms. Renè tells the Hunters he knows where to find Erebos as the time to fight him is drawing near and the place is revealed as Farian. Rayne says it is because they need the Ship of Stars. While Renè and Angelique are saying goodbye, Rayne overhears Renè telling Angelique the time to tell everyone that she will be leaving is soon as no one else but her can enter the Holy Land. With the key to the Ship of Stars in hand, Angelique and the Aube Hunters leave for Farian. Upon arriving, they meet up with Erenfreid who shows them a much restored Ship. Everyone pitches in to help finish restoring the Ship. Later that night Jet appears before Erenfreid, asking him to disassemble him as defects should be disassembled, declaring himself a defect since whenever he is around Angelique, priority to fulfill his missions decline. Erenfreid tells Jet he cannot take him apart for that as it is a heart, which he used to believe Artifacts could not have but J.D. proved him wrong by saving him from jail and since Jet told J.D. where he was, s",
                    "Aliases": []
                },
                "12": {
                    "ID": "416154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416154",
                    "TitleEnglish": "To The Sky...",
                    "SummaryEnglish": "Angelique tells Bernard she is leaving Ervin in his care and he asks her if there is another way besides her having to go to the Holy Lands alone to pray for the world. He asks if there is anything human power can do but Angelique says Arcadia does not have time right now and without a Queen it will fall into chaos and could be destroyed. One day it might be possible to attain peace through human efforts. Bernard tells Angelique he wants her to be happy for herself, not just \"the people of Arcadia's happiness is my own\". Later Roche talks to Angelique, admitting at first he never believed there was a Queen and only cared for money but then he met her. Now he wants to all he can for Arcadia as well as Angelique with his own power. He begs Angelique not to go. Meanwhile, Hyuga, J.D., and Rayne each think to themselves of how they don't want Angelique to go and they want to be by her side forever as they prepare dinner. Dinner time is dead quiet and Angelique does not have an appetite. She soon bursts into tears once more and runs from the table, apologizing. On the beach, Jet approaches Angelique, asking why she is crying. Angelique tells it is because she will not be able to see everyone after she goes to the Holy Land and Jet tells her not to go if it makes her sad. Angelique says she wants to protect Arcadia from ruin and Jet tells her to go. Jet then asks if she is not her own master, that she should walk the path she desires. The next morning Angelique is smiling once more and eating. Angelique tells Bernard the path she wants to walk is the one of seeing the people of Arcadia happy and it is her happiness to walk that path. The Aube Hunters prepare to leave on the Ship of Stars and Angelique says her farewells to people. Just as the Ship is taking off to the sky, Erenfreid discovers a bomb planted on the ship which Erebos planted. Jet takes off to take care of the bomb and finds it but cannot dispose of it over the side or else it will kill everyone below. Jet t",
                    "Aliases": []
                },
                "13": {
                    "ID": "416155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neo-angelique-abyss/episodes/416155",
                    "TitleEnglish": "An Eternal Arcadia",
                    "SummaryEnglish": "The Aube Hunters on the Ship of Stars arrive to the place where Erebos is, discovering it is a desolate Arcadia all except for the Hidamari Mansion which is in perfect condition. Everything in the Mansion is how they remember it except a fire suddenly breaks out and separates Angelique from the guys, forcing her upstairs and into a room where Nyx is. While Angelique faces Nyx, Hyuga, Rayne, and J.D. all have visions of when they first met Angelique only she tells them she does not want to become Queen and forced to be alone in the Holy Land. The guys see through the impersonators easily and break the illusion, only to face a new opponent which turns out to be the three Queen's Eggs Renè had told them about. The illusion of the Hidamari Mansion is dispelled by Angelique's declaration that she does not want a fake Hidamari and the real one is in everyone's hearts. The Nyx before her turns into Erebos as Nyx and he states the desolate world will be Angelique's resting place. Angelique fights Nyx and tells him that even though the Mansion is gone, she still has her friends and their hearts are connected. Erebos comments that the others left her alone in the world and Angelique says they will all save Arcadia through their own ways, living together even without the Mansion, adding that Nyx is a cherished friend. Rayne, J.D. and Hyuga arrive to the battle and tell Nyx they also consider him a friend. Nyx briefly regains control and Angelique says she will bear Nyx's sadness as well as Erebos' crime while protecting beautiful Arcadia. Erebos takes over once more, unleashing his full power and changing his form. The Aube Hunters attack Nyx, protecting Angelique but the three forms of the past Queen's eggs attack them. Angelique charges Nyx with her sword, telling Erebos to give Nyx back. Erebos goes to deal a fatal attack to Angelique but the spirit of the true Nyx appears, holding his arm back, telling Erebos he will not let him do as he pleases. This allows Angelique to",
                    "Aliases": []
                }
            }
        }
    }
}