{
    "URL": "https://thetvdb.com/series/linebarrels-of-iron",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1323829/",
        "https://www.themoviedb.org/tv/36248"
    ],
    "Titles": {
        "eng": "Linebarrels of Iron",
        "jpn": "鉄のラインバレル"
    },
    "Summaries": {
        "eng": "The Linebarrels of Iron story takes place in a fictional alternate future, centering on a junior-high school student named Kouichi Hayase, who escaped his daily life of being bullied as a child by daydreaming about being a hero. His life was forever changed during a class trip in the year 2016 when an artificial satellite fell from orbit. Due to this \"accident\", Kouichi was left in a coma for half a year, and upon awakening, found himself with strange powers, including superhuman strength. Then, in 2019, a mysterious robot called \"Linebarrel\" appears before him. It is revealed that the accident from three years ago was not caused by a satellite, but rather by the Machina robot Linebarrel and that this turned him into a \"Factor\", which is the name given to Machina pilots. This leads him to encounter Emi Kizaki, a mysterious amnesiac girl whose unknown past seems to be related to Linebarrel. He joins her in fighting for JUDA, the world's largest medical equipment maker, which happens to secretly own several other Machina robots.",
        "jpn": "早瀬浩一は、ある日“事故”により、少女と出会い、巨大人型メカ「ラインバレル」を手に入れた。何も出来ず、正義に憧れているだけだった少年の周りは、彼が圧倒的な力を手に入れたことでめまぐるしく動き始める。新しい仲間と出会い、友人と別れ、守るものを背負い、自らを囲む世界と向き合い、少年は成長してゆく…。"
    },
    "Aliases": [
        "Kurogane No Linebarrels"
    ],
    "Modified": "2023-02-23",
    "Seasons": {
        "0": {
            "ID": "38557",
            "URL": "https://thetvdb.com/series/linebarrels-of-iron/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "2592051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/2592051",
                    "Titles": {
                        "eng": "Pretty Girl Genius Scientist Rachel",
                        "jpn": "天才美少女科学者レイチェルちゃん"
                    },
                    "Summaries": {
                        "eng": "This is a prologue of Rachel Calvin's first visit to Japan. There is also a short second part of Rachel broadcasting her own show about the JUDA Corporation.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "2592061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/2592061",
                    "Titles": {
                        "eng": "Shadows of Iron",
                        "jpn": "鉄の影"
                    },
                    "Summaries": {
                        "eng": "After saving the world, Kouichi and his friends take a break at their JUDA Corporation spa resort. Kouichi attempts confess his feelings toward Kizaki, however a group of Linebarrels begin to attack the headquarters before he gets a chance. The group of Linebarrels are later discovered to be clones of the original Linebarrel. Kouichi and Kizaki unable to activate the original Linebarrel, rendering him useless to fight back. Nonetheless, Linebarrel instinctively awakens once again, and the two annihilate the echoes.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "7639729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639729",
                    "Titles": {
                        "eng": "#01\t城崎絵美さんのはじめてのお着替え",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "7639730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639730",
                    "Titles": {
                        "eng": "#02\tうたれたタマ",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "7639731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639731",
                    "Titles": {
                        "eng": "#03\t眠れぬ夜に",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "7639732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639732",
                    "Titles": {
                        "eng": "#04\tみうみうのハッピー☆JUDAブログ",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "7639733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639733",
                    "Titles": {
                        "eng": "#05\t加藤機関、起つ!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "7639734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639734",
                    "Titles": {
                        "eng": "#06\t管理人さんのヒミツ",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "7639735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639735",
                    "Titles": {
                        "eng": "#07\tその背に見えるもの",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "7639736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639736",
                    "Titles": {
                        "eng": "#08\t父と子",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "7639737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/7639737",
                    "Titles": {
                        "eng": "#09\t我らの未来を想像せよ!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "40322",
            "URL": "https://thetvdb.com/series/linebarrels-of-iron/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "431796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431796",
                    "Titles": {
                        "eng": "The Iron and the Boy",
                        "jpn": "クロガネと少年"
                    },
                    "Summaries": {
                        "eng": "Kouichi Hayase is a high school student who is often bullied at school, but dreams of one day becoming a hero. After being bullied into buying stuff for his schoolmates, he decides to take a shortcut through a forest, which is when a giant object falls on him. After regaining consciousness, he sees a giant robot in front him and a naked girl lying beside him. He covers her with his jacket, and after waking, she is revealed to have partial amnesia and goes with him to his house. Soon after, other giant robots begins to attack the town. The girl tells Kouichi that they are enemies, and goes into town with the intent of fighting them. Following her, Kouichi encounters his friend, Hideaki Yajima, who plans to use himself as bait in order for the two to get away. After Kouichi reveals his frustration in not being able to do anything, the girl reveals her name, Emi Kizaki, and has him summon a giant robot, known as a Machina called Linebarrel. Though he defeats the enemies with his newfound power, he is shocked when Emi tells him that he is dead.",
                        "jpn": "早瀬浩一は、どこにでもいる、ごく普通の中学3年生。何も出来ず、正義に憧れているだけだった彼は、ある日“事故”により、巨大人型メカ「ラインバレル」のファクター（搭乗者）となる。圧倒的な力を得た浩一は謎の美少女、城崎絵美との出会いをきっかけに、襲いくる敵に戦いを挑んでゆくが…!?"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "431797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431797",
                    "Titles": {
                        "eng": "Justice Barreling Along",
                        "jpn": "疾走する正義"
                    },
                    "Summaries": {
                        "eng": "At an unknown location, the Katou Organization, which belongs to an organization bent on capturing the Machina Linebarrel, and JUDA, which is publicly known for being the world's largest medical equipment maker, are engaged in a heated battle. With JUDA's forces being overpowered, they ask for reinforcements, which comes in the form of another Machina called Vardant and its pilot, Reiji Moritsugu. As he handles the enemy, the other members of JUDA are discussing the recent actions of their enemy, the Katou Organization. Meanwhile, Kouichi's family welcomes Emi into their household, and Kouichi shows his newfound abilities and confidence at school by beating those who bullied him. Later, Kouichi expresses his gratitude to Emi for having killed him, giving him a new life, after which the Katou Organization begins a new attack to lure out the Linebarrel. Kouichi is thrown into battle once again, and two of JUDA's Machinas are also in the fray in an effort to stop the enemy as well. Kouichi, however, declares that he is the only real \"justice\", and goes on to fight both sides, not realizing the collateral damage he is causing. After the Machinas retreat and Kouichi declares his job done, Emi and Yajima are stunned to see his actions and the damage he has caused.",
                        "jpn": "秘密結社、加藤機関の沢渡と激闘を繰り広げた浩一だが、ラインバレルの活躍について一切報道されていないのが気にくわない。浩一は、ファクターとなったことで手に入れた人並み外れた身体能力で、いつも自分をイジめていた不良グループをシメ返す。幼馴染の理沙子と矢島は、その変わりように不安を覚えるのだった…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "431798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431798",
                    "Titles": {
                        "eng": "Azure Terror",
                        "jpn": "蒼の戦慄"
                    },
                    "Summaries": {
                        "eng": "Kouichi has caused massive damage to the town during his battle on Linebarrel fighting the secret Katou Organization. Kizaki feels guilty for getting the citizens entangled in the battle, but Kouichi himself has no such notion, truly believing that he is the hero of justice. Then, Vardant, controlled by JUDA’s ace pilot Reiji Moritsugu, appears before Kouichi.",
                        "jpn": "ラインバレルを巡る、加藤機関とJUDAとの戦いで、街に大きな被害を出した浩一。周囲の人々を巻き込んでしまったことに、城崎は自責の念にかられるが、浩一本人はその自覚がなく、自分が正義の味方であることを信じて疑わない。そんな浩一の前に、JUDAのエースパイロット森次玲二の操るヴァーダントが現れた…！"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "431799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431799",
                    "Titles": {
                        "eng": "The Price of Justice",
                        "jpn": "正義の代償"
                    },
                    "Summaries": {
                        "eng": "Having lost Linebarrel, Kouichi gives in to despair and violently takes his anger out on innocent civilians. Since he is a factor, no one can match his physical power unarmed. On behalf of Risako Niiyama who is worried about Kouichi, Yajima decides to confront Kouichi. In the pouring rain, Yajima and Kouichi engage in a fistfight, when a Hagure Machina appears before them.",
                        "jpn": "ラインバレルを失った浩一は、自暴自棄に陥り、一般人を相手に暴力を振るう。ファクターである浩一に、生身で勝てる者はもういない。矢島は、浩一を心配する理沙子のために、浩一に向き合うことを決意する。降りしきる雨の中、矢島と拳を交える浩一。そこへ、加藤機関のハグレマキナが現れる…！"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "431800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431800",
                    "Titles": {
                        "eng": "Guidepost to Tomorrow",
                        "jpn": "明日への道標"
                    },
                    "Summaries": {
                        "eng": "Kouichi loses consciousness due to Linebarrel going out of control, and is taken into custody by JUDA. Ishigami tells Kouichi about the Machinas, and the Katou Organization as their enemy. Kouichi is persuaded by Ishigami to fight together as a hero of justice, but cannot make up his mind. Meanwhile, Shizuna and Izuna Endo, twin members of JUDA’s Special Task Force, were being attacked by the Armas of the Katou Organization and now have their backs against the wall.",
                        "jpn": "ラインバレルの暴走で気を失い、JUDAに保護された浩一。石神社長は、マキナのことや加藤機関の知識を浩一に与える。浩一は石神から、正義の味方として一緒に戦おうと誘われる。その頃、JUDA特務室メンバーである双子の遠藤シズナと遠藤イズナは、加藤機関のアルマ部隊の攻撃を受け、危機に陥っていた…！"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "431801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431801",
                    "Titles": {
                        "eng": "A Radiant Night",
                        "jpn": "明るい夜"
                    },
                    "Summaries": {
                        "eng": "Kouichi becomes a member of JUDA, and starts his duties while commuting to school from JUDA quarters. He is overwhelmed by the JUDA facilities, which include employees' housing and shopping malls. The members of the Special Task Force decide to throw a welcome party for Kouichi, who gradually comes to understand his true mission as an ally of justice.",
                        "jpn": "JUDAの一員となった浩一は、学校とJUDAとを行ききする生活をスタートさせる。社員寮やショッピングモールが完備されたJUDAは、浩一にとって驚きの連続だ。そんな中、特務室では、浩一たちの歓迎会が催されることになった。彼らに課せられた、ある使命とは…!?"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "431802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431802",
                    "Titles": {
                        "eng": "The Worst After-School Hours Ever",
                        "jpn": "サイアクな放課後"
                    },
                    "Summaries": {
                        "eng": "Domyouji, one of Kouichi's classmates, starts acting over-familiar toward Kizaki. Sensing Kizaki's discomfort, Kouichi challenges Domyouji to a fight, but oddly enough, cannot even touch him. Later on, Kouichi is visited by Hisataka Katou, president of the Katou Organization, who attempts to offer him a position in the Katou Organization. It is revealed that both Kizaki and Katou are from a different dimension. Meanwhile, Risako confronts Kizaki concerning her relationship with Kouichi.",
                        "jpn": "クラスメイトの道明寺誠が、なれなれしい態度で城崎に接触してきた。迷惑する城崎をかばい、道明寺に闘いを挑む浩一だったが、浩一の拳は彼にかすりもしない。道明寺とは、いったい何者なのだろうか…？ そして、JUDAに浩一を訪ねてきた、ある人物とは…!?"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "431803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431803",
                    "Titles": {
                        "eng": "Playful Devils",
                        "jpn": "戯れの鬼たち"
                    },
                    "Summaries": {
                        "eng": "Kouichi, Moritsugu, and Miu are given a mission to assist the retreat of a U.S. Force transportation aircraft and to exterminate the enemy there. It is the first official assignment for Kouichi. Kouichi and Moritsugu team up and take on Masaki Sugawara and Yurianne Faithful of the Katou Organization, who are leading a vast troop of Armas. Meanwhile, Miu, who is backing up the retreat of general troops on Painkiller, is attacked by a new enemy Machina.",
                        "jpn": "合衆国の米軍基地に、森次、美海、浩一が駆けつける。目的は、撤退する米軍輸送機の支援と、敵の掃討。浩一にとっては、今回が初めての正式任務だ。森次＆浩一組に立ちはだかるのは、加藤機関のマサキとユリアンヌ。一方、ペインキラーで一般兵士の避難を援護していた美海は、新たな敵のマキナに攻撃を受けて…!?"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "431804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431804",
                    "Titles": {
                        "eng": "The Black Chamber",
                        "jpn": "ブラック・チェンバー"
                    },
                    "Summaries": {
                        "eng": "In order to investigate the mysterious “Spheres” deposited in various locations around the world by the Katou Organization, members of the JUDA task force, including Kouichi, head to an ARMA production base located in South America. Distracted by guilt for not being able to recognize Moritsugu’s physical disorder, Satoru Yamashita makes a blunder during the operation and ends up putting Moritsugu in danger. Yamashita becomes panic-stricken, loses control, and starts taking matters into his own hands.",
                        "jpn": "加藤機関が世界中に設置している、スフィアという謎の球体。その目的を探るため、浩一たちJUDA特務室メンバーは、南米にある加藤機関のアルマ生産基地へ向かう。「森次さんの身体の異常に気づけなかった——」自責の念にかられている山下は、自分のミスで森次が窮地に立たされたことで我を失ってしまい…!?"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "431805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431805",
                    "Titles": {
                        "eng": "Over Drive",
                        "jpn": "OVER DRIVE"
                    },
                    "Summaries": {
                        "eng": "Christmas season has arrived. Kouichi is invited to a party Risako is organizing. Kouichi finds out that the JUDA task force is also preparing a Christmas party. Unlike Kouichi, who feels unenthusiastic about this “workplace” party, it is more of a family party for most of the members who consider JUDA their home. The party mood is suddenly interrupted by the news of an American satellite weapon being taken over by the Katou Organization. This would allow the Katou Organization to attack any part of the world. Assigned to shoot down the satellite weapon, Kouichi and Yamashita head into outer space.",
                        "jpn": "クリスマス一色の街。理沙子主催のクリスマスパーティに呼ばれた浩一。同じくJUDA特務室でも、クリスマスパーティの準備がされていた。そこへ、米軍の衛星兵器が加藤機関に乗っ取られたという情報が入る。このままでは、世界各地が爆撃されてしまう。衛星兵器の狙撃任務を託された浩一は、山下と宇宙へと向かった…！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "431806",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431806",
                    "Titles": {
                        "eng": "Super Nova",
                        "jpn": "SUPER NOVA"
                    },
                    "Summaries": {
                        "eng": "Kouichi and Yamashita are met by a new Arma of the Katou Organization, called Yaoyorozu, in outer space. While controlling the satellite weapon, Yaoyorozu, piloted by Riku Ousei, continues its simultaneous assault on different parts of the world. Kouichi’s attempts to obliterate Yaoyorozu are thwarted by its incredible maneuverability and speed. The operation to destroy the satellite weapon from the ground also ends in failure. With no options left, even Linebarrel gets diverted off the combat zone.",
                        "jpn": "浩一と山下を宇宙で出迎えたのは加藤機関の王政陸。彼はアルマのヤオヨロズで衛星兵器を制御し、世界各地に同時攻撃を仕掛けていた。浩一はヤオヨロズの撃破を狙うが、予想のつかない相手の動きと速さに苦戦を強いられる。地上からの衛星兵器破壊作戦も失敗し、ついにラインバレルも攻撃可能エリアから外れてしまった…！"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "431807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431807",
                    "Titles": {
                        "eng": "From the Tropics with Love",
                        "jpn": "南海より愛をこめて"
                    },
                    "Summaries": {
                        "eng": "The members of the JUDA task force have come to a tropical island as a company outing. Thanks to the good-natured whim of Kunio Ishigami, Risako and Domyouji have also been invited to join them. Kouichi finds himself in an uncomfortable position as Domyouji asks him which is his true love interest, whether it is Risako or Kizaki. Their brief vacation is interrupted as the members go missing one by one by a mysterious, reptilian creature.",
                        "jpn": "慰安旅行で、南の島へとやってきた浩一たちJUDA特務室メンバー。石神社長のお茶目な計らいで、なぜか理沙子と道明寺までいる。理沙子と城崎のどちらが本命なのかと道明寺に問われ、浩一はしどろもどろ。そんな中、城崎や山下、美海、シズナ、緒川らが次々に姿を消していき…!?"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "431808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431808",
                    "Titles": {
                        "eng": "Black Executioner",
                        "jpn": "黒の執行者"
                    },
                    "Summaries": {
                        "eng": "The tropical vacation is still the hot topic discussed between Domyouji and the task force members. Only Kizaki does not seem to share their post-vacation hype. The vacation has also left an awkward rift between Kouichi and Kizaki. Kouichi and Yamashita are summoned to a meeting and head to Ishigami’s room. At that instant, they hear a gunshot from Ishigami’s room. Finding out that Moritsugu shot Ishigami, Kouichi is eager to battle him for what he has done. After Kouichi fails to take Moritsugu, Kizaki fights in his place.",
                        "jpn": "南の島での浩一と理沙子の一件で、道明寺らクラスメイトと特務室メンバーは大盛り上がり。だが一人、城崎の表情は固い。浩一は城崎と気まずい雰囲気になり、複雑な心持ちだ。ミーティングに呼ばれ、社長室へ向かう浩一と山下。その時、社長室から銃声が響いた…。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "431809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431809",
                    "Titles": {
                        "eng": "Shed is Blood, Lost are Tears",
                        "jpn": "流れるは血、失うは涙"
                    },
                    "Summaries": {
                        "eng": "Unexpected incidents occur one after another. Ishigami is mourned for his death, and the secrets of Linebarrel are revealed, leaving Kouichi in shock and others including Yui Ogawa in distress. Meanwhile, Eiji Kiriyama, who had aligned himself with the Katou Organization, continues to tighten his control over Japan until the country virtually falls into the hands of Kiriyama and the Katou Organization. JUDA is acknowledged as the anti-national armed group and is attacked by the Jinrai brigade of the Japan Self-Defense Forces. Kouichi tries to breach their defenses with Linebarrel, which is the only working Machina left.",
                        "jpn": "次々と起きる予想外の事件。明らかになったラインバレルの秘密。浩一はショックを受け、緒川たちは悲しみに暮れる。一方、加藤機関と繋がっていた桐山は日本掌握を着々と進め、実質、日本は桐山と加藤機関に支配されてしまった。JUDAは反国家的武装集団と認定され、特殊自衛隊の迅雷チームがJUDAを襲撃する…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "431810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431810",
                    "Titles": {
                        "eng": "Vector",
                        "jpn": "ベクトル"
                    },
                    "Summaries": {
                        "eng": "Kouichi and Kizaki find a safe area and take a brief but much needed refuge. Kizaki, who is starting to regain her memory, confesses to Kouichi that she is afraid of recalling memories she had long ago lost. Seeing Kizaki desperately fighting her angst, Kouichi makes a certain resolution. However, their peace is short-lived as they are suddenly attacked by Idaten and Kagutsuchi, piloted by Takurō Sawatari and Dimitri Magarov.",
                        "jpn": "浩一と城崎は、横須賀の米軍基地に保護された。ジュディ・ブラウンの力添えだ。少しずつ記憶を取り戻しつつある城崎は、それを思い出すのが怖いと浩一に吐露する。不安で押しつぶされそうな城崎を見て、浩一はゆっくりと決意する。そこへ、ラインバレルを狙い、沢渡のイダテンとデミトリーのカグツチが襲撃してきた…！"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "431811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431811",
                    "Titles": {
                        "eng": "Judgment at Dusk",
                        "jpn": "黄昏の断罪"
                    },
                    "Summaries": {
                        "eng": "With a renewed sense of justice, the JUDA task force members begin their battle against the enemy. The first step is to regain JUDA which has been taken over by Kiriyama and his horde. While Kouichi diverts Kiriyama with Linebarrel, the others sneak into the facility via an emergency route. As they make their way in, they find that the facility is protected by JUDA’s state-of-the-art security system, filled with unusual stages to prove their identities as the JUDA task force members.",
                        "jpn": "ばらばらだった特務室メンバーが一堂に会する。目指すは、桐山政権に乗っ取られたJUDAの奪還だ。浩一がラインバレルで桐山を引きつけている間に、非常用ルートから侵入する城崎や山下たち。だが彼らを待っていたのは、JUDA最強のセキュリティシステムだった…！"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "431812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431812",
                    "Titles": {
                        "eng": "The Mechanical Curse",
                        "jpn": "機械じかけの呪い"
                    },
                    "Summaries": {
                        "eng": "Risako and Kouichi are puzzled when Yajima returns, trying to keep the secret of his so-called death. But behind the seemingly good comeback, Yajima reveals himself to be the pilot of Apparition, one of the new Machinas of the Katou Organization, before the rest of JUDA during their party. He later kidnaps Kizaki, fulfilling a mission from Katou.",
                        "jpn": "予想外の出来事に、戸惑うばかりの理沙子と浩一。一方、JUDAはマスコミから暴徒扱いを受け、孤立無援状態に陥っていた。その状況を打破しようと、シズナが提案したある作戦とは？ 「超究極戦隊軍団スーパー機械ロボ☆キバイダー」の唄が御崎町に響き渡る…！"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "431813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/431813",
                    "Titles": {
                        "eng": "Memento Mori",
                        "jpn": "メメント・モリ"
                    },
                    "Summaries": {
                        "eng": "Following Yajima's instructions, Kouichi reaches an abandoned Russian base in search for Kizaki, but it was only Katou who was waiting for him there. Meanwhile, Yajima questions Kizaki about her feelings for Kouichi and the rest of the JUDA team struggles to protect Misaki Town from an invasion from the enemy.",
                        "jpn": "城崎が連れ去られた。今すぐにでも助けに行きたい浩一だが、状況を考えると安易に飛び出すわけにもいかない。浩一は逡巡するが、仲間たちに促され、指定された場所へと急行する。そこで待っていた意外な人物とは…!?"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "440424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/440424",
                    "Titles": {
                        "eng": "Light Reaches, Shadow is Uncovered",
                        "jpn": "届く陽（ヒカリ）、暴かれる陰"
                    },
                    "Summaries": {
                        "eng": "Glain-Neidr, piloted by Masaki, appears in Misaki Town and starts to install the last Sphere. Miu, Yamashita, and the Jinrai brigade, led by Domyouji, return fire, but are no match. Meanwhile, Kouichi rescues Kizaki and heads back to the JUDA headquarters, to which he is stopped by Yajima. Yajima insists that Kouichi stop fighting and return to Risako. The two are unable to reconcile. On the beach in the pouring rain, Yajima and Kouichi exchange blows using Linebarrel and Apparition.",
                        "jpn": "マサキのグラン・ネイドルが最後のスフィア設置を始めた。美海、山下、道明寺の迅雷部隊が応戦するが、力の差は圧倒的だ。一方、城崎を救出し、JUDAへ戻ろうとする浩一を矢島が足止めする。戦いをやめて理沙子のもとへ戻れと主張する矢島。相容れない二人。アパレシオンとラインバレル、矢島と浩一が拳を交える…！"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "440425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/440425",
                    "Titles": {
                        "eng": "Man of Destiny",
                        "jpn": "運命の男"
                    },
                    "Summaries": {
                        "eng": "Since the last battle, Miu's slump hasn't gone away and with Painkiller unable to advance, has further prolonged her state. Miu' reckless drive to train has left her body and spirit broken. Miu finally cheers up when Kouichi comes to visit. Meanwhile, the Katou Organization has set up Spheres throughout the world on a large-scale trajectory to open up a multidimensional invasion. Shizuna and Izuna are dismayed to see the United Natons siding with the Katou Organization. Kouichi and Miu set out to help fight against Sobi Nakajima and Yurianne.",
                        "jpn": "不調が続く美海は、がむしゃらにトレーニングに打ち込んでいた。身も心もぼろぼろになっていく美海に明るく笑いかけ、励ます浩一。瞳を潤ませ、美海は、ついに…。一方、スフィアは、衛星軌道上に空間の歪みを作り、多次元からの侵略者を迎え入れるためのシステムだった。シズナとイズナは国連で世界の危機を訴えるが…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "440426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/440426",
                    "Titles": {
                        "eng": "Wings of Madness",
                        "jpn": "狂気の翼"
                    },
                    "Summaries": {
                        "eng": "The JUDA Corporation is now responsible in holding back the launch of the Spheres installed. However, Yamashita has a different mobilization unit out, after receiving a letter designating him to fulfill a special duty surrounding a secret reunion around the base of Mount Fuji near the Aokigahara Sea of Trees. It is there and then that Yamashita must face off against Moritsugu. Meanwhile, the rest of the JUDA members are shocked to that Kiriyama is still alive, as he demonstrates his newfound power in an attempt to obliterate them.",
                        "jpn": "スフィアの起動を食い止めに向かう浩一たち。一方、別行動を取る山下は、手紙で指定された富士山麓青木ヶ原樹海で、かつて特務室室長であった森次と再会する。「森次さんを終わらせる——」そう言い残し、JUDAとの通信を切る山下。浩一はラインバレルで現場へ急行するが、その時、無数の迅雷部隊が襲撃してきた…！"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "440427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/440427",
                    "Titles": {
                        "eng": "That Which Devours Demons",
                        "jpn": "鬼を喰らうモノ"
                    },
                    "Summaries": {
                        "eng": "Kouichi sees a powerful Moritsugu before him, after seeing a wounded Yamashita near him. Moritsugu prepares himself to show the members of JUDA their inexperience and lack of power. Unable to gain enough power and strength against Moritsugu, Kouichi is left almost helpless. Linebarrel struggles for power as Vardant ensues in a violent battle. Later on, Kato reveals that Kizaki is his sister, as well as how he developed the Kato Organization. Kato then proposes the JUDA Corporation to join forces with the Kato Organization to assist in the prevention of an enemy invasion arriving from an alternate dimension.",
                        "jpn": "立ちはだかる最強の敵——森次玲二。彼は浩一たちに、いかに未熟で力のない存在かという現実を厳しく突きつける。浩一は一歩も引かず、森次に立ち向かう。ヴァーダントと激しい戦闘を繰り広げる中、ラインバレルが見せたものとは…!?"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "712371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/712371",
                    "Titles": {
                        "eng": "The Way of Life Determined by the Way of Death",
                        "jpn": "死に方が決める生き方"
                    },
                    "Summaries": {
                        "eng": "The JUDA Corporation and the Kato Organization prepare to defeat the earth against the upcoming enemy invasion led by Masaki. Kouichi and his Linebarrel take it upon themselves to drive the invaders into the space-time continuum and back into their respective dimension. Kato sacrifices himself in battle, protect the rest of the group. As Kouichi and his Linebarrel blast off into space, Kizaki initiates a surprise attack against the infiltrators. However, this attack eventually would cost her life.",
                        "jpn": "次元を超え、敵の侵攻が始まった。浩一たちは地球防衛のために動き出す。ラインバレルの使命は、次元の歪みをエグゼキューターで断ち切り、全ての敵を時空の狭間に叩き込むこと。浩一はラインバレルで宇宙へと飛び出すが、その時、城崎たちが敵の奇襲を受け…!?"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "712391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/linebarrels-of-iron/episodes/712391",
                    "Titles": {
                        "eng": "Flowers of Steel",
                        "jpn": "鋼鉄の華"
                    },
                    "Summaries": {
                        "eng": "Due to Kizaki's death, Kouichi goes berserk and showcases the true and ultimate form of Linebarrel. After a failed attempt to send the invaders back to their dimension, Kizaki appears to Kouichi in spirit form, telling him never to give up. With that mindset of motivation, he is about to destroy one of the enemy warships. However, this results in an instability of the space-time continuum between dimensions. Kouichi makes the choice to go inside the rift, and the rest of the JUDA members send their D-S.O.I.L. energies of their Machinas toward Kouichi, in order to save the world. Kouichi is able to return back from the rift, and Kizaki has been revived from Linebarrel.",
                        "jpn": "早瀬浩一は、どこにでもいる、ごく普通の中学生だった。彼はラインバレルのファクターとなったことで、仲間と出会い、友を失い、守りたいものに気づいた。そして——。慟哭する浩一。ラインバレルがついに、本当の姿を見せる…！"
                    },
                    "Aliases": []
                }
            }
        }
    }
}