{
    "URL": "https://thetvdb.com/series/sky",
    "Genres": [
        "Children",
        "Family",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0185113/",
        "https://www.themoviedb.org/tv/13282"
    ],
    "TitleEnglish": "Sky",
    "SummaryEnglish": "Eerie, unsettling and a benchmark production for children's television in the 1970s, Sky was created by Doctor Who stalwarts Bob Baker and Dave Martin as one of the run of outstanding children's dramas HTV produced in that decade. \r\n\r\n\r\nFilmed in such richly atmospheric locations as Avebury, Glastonbury Tor and Stonehenge, Sky is a mixture of ecological fable, science fantasy and good, old-fashioned peril. Marc Harrison stars as Sky - an ethereal boy who materialises on an Earth that is as unprepared for him as he is for it. He soon realises that he's been brought to the wrong time and must seek out the Juganet to return to his correct place in reality. With the help of tearaway Arby Venner, his sister June and friend Roy he must race against time as Nature rejects Sky and the Earth's immune system creates the evil Goodchild, who is out to stop him at all costs...",
    "Aliases": [],
    "Modified": "2024-04-24",
    "Seasons": {
        "1": {
            "ID": "38671",
            "URL": "https://thetvdb.com/series/sky/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "419532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky/episodes/419532",
                    "TitleEnglish": "Burning Bright",
                    "SummaryEnglish": "Sky materialises on Earth. He soon realises that he's been brought to the wrong time and must seek out the Juganet to return to his correct place in reality.",
                    "Aliases": []
                },
                "2": {
                    "ID": "419533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky/episodes/419533",
                    "TitleEnglish": "Juganet",
                    "SummaryEnglish": "The forces of Earth's immune system attack Sky, rejecting his presence in this time. Roy and Arby take Sky to the school to gain knowledge of the Juganet's whereabouts. An incident with Roy's dad at the school complicates matters.",
                    "Aliases": []
                },
                "3": {
                    "ID": "419534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky/episodes/419534",
                    "TitleEnglish": "Goodchild",
                    "SummaryEnglish": "The forces menacing Sky are revealed in the form of a human being - the mysterious Goodchild - who causes an accident injuring Arby's mother. Sky uses all his energy to help Mrs Vennor and is left in a very weak state from the encounter with his adversary.",
                    "Aliases": []
                },
                "4": {
                    "ID": "419535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky/episodes/419535",
                    "TitleEnglish": "What Dread Hand",
                    "SummaryEnglish": "Following Goodchild's attack, Arby and Jane succeed in getting Sky to a hospital where his condition baffles everyone except one mysterious consultant.",
                    "Aliases": []
                },
                "5": {
                    "ID": "419536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky/episodes/419536",
                    "TitleEnglish": "Evalake",
                    "SummaryEnglish": "After Sky's escape from Goodchild, Tom, Arby and Jane continue their search for the mysterious \"Juganet\" which means so much to Sky. But the evil Goodchild is never far away.",
                    "Aliases": []
                },
                "6": {
                    "ID": "419537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky/episodes/419537",
                    "TitleEnglish": "Life Force",
                    "SummaryEnglish": "Goodchild mounts an assault on Sky.",
                    "Aliases": []
                },
                "7": {
                    "ID": "419538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky/episodes/419538",
                    "TitleEnglish": "Chariot of Fire",
                    "SummaryEnglish": "At last the \"Juganet\" is found! Goodchild is finally rid of Sky. But Arby, seeking to follow, finds himself in the hands of threatening people and in unfamiliar times.",
                    "Aliases": []
                }
            }
        }
    }
}