{
    "URL": "https://thetvdb.com/series/pretty-cure",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1441577/",
        "https://www.themoviedb.org/tv/37508"
    ],
    "Titles": {
        "eng": "Pretty Cure",
        "jpn": "ふたりはプリキュア"
    },
    "Summaries": {
        "eng": "Nagisa Misumi and Honoka Yukishiro couldn't be more different. Nagisa is sporty and Honoka bookish, and while they attend the same school, they have very little in common - until one day, a shower of shooting stars brings two very unlikely visitors into their lives: Mippuru and Meppuru, refugees from the Garden of Light, which has been conquered by Darkness. Endowed with new and startling powers, Nagisa and Honoka become Cure Black and Cure White, magical defenders of the light - together, they are Futari Wa Pretty Cure.",
        "jpn": "スポーツ万能、 勉強嫌いで無鉄砲だけど人一倍正義感が強くクラスでも人気者の美墨なぎさ、 成績優秀で常にクラスのトップだが、 実は天然ボケの雪城ほのか、 ふたりは同じベローネ学院女子中等部の２年生。 なぎさとほのかはそれぞれ不思議な生き物メップルとミップルに出会う。 邪悪なドツクゾーンがメップルたちの故郷・光の園を襲撃し、 地球に逃れてきたのだった。 \r\nそして、 メップルとミップルによってなぎさとほのかは変身する能力を与えられ、 戦うことに…\r\n趣味も性格も違うふたりは力を合わせてドツクゾーンから送り込まれてくる邪悪な敵に立ち向かう！ ！"
    },
    "Aliases": [
        "Futari wa Precure",
        "Futari wa Precure Max Heart",
        "ふたりはプリキュア Max Heart"
    ],
    "Modified": "2025-08-24",
    "Seasons": {
        "0": {
            "ID": "538184",
            "URL": "https://thetvdb.com/series/pretty-cure/seasons/official/0",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4916469",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916469",
                    "Titles": {
                        "eng": "Pretty Cure Max Heart: The Movie",
                        "jpn": "ふたりはプリキュア ー マックスハート"
                    },
                    "Summaries": {
                        "eng": "The Courageous Warriors of the Garden of Hope have summoned Nagisa, Honoka, and Hikari to protect their kingdom from a witch who plans to steal the Diamond Line, which is a set of jewelry the queen of the Garden of Hope wears to a ceremony every year to replenish the water of the kingdom. The witch plans to resurrect the Dark Lord and if she does so, not only will the Garden of Hope be destroyed, but other kingdoms in the galaxies, including the Garden of Rainbows and the Garden of Light.",
                        "jpn": ""
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4916470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916470",
                    "Titles": {
                        "eng": "Pretty Cure Max Heart: Friends of the Snow-Laden Sky",
                        "jpn": "ふたりはプリキュアマックスハート２ 雪空のともだち"
                    },
                    "Summaries": {
                        "eng": "On his way to visit the Queen of the Garden of Light, the Sage of the Garden of Clouds accidentally drops the egg of the Houhou. The egg lands in the Garden of Rainbows, where it is found by Hikari, attracting the attention of a powerful pair of servants of the Dark Lord.",
                        "jpn": ""
                    },
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "38779",
            "URL": "https://thetvdb.com/series/pretty-cure/seasons/official/1",
            "Titles": {
                "eng": "Futari wa Pretty Cure",
                "jpn": "ふたりはプリキュア",
                "fra": "Pretty Cure",
                "deu": "Pretty Cure"
            },
            "Summaries": {
                "eng": "Nagisa Misumi and Honoka Yukishiro couldn't be more different. Nagisa is sporty and Honoka bookish, and while they attend the same school, they have very little in common - until one day, a shower of shooting stars brings two very unlikely visitors into their lives: Mippuru and Meppuru, refugees from the Garden of Light, which has been conquered by Darkness. Endowed with new and startling powers, Nagisa and Honoka become Cure Black and Cure White, magical defenders of the light - together, they are Futari Wa Pretty Cure.",
                "jpn": "美墨なぎさはベローネ学院の女子中等部に通う、元気いっぱいな女の子。勉強が苦手で無鉄砲なところもあるけれど、明るくて正義感の強い彼女は、いつも友達に囲まれている人気者だ。ある日のこと、なぎさはメップルという不思議な生き物に出会う。空から落ちてきたメップルは、別世界である故郷・光の園から地球に逃れて来たらしい。邪悪な勢力・ドックゾーンに襲われた光の園は、今や滅亡の危機に瀕しているというのだ。変身する能力を与えられたなぎさは、伝説の戦士・プリキュアとなってドックゾーンと戦い、光の園を救うことになる。その頃、同じベローネ学院に通うもう一人の少女も、ミップルという不思議な生き物からプリキュアの力を与えられていた。彼女の名前は雪城ほのか。なぎさとは性格も考え方も正反対で、友達どころか、ろくに口も聞いたことのないクラスメイトだった…。",
                "fra": "Nagisa Misumi et Honoka Yukishiro sont deux collégiennes. Si Nagisa est plutôt sportive, Honoka est, quant à elle, plutôt studieuse. Un soir, Nagisa voit par la fenètre des centaines d'étoiles filantes dans le ciel. Elle fait un vœu et se retrouve en possession d'un petit appareil appelé \"Compact\" dans lequel se trouve une petite créature, Mepple. Mepple incite Nagisa à partir à la recherche de la princesse Mipple, Nagisa se retrouve alors face à Pisard, qui semble en vouloir à Mepple. Honoka est également présente. Les jeunes filles sont acculées et n'ont pas le choix, elles doivent devenir des Pretty Cure pour pouvoir affronter Pisard. Nagisa devient Black Cure, et Honoka, White Cure. Leurs combats ne font que commencer...",
                "deu": null
            },
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "422352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422352",
                    "Titles": {
                        "eng": "What D' You Mean Transform?",
                        "jpn": "私たちが変身！？ありえない！"
                    },
                    "Summaries": {
                        "eng": "Nagisa Misumi and Honoka Yukishiro, two classmates who've never spoken to one another are called to be Pretty Cure by two unexpected visitors.",
                        "jpn": "勉強は苦手だがスポーツ万能の美墨なぎさ。おしとやかな優等生の雪城ほのか。ふたりはそれぞれに目立つ存在ではあるものの、特に接点があるわけでもなく、ベローネ学院の中で別々の時間を送っていた。ある日、なぎさは自宅のベランダで流れ星を目撃。必死に願いごとを唱えると、その流れ星が落ちてきて…。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "422353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422353",
                    "Titles": {
                        "eng": "Cleaning Up the City",
                        "jpn": "カンベンして！闇に狙われた街"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka must figure out what's behind a citywide power outage, while relying on Mipple and Mepple to guide them in the dark.",
                        "jpn": "なぎさとほのか、二人のもとに現れたメップルとミップルは、邪悪な勢力・ドックゾーンに襲われた、光の園という異世界からやって来たのだった。七つのプリズムストーンを奪い、光の園を滅亡させようとする野望を、何としてでも阻止しなければならない。だが、話を聞いたなぎさとほのかの反応は正反対で…。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "422354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422354",
                    "Titles": {
                        "eng": "Who's the New T.A.?",
                        "jpn": "イケてる実習生に気をつけろ！"
                    },
                    "Summaries": {
                        "eng": "Pisard poses as a student teacher in an attempt to get the Prism Stones from Nagisa. He becomes Mr. Komodo and hypnotizes the girls teacher into to bring the girls to the gym where they fight with the gym equipment. Pisard also uses the still hypnotized teacher as both a threat and a distraction and gets the girls off their guard. The girls and their teacher get wrapped in the curtains in the gym and are tossed around until their teacher loses consciousness which ticks the girls off. They use marble twister and send Pisard back and save their teacher. After awhile their teacher wakes up to see the girls out of class and gives them detention with the girls concluding that she forgot everything.",
                        "jpn": "なぎさは学校の用事で、初めてほのかの家を訪れる。お屋敷の大人びた雰囲気に、驚きを隠せないなぎさ。二人はプリキュアになったことをきっかけに、少しずつ互いのことを知り始める。再会を果たしたメップルとミップルは、そこでプリズムストーンが狙われている理由や、プリキュアの使命について語る。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "422355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422355",
                    "Titles": {
                        "eng": "Mystery at the Museum",
                        "jpn": "ミラクル！？生きている美術館"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka are put in charge of a trip to the art museum, which is targeted by Pisard.",
                        "jpn": "学校の社会科見学で、なぎさとほのかたちは美術館に出かけることになった。美術部で絵が大好きな少女・柏田真由は、マリオ・ピッカリーニという画家の描いた『星屑の晩餐会』という作品を見て欲しいらしい。その絵を見たミップルは、どこか懐かしい気がすると言う。画面によくよく目をこらしてみると…。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "422356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422356",
                    "Titles": {
                        "eng": "Is it Over Yet?",
                        "jpn": "マジヤバ！捨て身のピーサード"
                    },
                    "Summaries": {
                        "eng": "Pisard's final episode. He desperately tries to win against Pretty Cure, knowing it's his last chance.",
                        "jpn": "たび重なる失敗に後のなくなったピーサード。彼が必死の形相で地球に向かっていた頃、なぎさとほのかは二人で休日を楽しもうとしていた。恋人同士のメップルとミップルが、どうしても会いたいと引っ張ってきたのだ。遊んでいる間も、いまいち意見の合わない二人。そうして別れた途端、ピーサードが姿を現す。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "422357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422357",
                    "Titles": {
                        "eng": "Mountains, Ogres and Bears",
                        "jpn": "新たな闇！危険な森のクマさん"
                    },
                    "Summaries": {
                        "eng": "Mepple has accidentally lost the Prism Hopish. The girls go hiking to look for it and are attacked by Gekidrago. .",
                        "jpn": "取り戻したプリズムストーンを守るためには、プリズムホーピッシュという入れ物が必要らしい。失われたホーピッシュは、河童山の瓢箪池の近くにあるらしい。さっそく出かけた二人は、山道を歩いている途中、子熊が川に流されているのを発見する。思わず飛び込んだなぎさだが、彼女は何とカナヅチだった！"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "422358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422358",
                    "Titles": {
                        "eng": "Lacrossed Wires",
                        "jpn": "熱闘ラクロス！乙女心は超ビミョー！"
                    },
                    "Summaries": {
                        "eng": "When the Dark Zone attacks during a lacrosse tournament, Nagisa must choose between helping Honoka or her team.",
                        "jpn": "ラクロスの予選リーグ戦が始まった。応援に駆けつけたほのかの隣には、なぎさの憧れの人である藤Ｐ先輩こと、藤村省吾の姿があった。ふたりはどういう関係なのだろう？　気になって仕方のないなぎさは、凡ミスを連発。大事な試合に敗れてしまう。試合が終わった後も、ほのかに上手く接することができず…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "422359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422359",
                    "Titles": {
                        "eng": "The Pretty Cure Breakup",
                        "jpn": "プリキュア解散！ぶっちゃけ早すぎ！？"
                    },
                    "Summaries": {
                        "eng": "Honoka's well-meaning attempt at matchmaking between Nagisa and Fuji-P backfires, causing a rift in Pretty Cure.",
                        "jpn": "ラクロスの試合の日以来、なぎさとほのかの関係はギクシャクしっぱなし。なぎさはどうやら、藤村に想いを寄せているらしい…そのことに気づいたほのかは、なぎさを藤村に紹介。だが、良かれと思って言った一言に、なぎさは激怒。「あなたなんてプリキュアってだけで、友達でもなんでもないんだから！」と言い放つ。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "422360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422360",
                    "Titles": {
                        "eng": "Get Him Back! Operation Rescue!",
                        "jpn": "取り返せ！メポメポ大作戦"
                    },
                    "Summaries": {
                        "eng": "Mepple has fallen ill. Just when Nagisa realizes this, the vice-principal confiscates him. Nagisa has to retrieve him and cure his illness before it's too late.",
                        "jpn": "メップルの具合が良くない様子。演技だと思って取り合わないなぎさだが、どうやら本当に病気になってしまったらしい。しかも教頭先生が、コミューンになっていたメップルを、校則で持ち込みを禁じられた携帯電話だと勘違い。容赦なく没収してしまった！　心配するなぎさは、変装して職員室に忍び込もうとするが…。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "422362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422362",
                    "Titles": {
                        "eng": "Birthday Heist",
                        "jpn": "ほのか炸裂！素敵な誕生日"
                    },
                    "Summaries": {
                        "eng": "Honoka's parents come home for her birthday. However, a series of events lead to Honoka and her parents being held hostage in a jewelry store as Gekidrago strikes.",
                        "jpn": "今日はほのかの誕生日。久しぶりに帰国した両親とも再会し、ほのかはいつになく幸せそうだ。たくさん想い出をつくろうと計画していたのだが、いざ遊びに出かけようとすると、両親の携帯に仕事の電話が入ってきてしまう。一行は仕方なく、商用のために宝石店へ。ところがその店に、強盗団が押し入ってくる！"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "422363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422363",
                    "Titles": {
                        "eng": "Fish Out of Water",
                        "jpn": "亮太を救え！ゲキドラーゴ・パニック"
                    },
                    "Summaries": {
                        "eng": "Gekidrago's final episode. A trip to the aquarium for Ryouta's school project leads to Nagisa and Honoka having to defend him from the enemy.",
                        "jpn": "なぎさは弟の亮太にほのかを加えた三人で、水族館に行くことになった。楽しく見て歩いていた一行に、予想もしなかった恐怖が襲いかかる。悠然と泳いでいた鮫が、突如として水槽のガラスに体当たりを始めたのだ。ついにガラスは壊れ、巨大な鮫の群れが三人に向かって突進してくる。出口を捜して逃げ惑う三人は…。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "422364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422364",
                    "Titles": {
                        "eng": "Darkness in Disguise",
                        "jpn": "悪の華・ポイズニー参上！って誰？"
                    },
                    "Summaries": {
                        "eng": "The new enemy, Poisonny appears, playing on Nagisa and Honoka's weaknesses to steal Mepple and Mipple.",
                        "jpn": "ゲキドラーゴを倒したのも束の間、ドックゾーンの支配者・ジャアクキングは、新たな刺客を送り込んできた。頭脳的な作戦を得意とするポイズニーだ。なぎさの大好物がチョコレートだと知ったポイズニーは、販売員に変装してなぎさを呼び止め、新商品で気を惹いている隙にコミューンを偽物とすり替えてしまう。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "422365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422365",
                    "Titles": {
                        "eng": "Who's the New Student?",
                        "jpn": "ご用心！年下の転校生"
                    },
                    "Summaries": {
                        "eng": "A new student, Kiriya, secretly Poisonny's younger brother, transfers to Nagisa and Honoka's school.",
                        "jpn": "サッカー部が練習をするグラウンドに、突然、謎の少年が入ってきた。少年はなぎさ憧れの藤Ｐ先輩からボールを奪うと、華麗なテクニックでゴールを奪う。彼の名前は入澤キリヤ。学院の男子部に転入してきたキリヤは、一躍女子部の生徒たちの人気を集めるが、なぜかなぎさとほのかだけに興味を示して近づいてくる。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "422366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422366",
                    "Titles": {
                        "eng": "Spot the Fakes",
                        "jpn": "ウソホント！？ニセプリキュア大暴れ"
                    },
                    "Summaries": {
                        "eng": "Two girls are impersonating Pretty Cure. Poisonny hopes to force the girls to exchange the Prism Stones for the impostors.",
                        "jpn": "なぎさとほのかは、気になる話を耳にした。なんとプリキュアを目撃した人がいて、一部ではその話で持ちきりだというのだ。情報源のクラスメイト・夏子と京子は、素顔まで知っているらしい！　夏子は昨日もプリキュアを目撃したというのだが、なぎさとほのかは昨日は変身しておらず、全く心当たりがない。\r\n108円"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "422367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422367",
                    "Titles": {
                        "eng": "We Need A Vacation",
                        "jpn": "メッチャ危ない家族旅行"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka happen to be at the same vacation spot. They take advantage of this and go on an island adventure.",
                        "jpn": "なぎさは家族で旅行に出かけることになった。高級ペンションだと思っていた「れいくさいど」はひなびた旅館で、落胆するなぎさ。だが、そこで偶然にもほのかに出会い、すっかり元気を取り戻す。一緒に旅行を楽しむことになった二人は湖に出かけ、哀しくも不思議な伝説のある、ひびき島に向かうのだが…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "422381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422381",
                    "Titles": {
                        "eng": "Practice Makes Perfect",
                        "jpn": "ストレス全開！マドンナはつらいよ"
                    },
                    "Summaries": {
                        "eng": "Poisonny's Zakenna possess the body of the school superstar, creating an army of copies of her all over the school.",
                        "jpn": "ベローネ学院のマドンナ・小田島友華は、成績優秀でスポーツ万能、おまけに大金持ちの家に生まれた超お嬢さまだ。何もかもが完璧な友華は、なぎさとほのかにとっても憧れの的。だが、彼女には誰にも言えない悩みがあった。マドンナとして常に完璧を期待され、失敗を許されない状況が、大きなストレスになっていたのだ。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "422382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422382",
                    "Titles": {
                        "eng": "Cultivating Crushes",
                        "jpn": "ハートをゲット！トキメキ農作業"
                    },
                    "Summaries": {
                        "eng": "Honoka invites Nagisa to bring in the harvest on a friend's farm where she'll be working alongside Fujipi.",
                        "jpn": "なぎさはほのかに頼まれ、サッカー部の木俣の田舎で農家の手伝いをすることになった。藤Ｐ先輩も一緒ということで、なぎさは朝から興奮状態。先輩と一緒に作業することになるのだが、緊張のあまりうまく話しかけることができず、収穫ばかりがどんどん増えてゆく。一方のほのかは、さぼるキリヤに説教を始め…。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "422383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422383",
                    "Titles": {
                        "eng": "Midterm Mission",
                        "jpn": "ドキドキ！中間テストは恋の迷宮"
                    },
                    "Summaries": {
                        "eng": "Poisonny traps Nagisa and Honoka in a mirror maze during their midterm exams.",
                        "jpn": "なぎさの友達・谷口聖子は、キリヤのことが気になっている様子。志穂と莉奈は告白を勧め、ほのかも心強いアドバイスを与える。聖子は勇気を出して告白するが、キリヤは心ここにあらずといった様子で、話を聞こうともしない。ほのかと農作業をして以来、人間の行動が理解できなくなっていたのだ。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "422384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422384",
                    "Titles": {
                        "eng": "The Dark Zone's Secret Weapon",
                        "jpn": "こわすぎ！ドツクゾーン最後の切り札"
                    },
                    "Summaries": {
                        "eng": "Ilkuubo shows up and surprises the girls with the power of the Dotsukuzon.",
                        "jpn": "最近のメップルが話すことといえば、いつも食べ物のことばかり。こんな調子で本当に、故郷の危機を救えるのだろうか？　忠告するミップルだが、メップルはかえって怒りだす始末。顔を合わせれば口論になる二人を、なぎさとほのかが何とか仲直りさせようとしていたある日、闇の世界のナンバー２・イルクーボが姿を現す。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "422385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422385",
                    "Titles": {
                        "eng": "A Double Dose of Smart",
                        "jpn": "どっちが本物？ふたりのほのか"
                    },
                    "Summaries": {
                        "eng": "Poisonny's final episode. Poisonny impersonates Honoka and tries to trick Nagisa into giving her Mepple.",
                        "jpn": "放課後、なぎさとほのかは待ち合わせをして、下校途中にあかねさんのタコ焼き屋に立ち寄る。だが、今日のほのかは、何だかいつもと様子が違う。メップルのことを「アレ」呼ばわりしたり、ミップルと取り違えたり。ほのかが偽者だと気付き、慌ててその場を離れるなぎさ。本物のほのかは、どこへ消えてしまったのか…。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "422386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422386",
                    "Titles": {
                        "eng": "The Truth About Kirea",
                        "jpn": "衝撃デート！キリヤの真実"
                    },
                    "Summaries": {
                        "eng": "Kiriya confesses to Honoka about being part of the Dotsukuzon and willingly gives her his Prism Stone. Kiriya then goes back to Dotsukuzon to face his punishment.",
                        "jpn": "闇に呑み込まれてゆくポイズニーを見て、キリヤは改めて闇の世界の住人であることを自覚する。人間と共に暮らしてゆくことなど、しょせんは不可能なのだ。次の日、キリヤは一緒に下校しようとほのかを誘う。雨の降り始めた誰もいない道で、キリヤが告白した真実は、ほのかにとってはあまりにも衝撃的なものだった…。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "422387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422387",
                    "Titles": {
                        "eng": "Puppy Pandemonium",
                        "jpn": "ウッソー！忠太郎ママになる！？"
                    },
                    "Summaries": {
                        "eng": "Chuutaro finds an abandoned puppy. Nagisa and Honoka try to find its owner but run into Ilkuubo, who finds out where the Stones are hidden, on the way.",
                        "jpn": "ほのかの家で飼われている犬・忠太郎が、河原で一匹の子犬を見つけた。首輪には、幸い飼い主であるアキオちゃんの住所が書かれている。なぎさとほのかは、子犬の面倒を見る忠太郎も連れて、アキオちゃんの家に足を運ぶ。ところがアキオちゃんは既に引っ越していたため、手がかりはそこで途切れてしまう。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "422388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422388",
                    "Titles": {
                        "eng": "Summer Camp Fiasco",
                        "jpn": "危うし！夏合宿の悪夢"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka's training camps experience weird event from power outages to dying trees. They find out that Ilkuubo is behind it as he forces the Prism Hopish out of hiding and takes it.",
                        "jpn": "なぎさたちラクロス部は、山に夏合宿にやって来た。ほのかたち科学部も同じ場所で合宿、河原でのフィールドワークに精を出している。その夜、夕食を終えて夜空を眺めていた二人のもとに、志穂がいなくなったとの報せが届く。合宿所も突如として停電し、心配になった二人は、山の中を捜すことにするが…。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "422389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422389",
                    "Titles": {
                        "eng": "Match Point! Pretty Cure Vs. Ilkubo",
                        "jpn": "決戦！プリキュア対イルクーボ"
                    },
                    "Summaries": {
                        "eng": "Ilkuubbo finally takes the last two Stones but doesn't know how powerful they really are.",
                        "jpn": "せっかく手に入れたプリズムストーンを、イルクーボに奪われてしまった！　夏合宿も中止となり、なぎさとほのかは失意のまま、翌日帰宅することに。そして夜が明けるが、何だか辺りの様子がおかしい。なぎさとほのか以外は、誰一人として目覚めようとしないのだ。最後の戦いを挑んできた、イルクーボの仕業だ！"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "422390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422390",
                    "Titles": {
                        "eng": "Return to the Garden of Light",
                        "jpn": "いざ光の園へポポ！私たちも！？"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka travel to the Field of Light to bring about the Power of Creation.",
                        "jpn": "虹の橋を渡り、光の王子・ポルンがやって来た。わがままなポルンは、なぎさとほのかも光の園に来てほしいとダダをこねる。二人が仕方なく訪れた光の園は、美しい花が咲き乱れる楽園のような場所だった。光の民にも迎えられ、一行は宮殿へ。そこで待っていたのは、神々しい姿で玉座に腰かける光の園のクイーンだった。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "422391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/422391",
                    "Titles": {
                        "eng": "Saying Goodbye is Never Easy",
                        "jpn": "さよならメップルミップル！？やだー！"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka are kidnapped to the Dotsukuzon where they try to defeat Jyaku-King.",
                        "jpn": "なぎさとほのかの前に、ついにジャアクキングが姿を現した。身構える間もなく、二人にはイルクーボが襲いかかってくる！　プリキュアに変身し、懸命に戦うものの、強大な力にじわじわと追いつめられてゆく。そしてついに、イルクーボの拳が炸裂したと思われた瞬間、ジャアクキングが予想もしなかった行動に出る。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "655031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655031",
                    "Titles": {
                        "eng": "A New Evil Gathers",
                        "jpn": "新たな闇が迫る！迷子のポルンを救え"
                    },
                    "Summaries": {
                        "eng": "Pollun gets lost after going to back to the Field of Rainbows with Mipple and Mepple.",
                        "jpn": "ジャアクキングを倒したなぎさとほのかは、メップルたちにも別れを告げて、光の園から戻ってきた。平和な日々も束の間、メップルとミップルがポルンを連れて、再び二人の前に姿を現す。ジャアクキングが消滅する直前に、自分の分身である種を、虹の園のどこかにまいたのだという。戦いはまだ終わっていなかったのだ！"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "655041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655041",
                    "Titles": {
                        "eng": "Turning Up the Heat",
                        "jpn": "レギーネ登場！ってもう来ないで！"
                    },
                    "Summaries": {
                        "eng": "It is an extremely hot day and Nagisa and Honoka meet a new enemy.",
                        "jpn": "夏休みの宿題に取り組むなぎさとほのか。真面目なほのかと違って、なぎさはだらけてばかりで宿題は進まない。イライラして遊び回るメップルたちを叱りつけると、ポルンがまたしても予言を口にする。いつ果てるともない戦いの予感に、なぎさとほのかは不安になって落ち込んでしまう。そんな二人の前に現れたのは…。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "655051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655051",
                    "Titles": {
                        "eng": "Summer Ends with a Bang",
                        "jpn": "嵐の夏祭り！カミナリ様は超コワイ！？"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka go to a Summer festival and meet their third enemy.",
                        "jpn": "なぎさは志穂と莉奈との三人で、ショッピングにお出かけ。夏祭り用に浴衣が欲しいところだが、値段が高くてちょっと手が出ない。がっかりしていると、ほのかが去年着ていたものでいいならと、着付けまで見てくれることに。なぎさは大喜びで、いざ夏祭りへ！　藤Ｐ先輩たちとも合流し、楽しい一時を過ごすが…。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "655061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655061",
                    "Titles": {
                        "eng": "Pretty Cure Rainbow Storm",
                        "jpn": "炸裂！　プリキュアレインボーストーム"
                    },
                    "Summaries": {
                        "eng": "Pollun sneaks to school and gets the girls in trouble. When the guardian is lured out of his hiding place, he gives Pollun the power of the prism stones.",
                        "jpn": "徹夜の奮闘もむなしく、なぎさはとうとう夏休みの宿題を終わらせることが出来なかった。自分から廊下に立つために教室から出ようとすると、ポルンが急に騒ぎはじめる。みんなの目をごまかすために、ほのかも廊下へ出ることに。その後もポルンは勝手に外に飛び出したり、落書きをしたりと二人を困らせる。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "655071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655071",
                    "Titles": {
                        "eng": "Porun on the Loose",
                        "jpn": "マジ家出？　ポルンはいったいどこー！？"
                    },
                    "Summaries": {
                        "eng": "Porun, curious about the Garden of Rainbows (Earth), decides to take a visit.",
                        "jpn": "石の番人とプリズムストーンが、三人の闇の戦士に奪われてしまった。しかし石は本来のパワーを失っていて、闇の戦士の一人・ベルゼイは苛立ちを隠せない。パワーそのものはポルンが体内に取り込んでいて、そのせいで最近、様子がちょっと変だったらしい。そのポルンが、ホームシックのあまり家出してしまう。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "655081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655081",
                    "Titles": {
                        "eng": "Cheer Up, Porun",
                        "jpn": "ポルンを励ませ!　とっておきのカーニバル"
                    },
                    "Summaries": {
                        "eng": "Porun is feeling homesick, so Nagisa and Honoka take him to the amusement park.",
                        "jpn": "ジャアクキングは復活を果たしたが、プリズムストーンのエネルギーがないために、完全な力は取り戻せずにいた。闇の戦士の一人・レギーネは、石のありかを聞き出すためにプリキュアのもとへ。その頃、なぎさの家ではポルンが光の園へ帰りたいと泣き出していた。二人はポルンを元気づけるため、遊園地へ連れてゆく。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "655091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655091",
                    "Titles": {
                        "eng": "Teamwork Saves The Day",
                        "jpn": "Vゲット！　心でつなげ光のパスライン！！"
                    },
                    "Summaries": {
                        "eng": "Shiho feeling down after she misses a shot at lacrosse practice and decides to quit the team.",
                        "jpn": "志穂の様子が何だかおかしい。ラクロスのリーグ戦も佳境にさしかかった重要な時期に、練習中もうわの空。どうやら前回の試合でミスをしたことを、いまだに気に病んでいるらしい。後輩の言葉にもショックを受け、練習に行かないと言い出した志穂。そんな彼女に、莉奈はついキツイ言葉を投げつけてしまう。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "655101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/655101",
                    "Titles": {
                        "eng": "Running On Empty",
                        "jpn": "なぎさぶっちぎり！　炎のガチンコリレー"
                    },
                    "Summaries": {
                        "eng": "It's Track day and Field Day at Verone Junior High and Nagisa's set to race against Yuka.",
                        "jpn": "もうすぐベローネ学院の体育祭。運動神経抜群のなぎさに対して、今年は学院のマドンナ・小田島友華も対抗心を燃やしている。いよいよ体育祭当日、メップルたちも雰囲気にあてられて興奮気味。ポルンは自分も参加したいらしく、勝手に飛び出していってしまう。慌てて探すなぎさとほのかを待っていたのは…。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "427837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427837",
                    "Titles": {
                        "eng": "You Call This A Date?",
                        "jpn": "これってデート？怒涛のハッピーバースデー"
                    },
                    "Summaries": {
                        "eng": "Kazuki, the star player of the basketball team, asks Nagisa to go chestnut picking on her birthday with him and she has a hard time turning him down.",
                        "jpn": "10月10日はなぎさの誕生日。藤Ｐ先輩の祝福の笑顔を妄想してはしゃいでいた彼女は、突然、男子バスケ部のエースである支倉から告白されてしまう。戸惑うなぎさが相談しても、ほのかは、ちゃんとお断りしてきなさいと突き放すのだった。しかし、ポルンの予言が気になって、結局デートを尾行することになり…。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "427786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427786",
                    "Titles": {
                        "eng": "Guardian's Great Escape",
                        "jpn": "自由を掴め！ 番人決死の大脱走"
                    },
                    "Summaries": {
                        "eng": "The Guardian's been imprisoned by the Dark Zone, but a careless mistake by the Zakennas allows him to escape.",
                        "jpn": "闇の戦士に捕らわれている石の番人・ウィズダム。鳥カゴの中の彼に、ついに脱出のチャンスが訪れた。ウィズダムは執事ザケンナーをけしかけ、見事に館から抜け出すことに成功。その頃、なぎさはほのかと一緒に宿題に取り組んでいた。だが、ポルンが原因で、メップルとミップルがケンカを始めてしまう。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "427793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427793",
                    "Titles": {
                        "eng": "Shaking Up Shakespeare",
                        "jpn": "いざ初舞台！！　負けるなロミオとジュリエット"
                    },
                    "Summaries": {
                        "eng": "The Cherry Blossom class are planning to play Romeo and Juliet, and Nagisa and Honoka are chosen to play the main roles respectively.",
                        "jpn": "毎年恒例のベローネ祭で、２年桜組は『ロミオとジュリエット』のお芝居を上演することになった。ロミオ役はなぎさ、ジュリエット役はほのか、演出を担当するのは映画監督志望の志穂だ。演技に自信のないなぎさは、志穂からも叱られてばかり。本番ではポルンに台詞をこっそり教えてもらう作戦を立てるのだが…。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "427794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427794",
                    "Titles": {
                        "eng": "Ryan's Solo Mission",
                        "jpn": "ガッツでGO！　亮太のお使い大作戦"
                    },
                    "Summaries": {
                        "eng": "t's the weekend and the girls are excited for their day of shopping, but plans are derailed when Nagisa's dad. Fortunately, Ryouta steps in and delivers his dad's documents by himself.",
                        "jpn": "ほのかとショッピングに出かけようとしたなぎさだが、父親の岳から、会議に使う重要書類を会社まで届けてほしいと頼まれる。代わりに自分が行くと言い出したのは、自信満々の弟・亮太だった。なぎさとほのかが心配した通り、亮太は道を間違えてばかり。二人は大慌てで正しい道に連れ戻し、岳の会社まで誘導しようとする。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "427804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427804",
                    "Titles": {
                        "eng": "Patching It Up",
                        "jpn": "涙キラ！　汗がタラ！　結婚式は大騒動！！"
                    },
                    "Summaries": {
                        "eng": "Miss Yoshimi has announced that she's getting married and the class has decided to present her with a wedding gift.",
                        "jpn": "担任のよし美先生が、驚きの電撃発表。何と結婚することになったのだ！　お祝いをするために、なぎさたちはクラス一同でキルト細工を作ってプレゼントすることにする。先生には内緒で作業は進み、いよいよ結婚式の当日。なぎさとほのかが出来上がったキルト細工を会場の準備室に運び、自分たちの出番を待っていると…。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "427805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427805",
                    "Titles": {
                        "eng": "Sleepover Nightmare",
                        "jpn": "夢の世界へご招待！？　一泊二日闇の旅"
                    },
                    "Summaries": {
                        "eng": "Nagisa goes to a sleepover at Honoka's house and they both encounter Beruzei in their dreams and must fight him.",
                        "jpn": "ほのかの祖母・さなえが、一晩家を留守にすることになった。そこでなぎさが、一晩お泊まりをすることに。志穂や莉奈やユリコも訪れ、皆で賑やかに夕食を作って楽しい一時を過ごす。その夜、二人だけになったなぎさとほのかは、プリキュアになってからの日々を思い出しながら、これからのことを語り合う。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "427806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427806",
                    "Titles": {
                        "eng": "Losing Isn't An Option",
                        "jpn": "負けないってばー！！闇の力をぶっとばせ！"
                    },
                    "Summaries": {
                        "eng": "It's the Lacrosse Championship Finals and Verone Junior High is set to play Otag Junior High.",
                        "jpn": "今日はラクロスのトーナメント決勝戦！　相手は宿敵・御高倶女子中学だ。試合序盤、なぎさが強烈なシュートを放ち、ベローネ学院が先制。チームは勢いに乗り始めるが、突然、奇妙な風が吹いて、なぎさの姿がフィールドから消え去ってしまう。闇の戦士・ジュナが迫り来る破局に危機感を覚え、戦いを挑んできたのだ！"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "427807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427807",
                    "Titles": {
                        "eng": "Together, We Are One!",
                        "jpn": "二人はひとつ！　なぎさとほのか最強の絆"
                    },
                    "Summaries": {
                        "eng": "The Dark Zone figure out a way to separate Pretty Cure and it's up to Nagisa to find Honoka before she is consumed by the darkness!",
                        "jpn": "なぎさとほのかの前に、闇の戦士たちが出現。彼らは一瞬の隙をつき、ほのかをさらっていってしまう。分断されて一人になり、激しく動揺するなぎさ。闇の空間に閉じ込められたほのかの体も、なすすべもないまま、少しずつ消失してゆく…。史上最大の危機を迎え、プリキュアの絆の意味が試される時が来たのだ。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "427808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427808",
                    "Titles": {
                        "eng": "Fergie's Birthday Brouhaha",
                        "jpn": "激揺れまくり！藤P先輩に届けこの想い"
                    },
                    "Summaries": {
                        "eng": "Nagisa has a friend named Yui, who has a crush on Fujipi... what happens next?",
                        "jpn": "クラスメイトの唯が、何かに悩んでいる様子。なぎさは相談に乗ってあげることにするのだが、唯の悩みは、片想いの藤Ｐ先輩の誕生日に何をプレゼントしたらいいかわからない、というものだった。自分も藤Ｐ先輩が好きななぎさは、一瞬ためらうものの、唯のプレゼント選びを手伝うことにする。その様子を見たほのかは…。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "427809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427809",
                    "Titles": {
                        "eng": "A Holiday Visitor",
                        "jpn": "最高ハッピー!?　なぎさのホワイトクリスマス"
                    },
                    "Summaries": {
                        "eng": "Winter vacation is around the corner and Verone holds a Christmas Dance.",
                        "jpn": "今日はベローネ学院のクリスマスパーティー。藤Ｐ先輩の誕生日の一件以来、何かと沈みがちななぎさも、ダンスに参加しようとする。そこにやって来たのは唯。藤Ｐ先輩に告白したものの、断られてしまったらしい。外は折しも雪景色。みんなで楽しく話した後、なぎさは雪だるまを作ろうと藤Ｐ先輩に誘われる。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "427815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427815",
                    "Titles": {
                        "eng": "Choir Chaos",
                        "jpn": "歌えさくら組! 合唱は勇気を乗せて"
                    },
                    "Summaries": {
                        "eng": "The Eighth Grade Ensemble has won the choir challenge to represent Verone Junior High at the district championships. Chiaki makes a last minute decision to change the song they’re going to sing and the girls persuade the rest of the class that it’s the right move.",
                        "jpn": "２年桜組は校内の合唱コンクールで優勝し、地区大会への切符を手にした。先頭に立って引っ張ってきた千秋を中心に、一同は練習に精を出す。しかし、彼女は何だか浮かない顔。コンクールで優勝するために楽曲を変更するかどうか、結論を出せずにいたのだ。なぎさが協力し、新しい曲でクラス中から好評を得るのだが…。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "427821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427821",
                    "Titles": {
                        "eng": "A New Year Debacle",
                        "jpn": "サイアク～!　石の力が奪われた～!?"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka are excited for the new year, but before they can even enjoy their first day at school, the Dark Zone attacks. They’ve figured out that Porun has the power of the Prism Stones inside him so they’ve come to get him.",
                        "jpn": "新学期早々、またしても闇の戦士たちが現れた。なぎさとほのかはプリキュアに変身して応戦するが、激しい攻撃に防戦一方。見かねたポルンが助けようと飛び出すと、戦士ベルゼイは、待ってましたとばかりに捕らえる。人質を取られて動けないプリキュアの目の前で、ベルゼイはプリズムストーンに力を戻す儀式を始める。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "427822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427822",
                    "Titles": {
                        "eng": "The Dark Zone Expedition",
                        "jpn": "最強戦士登場!っても～ありえない!!"
                    },
                    "Summaries": {
                        "eng": "After losing both the Guardian and the Prism Stones, Nagisa and Honoka have to follow Juna, Regine and Belzei back to the Dark Zone.",
                        "jpn": "プリキュアが駆けつけた時は既に遅く、闇の戦士たちは、全てを生み出す石の力を体内に取り込もうとしていた。裏切られたと知ったジャアクキングは怒り心頭、強力なパワーで彼らを吸い上げて、ドックゾーンに呼び寄せる。後を追ったプリキュアたちもドックゾーンにたどり着き、闇の戦士たちに立ち向かう！"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "427823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427823",
                    "Titles": {
                        "eng": "Evil vs. Evil",
                        "jpn": "史上最大の決戦！　プリキュア最後の日!!"
                    },
                    "Summaries": {
                        "eng": "The Dark King’s not very happy with his dark warriors. They’ve stolen what he feels is rightfully his and now Pretty Cure has to stand back and watch as the dark enemies battle it out.",
                        "jpn": "プリキュアを激しい爆発から助けたのは、闇に消えたと思われていたキリヤだった。石の力を手に入れたジャアクキングは、彼にも止めることができない。だが、二人はあくまでも、自分たちの運命は自分たちで切り開くつもりだ。激闘の場に割って入った二人は、闇の戦士たちが融合した巨人に戦いを挑む！"
                    },
                    "Aliases": []
                },
                "49": {
                    "ID": "427824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/427824",
                    "Titles": {
                        "eng": "Fight for the Future",
                        "jpn": "未来を信じて！　明日を信じて！　さよならなんて言わせない!!"
                    },
                    "Summaries": {
                        "eng": "It’s the final showdown. Either Pretty Cure defeats the Dark King or the darkness will consume the universe.",
                        "jpn": "ジャアクキングはついに、なぎさとほのかたちの住む世界・虹の園に姿を現した。最大の必殺技・プリキュアレインボーストームさえ、ジャアクキングには全く通用しない。絶体絶命の危機に追い込まれたプリキュアを見て、ポルンはクイーンに助けを求める。そして自らに秘められた、本当の力を知った彼は…。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "589214",
            "URL": "https://thetvdb.com/series/pretty-cure/seasons/official/2",
            "Titles": {
                "eng": "Futari wa Pretty Cure Max Heart",
                "jpn": "ふたりはプリキュアMaxHeart",
                "ita": "Pretty Cure: Max Heart",
                "deu": "Pretty Cure Max Heart"
            },
            "Summaries": {
                "eng": "In Max Heart, Nagisa and Honoka meet the mysterious Hikari Kujou, who is soon revealed to be the \"Life\" of the Queen, whose powers were scattered into the form of twelve \"Heartiels\" following her battle with the Dark King. Meanwhile, remnants of the Dark Zone are protecting a mysterious boy, who is suspected of being the \"Life\" of the Dark King. Joined by Hikari, who gains the power to become Shiny Luminous, the Pretty Cures once again fight against the Dark Zone in order to retrieve the Heartiels and restore the Queen.",
                "jpn": "激しかった戦いの日々も終わりをつげ、なぎさとほのかはプリキュアとして戦う日々から、元通りの普通の中学生としての毎日に戻っていた。光の園も平和な日々を取り戻し、メップルとミップルとポルンも、今は静かな眠りについている。だが、異変は突然起こった。ジャアクキングの攻撃で傷ついていたクイーンが、「生命」「心」「12のハーティエル」に分裂してしまったのだ。その頃、中学3年生になったなぎさとほのかの前には、ザケンナーがまたしても姿を現していた。眠りから覚めたメップルとミップルの力で、二人は再びプリキュアに変身！ こうして戦いは幕を開け、謎めいた少女・九条ひかりとの出会いが、思いもよらぬ運命へと物語を導いてゆく。",
                "ita": "Dopo l'intensa battaglia combattuta contro re Jaaku, Nagisa e Honoka tornano alla normalità, mentre Mapple, Mipple e Pollun riposano in tranquillità. Intanto nel Giardino della Luce la regina, che è stata ferita dall'attacco di re Jaaku si divide in 12 sfere chiamate anche \"i 12 cuori o spiriti della regina\". \r\nGrazie ai nuovi poteri che Mapple e Mipple concedono alle guerriere della luce e a Pollun e Hikari Kujo la quale intanto si aggiunge al gruppo, la nuova missione delle Pretty Cure è ora quella di raccogliere \"le 12 aspirazioni della regina\" per riportare indietro la legittima sovrana del Giardino della luce.",
                "deu": null
            },
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "4916416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916416",
                    "Titles": {
                        "eng": "We are still Pretty Cure! The legend continues through thick and thin!",
                        "jpn": "やっぱりふたりはプリキュア～！伝説は続くよどこまでも！"
                    },
                    "Summaries": {
                        "eng": "After the Queen was dangerously wounded from the fight with Evil King, she separates into the parts that make her. It is now up to Nagisa and Honoka to become Cure Black and White again after Mepple and Mipple awaken once more as someone attempts to resurrect the Evil King.",
                        "jpn": "ジャアクキングが倒れて、光の園も平和を取り戻した。プリキュアだったなぎさとほのかも、普通の日常に戻っていた。ふたたび世界に平穏な日々が訪れるかに思えたとき、クイーンに異変が起きる。命の交替を余儀なくされたクイーンは、生命と心、そして12のハーティエルへに分離して、どこへともなく散ってしまったのだ。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4916418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916418",
                    "Titles": {
                        "eng": "The freshman is a profound mystery! But she is really full of riddles",
                        "jpn": "新入生は摩訶不思議!?はっきりいって謎だらけ！"
                    },
                    "Summaries": {
                        "eng": "The girls try to learn more about the mysterious Hikari while searching for the missing Heartiels.",
                        "jpn": "なぎさとほのかは、光の園から来た長老と番人から、クイーンの身に起こった一大事を聞かされる。12のハーティエルのひとりであるシークンは運良く見つけられたが、ほかにクイーンの手がかりとなるものは何もない。そんな時、二人は不思議な雰囲気をもった新入生の少女・九条ひかりに出逢う。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4916419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916419",
                    "Titles": {
                        "eng": "Could this be destiny? Porun and Hikari's approaching encounter",
                        "jpn": "これって運命？ポルンとひかり接近遭遇!!"
                    },
                    "Summaries": {
                        "eng": "After Pollun runs off to locate Seekun, he and Hikari run into one-another. When he takes off she decides to follow after him and learns something about her new friends...",
                        "jpn": "「自分も目覚める」と、予言めいたことをポルンが口にし始めた。そして無断でなぎさのカバンに潜り込むと、学校までついて来てしまう。シークンも何かを感じたらしく、長老と番人が止めるのも聞かず外へと出てしまう。何かに導かれるようになぎさのカバンから飛び出したポルンは、ひかりと運命の出会いを果たす。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4916420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916420",
                    "Titles": {
                        "eng": "You are not alone! A premonition that two moods overlap",
                        "jpn": "独りじゃない！二つの気持ちが重なる予感！"
                    },
                    "Summaries": {
                        "eng": "Hikari tries to determine just who or what Pretty Cure is as Nagisa tries to find another solution to deal with her noisy room guests without alerting anyone of their presence. In this time, Hikari and Pollun express a desire to help the Cures out.",
                        "jpn": "これ以上、自分の部屋に長老たちを隠しきれない…なぎさは一同を連れてほのかの家へ。事情を聞かされたほのかは、こころよく長老たちを受け入れてくれるのだった。問題が片付き、ホッとするなぎさとほのかの前に、ひかりが現れる。先日見たポルンとプリキュアの話を切り出され、なぎさとほのかは困惑するが…"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4916421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916421",
                    "Titles": {
                        "eng": "A gallant appearance! My name is Shiny Luminous",
                        "jpn": "颯爽登場！その名はシャイニールミナス！"
                    },
                    "Summaries": {
                        "eng": "Cure Black and Cure White welcome their brand new teammate, Shiny Luminous and help her adjust to her newfound abilities. In this time they start wondering what Hikari's connection with the Queen is.",
                        "jpn": "プリキュアの危機に、ポルンがひかりに駆け寄る。ポルンは新たな姿に変化すると、それを手にしたひかりを、新たな戦士・シャイニールミナスに変身させる。ブラックとホワイトだけでなく、敵のサーキュラスまでもが驚くが、誰より信じられないのは変身したルミナス本人だった。果たして、その実力は!?"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4916422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916422",
                    "Titles": {
                        "eng": "Be careful! Hikari's errand peril is a defeat",
                        "jpn": "気をつけて！ひかりのお使い危険がいっぱい"
                    },
                    "Summaries": {
                        "eng": "Akane sends Hikari shopping with Nagisa and Honoka and Hikari gets temporally lost. She manages to get the shopping done and join up with Nagisa and Honoka again but they are attacked by Uraganos on the way back.",
                        "jpn": "ルミナスの出現を重く見た闇の者たちは、新たなる戦士・ウラガノスを呼び寄せた。一方、なぎさとほのかは、ひかりのことを心配してアカネの店を訪れる。アカネは二人に、ひかり一人では不安だからとお使いを頼む。なぎさとほのかは快く引き受けるが、ちょっと目を離したすきに、ひかりが迷子になってしまう。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4916423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916423",
                    "Titles": {
                        "eng": "Fight, Nagisa! The prodigious power of housework at the scene of a fire",
                        "jpn": "ファイトだなぎさ！家事で火事場の馬鹿力！"
                    },
                    "Summaries": {
                        "eng": "Nagisa's Mom goes to her high-school reunion and leaves Nagisa to do the chores. Nagisa slacks off at first but then gets to it after a visit from Honoka.",
                        "jpn": "お母さんが同窓会で留守にしている間、なぎさが家事をすることになった。最初は羽が伸ばせると余裕のなぎさだったが、なかなか思うようにいかない。しかも亮太は、宿題がわからずにほのかに助けを求める始末。晩御飯は冷凍食品やインスタントで済ますつもりだったなぎさは、ほのかに説教されて自分で作ることになるが…。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4916424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916424",
                    "Titles": {
                        "eng": "Let your worries drive off! Link Hikari's ties with everyone!",
                        "jpn": "悩みぶっ飛び！ひかりを結ぶみんなの絆"
                    },
                    "Summaries": {
                        "eng": "Nakao, Akane's colleague, tells her to close the Tako Cafe and return to her original job. She becomes worried and Hikari, Nagisa and Honoka helps her not to close the café.",
                        "jpn": "かつて勤めていた商社の後輩が、アカネのもとへ何度となくやってきていた。会社に戻ってきてほしいと頼みに来ていたのだ。考えあぐねるアカネを見て、ひかりも自分が力になってあげられないことを思い悩む。一方のポルンも、ひかりが本当に自分のことを思ってくれているのか不安になっていた。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4916425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916425",
                    "Titles": {
                        "eng": "Do not disturb! Honoka's most important day",
                        "jpn": "邪魔させない！ほのかの一番大切な日"
                    },
                    "Summaries": {
                        "eng": "It's Honoka's birthday and her parents come to visit her after being away for their jobs. They take her to a French restaurant but the power gets cut off and Viblis attacks.",
                        "jpn": "ほのかは科学部の実験中、つい後輩にきついことを言ってしまう。そのことが原因で、自分に部長の大任が務まるのか悩み始めてしまう。その頃、ルミナスの存在を気にかけるサーキュラスとウラガノスの前には、新たな戦士・ビブリスが現れていた。ビブリスが襲ったのは、1年ぶりに両親と誕生日を祝おうとするほのかだった！"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4916426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916426",
                    "Titles": {
                        "eng": "On the verge of panic! Don't take this dangerous field trip practice seriously!",
                        "jpn": "パニック寸前！甘くて危険な見学実習"
                    },
                    "Summaries": {
                        "eng": "Honoka and Nagisa's class goes on a field trip to a cake factory but are attacked by Viblis.",
                        "jpn": "3年桜組は、学校の実習でケーキ工場を見学することになった。実習終了後には作ったケーキを食べることができるとあって、なぎさのテンションは行く前から上がりっぱなし。帰ったらほのかと一緒に、ひかりのためにケーキを作ると約束する。そして当日、いよいよケーキを食べられると思った瞬間…。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4916427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916427",
                    "Titles": {
                        "eng": "Big pinch! Don't hang your heart in this one-shot turnaround",
                        "jpn": "大ピンチ！ハートをつないで一発逆転!!"
                    },
                    "Summaries": {
                        "eng": "It's the Lacrosse Championship and the team are set to take on another school. But a fallout with two of the members causes the team to lose, but Nagisa manages to make them work together. Meanwhile, Hikari gets an encounter with Viblis but is not able to fight her herself. Later on, Honoka and Nagisa comes to the rescue and tells Hikari not to fight the Dark Zone alone",
                        "jpn": "なぎさがラクロス部の主将になって、初めてのリーグ戦が始まった。張り切るなぎさだったが、チーム内に不和が起きて、試合はよもやの大ピンチ。それを見ていたひかりは、何とか力になりたくて、思わずなぎさの手を握る。なぎさはチーム全員に手を握らせると、みんなの心をひとつにして反撃を開始する。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4916428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916428",
                    "Titles": {
                        "eng": "Business prosperity! Welcome the Cafe's Plateau!",
                        "jpn": "商売繁盛！高原のカフェへいらっしゃい"
                    },
                    "Summaries": {
                        "eng": "Akane takes Nagisa, Honoka and Hikari to a festival in the highlands for their work in the takoyaki shop.",
                        "jpn": "ひかりのもとに、ハーティエルたちが収まる場所・クイーンチェアレクトが出現。だが、それに呼応するように、新たな闇の戦士も現れる。そうとは知らないなぎさとほのかは、アカネにタコカフェの出張営業を手伝うように頼まれ、高原のお祭り会場へ。しかし、新鮮な牧場名物がひしめくなかでは、さすがに売上げも不調で…。"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4916430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916430",
                    "Titles": {
                        "eng": "Nagisa's great parent-child battle? Neglecting a mother's heart?",
                        "jpn": "なぎさ親子で大バトル？母のココロ子知らず!?"
                    },
                    "Summaries": {
                        "eng": "Nagisa has an argument with her mother and feels that she is annoying. But after a conversation with her father, she realises all the trouble that her mother has gone through to look after Nagisa, so she goes home to make an apology.",
                        "jpn": "なぎさはお母さんの言うことをきかず薄着で出かけ、風邪をひいてしまった。親身になって看病するお母さんだが、なぎさはうっとうしく感じて、ついケンカになってしまう。すると、今度はお母さんが風邪をひいてしまった。それを知って、モヤモヤした気分になったなぎさを、お父さんが買い物に連れ出す。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4916431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916431",
                    "Titles": {
                        "eng": "Go for it, Fuji-P-senpai! Nagisa's cheering flag of spirit",
                        "jpn": "藤P先輩ガンバ！なぎさ気合の応援旗"
                    },
                    "Summaries": {
                        "eng": "Fujipi's soccer team has a match with another school and Nagisa, Honoka and Hikari go to cheer him on. But Circulas appears in the middle of the match, so they leave the game to prevent the match from being disrupted by him.",
                        "jpn": "高等部に進んだ藤P先輩は、1年生ながらサッカー部のレギュラーに抜擢されて試合に出場することになった。応援に行くと言うなぎさ。大好きな先輩を応援するため、手作りの応援旗を作るのだが、使うことは躊躇してしまう。そして、いざキックオフ！ だが、試合会場にサーキュラスが現れて…。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4916432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916432",
                    "Titles": {
                        "eng": "A senior's aspiration is a great close friend!",
                        "jpn": "あこがれの先輩は大親友!?"
                    },
                    "Summaries": {
                        "eng": "Hikari goes out with her friends Nao and Miu. Meanwhile, Honoka studies at a library whilst Nagisa goes to a bakery to get bread for her mother. They all meet up at the same area and Nao persuades Nagisa into playing basketball with some boys.",
                        "jpn": "クラスメートの奈緒と美羽に誘われ、ひかりは遊びに出かける。初めてできた友達に、ひかりの表情は徐々に明るくなっていく。やがて奈緒と美羽の話題は、あこがれの先輩のことになり、ひかりは奈緒と美羽が、なぎさとほのかにあこがれていることを知る。そこへ偶然にも、なぎさが現れ…。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4916433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916433",
                    "Titles": {
                        "eng": "Nagisa's in high spirits! The lucky color is in the pink!",
                        "jpn": "なぎさノリノリ！ラッキーカラーで絶好調!!"
                    },
                    "Summaries": {
                        "eng": "Shiho and Rina tell Nagisa that her horoscopes predicts a good week for her and that her lucky colour is yellow. Nagisa does not believe it, but after a series of good events, she decides to not study for her mid-term exams and instead rely on her luck. During the test, Uraganos attacks, and Nagisa, Honoka and Hikari fight him.",
                        "jpn": "星座占いによると、今週は10年に1度のラッキーウィークらしい。最初は半信半疑のなぎさだったが、クジで高級メロンを当てたり、藤村と出会ったりと、幸運が続くうちにラッキーウィークを信じ込むようになる。挙げ句には自分の幸運の力で、中間テストも乗り切ろうと考え始め…。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4916434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916434",
                    "Titles": {
                        "eng": "What's this? A distressed Honoka's meeting for reading research papers",
                        "jpn": "どうする!?悩めるほのかの研究発表会"
                    },
                    "Summaries": {
                        "eng": "The Science Fair is coming up and Honoka and the Science Club do not know what theme they should do for the fair so they redo the Lightning theme that we done last year (as seen in Pretty Cure). Honoka feels that it is not the right choice but after a while, she changes the theme to \"Trash and Us\" and everyone works hard on it. On the day of the Science Fair, Uraganos attacked Honoka and Yukiro but Nagisa and Hikari made it on time to fight him off.",
                        "jpn": "科学部の研究発表会が近づいてきた。昨年度の実績に従って研究題材が決定されるが、ほのかは何だか納得いかない。なぎさの一言で、本当に自分のやりたかったことを思い出したほのかは、研究内容を変更して発表会に臨むことに決める。そして研究発表会の日を迎えるが、ウラガノスがほのかを狙って会場に現れる！\r\n108円"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4916435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916435",
                    "Titles": {
                        "eng": "Camping, 'Hoy! Becoming reliant on Daddy?",
                        "jpn": "キャンプだホイ！頼りになるのはお父さん!?"
                    },
                    "Summaries": {
                        "eng": "Nagisa's family and Honoka go on a camping trip, and Hikari joins them later on. Chuutaro runs away, and the three girls chase after him, only to find Uraganos. They fight him off and return to Nagisa's parents, but they could not go to the waterfall because Nagisa's dad was concerned about the rain. When they visit Akane, they find out that a landslide happened by the waterfall. Intelligen gives Nagisa, Honoka and Hikari some notepads and goes inside the Chairect.",
                        "jpn": "ほのかと忠太郎は、なぎさの家族と一緒にキャンプへ行くことになった。キャンプ慣れしているなぎさのお父さんのおかげで、一同は何不自由なくアウトドアを楽しんでいる。遅れて合流したひかりと一緒に、翌日は滝を見に行くことを決めて、1日目は無事に終わる。ところが2日目、山は怪しい天気に包まれる。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4916436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916436",
                    "Titles": {
                        "eng": "Hikari is worried! Nagisa's changing schools--Unbelievable!!",
                        "jpn": "ひかり困った！なぎさが転校ありえない!!"
                    },
                    "Summaries": {
                        "eng": "When Nagisa overhears her father talking about moving to Osaka, she feels worried about Honoka and Hikari's reaction to the news. Fortunately, it was her father's boss who was moving, but Hikari thinks that Nagisa is moving and finds it hard to tell Honoka.",
                        "jpn": "忘れ物を取りに戻ったなぎさは、お父さんとお母さんの話を偶然聞いてしまう。何と美墨家が引っ越しをするという内容！ ほのかに打ち明けなければならないと悩むが、すべては早とちりに過ぎなかった。安心したのも束の間、今度はなぎさのひとり言を耳にしたひかりが、どうしていいかわからなくなってしまう。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4916437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916437",
                    "Titles": {
                        "eng": "Namida's farewell!? Rina's ponpoko tale",
                        "jpn": "ナミダのお別れ!?莉奈のポンポコ物語"
                    },
                    "Summaries": {
                        "eng": "After noticing how strange Rina has been the girls discover she has been taking care of a baby raccoon. As she tries to adjust to saying goodbye to it, Nagisa and Honoka are overwhelmed by their own sadness when they realize that one day they will have to part with Mepple and Mipple.",
                        "jpn": "最近、莉奈の様子がどうもおかしい。志穂から相談されたなぎさとほのかは、本人に直接話を聞いてみることに。それでも話してくれないので、こっそり後をつけると、森の中にある山小屋にたどり着いた。そこには一匹のケガをしたタヌキの子供がいた。莉奈は子タヌキの世話をするうちに、情が移って離れられなくなったのだ。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4916440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916440",
                    "Titles": {
                        "eng": "So soon? So often!? A forbidden encounter",
                        "jpn": "ど～なる？ど～する!?禁じられた出会い"
                    },
                    "Summaries": {
                        "eng": "Hikari bonds with a boy named Daiki and tries to help him feel better after he reveals he got into a dispute with his parents. Meanwhile, the boy in the mansion is finally allowed outside of the Mansion of Darkness.",
                        "jpn": "闇の館に閉じこもっていった少年が、ついに外の世界へ飛び出していく。その頃、ひかりは大輝という男の子と知り合っていた。彼は母親とケンカをして家出をしてきたらしい。色々な所を回りつつ、ひかりは家に戻るよう大輝を説得。そうしてやって来た商店街で、ひかりは散策に来ていた少年と鉢合わせになる。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4916441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916441",
                    "Titles": {
                        "eng": "The horror of Baldez! Pretty Cure cornered",
                        "jpn": "恐怖のバルデス！追いつめられたプリキュア"
                    },
                    "Summaries": {
                        "eng": "Pretty Cure is confronted by the toughest villain yet, Baldez...",
                        "jpn": "明日から夏休み。タコカフェにいたなぎさたちは、ポルンの警告によって、バルデスの存在に気付く。二人はプリキュアに変身して立ち向かうが、バルデスの強さは、他の闇の戦士たちとは比べものにならない。プリキュア・マーブルスクリュー・マックスさえ弾き返されるのを見たひかりは、意を決してルミナスに変身するが…。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4916442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916442",
                    "Titles": {
                        "eng": "Rebound the dark powers! Hope uncovers a new power!",
                        "jpn": "闇の力をはね返せ！希望がくれた新たな力!!"
                    },
                    "Summaries": {
                        "eng": "The girls go to Lake Hyoutan with Seekun and Intelligen to look for the 'shining piece of Earth surrounded by six pillars'. But when Baldez figures out their plans he steps in to take it and the Power of Creation for himself.",
                        "jpn": "なぎさたちはバルデスの力に打ち勝つため、「光り輝く大地」を求めて瓢箪池へと足を運ぶ。だが、手がかりが乏しく、捜索はいっこうにはかどらない。そこにインテリジェンが、もうひとつのアドバイスを与える。眠れる獅子こそ、光り輝く大地への案内人だというのだ。それを聞いたほのかは、正しい答えをひらめく。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4916443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916443",
                    "Titles": {
                        "eng": "Adolescent full throttle! Yuka-senpai and Nagisa's top deciding battle!",
                        "jpn": "青春全開！友華先輩となぎさの頂上決戦!!"
                    },
                    "Summaries": {
                        "eng": "Nagisa and Honoka are preparing to lead their summer camp teams, but to their surprise, Hikari decides to join. Along with Yuka - who doesn't actually seem to be there for the clubs themself",
                        "jpn": "ラクロス部と科学部の合宿が、今年も合同で行われる。今年はひかりもアカネさんと一緒に参加し、科学部の相談役として友華先輩も加わっている。先輩はなぎさが元気に練習するのを見て、他人からどう見られようと、自分らしく振る舞うことの大切さを思い出す。ところが、そのなぎさが突然体調を崩して倒れてしまう。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "4916444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916444",
                    "Titles": {
                        "eng": "Hikari's summer day, Sanae's reminiscence",
                        "jpn": "ひかりの夏の日 さなえの思い出"
                    },
                    "Summaries": {
                        "eng": "The girls, along with Honoka's grandmother, decide to visit the lake one warm summer day. Seeing that Hikari has a problem, Sanae encourages her to never give up and she uses this advice when the girls get attacked by Viblis.",
                        "jpn": "闇の戦士たちが現れても、ひかりはいつも、なぎさとほのかに助けられてばかり。自分らしさとは一体何だろうか…彼女は悩みながら歩いていた。やってきたほのかの家にはなぎさもいて、ふたりして夏休みの宿題に取り組んでいる。さなえは3人をお気に入りの公園に誘い、ひかりと一緒に池に浮かべたボートに乗る。"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "4916445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916445",
                    "Titles": {
                        "eng": "Losing Nagisa! Everyone is worried and greatly afraid!",
                        "jpn": "負けるななぎさ！みんな悩んで大きくなった!!"
                    },
                    "Summaries": {
                        "eng": "As the Summer Festival approaches, Nagisa worries over not having a plan for the future. Unknowingly, someone else she knows is in the same boat as she is and with that persons help, she may realize that she doesn't need to hurry.",
                        "jpn": "今夜は年に一度の夏祭り。楽しみで仕方のないなぎさだったが、志穂から将来の夢について聞かれ、答えられずに落ち込んでしまう。ほのかは研究者になりたいと言うし、アカネさんにもはっきりとした夢がある。ますます落ち込んでしまうなぎさを、メップルが何とか励まそうとしていると、藤P先輩がやってくる。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "4916446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916446",
                    "Titles": {
                        "eng": "Don't finish your homework yet! Pears and storms and Zakennah!",
                        "jpn": "残った宿題片付けろ！梨と嵐とザケンナー!!"
                    },
                    "Summaries": {
                        "eng": "The girls join Akane as she visits a Pear Orchard in search of a new menu item, and during this, Nagisa decides to base her research on the Pears and lends the couple who own it a hand.",
                        "jpn": "夏休みも明日で最終日。ようやく宿題を終わらせることができたと大喜びのなぎさだったが、自由課題が残っていたことを思い出して頭を抱える。たった1日では、とうてい課題を終わらせることはできないだろう。あきらめムードのなぎさを、アカネさんが、ほのかやひかりと一緒に梨園に収穫に行かないかと誘う。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "4916447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916447",
                    "Titles": {
                        "eng": "Veroune panic! The naughty ghost-hunting princess",
                        "jpn": "ベローネパニック！わんぱく王女のお化け退治"
                    },
                    "Summaries": {
                        "eng": "Rumors around school about the ghost Ruriko haunting it begin to surface. At first the girls don't believe it but after a series of strange events, they start to reconsider the possibilities.",
                        "jpn": "ベローネ学院の中等部には、昔からある怪談が語り継がれている。ベローネのルリ子さんというオバケ（？）に出会ってしまったら、呪われてしまうというのだ。志穂と莉奈は、昨日ルリ子さんを目撃してしまったらしい。なぎさとほのかは、そんなの気のせいだと笑うが、放課後の学院に本当に異変が現れる。"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "4916448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916448",
                    "Titles": {
                        "eng": "No way...Seriously...Really? Porun's great babysitter strategy!",
                        "jpn": "ウソマジホント？ポルンの子守り大作戦！"
                    },
                    "Summaries": {
                        "eng": "Lulun goes to live with Nagisa after annoying Pollun but when this arrangement doesn't work out, they return her to Hikari. In this time, the siblings learn about the bond between brother and sister.",
                        "jpn": "光の園から新たにやってきた、未来を紡ぐ王女ルルン。長老によると、ルルンが虹の園に送り出されたのには何か理由があるらしい。当のルルンは、そんなことは気にする様子もなく、大好きなポルンのそばで一日中遊んでいる。二人がいなくなった後のタコカフェは、まるで嵐が過ぎ去ったよう。そこに幼い兄妹がやってきて…。"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "4916449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916449",
                    "Titles": {
                        "eng": "Do your best, Luloon! Weave the future with the power of light",
                        "jpn": "頑張れルルン！未来を紡ぐ光の力!!"
                    },
                    "Summaries": {
                        "eng": "The girls go for a trip to the Amusement Park and Hikari makes a vow to protect Lulun from harm. But Circulas shows up to get rid of her, angering the girls.",
                        "jpn": "ルルンがやってきたことで、タコカフェの手伝いをするひかりの負担は、ますます増えることになった。心配するなぎさとほのかは、気分転換にと遊園地に誘う。遊園地はなぎさとほのかにとっても、初めてプリキュアに変身した思い出の場所。お話しをすることでルルンと心を通わせたひかりも、楽しんでくれたようだが…。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "4916450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916450",
                    "Titles": {
                        "eng": "Valdez reborn! Break through with teamwork at the last second!!",
                        "jpn": "バルデス復活！チームワークでギリギリ突破!!"
                    },
                    "Summaries": {
                        "eng": "It's a Lacrosse tournament and Verone Academy is set to face Kakatouan school; however, things prove to be difficult when the rivaling team easily gains a lead. To make matters worse, Viblis has decided to show up.",
                        "jpn": "ラクロスのリーグ戦が、いよいよ始まった。1回戦の相手である格闘館付属女子中は、抜群の身体能力を持っているうえに、ベローネ学院のことを研究してきているらしい。何もやらせてもらえないまま、0-2の点差をつけられて前半は終了。沈み込むチームメイトに、なぎさは驚くべき作戦を提案する。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "4916451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916451",
                    "Titles": {
                        "eng": "Protect us from darkness! This world's most important smile!",
                        "jpn": "闇から守れ！この世で一番大事な笑顔!!"
                    },
                    "Summaries": {
                        "eng": "Nagisa is in charge of writing an article for the school newspaper, so in hopes of encourage her, Honoka takes her, Shiho, and Rina to a woman named Mitoya, who runs an odango shop. She announces her plans to close it, but after seeing their article starts to reconsider.",
                        "jpn": "志穂と莉奈となぎさは、ベローネタイムスという学校新聞の当番になった。ところがなぎさは、自分の仕事をすっかり忘れ、締め切りの前日になって「街角スマイル」というコーナーを任されていたことを思い出す始末。困ったなぎさは、ほのかに相談して、水戸屋という団子屋のおばあさんを取材することにする。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "4916452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916452",
                    "Titles": {
                        "eng": "Stock up your courage! Nagisa's troublesome birthday!!",
                        "jpn": "勇気を出して！なぎさ波乱のバースデー!!"
                    },
                    "Summaries": {
                        "eng": "Nagisa's birthday has come up and the girls decide to spend the day observing flowers. However, Nagisa is more focused on her attempt to confess her feelings to Fujimura after she gets to spend time with him.",
                        "jpn": "もうすぐなぎさの誕生日。藤P先輩にお祝いしてほしいところだが、高等部のサッカーの試合が近いせいで、それどころではないようだ。そして誕生日。ほのかと買い物に出かけた道すがら、先輩の練習を見学に来たなぎさ。あまり調子の良くない先輩は、なぎさの言葉で元気を取り戻し、そのまま良い雰囲気になるが…。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "4916453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916453",
                    "Titles": {
                        "eng": "Friends on a journey! Zakennah on a field trip!?",
                        "jpn": "旅だ仲間だ！修学旅行だザケンナー!?"
                    },
                    "Summaries": {
                        "eng": "It's the first day of the field trip and Nagisa and Honoka takes a look at some of the features in Kyoto. Nagisa finds a lottery and wins two tickets, giving her and Honoka the chance to see an Edo drama. Meanwhile, Hikari feels worried after a series of weird event and Whisun comes out of the Chairect to tell her that \"the truth is coming\".",
                        "jpn": "なぎさたちは、修学旅行で京都にやってきた。心ゆくまで旅を満喫する一同。その頃、いつも通りの学校生活を送っていたひかりは、そこかしこに不穏な気配を感じていた。ハーティエルのウィシュンも、「真実が近づいてきます」と予言を口にする。いてもたってもいられなくなったひかりは、書き置きを残して京都に向かう。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "4916454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916454",
                    "Titles": {
                        "eng": "A seriously dangerous field trip! Lovely sliced fish has a dangerous smell",
                        "jpn": "マジヤバ修学旅行！思い出作りは危険な香り"
                    },
                    "Summaries": {
                        "eng": "Hikari joins the girls on their last day of the field trip. But strange events continue occurring as the little Boy from the Mansion observes Kyoto under the watchful eye of the inhabitants of the Mansion of Darkness.",
                        "jpn": "なぎさとほのかの必死の弁明の甲斐あって、ひかりもこのまま旅行に参加させてもらえることになった。しかし、旅先に来ているのはひかりだけではなかった。ビブリスとウラガノスも、館から消えてしまった少年を捜しに来ていたのだ。なぎさたちは、ウィシュンの予言のことも忘れて旅行を楽しんでいたが…。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "4916455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916455",
                    "Titles": {
                        "eng": "Return to the pit! Polun and Lulun's great adventure",
                        "jpn": "おうちに帰して～！ポルンとルルンの大冒険"
                    },
                    "Summaries": {
                        "eng": "Pollun and Lulun are are taken by a little girl after she mistakes them for stuffed animals someone threw away.",
                        "jpn": "今日もルルンの相手で、ポルンはヘトヘト。離れようとしてもすぐに後を追いかけてくるので、たまったものではない。困り果てていると、今度は別の困ったことが起きる。公園にやってきた望という少女に、ぬいぐるみだと勘違いされて家に持ち帰られてしまったのだ！ ポルンとルルンは脱出のチャンスをうかがうが…。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "4916456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916456",
                    "Titles": {
                        "eng": "Nagisa's flying! Honoka's dancing! Feel the power of the harvest on the great stage!",
                        "jpn": "なぎさ飛ぶ！ほのか舞う！志穂全力の大舞台！"
                    },
                    "Summaries": {
                        "eng": "Nagisa attempts to make Shiho's newest play a big success but fears the worst as her friend continuously makes changes to it.",
                        "jpn": "なぎさたち3年桜組は、今年のベローネ祭でもお芝居をすることになった。演目は『牛若丸と弁慶』、演出はもちろん、映画監督志望の志穂だ。映画の勉強をすることを両親に認めてほしい志穂は、今年の舞台には並々ならぬ決意で挑んでいる。役に立候補したなぎさとほのかは、難しいワイヤーアクションに挑む。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "4916457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916457",
                    "Titles": {
                        "eng": "Goodbye, Honoka! Our bonds will intensify forever!",
                        "jpn": "さよならほのか!?絆は固く永遠に！"
                    },
                    "Summaries": {
                        "eng": "Honoka is invited to move to Paris in order to be with her parents. But while she is excited by the prospect she is unsure if she is willing to leave everything else behind.",
                        "jpn": "ほのかのもとに、海外にいる母親から手紙が届く。これからしばらくパリに住むことになったので、一緒に暮らさないかというのだ。相談されたなぎさは、深く考えもせずに「行った方がいいよ」と答えてしまう。軽率な発言を後悔するなぎさ。一方のほのかも、はっきりと決められず、気分が落ち込んだままで…。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "4916458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916458",
                    "Titles": {
                        "eng": "Burn out! The young Lacrosse finalist!!",
                        "jpn": "燃え尽きろ！青春ラクロス決勝戦!!"
                    },
                    "Summaries": {
                        "eng": "The Lacrosse Championship is beginning with Verone Academy going against Otagaku. In this time Nagisa bonds with Nagasawa, the captain of Otagaku's team and both girls reminisce about what encouraged them to play Lacrosse and how their feelings are about it now.",
                        "jpn": "もうすぐラクロスのリーグ戦の決勝戦。相手は宿敵・御高倶女子中学だ。今年の御高倶中は、キャプテンの永沢勝子を中心に作り上げられた、例年にないほどの好チーム。多彩なフォーメーションと正確なプレーが持ち味だ。相手にとって不足はない。意気込むなぎさのもとに、その永沢勝子が訪ねてくる。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "4916459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916459",
                    "Titles": {
                        "eng": "Together, we are the best! Full-powered rippin' roarin' Nagisa and Ryouta!",
                        "jpn": "ふたりは最高！全開バリバリなぎさと亮太!!"
                    },
                    "Summaries": {
                        "eng": "After Ryouta is promoted to a higher badminton Club, Nagisa is tasked with taking him there. As the older sister she tries to show him support and is really excited, but this only causes him to try to avoid her.",
                        "jpn": "校内バドミントン大会で優勝した亮太は、地元のクラブチームの練習に参加することになった。大喜びのなぎさは、ほのかやひかりも誘って応援に駆けつける。柴田くんという友達もでき、自分のペースで練習をしていた亮太は、なぎさのあまりにも熱の入った応援に調子を崩してしまう。練習試合の相手も強敵で…。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "4916460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916460",
                    "Titles": {
                        "eng": "Deliver your spirit! A wandering present of courage!",
                        "jpn": "気迫で渡せ！ちょこっと勇気のプレゼント!!"
                    },
                    "Summaries": {
                        "eng": "With Fujimura's birthday approaching, Nagisa wants to get him a great gift. She is inspired to make something special but struggles to give it to him.",
                        "jpn": "もうすぐ藤P先輩の誕生日。今年こそプレゼントを渡そうと、なぎさは気合い充分だ。ほのかとひかりを加え、プレゼント選びに頭を悩ますなぎさ。ついに決心して、イニシャルを刺しゅうしたスポーツタオルを渡すことにする。そして当日、なぎさはトラブルをくぐり抜け、藤P先輩のいる市営グラウンドに到着する。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "4916461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916461",
                    "Titles": {
                        "eng": "A rink full of sweethearts? Slipping and falling into grave danger!",
                        "jpn": "銀盤の恋人たち？滑って転んで大ピンチ！"
                    },
                    "Summaries": {
                        "eng": "Nagisa is invited to the Amusement Park by Fujimura and it's a dream come true! But to her dismay, Honoka and Kimata were also invited. Together the four friends spend a day at the Amusement Park as Nagisa plans to work up the courage to confess her feelings for Fujipi.",
                        "jpn": "藤P先輩から遊園地のお誘いが来た！ 二人きりのデートだと思ってドキドキのなぎさだったが、ほのかたちも一緒だと知って落ち込む。一同が楽しむのはウィンタースポーツの代名詞・アイススケート。運動神経抜群のなぎさだが、アイススケートは大の苦手。そこで藤P先輩が、マンツーマンで指導してくれることになり…。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "4916462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916462",
                    "Titles": {
                        "eng": "The final winter vacation! It's a special lesson for Zakennah!",
                        "jpn": "最後の冬休み！特別授業だザケンナー!?"
                    },
                    "Summaries": {
                        "eng": "With the school year almost over, a new captain is chosen for Science Club and Lacrosse. In this time everyone prepares to celebrate the holidays while trying to get to know the new captains.",
                        "jpn": "中学生活最後の冬休みがやってきた。なぎさとほのかは、キャプテンと部長という責任あるポジションを後輩に引き継ぎ、一安心の様子。だが、やっぱり部のことが気になってしまい、こっそり様子を見に行くことに。ラクロス部の新キャプテンのマキは、気負いすぎて苦労しているようだ。なぎさはマキにアドバイスを与える。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "4916463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916463",
                    "Titles": {
                        "eng": "The day Hikari disappears, the day we search for tomorrow!",
                        "jpn": "ひかりが消えた日 明日を探す日！"
                    },
                    "Summaries": {
                        "eng": "The balance between both worlds has began to shift, with those of the Mansion of Darkness, and those of the Garden of Light aware. Hikari then vanishes and runs into Hikaru, who questions the truth of his existence.",
                        "jpn": "なぎさとほのかの心は晴れない。度重なるひかりの異変や、館の少年の動き…これから何が始まろうとしているのだろうか？ 長老は、光と闇のバランスが崩れて、空間が歪んだせいだと説明する。それでもひかりはタコカフェでお手伝いを続けていたが、なぎさとほのかの目の前で、突如として消失してしまう！"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "4916464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916464",
                    "Titles": {
                        "eng": "Infinite darkness, eternal light",
                        "jpn": "無限の闇 永遠の光"
                    },
                    "Summaries": {
                        "eng": "After the disappearance of Hikari, the girls learn that she isn't remembered by anyone; although they know that something is missing. As the girls try to find her, the Evil King's resurrection isn't far off and the city is shown to be at risk.",
                        "jpn": "ひかりが消えてから一日が経つと、アカネさんや学校のみんなの記憶から、存在自体が消え始めていた…。このままでは世界も、闇の力に覆い尽くされてしまうだろう。なぎさとほのかが心配している頃、ひかりは少年と共にドックゾーンにいた。少年の差し伸べた手に触れた途端、光の力が吸収されてゆく。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "4916465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916465",
                    "Titles": {
                        "eng": "Life-risking attack! Dark soldiers at maximum power!",
                        "jpn": "捨て身の総攻撃！闇の戦士マックスパワー!!"
                    },
                    "Summaries": {
                        "eng": "Shiny Luminous attempts to save Hikaru before the Evil King is resurrected. Meanwhile, Black and White continue to fight off the Generals.",
                        "jpn": "復活したジャアクキングが、ついに虹の園に姿を現した！ 押しとどめようとするプリキュアの前には、闇の戦士たちが出現。互いに一歩も引かない激闘が繰り広げられる。一方ルミナスは、ジャアクキングのもとへ向かおうとする少年を引き留めていた。少年はルミナスの声に気付くが、バルデスが二人の間を引き裂く。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "4916466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-cure/episodes/4916466",
                    "Titles": {
                        "eng": "Open the door! The story begins from here",
                        "jpn": "扉を開けて！ここから始まる物語"
                    },
                    "Summaries": {
                        "eng": "With the fate of the world on their shoulders, Pretty Cure is thrown into the Darkness and it is up to Luminous to save them and work together to defeat Baldez and the Evil King.",
                        "jpn": "バルデスの力はあまりにも強大だった。満身創痍のプリキュアはなすすべもなく、自分たちの暮らす街が破壊されてゆくのを、ただ見ていることしかできない。もはや起きあがる力すら残されていない…それでも励ましてくれるメップルとミップルを前に、泣き崩れる二人。その時、記憶の奥底から、ある声が聞こえてくる…。"
                    },
                    "Aliases": []
                }
            }
        }
    }
}