{
    "URL": "https://thetvdb.com/series/true-beauty",
    "Genres": [
        "Game Show",
        "Reality"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1232714/",
        "https://www.themoviedb.org/tv/32945"
    ],
    "TitleEnglish": "True Beauty",
    "SummaryEnglish": "What makes a person truly beautiful? Hosted and judged by Vanessa Minnillo (former host of TRL and ET), along with judges Cheryl Tiegs (America's first supermodel, currently designer and author) and Nolé Marin (America's Next Top Model and fashion expert for E!, TV Guide, The Tyra Banks Show), the series will determine the True Beauty of six stunning females and four handsome males who will live together in a spectacular Los Angeles mansion as they undergo a series of challenges to determine who is truly the most beautiful.",
    "Aliases": [],
    "Modified": "2022-11-13",
    "Seasons": {
        "1": {
            "ID": "39046",
            "URL": "https://thetvdb.com/series/true-beauty/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "423329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/423329",
                    "TitleEnglish": "Episode 101",
                    "SummaryEnglish": "Six gorgeous women and four hot men are gathered together in an LA mansion where they face challenges each week to help",
                    "Aliases": []
                },
                "2": {
                    "ID": "421856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/421856",
                    "TitleEnglish": "Episode 102",
                    "SummaryEnglish": "Charitable character is this episodes test when the group is divided into 3 teams of three to go on a million dollar shopping spree on Melrose Avenue, but each are given only $100 to purchase 3 outfits. Another contestant is eliminated.",
                    "Aliases": []
                },
                "3": {
                    "ID": "427481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/427481",
                    "TitleEnglish": "Episode 103",
                    "SummaryEnglish": "The group of beautiful people are challenged in secret concerning compassion and sportsmanship under the guise of a photo shoot, while an actress pretends she is the wardrobe stylist who is in the middle of a messy breakup, all done behind hidden cameras. Later, another contestant is eliminated.",
                    "Aliases": []
                },
                "4": {
                    "ID": "427482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/427482",
                    "TitleEnglish": "Timeless Beauty",
                    "SummaryEnglish": "In week four, the group are secretly tested on their respect for their elders by being observed while each is partnered with a senior citizen for a photo shoot.",
                    "Aliases": []
                },
                "5": {
                    "ID": "432134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/432134",
                    "TitleEnglish": "Natural Beauty",
                    "SummaryEnglish": "The contestants are challenged to rough it on a beach overnight after a long hike with just a bottle of water. After a dawn wake up call, they will compete in creating a 30-second natural beauty promo without makeup, stylists and mirrors.",
                    "Aliases": []
                },
                "6": {
                    "ID": "439960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/439960",
                    "TitleEnglish": "Get Fit",
                    "SummaryEnglish": "The contestants will be monitored by a group of teenagers as they undergo a physical fitness challenge, but the judges seem less interested in the fitness levels as they are in the personal interaction.",
                    "Aliases": []
                },
                "7": {
                    "ID": "439961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/439961",
                    "TitleEnglish": "Red Carpet Mamas",
                    "SummaryEnglish": "While walking the red carpet with their mothers, several test of manners are going on in secret.",
                    "Aliases": []
                },
                "8": {
                    "ID": "439962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/439962",
                    "TitleEnglish": "Finale",
                    "SummaryEnglish": "After an intimate interview with editor Jess Taylor as a test of the contestants inner beauty, plus a semi-nude photo shoot with photographer Mathew Rolston as a test of their outer beauty, a winner is chosen. The winner will receive a cash prize and a place in People magazine's 100 Most Beauiful People issue.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "256341",
            "URL": "https://thetvdb.com/series/true-beauty/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "2305021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2305021",
                    "TitleEnglish": "The Stealing Challenge",
                    "SummaryEnglish": "The contestants, working with a fake stylist hired by the producers, have a $200 budget and 20 minutes to create a signature Vegas look; each player is given a chance to steal an item out of their budget to get an edge in the competition. Liz, Michael, and JD are caught on hidden camera violating the rules by accepting the item offered by the \"stylist.\" The contestants put on their outfits and are placed in glass boxes on the street of Las Vegas. People passing by are given one token to give to the contestant of their choice. Amy dresses as a bride, Craig a cowboy, David as Elvis, Erika as Marilyn Monroe, JD as a drag queen, Liz as a glitzy go-go dancer, Michael as a pimp, Michelle as a pin-up girl, Regina as Lady Luck, and Taylor as a rocker. Liz gains the most tokens with her provocative and revealing (yet stolen) outfit and wins the challenge. David and JD receive the lowest number of tokens and must face elimination.\r\n\r\nThe bottom two face the judges for the first elimination. Unaware of the hidden camera footage, JD argues that his willingness to dress in drag shows how badly he wants to win while David argues that his Elvis outfit fit better with the Las Vegas theme. David, who had not stolen an item, is pronounced safe. JD is eliminated and is shown the footage of him accepting the extra item out of budget.\r\n\r\n    * Winner: Liz\r\n    * Bottom Two: David and JD\r\n    * Eliminated: JD",
                    "Aliases": []
                },
                "2": {
                    "ID": "2305531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2305531",
                    "TitleEnglish": "The Secret",
                    "SummaryEnglish": "Impressionists Penn and Teller teach the remaining contestants a magic trick and swear them to secrecy; a reporter tries to get the contestants to spill the beans about the trick; a contestant is eliminated.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2358381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2358381",
                    "TitleEnglish": "Grace Under Fire",
                    "SummaryEnglish": "The remaining contestants conduct televised man-on-the-street interviews on the Vegas Strip; a focus group of hard-to-impress people critiques the interviews; the tension mounts during a heated argument.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2358391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2358391",
                    "TitleEnglish": "Finding the Ring",
                    "SummaryEnglish": "The remaining contestants must create a nearly nude ad campaign for a buffet; the hidden camera test reveals which contestants will sift through garbage to find someone's lost engagement ring.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2393871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2393871",
                    "TitleEnglish": "Change My Score!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "2396311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2396311",
                    "TitleEnglish": "Bride in Trouble",
                    "SummaryEnglish": "A contestant has a meltdown after losing a challenge; the contestants encounter a bride being belittled by her mother.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2429911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2429911",
                    "TitleEnglish": "Stop Smoking!",
                    "SummaryEnglish": "The four remaining contestants encounter a pregnant woman who is smoking and drinking; a contestant has a hard time completing a challenge after drinking all day by the pool.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2454671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/true-beauty/episodes/2454671",
                    "TitleEnglish": "The Final Test",
                    "SummaryEnglish": "The final three contestants party all night, then must shoot a commercial for Las Vegas; the contestants see what the spy cameras have captured; the winner is revealed.",
                    "Aliases": []
                }
            }
        }
    }
}