{
    "URL": "https://thetvdb.com/series/little-women-1987",
    "Genres": [
        "Animation",
        "Drama",
        "Family",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0168283/",
        "https://www.themoviedb.org/tv/21618",
        "https://www.wikidata.org/wiki/Q719160"
    ],
    "Titles": {
        "eng": "Little Women (1987)",
        "jpn": "愛の若草物語"
    },
    "Summaries": {
        "eng": "Meg, Jo, Beth and Amy are four loving March sisters living with their mother in the USA during the Civil War. Their father is a military doctor fighting in the Union Army. After a terrible battle in a neighbour town, the Confederates pass through their town and burn it. Over the ruins of their house the March family also learn that the factory in which their father invested all his money has been burnt too. Homeless and pennyless, the family heads towards Newcord, where the father's aunt lives, hoping for the old lady to help them. The girls try to adjust to their new life, face many hardships, meet new friends and wish to the war to be over at last.",
        "jpn": "１９世紀半ば、 南北戦争が続くアメリカのゲティスバーグ近郊に暮らす、 マーチ夫妻とその四人の娘たち。 \r\n激しさを増す戦争の中で、 家族は互いに支えあい、 助け台って生きていきます。 \r\nそして、 さまざまな困難やすばらしい体験を経て、 姉妹は美しく、 立派なレディへと成長するのです"
    },
    "Aliases": [
        "Ai no Wakakusa Monogatari",
        "Little Men",
        "Little Women 2",
        "Little Women to Good Wives",
        "Love's Tale of Young Grass",
        "Tale of Love's Young Shoots",
        "Tale of Young Grass: Nan and Miss Jo",
        "Tales of the Little Women",
        "Wakakusa Monogatari Nan to Jō Sensei",
        "Tales of Little Women"
    ],
    "Modified": "2025-09-12",
    "Seasons": {
        "1": {
            "ID": "39223",
            "URL": "https://thetvdb.com/series/little-women-1987/seasons/official/1",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "423223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423223",
                    "Titles": {
                        "eng": "The March Family",
                        "jpn": "パパが帰って来た! !"
                    },
                    "Summaries": {
                        "eng": "The March family, mother, and four daughters make the best of life as their father fights with the Union Army. After a year, the wounded father returns, and the family rejoices. But their family picnic takes an ominous turn when he sights enemy scouts.",
                        "jpn": "１９世紀半ば、 南北戦争最中のアメリカ。 ゲティスバーグ近郊の町に愛すべき四姉妹がいた。 長女メグ、 次女ジョオ、 三女ベス、 そして四女のエイミーは、 母メアリーとともに、 父が不在のマーチ家を守り、 暮らしていた。 ある日、 戦地に赴いていた父フレデリックから家族へ１年ぶりの帰宅を報せる手紙が届く。 一家は元気に帰宅した父の姿に沸き、 ピクニック行きを約束する。 しかし……。"
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "423224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423224",
                    "Titles": {
                        "eng": "The War Draws Closer",
                        "jpn": "ミルキー・アンを拾った"
                    },
                    "Summaries": {
                        "eng": "As the Rebel army advances toward the March family's hometown, the father returns to the war. On the way home from church in a heavy rainstorm, Beth finds a stray kitten suffering from the weather and nurses it back to health.",
                        "jpn": "ピクニックの途中、 南軍の斥候兵を見かけたフレデリックは家族にニューコードへの疎開を命じると、 すぐさま元の部隊へと復帰した。 住み慣れた町に近づく戦争の気配に一家は動揺を隠せない。 それからしばらくたった雨の日、 ベスはずぶ濡れの子猫を拾い、 ミルキー・アンと名付ける。 新しく仲間入りした家族に、 ひと時の明るさを取り戻すマーチ家だったが、 戦いは確実に迫っていた……。"
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "423225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423225",
                    "Titles": {
                        "eng": "The Hidden Guest",
                        "jpn": "あぶない！早く逃げて！！"
                    },
                    "Summaries": {
                        "eng": "The Rebel forces arrive and take control of the town. While looking for a wooden box for the kitten Milky Ann, Jo discovers a runaway slave hiding in the storage shed. His name is John, and he has escaped from the Southern army.",
                        "jpn": "ミルキー・アンを拾った翌日、 町は南軍の大部隊に占拠されてしまった。 マーチ家の家政婦ハンナは、 自分も南軍の黒人奴隷にされるのではという心配を募らせる。 そんな時、 ミルキー・アンのトイレに使う箱を探しに物置小屋へ入ったベスは、 南軍から脱走した黒人奴隷のジョンの人質にされてしまう。 メアリーはハンナとともにジョンを説得、 南軍が移動するまで彼をかくまおうとするが……。"
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "423226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423226",
                    "Titles": {
                        "eng": "The Gift Of Freedom",
                        "jpn": "戦争がはじまる!"
                    },
                    "Summaries": {
                        "eng": "Amy and her sisters shelter John under the floor while Rebel soldiers search for him unsuccessfully. Mother sees him off on his dangerous trip north to safety, supplying him with food and money for the journey. Then the battle begins in earnest.",
                        "jpn": "逃亡したジョンを捜す南軍の兵士がマーチ家にも来た。 兵達は執拗に家を調べるが、 ジョンの隠れる地下室を発見できずに引きあげる。 部隊も移動し、 何とか南軍をやり過ごした一家はジョンを無事送り出した。 翌日、 疎開を決意したメアリーは、 ニューコードに住むフレデリックの叔母マーサへ手紙を出す。 メグの新しいドレスが仕上がったと同じ日、 ついに砲声が聞こえてきた……。"
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "423227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423227",
                    "Titles": {
                        "eng": "The Friendship Pin",
                        "jpn": "町が燃えてしまう!"
                    },
                    "Summaries": {
                        "eng": "As the battle becomes more violent, people flee from the town. The March family is finally forced to leave their home.",
                        "jpn": "南北戦争中、 最大の激戦といわれたゲティスバーグの戦いが始まった。 戦場に近いこの町にも連日のように砲声が響く。 人々は戦火に巻き込まれまいと浮き足立ち、 仕立屋のスペンサー夫人やエイミーの親友、 バーバラの一家もよそへ避難していった。 教会のバザーや舞踏会の中止が決定的となった頃、 戦いの決着もつこうとしていた。 この町は敗北した南軍の逃走路になってしまうのだ……。"
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "423228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423228",
                    "Titles": {
                        "eng": "Running From The War",
                        "jpn": "さよなら、ふるさと!"
                    },
                    "Summaries": {
                        "eng": "Amy and her family spend the night on a small hill. The next morning, they return to their house only to find it burned and destroyed. They must move north to stay with Aunt March in New England.",
                        "jpn": "マーチ一家は必要な手荷物だけをまとめ、 町の人達も集まる小高い丘へと避難した。 夜半過ぎ、 敗走する南軍によって町に火の手が上がるが、 人々はただ見守るしかない。 翌朝、 完全に焼け落ちた家の前で悲しむ一家のもとへ父フレデリックが戻ってくる。 互いの無事を確認したのち、 一家は父のすすめでニューコードへと向かう。 そしてジョオは旅の汽車で思わぬ人物と再会する……。"
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "423229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423229",
                    "Titles": {
                        "eng": "The Unwelcome Mat",
                        "jpn": "おば様はいじわる!"
                    },
                    "Summaries": {
                        "eng": "The family arrives safely in Newcord, but Aunt March fails to meet them. When they arrive at her house, they interrupt her afternoon nap, putting her in ill humor. Instead of a happy family reunion, they must suffer her biting criticisms.",
                        "jpn": "ニューコードの町に到着したマーチ家の人々。 しかし、 電報を送ったにもかかわらずマーサおば様からの出迎えはなかった。 一家は直接マーサの屋敷を訪ねてみる。 苦労して会えたマーサの対応は親切とは言いがたかった。 彼女に暮らしの援助を断られた一家はしかたなく町へ戻ろうとする。 ちょうど同じ頃、 マーサのもう一人の甥のデーヴィッドが彼女のもとを訪れていた。"
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "423230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423230",
                    "Titles": {
                        "eng": "Living With Aunt March",
                        "jpn": "お家を貸して下さい!"
                    },
                    "Summaries": {
                        "eng": "Amy and her family must stay with Aunt March until they find a new home of their own. While Mother goes house hunting, the girls help with the housework. It is a busy day!",
                        "jpn": "マーチ一家はマーサの好意を受け、 貸家が見つかるまで彼女の家で暮らすことにする。 メグやエイミーはホテルでの滞在を提案するが、 母メアリーは手持ちの財産が少なくなり、 倹約する必要があることを告げた。 マーサは一家の面倒をみる代わりに屋敷の掃除やペットの世話をするよう命じる。 そんな中、 ジョオはマーサの夫が遺した書斎を見つけ、 その蔵書に目を輝かせる。"
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "423231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423231",
                    "Titles": {
                        "eng": "Nice Work If You Can Get It",
                        "jpn": "怒りん坊のジョオ！"
                    },
                    "Summaries": {
                        "eng": "Jo, who has written plays and stories, begins a novel. She wants it to appear as a serial in a newspaper. She meets with the editor of a local newspaper, but is angered by his lack of interest.",
                        "jpn": "ジョオは屋敷の書斎を使わせてもらえるようマーサと交渉する。 初めはあまり感心しない様子だったマーサも、 ジョオの熱意に押されて渋々承知した。 ジョオはさっそく仕事の合間を使って小説を書き上げ、 町の小さな新聞社へと持ち込む。 運良くその編集長と記者のアンソニーに出会えたジョオ。 ところがアンソニーはジョオの年齢を聞くと、 作品を読もうともせず批判するのだった。"
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "423232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423232",
                    "Titles": {
                        "eng": "Jo's Civil War Stories",
                        "jpn": "ほめられて けなされて"
                    },
                    "Summaries": {
                        "eng": "Anthony, the newspaperman, reports his impressions of Jo's novel. What he really wants, however, is to hear her experiences of the war. He admires Jo because she speaks so easily and pleasantly.",
                        "jpn": "メアリーは出征兵士援護会のボランティアを始めたいとマーサに申し出た。 マーサの目には随分奇特な行いと映ったが、 取りあえずその申し出を許可する。 メアリーが出かけた後、 アンソニーがジョオを訪ねてきた。 彼はジョオの小説を続まずに批判した非を素直に詫びる。 そして改めてジョオに一家が体験したゲティスバーグの戦いの模様を取材させてほしいと切り出した。"
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "423233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423233",
                    "Titles": {
                        "eng": "A Heart to Heart Talk",
                        "jpn": "マーサおば様はお気の毒"
                    },
                    "Summaries": {
                        "eng": "Jo and Aunt March take a walk together and visit the harbor. There Aunt March reminisces, telling Jo her wonderful memories, and the sorrow she has endured.",
                        "jpn": "メアリーのボランティア活動が始まった。 メグもまた、 家計の助けになればと町一番の銀行家、 キング家の家庭教師として働き出す。 マーチ家の戦争体験はアンソニーの手で記事になった。 マーサもこの記事を読んだが、 今なお一家が明るさを失わないことが不思議でならない。 そしてマーサはジョオを港へ散策に連れ出すと、 彼女に自分やフレデリックのことを話して聞かせる……。"
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "423234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423234",
                    "Titles": {
                        "eng": "The Worn-out Welcome",
                        "jpn": "雷なんて大嫌い！"
                    },
                    "Summaries": {
                        "eng": "The March children are determined to find a new house but discover that it is not as easy as they had imagined. Jo and Amy go out in a carriage to look without success.",
                        "jpn": "マーチ家の人々が疎ましいデーヴィッドは、 一家に貸家を探す気がないと指摘する。 それに腹を立てたジョオは自ら家を探し始める。 マーサはこの時初めてマーチ家の窮状を知るが、 一方で一家には何の下心も無いことも承知していた。 ある日、 家を探して雨に降られたジョオは、 雨宿りの木陰で偶然アンソニーと再会する。 そして貸家のあてを彼に尋ねている時、 そばに雷が……!"
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "423235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423235",
                    "Titles": {
                        "eng": "A Home At Last",
                        "jpn": "私たちの変な家"
                    },
                    "Summaries": {
                        "eng": "After Anthony hears the March family is trying to find a new home, he takes them to the house his cousin manages. It is octagonal and strange, but they like it.",
                        "jpn": "家探しの途中で降りだした大雨もようやく上がり、 ジョオはアンソニーが紹介してくれた家に向かう。 その家は元々ガラス職人の住まいで、 変わった形の工房がある珍しい作りだった。 今はアンソニーのいとこが管理しているというのだが、 中の状態も家貨も申し分のない条件だった。 無事新居も決まって引っ越しの準備を始めた一家に、 マーサは意外な提案を持ちかける……。"
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "423236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423236",
                    "Titles": {
                        "eng": "A New Life In A New Town",
                        "jpn": "エイミーと悪い友だち"
                    },
                    "Summaries": {
                        "eng": "A new term begins, and Amy goes to a nearby school. Her teacher is quite strict and does not allow candy in the classroom. Amy, however, shares forbidden treats with her new friends.",
                        "jpn": "秋になり、 新しい学校に通いだしたエイミー。 クラスの友だちは、 厳しいデービス先生の目を盗んで学校にお菓子を持ち込むような子ばかり。 その様子に、 エイミーは早くも影響を受けてしまう。 ジョオは、 養子に来て欲しいというマーサの申し出を丁重に断る代わりに、 彼女の屋敷でアルバイトを続けていた。 その頃、 お隣のローレンス氏のもとへ、 ２年振りに孫のローリーが帰ってきた。"
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "423237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423237",
                    "Titles": {
                        "eng": "The Boy Next Door",
                        "jpn": "お隣りからのぞく不思議な少年！"
                    },
                    "Summaries": {
                        "eng": "A grandson comes to stay with Mr. Laurence, who lives next door to the March family. The boy is intrigued by the laughter coming from the March household. The sound is so distracting he cannot study.",
                        "jpn": "ローリーが祖父ローレンス氏の屋敷に戻ってきたのは、 大学に進む準備のためだった。 将来自分の事業を手伝うため、 勉強に励むよう諭す祖父に、 不満を抱くローリー。 一方メグには、 サリーという新しい友人ができる。 母メアリーは、 娘たちが多くの友人と出会って心豊かになることを願うのだった。 いつも暖かさに満ちたマーチ家に、 ローリーは特別な興味を持つようになる。"
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "423238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423238",
                    "Titles": {
                        "eng": "Meg's First Dance",
                        "jpn": "ひどい!メグは泥棒なんかじゃない! !"
                    },
                    "Summaries": {
                        "eng": "Meg works as a tutor for the King children from the richest family in town. Meg is thrilled when she is invited to a party they are giving. However, the next day a theft occurs in the household, and Meg is suspected, putting an end to her party plans.",
                        "jpn": "マーチ家を観察するローリーの目にジョオたちも気づき始める。 しかし、 彼の孤独な境遇を思うと、 不思議と迷惑には感じなかった。 秋も深まったある日、 メグをキング家の舞踏会に招待する話がサリー達から持ちあがる。 舞踏会デビューの夢が叶うと思わず喜ぶメグ。 ところがその後、 舞踏会へのご招待どころか、 逆にキング家から大金を持ち出した疑いがメグにかけられてしまって……。"
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "423239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423239",
                    "Titles": {
                        "eng": "Lincoln's Gettysburg Address",
                        "jpn": "ジョオとリンカーン大統領の演説!"
                    },
                    "Summaries": {
                        "eng": "Jo visits Aunt March, who is in bed recuperating from angina. When Jo reads the newspaper to her Aunt, she learns of a very interesting speech made by President Lincoln.",
                        "jpn": "メグがキング家から大金を持ち出したのでは、 という疑いは誤解だったとわかる。 彼女はこのことを水に流し、 家庭教師を続ける決心をする。 そんな折、 叔母のマーサが病気で寝込んでしまった。 気弱になったマーサは遺言状のことを相談するためにメアリーを呼び、 ともに戦地にいるフレデリックを思う。 それからしばらくして、 戦地を取材するアンソニーからジョオ宛てに一通の手紙が届く。"
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "423240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423240",
                    "Titles": {
                        "eng": "Invitation To The Dance",
                        "jpn": "メグとジョオ舞踏会にデビュー!?"
                    },
                    "Summaries": {
                        "eng": "Meg and Jo are excited to receive invitations to a party. But Jo has a problem, standing too close to fire has scorched her best dress, and now she has nothing to wear. Mending the dress as well as she can, Jo decides to wear the damaged party gown.",
                        "jpn": "１２月のある日、 メグとジョオは友人のサリーから、 彼女の家で開かれる舞踏会へ正式に招待される。 大騒ぎしながらも、 二人は初めての舞踏会に出席する準備をどうにか整える。 ジョオはドレスの継ぎあて跡が気になり、 パーティーを楽しむどころではなかった。 しかたなく会場のカーテンの陰にでも隠れていようと考えた彼女は、 そこで偶然、 隣に住むローリーと出会う……。"
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "423247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423247",
                    "Titles": {
                        "eng": "A Formal Affair",
                        "jpn": "おこげドレスと素敵な紳士"
                    },
                    "Summaries": {
                        "eng": "Meg and Jo attend a dazzling party. While Meg mingles and dances, Jo leans against the wall, trying to hide the scorched mark on her dress. But her disappointment turns to fun when she meets a shy but engaging young man, Mr. Laurence's grandson Laurie.",
                        "jpn": "話をするうちに、 すっかりうち解けて仲良くなったジョオとローリー。 メグのほうも、 サリーが付き合っている友人たちと親しくなり、 充分に舞踏会を楽しんでいた。 しかしダンスの最中、 メグは慣れない靴で足を痛め、 歩けなくなってしまう。 帰りの時間になり、 困っていたメグとジョオをローリーが助けてくれた。 彼は用意させた迎えの馬車に彼女らを乗せ、 家まで送ってあげるのだった。"
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "423248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423248",
                    "Titles": {
                        "eng": "A Neighbor In Need",
                        "jpn": "ジョオのお見舞いは元気がいっぱい!"
                    },
                    "Summaries": {
                        "eng": "Jo hasn't seen Laurie for a while, so she throws a snowball at his bedroom window. He appears and explains he has been sick with a cold for a week. Concerned, Jo pays a cheerful call to inquire about his health.",
                        "jpn": "ジョオはマーチ家恒例の、 クリスマスに上演する芝居の台本を書いていた。 ちょうどその頃、 隣のローレンス邸にローリーを見かけない日が続いていた。 気になったジョオが様子をうかがうと、 ローリーはひどい風邪をひいてしばらく寝込んでいたのだという。 見舞客もほとんどないという彼の言葉に同情したジョオ。 彼女はすぐにお見舞いの品をまとめ、 ローリーを訪ねることにする。"
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "423249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423249",
                    "Titles": {
                        "eng": "One Dollar Christmas Presents",
                        "jpn": "発表!はりきりジョオの自信作"
                    },
                    "Summaries": {
                        "eng": "It is the day before Christmas, but the March children have no money to buy gifts. Unexpectedly they receive a dollar each and rush off to buy presents for their mother.",
                        "jpn": "マーチ家の娘たちは翌日のクリスマスに備え、 ツリーの飾りつけや芝居の稽古に大忙し。 そこへ叔母のマーサが訪ねてくる。 マーサはクリスマスプレゼントとして、 四人に１ドルずつを手渡してくれた。 娘たちは、 このお金で母メアリーにプレゼントを贈ろうと考える。 メグは手袋、 ジョオはスリッパ、 ベスはハンカチを、 そしてエイミーはオーデコロンの小瓶を用意するのだった。"
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "423250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423250",
                    "Titles": {
                        "eng": "A Christmas Dinner",
                        "jpn": "おなかのすいたクリスマス"
                    },
                    "Summaries": {
                        "eng": "The March sisters receive Bibles from their Mother and put the lessons they learn into practice right away. When they hear about the poor Hummel family, they give up their Christmas breakfast and spend the morning caring for the family's needs.",
                        "jpn": "クリスマスの朝、 少し遅れて食卓に着いた母メアリーは、 娘たちにある提案を持ちかける。 それは自分たちの朝食を貧しいフンメル家の人々にプレゼントすることだった。 娘たちは喜んで賛成し、 フンメル家での奉仕活動を手伝う。 それを知ったローリーは、 祖父のローレンス氏に一家の様子を伝える。 孫の話を聞いて感動したローレンス氏は、 マーチ家に素晴らしい贈り物を届けてくれる……。"
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "423251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423251",
                    "Titles": {
                        "eng": "A Grand Offer",
                        "jpn": "ベス!思いがけない贈り物に大喜び!!"
                    },
                    "Summaries": {
                        "eng": "Amy and Jo take a walk and, along the way, meet their neighbor, Mr. Laurence. Inviting them to tea, they listen as Laurie plays the beautiful grand piano. They listen with rapture but are surprised to see tears well up in his eyes.",
                        "jpn": "冬休みのある日、 ジョオとエイミーは隣のローレンス氏から午後のお茶に招かれる。 二人は改めてローレンス氏の優しい人柄に触れ、 ローリーの弾くピアノを楽しむ。 しかし人見知りのベスは、 立派なピアノに憧れていたものの、 どうしても隣まで遊びに行けなかった。 ところがその晩突然、 ローレンス氏がマーチ家を訪ねてきた。 彼はベスに、 屋敷のピアノを好きなだけ弾いて欲しいと申し出る。"
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "423252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423252",
                    "Titles": {
                        "eng": "Lost In The Music",
                        "jpn": "メグの小さな恋のはじまり?"
                    },
                    "Summaries": {
                        "eng": "When Beth plays Mr. Laurence's grand piano for the first time, she is so absorbed in its beautiful tone that she loses all track of time. Beth is so late, Meg goes to fetch her and meets Laurie's handsome tutor Mr. Brooke at the door.",
                        "jpn": "ローレンス氏の申し出に感謝しつつも隣の屋敷まで足を運べないベス。 彼女はジョオに、 いっしょに来て欲しいと頼み、 ようやく憧れのピアノの前に座れたのだった。 その素晴らしい音色に感動したベスは時間も忘れてピアノを弾き続ける。 しばらくして、 ベスの様子を心配したメグはローレンス邸を訪ねることにする。 その時メグを出迎えてくれたのは家庭教師のブルック先生だった……。"
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "423253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423253",
                    "Titles": {
                        "eng": "Jo Shares Her Fortune",
                        "jpn": "小説家ジョオの２ドルの傑作!"
                    },
                    "Summaries": {
                        "eng": "Every day Beth goes next door to play Mr. Laurence's piano. She wants to make him a pair of slippers as a gift but cannot afford the materials. Jo helps her out, giving her the money she needs to make a beautiful pair.",
                        "jpn": "ローレンス氏のはからいで、 ピアノを使わせてもらえることになったベス。 彼女は毎日のように屋敷に通い、 ピアノを弾くのだった。 ローレンス氏もベスの演奏に感心し、 新しい楽譜を用意してあげようと考える。 ある日ベスは、 ローレンス氏へのお礼に、 手作りのスリッパを、 贈りたいと姉たちに相談する。 事情を聞いたジョオはスリッパの材料費として、 ベスに新作の小説の原稿料２ドルを差しだす"
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "423254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423254",
                    "Titles": {
                        "eng": "It's Downright Upright",
                        "jpn": "怖がりベスとお隣の老紳士"
                    },
                    "Summaries": {
                        "eng": "Though Mr. Laurence seems a stern and frightening presence to timid Beth, he is touched and delighted by her music and kindness. In return, he gives her a wonderful gift, a piano that had once belonged to the daughter he had lost.",
                        "jpn": "ローレンス氏は、 ベスから贈られたスリッパを喜んで受け取る。 そしてベスの優しさにこたえようと、 素晴らしいプレゼントを思いついた。 それは、 孫娘の形見のピアノをベスに贈ることだった。 突然マーチ家に現れた立派なピアノと、 ローレンス氏からの手紙に、 感激のあまり言葉をなくすベス。 彼女はローレンス氏に感謝の気持ちを直接伝えようと、 隣の屋敷へと駆けだしていくのだった。"
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "423256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423256",
                    "Titles": {
                        "eng": "Forbidden Sweets",
                        "jpn": "学校でお仕置されたエイミー!"
                    },
                    "Summaries": {
                        "eng": "Though sweets are forbidden, Amy's school friends enjoy sneaking treats during recess. Amy brings candied limes for all her friends, except Jenny. Jenny reports to the teacher, who takes the limes and, to Amy's humiliation, punishes her with a cane.",
                        "jpn": "エイミーの通う学校を、 副知事夫人が視察することになった。 エイミーは仲良しのケティたちに、 視察の当日、 学校へライムの砂糖漬けを持っていくと約束する。 授業中エイミーは、 デービス先生と副知事夫人に地図の出来映えをほめられる。 しかし彼女を妬んだクラスメイトの告げ口で、 先生にライムのことを知られてしまう。 エイミーは罰として、 みんなの前で先生に鞭で叩かれて……。"
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "423258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423258",
                    "Titles": {
                        "eng": "Amy's Revenge",
                        "jpn": "エイミー!なんてことするの!"
                    },
                    "Summaries": {
                        "eng": "Laurie invites Jo and Meg to the theater to see a play. Amy is hurt at being left out and decides to get even with Jo. In a fit of anger, she throws Jo's manuscript into the fire, destroying the novel that Jo has worked so long and so hard to write.",
                        "jpn": "ボストンでも好評だった人気の芝居が、 ニューコード劇場で上演されることになった。 ローリーは、 メグとジョオをこの芝屠に招待する。 それを聞いてエイミーも一緒に行きたいとせがむ。 しかしジョオは、 招待もされずについてくるのは礼儀知らずだと冷たくあしらうのだった。 この仕打ちに腹を立てたエイミーは、 ジョオの大事な原稿を暖炉の火に放り込んでしまう――!"
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "423261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423261",
                    "Titles": {
                        "eng": "Skating On Thin Ice",
                        "jpn": "死なないで!エイミーが川に落ちた!"
                    },
                    "Summaries": {
                        "eng": "Amy and Jo have not spoken since Amy destroyed Jo's manuscript, and Amy is feeling remorseful. When Jo leaves to go ice-skating, Amy runs after her, planning to apologize. But before they work out their differences, Amy falls through the ice.",
                        "jpn": "芝居に連れていってもらえなかった腹いせに、 エイミーはジョオの原稿を燃やしてしまう。 それを知ったジョオは激しく怒り、 エイミーと大ゲンカになる。 母のメアリーの助言もジョオの耳に届かない。 そして１週間がたった。 エイミーは、 川でスケートをするジョオとローリーについてくる。 怒りのままに彼女を無視するジョオ。 しかしその時、 氷が割れてエイミーは川に落ちてしまう!"
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "423262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423262",
                    "Titles": {
                        "eng": "Forgive And Forget",
                        "jpn": "ゴメンねと言えたらいいのに!"
                    },
                    "Summaries": {
                        "eng": "Jo and Laurie rescue Amy from the freezing river. Jo blames herself for the accident, since her disagreement with Amy kept her from warning her sister about the thin ice. Comforted by their mother, Jo and Amy apologize and reconcile with each other.",
                        "jpn": "川に落ちたエイミーは、 ローリーとジョオの必死の救助で無事助かった。 ジョオはエイミーに、 薄くなった川の氷に注意するよう伝えなかったことを後悔し、 怒りで前後の見境がなくなる自分の性格を責める。 その様子を見たメアリーは、 自分の欠点は時間をかけて気長に直せば良いと、 ジョオを優しく励ます。 ジョオとエイミーは互いを許し合い、 うれしさのあまり涙を流すのだった。"
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "423263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423263",
                    "Titles": {
                        "eng": "Out Of Character",
                        "jpn": "メグはきせかえ人形じゃない!"
                    },
                    "Summaries": {
                        "eng": "Meg spends a vacation with her fashionable friends Sally and Annie and enjoys the high life. When Annie's sister Bell attempts to perk up Meg's dowdy party dress and turn her into a real lady for an evening, everyone does not appreciate the results.",
                        "jpn": "メグはポーツマスの名門・モファット家に２週間ほど招かれることになった。 憧れの上流階級の生活が体験できると喜ぶメグ。 メアリーはメグの様子を心配し、 ジョオもまた姉を見守ってほしいとローリーに頼む。 モファット家の舞踏会に招待されたローリーは、 別人のように飾り立てられたメグの姿に驚く。 そして普段の慎み深さをなくした彼女に、 友人として忠告するのだが……。"
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "423264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423264",
                    "Titles": {
                        "eng": "Jo's Spoiled Plans",
                        "jpn": "困ったマーサおばさんの性格"
                    },
                    "Summaries": {
                        "eng": "Jo works for her beloved but crotchety Aunt March. When her Aunt travels to a hot spring for her health, Jo gets a welcome vacation and begins to make plans.",
                        "jpn": "叔母のマーサが温泉へ湯治に行くことになった。 マーサはその１ヶ月間、 屋敷の留守を甥のデーヴィッドにまかせ、 ジョオには体暇をあげることにする。 大喜びで休暇中の計画を考えるジョオ。 マーサを見送ったあと、 彼女はさっそくローリーを誘って一緒にボートや読書を楽しむことにする。 ところがマーサは気まぐれを起こし、 湯治を取り止めて屋敷に戻ってきてしまう……。"
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "423267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423267",
                    "Titles": {
                        "eng": "Laurie's Lake Party",
                        "jpn": "楽しい楽しい野外パーティだ!"
                    },
                    "Summaries": {
                        "eng": "Laurie invites the March sisters to a lakeside picnic. They have a wonderful time at the outing and begin some enduring new friendships.",
                        "jpn": "夏休みになり、 ブルック先生の故郷から弟のトムが遊びに来た。 長い休みに退屈気味だったエイミーは、 年の近いトムとすぐに仲良くなる。 ある日、 ローリーは近くの湖で野外パーティーを開く計画を立て、 ジョオたちを招待する。 もちろんブルック先生たち兄弟もいっしょだ。 釣りをしたり、 歌を歌ったりとそれぞれ自由に遊び、 日が暮れるまでみんなで楽しいひと時を過ごすのだった。"
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "423269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423269",
                    "Titles": {
                        "eng": "Amy's Nightmare",
                        "jpn": "エイミーは悪い夢を見た!"
                    },
                    "Summaries": {
                        "eng": "Amy goes fishing with John's young brother Tom hoping for a dinner of trout. She has a happy time but becomes very tired and falls asleep. Jo startles her from a frightful dream.",
                        "jpn": "トムと川へ釣りに来たエイミー。 その日はなぜか、 小魚を１匹捕まえた後、 まったく釣れる気配がなかった。 早くも飽きてきたエイミーはうたた寝を始め、 巨大な魚に襲われる怖い夢を見てしまう。 そのあと二人がにわか雨をやり過ごしていると、 ジョオとローリー、 ブルック先生が心配して様子を見にきてくれた。 そして大物を捕まえようと、 みんなで釣りに奮闘するのだが……。"
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "423272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423272",
                    "Titles": {
                        "eng": "Meg Falls In Love",
                        "jpn": "メグ、それはやっぱり恋なのよ!!"
                    },
                    "Summaries": {
                        "eng": "Unable to sleep, Meg goes to Jo's room for a late night talk. Meg, Jo decides, has fallen in love with Laurie's tutor, Mr. Brooke.",
                        "jpn": "いつになく落ち着かない様子のメグに、 ジョオはローリーの家庭教師ブルック先生との恋について尋ねてみる。 初めは否定するメグだったが、 ジョオのするどい指摘に反論できなくなる。 ある日、 ジョオは１年振りにジョンと再会する。 彼はマーチ一家の協力で南軍から逃れたのち、 新しい仕事を求めてこの町に来たのだった。 ジョオは彼に、 アンソニーの勤める新聞社を紹介しようと考える。"
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "423275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423275",
                    "Titles": {
                        "eng": "Jo In Black And White",
                        "jpn": "ジョオの小説が新聞にのった!"
                    },
                    "Summaries": {
                        "eng": "Jo waits impatiently after delivering her novel to the newspaper office. Laurie takes her to the office to check things out, but they are unable to learn anything until ...",
                        "jpn": "ジョオが新聞社に新しい小説を預けて１０日ほど過ぎた。 この作品は新聞に載せてほしいと強く頼んでいたものだった。 しかし何の返事もなく、 ジョオはあてが外れた思いだった。 ローリーといっしょに新聞社の様子を見に行くが、 印刷工になったジョンにも、 なぜか相手にしてもらえなかった。 ところがその日のタ方、 アンソニーが刷りたての翌日の新聞を持ってマーチ家を訪ねてきた……。"
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "423276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423276",
                    "Titles": {
                        "eng": "A Small Price To Pay",
                        "jpn": "チチキトク…ジョオが髪を売った!"
                    },
                    "Summaries": {
                        "eng": "The March family receives news that Father is seriously ill. Mother immediately arranges to travel to Washington, where he is hospitalized. Desperate to raise money for Father's care, Jo sells her beautiful long hair.",
                        "jpn": "ある土曜日のこと――マーチ家に、 父のフレデリックが戦地で病気にかかり、 重態だと書かれた電報が届く。 母のメアリーは心配する気持ちを必死で抑え、 父が入院するワンントンへ行く準備を整える。 娘たちもそれを手伝い、 報せを聞いたローレンス氏や叔母のマーサもいろいろな援助をしてくれた。 そしてジョオもまた少しでも両親の助けになるようにと、 たいへんな決心をする……。"
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "423279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423279",
                    "Titles": {
                        "eng": "A Sign Of Hope",
                        "jpn": "悪い知らせの電報がきた!"
                    },
                    "Summaries": {
                        "eng": "The sisters know their Mother's absence is a test of their character and abilities, and they try hard to keep up their work and their spirits. But the more cheerful they try to be, the more gloomy they feel.",
                        "jpn": "両親のためにとジョオは自慢の髪を売る。 彼女は髪を切った悲しみで、 しばらく寝つけなかった。 メグも父が心配でなかなか眠れないのだった。 翌日の日曜の朝早く、 母はブルック先生に付き添われてワシントンへ向かった。 みんなは母を安心させようと、 努めて明るく振る舞うのだが、 思うようにいかない。 それからしばらくして、 病院の母から父の様子を伝える最初の手紙が届く。"
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "423281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423281",
                    "Titles": {
                        "eng": "Letters From Home",
                        "jpn": "みんなが書いた手紙、手紙、手紙"
                    },
                    "Summaries": {
                        "eng": "The sisters receive a letter from Mother assuring them that Father will recover, and they plan their letters to her, setting her mind at ease.",
                        "jpn": "母から届いた２通目の手紙には、 父が少しずつ回復していると書かれていた。 その内容にみんなはようやく安心するのだった。 姉妹は自分たちの様子も伝えようと、 母へ手紙を書く。 こうして手紙のやり取りは続き、 やがて病院の様子を伝える手紙は、 ブルック先生からも届くようになった。 ところがその日の先生の手紙はメグ宛てとローレンス氏宛てで中身を入れ間違えていた……。"
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "423283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423283",
                    "Titles": {
                        "eng": "Scarlet Fever",
                        "jpn": "ベスが猩紅熱にかかった!"
                    },
                    "Summaries": {
                        "eng": "In her Mother's absence, Beth looks after the poor Hummel family. The baby is sick, and while Mrs. Hummel hurries for a doctor, the infant dies in Beth's arms. The baby died of scarlet fever, the doctor reports. And before long, Beth is sick too.",
                        "jpn": "冬が近づいたある日、 ベスは体調の悪さを我慢してフンメル一家のお見舞いに行く。 やがて家に戻った彼女は薬箱を探しだした。 心配したジョオが尋ねるとベスは泣きながらフンメル家の赤ちゃんが猩紅熱で亡くなったので、 医者に予防薬を飲むように言われたと話す。 ジョオは彼女が病気にならないことを願う。 しかしその願いも届かず、 ベスには猩紅熱の症状が出始めていた。"
                    },
                    "Aliases": []
                },
                "41": {
                    "ID": "423284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423284",
                    "Titles": {
                        "eng": "Marmee, Come Back!",
                        "jpn": "お母さま早く帰ってきて!"
                    },
                    "Summaries": {
                        "eng": "Beth has scarlet fever and her worried sisters struggle with the crisis. Meg and Jo, who have already had the disease, care for Beth, while Amy is sent to stay with Aunt March. When Beth takes a turn for the worse, her sisters send an urgent telegram.",
                        "jpn": "ベスの猩紅熱は決して軽くはなかった。 ジョオもつきっきりで看病するが、 治るまで時間がかかりそうだった。 ローレンス氏は感染のおそれがあると医者に注意されたにもかかわらず、 ベスを心配して毎日のように彼女を見舞う。 エイミーは早くに叔母のマーサの許へ移されたため、 病気にかからずに済んだ。 みんながベスの回復を祈るが、 ある時、 彼女の容態が急変する。"
                    },
                    "Aliases": []
                },
                "42": {
                    "ID": "423285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423285",
                    "Titles": {
                        "eng": "Shout For Joy",
                        "jpn": "神様、どうかベスを助けて!"
                    },
                    "Summaries": {
                        "eng": "Beth's condition continues to worsen, and the doctor warns, \"If her fever doesn't break soon, she will die.\"",
                        "jpn": "ベスの発病から１週間が過ぎた。 彼女は高熱が続き、 ひどく衰弱していた。 医師のバングス先生はこのまま高熱が続けば命が危うく、 今日の真夜中ごろが峠になるだろうと告げる。 唯一の救いは母が今日中にもこの町に戻ってくる予定だったことだ。 しかし大雪で汽車は立ち往生し、 母の帰りは大幅に遅れてしまう。 そしてみんなが不安を抱えたまま真夜中がやって来た……。"
                    },
                    "Aliases": []
                },
                "43": {
                    "ID": "423286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423286",
                    "Titles": {
                        "eng": "In Search Of A Dream",
                        "jpn": "大都会ニューヨークへ行こう!ジョオ"
                    },
                    "Summaries": {
                        "eng": "The family rejoices as Beth's health improves. One day Amy meets the newspaperman Anthony, and he sends a message to Jo, telling of an opportunity to pursue a writing career in New York.",
                        "jpn": "母のメアリーと会えて安心し、 元気を取り戻すベス。 父も順調に回復し、 新年早々には家に戻れるとの報せがあった。 ジョオとローリーはこの報せをマーサのもとで暮らすエイミーにも伝える。 エイミーはジョオの顔を見て、 アンソニーの伝言を思いだした。 伝言を聞いたジョオは新聞社へ向う。 そこでアンソニーは、 自分がニューヨークの新聞社に移籍することをジョオにうち明ける。"
                    },
                    "Aliases": []
                },
                "44": {
                    "ID": "423287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423287",
                    "Titles": {
                        "eng": "The Case Of The Forged Letter",
                        "jpn": "ニセ手紙事件・犯人は誰か?"
                    },
                    "Summaries": {
                        "eng": "With Beth's recovery, Amy returns home. The sisters are delighted to be back together, but Meg's happiness is clouded by a letter from Mr. Brooke.",
                        "jpn": "ベスの体調をみて、 エイミーもようやく家に戻ることができた。 そんな折、 ジョオとローリーは、 メグとブルック先生の仲について相談することがあった。 しかし、 二人の意見は合わず、 話はこじれてしまう。 このケンカはエイミーが家に戻った後もしばらく続いた。 それからメグはぼんやりしていることが多くなった。 どうやらローリーの渡した手紙がその原因らしいのだが……。"
                    },
                    "Aliases": []
                },
                "45": {
                    "ID": "423288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423288",
                    "Titles": {
                        "eng": "Laurie Pays The Price",
                        "jpn": "おじいさまがローリーをなぐった!"
                    },
                    "Summaries": {
                        "eng": "Meg's mother scolds Laurie for the hurt he caused forging a letter to Meg. To protect Meg's feelings, they agree not to tell anyone. Laurie's grandfather hears about the reprimand, and when Laurie refuses to tell him the details, Laurie is punished.",
                        "jpn": "ブルック先生からメグに宛てたニセ手紙は、 ローリーのいたずらだった。 母のメアリーはローリーを叱り、 彼も深く反省する。 その帰りにローリーは、 ベスの見舞いに来たローレンス氏と鉢合わせする。 ばつの悪さに逃げ出すローリー。 その様子に孫が何か悪さをしたと感じたローレンス氏は彼を厳しく問い詰める。 そして強情にも何も話そうとしないローリーを思わずなぐってしまう。"
                    },
                    "Aliases": []
                },
                "46": {
                    "ID": "423289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423289",
                    "Titles": {
                        "eng": "A Very Merry Christmas",
                        "jpn": "思いがけないクリスマスプレゼント"
                    },
                    "Summaries": {
                        "eng": "Though Beth is feeling much better, she must remain indoors, and she longs to play in the snow. Jo and Laurie bring her presents and build a snowman for her. On Christmas Day, Father returns home accompanied by Mr. Brooke.",
                        "jpn": "クリスマスが目前に迫った。 ベスは家の中で歩く練習を続け、 少しずつ体力を回復していった。 そして、 早く外を駆けたり、 ピアノを弾いたり出来るようになりたいと願う。 ジョオとローリーはクリスマスに備えて立派な雪だるまを作った。 クリスマスの日、 雪だるまにはベスへの素敵な贈り物が飾られた。 さらにローリーは一家のために素晴らしいプレゼントを届けてくれる……。"
                    },
                    "Aliases": []
                },
                "47": {
                    "ID": "423290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423290",
                    "Titles": {
                        "eng": "The Proposal",
                        "jpn": "さよなら!アンソニー"
                    },
                    "Summaries": {
                        "eng": "Father is home for the holiday but plans to return to the war as soon as he has fully recovered. The next day, Brooke proposed to Meg, and she joyfully accepts.",
                        "jpn": "その日、 父のフレデリックが戻ってきたマーチ家にはさまざまな客が訪れた。 叔母のマーサは甥のフレデリックとの２０年ぶりの再会を心から喜ぶ。 そしてブルック先生はメグに愛の告白をする。 メグは自分の気持ちに素直になり、 ついに彼の愛を受け入れる。 最後にアンソニーがマーチ家を訪れた。 彼が来たのは、 ニューヨークに旅立つ前にジョオにお別れを言いに来たのだった……。"
                    },
                    "Aliases": []
                },
                "48": {
                    "ID": "423291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/423291",
                    "Titles": {
                        "eng": "The End, And A Beginning",
                        "jpn": "春!それぞれの旅立ち"
                    },
                    "Summaries": {
                        "eng": "With the arrival of spring, the war ends and Father is home to stay. The March's have a party to celebrate Beth's recovery and Meg's engagement. Then Jo sets off for New York with high hopes for a career as a writer.",
                        "jpn": "春を迎え、 父もベスも健康を取り戻した。 一家が心配なのは、 父が再び戦場に赴くことだったが、 それもなくなった。 南軍が降伏し、 戦争は終結したのだ。 ブルック先生とメグも正式に婚約し、 その婚約発表とベスたちの全快祝いを兼ねたパーティーを開くことになった。 パーティーでは家族それぞれが互いの新しい出発を祝い、 ジョオもまた文学修行にニューヨークへと旅立つのだった。"
                    },
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "468072",
            "URL": "https://thetvdb.com/series/little-women-1987/seasons/official/2",
            "Titles": {
                "eng": null,
                "jpn": null
            },
            "Summaries": {
                "eng": null,
                "jpn": null
            },
            "# Episodes": 40,
            "Episodes": {
                "1": {
                    "ID": "4117475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117475",
                    "Titles": {
                        "eng": "Welcome to Plumfield",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "2": {
                    "ID": "4117476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117476",
                    "Titles": {
                        "eng": "Rivers and fields are the best classrooms!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "3": {
                    "ID": "4117477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117477",
                    "Titles": {
                        "eng": "Picking strawberries and the dark forest",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "4": {
                    "ID": "4117478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117478",
                    "Titles": {
                        "eng": "The appointed box",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "5": {
                    "ID": "4117479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117479",
                    "Titles": {
                        "eng": "The violinist's performance",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "6": {
                    "ID": "4117480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117480",
                    "Titles": {
                        "eng": "Tommy Bang's business",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "7": {
                    "ID": "4117481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117481",
                    "Titles": {
                        "eng": "I am Robinson Crusoe",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "8": {
                    "ID": "4117482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117482",
                    "Titles": {
                        "eng": "First time making pumpkin pies",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "9": {
                    "ID": "4117483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117483",
                    "Titles": {
                        "eng": "Gift for the toy king",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "10": {
                    "ID": "4117484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117484",
                    "Titles": {
                        "eng": "The big war in pajamas",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "11": {
                    "ID": "4117485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117485",
                    "Titles": {
                        "eng": "The rotten youth from town Dan",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "12": {
                    "ID": "4117486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117486",
                    "Titles": {
                        "eng": "Plumfield's thunderstorm",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "13": {
                    "ID": "4117487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117487",
                    "Titles": {
                        "eng": "Duel! Emil got angry",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "14": {
                    "ID": "4117488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117488",
                    "Titles": {
                        "eng": "Dan and Teddy's secret",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "15": {
                    "ID": "4117489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117489",
                    "Titles": {
                        "eng": "Buttercup's mayhem",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "16": {
                    "ID": "4117490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117490",
                    "Titles": {
                        "eng": "The school's on fire!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "17": {
                    "ID": "4117491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117491",
                    "Titles": {
                        "eng": "So long, Dan!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "18": {
                    "ID": "4117492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117492",
                    "Titles": {
                        "eng": "Mother's here",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "19": {
                    "ID": "4117493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117493",
                    "Titles": {
                        "eng": "Welcome to the dance",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "20": {
                    "ID": "4117494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117494",
                    "Titles": {
                        "eng": "If we grow up what shall we be?",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "21": {
                    "ID": "4117495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117495",
                    "Titles": {
                        "eng": "Please hit the teacher!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "22": {
                    "ID": "4117496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117496",
                    "Titles": {
                        "eng": "Letter from Mr. Page",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "23": {
                    "ID": "4117497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117497",
                    "Titles": {
                        "eng": "The abandoned flower garden",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "24": {
                    "ID": "4117498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117498",
                    "Titles": {
                        "eng": "Afraid to freely speak",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "25": {
                    "ID": "4117499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117499",
                    "Titles": {
                        "eng": "Establishing a museum",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "26": {
                    "ID": "4117500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117500",
                    "Titles": {
                        "eng": "I am not the thief!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "27": {
                    "ID": "4117501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117501",
                    "Titles": {
                        "eng": "Broken friendships",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "28": {
                    "ID": "4117502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117502",
                    "Titles": {
                        "eng": "Words of explanation",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "29": {
                    "ID": "4117503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117503",
                    "Titles": {
                        "eng": "Won't lose to a boy!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "30": {
                    "ID": "4117504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117504",
                    "Titles": {
                        "eng": "Clock sounds of a little wedding",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "31": {
                    "ID": "4117505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117505",
                    "Titles": {
                        "eng": "Best way to use five dollars",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "32": {
                    "ID": "4117506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117506",
                    "Titles": {
                        "eng": "I want to be a doctor!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "33": {
                    "ID": "4117507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117507",
                    "Titles": {
                        "eng": "Regarding father's decision",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "34": {
                    "ID": "4117508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117508",
                    "Titles": {
                        "eng": "The ambassador on a snowy day",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "35": {
                    "ID": "4117509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117509",
                    "Titles": {
                        "eng": "In the middle of a blizzard",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "36": {
                    "ID": "4117510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117510",
                    "Titles": {
                        "eng": "Dan searches for a strong horse",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "37": {
                    "ID": "4117511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117511",
                    "Titles": {
                        "eng": "Premonitions of going on a journey",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "38": {
                    "ID": "4117512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117512",
                    "Titles": {
                        "eng": "Everybody's decisions",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "39": {
                    "ID": "4117513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117513",
                    "Titles": {
                        "eng": "Naughty Jo riding a bicycle",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                },
                "40": {
                    "ID": "4117514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-women-1987/episodes/4117514",
                    "Titles": {
                        "eng": "Goodbye, Plumfield!",
                        "jpn": null
                    },
                    "Summaries": {
                        "eng": "",
                        "jpn": null
                    },
                    "Aliases": []
                }
            }
        }
    }
}