{
    "URL": "https://thetvdb.com/series/matantei-loki-ragnarok",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0839199/",
        "https://www.themoviedb.org/tv/28511"
    ],
    "TitleEnglish": "Mythical Detective Loki Ragnarok",
    "SummaryEnglish": "Loki, the Norse god of mischief, has been exiled to the human world for what was apparently was a bad joke. Along with being exiled, he’s forced to take the form of a child. He’s told the only way he can get back to the world of the gods is if he can collect auras of evil that take over human hearts, and so to do this he runs a detective agency. Loki is soon joined by a human girl named Mayura who is a maniac for mysteries, and she soon helps out in her own way. However, soon other Norse gods begin to appear, and most have the intent to assassinate Loki for reasons unclear.",
    "Aliases": [
        "Demon Detective Loki Ragnarok",
        "Detective Loki",
        "Detective Loki Ragnarok",
        "Devil Detective Loki",
        "Matantei Loki Ragnarok"
    ],
    "Modified": "2025-10-11",
    "Seasons": {
        "1": {
            "ID": "39264",
            "URL": "https://thetvdb.com/series/matantei-loki-ragnarok/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "423767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423767",
                    "TitleEnglish": "Magical Detective Debut",
                    "SummaryEnglish": "Mayura Daidouji, is a girl is who is love with aliens and supernatural things. Once day in a clock tower, she finds a haunted and abandoned doll who talks and wants her to play with her. She agrees and brings her back home. Soon a black cat takes away the doll, and she comes upon the Enjyaku Detective Agency. She walks into the agency and meets the handsome man Yamino who she thought was the detective, but the real detective was a small boy named Loki. She asks him to find a doll, but sent her out. Although she was sent out he went looking for the doll anyways, and meets her at the tower. They then fight the haunted doll and revives the truth that she was not abandoned. Back at the agency she declares herself the new helper of the business",
                    "Aliases": []
                },
                "2": {
                    "ID": "423768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423768",
                    "TitleEnglish": "The Friend of Justice is Dirt Poor",
                    "SummaryEnglish": "During a festival held in Mayura's school, Loki came to visit Mayura and Yamino who came to help her in order to recruit members for her club. Due to lack of members in her club, Loki was unfortunately dragged along to follow her on the 7 Mysteries of the school tour. Proving that 6 out of 7 are not mysteries, Mayura brought Loki to see The Wandering Armour at her school entrance which proved to be real. Eventually, Loki defeated the armour with the help of a transfer student, Narugami who at the end is revealed that he is Thor, God of Thunder who's currently living in poverty and taking up part-time jobs.",
                    "Aliases": []
                },
                "3": {
                    "ID": "423769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423769",
                    "TitleEnglish": "The Swooping Assassin",
                    "SummaryEnglish": "The Enjaku Detective Agency now is against a mysterious case with angry birds attacking people in the zoo. Mayura decides to plan everything and takes everyone to the zoo, including the zookeeper for the birds. She forgets about her mission and looks at all of the animals while Loki and Yamino rests. She then bumps into Narugami who is working in an anteater costume. Then they all leave for the bird cage, leaving Narugami behind. A mysterious bird comes swooping down and hypnotizes Mayura. Later Loki figures out that a Nordic god named Heimdall sets up the trap and hypnotized the zookeeper as well to get Mayura to lure Loki in. After solving the case, they return to the agency and Heimdall kisses Mayura and the episode ends",
                    "Aliases": []
                },
                "4": {
                    "ID": "423770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423770",
                    "TitleEnglish": "Papa was a Great Detective",
                    "SummaryEnglish": "Mayura's father thinks that all of the mystery junk she always talked about is useless and is bad for her. He wants her to stop going on detective adventures. To help her solve her problems between Mayura and her dad, Loki used his powers to bring them both back to their memories of 10 years ago. As their memories revealed that her dad told her that he was a \"detective\" when she was younger, Mayura remembered it was because of him that she loved mysteries which led to an understand at the end.",
                    "Aliases": []
                },
                "5": {
                    "ID": "423771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423771",
                    "TitleEnglish": "Mysterious Thief Frey's Challenge",
                    "SummaryEnglish": "A new god appears, Frey (Freyr), as a thief. He steals many things and Loki has no interest in the robberies until he discovers that Frey is also going to steal the Briggsamen necklace. Frey challenges Loki to stop him. Loki goes to meet him when Frey steals the necklace, but is unable to stop him. We learn that Freya is his sister, and that she may be on Earth.",
                    "Aliases": []
                },
                "6": {
                    "ID": "423772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423772",
                    "TitleEnglish": "The Attacked Girl",
                    "SummaryEnglish": "A mysterious young girl named Reya shows up on Loki's doorstep asking for help. She claims that, at night, the furniture has been moving on its own and she's been hearing footsteps. However, upon speaking to the head butler, we learn that no such happenings have occurred. Is this girl's story fabricated? Meanwhile, Heimdall is lurking in the shadows, and that's never a good sign...",
                    "Aliases": []
                },
                "7": {
                    "ID": "423773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423773",
                    "TitleEnglish": "Goddess Freya Awakes",
                    "SummaryEnglish": "Loki and Thor rush off to find Freya, on their way they reunite with Yamino and an unconscious Mayura, who fell while trying to catch up with them. They gang find themselves in an aquarium and Loki sees sea otters for the first time. They later find a fearful Freya, but Loki senses darkness in her...",
                    "Aliases": []
                },
                "8": {
                    "ID": "423774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423774",
                    "TitleEnglish": "Quiet! Yamino Detective Agency",
                    "SummaryEnglish": "Loki is abducted by two bank robbers on the street who kidnap him after he discovers their true identities. Thanks to an earlier conversation between Mayura and Yamino, Loki decides to let them come and rescue him, rather than getting himself out of the situation on his own. He leaves them several clues and Mayura and Yamino hurry to find him before something bad happens. There is also a reference to Yamino's true nature--as Loki's Son!",
                    "Aliases": []
                },
                "9": {
                    "ID": "423775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423775",
                    "TitleEnglish": "Mayura's Way to Certain Victory in the Ceremonial Vest",
                    "SummaryEnglish": "If Mayura doesn't find a way to get a passing grade in her class, she'll end up having to stay after school to study which means: no more mysteries! While she and Narugami crack open the books, a wishing tree is growing from a gem dropped by Frey. Suddenly, Mayura gets an idea that will help her pass the tests; get one of the leaves from the wishing tree! But is it really that simple?",
                    "Aliases": []
                },
                "10": {
                    "ID": "423776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423776",
                    "TitleEnglish": "Evening Coffee House",
                    "SummaryEnglish": "Loki, Yamino, and Mayura find an excellent coffee house that has mysteriously become vacant. The group makes an effort to make it popular again, but just when they do, strange things start happening again. What could be behind it?",
                    "Aliases": []
                },
                "11": {
                    "ID": "423777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423777",
                    "TitleEnglish": "Transfer Student in Love",
                    "SummaryEnglish": "Mayura is distraught. She finds that if she doesn't get more members for her Mystery club, it's going to be shut down for good. The director claims her club is a waste of time and money, and she hasn't even found one single true mystery. Mayura mentions this to Frey, (who, as seen in earlier episodes, adores her,) and he's more than eager to help. But when he starts to dip into Heimdall's stash of magic 'tricks' to conjure up a mystery for the director, it doesn't take a genius to know that things are going to get messy.",
                    "Aliases": []
                },
                "12": {
                    "ID": "423778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423778",
                    "TitleEnglish": "The Trap of Dracula's Castle",
                    "SummaryEnglish": "Loki must go into a vitural reality game to save his friends that are stuck inside. The game taps in the players subconscious and use the people close to them. Enemies in the game are destroyed by destroying the red jewel that they wear. In the end a monster from the world of the Gods was in control. He defeated it and they were back to reality.",
                    "Aliases": []
                },
                "13": {
                    "ID": "423779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423779",
                    "TitleEnglish": "Flower of Illusion",
                    "SummaryEnglish": "Loki is transformed into his original form, and tries to enjoy it by taking a walk around town, only to encounter his friends. Loki soon realizes that him turning into his original form was caused by an evil plant that he later destroys, turning him into his child form once again.",
                    "Aliases": []
                },
                "14": {
                    "ID": "423780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423780",
                    "TitleEnglish": "A Dog of Light",
                    "SummaryEnglish": "Mayura finally decides to get the one thing she's sure will help transform her into the ultimate mystery solver; a dog! When sets out to find one, a puppy literally falls out of the blue and at her feet. But this black pup probably won't be sniffing out criminals any time soon... or will he? This new dog isn't all he appears to be... Meanwhile, Loki's investigating mysterious blackouts that are occurring over town. How are the blackouts and the black dog connected?",
                    "Aliases": []
                },
                "15": {
                    "ID": "423781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423781",
                    "TitleEnglish": "Beautiful Assassins",
                    "SummaryEnglish": "Verdandi, Urd and Skuld appear and traps Mayura in a enchanted place.Loki goes to save her and encounters Odin.",
                    "Aliases": []
                },
                "16": {
                    "ID": "423782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423782",
                    "TitleEnglish": "Demonic Bell",
                    "SummaryEnglish": "There's going to be a wedding at Mayura's temple soon, and the gang is invited. However, Verdandi (one of the Norns) has something up her sleeve. Will the wedding day be tarnished, or can Loki and his friends pull through?",
                    "Aliases": []
                },
                "17": {
                    "ID": "423783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423783",
                    "TitleEnglish": "Kitchen Santuary",
                    "SummaryEnglish": "When Yamino, Mayura and Narugami go on a competitive cooking show, they discover that the opposing team is...Freyr, Heimdall, and Gullinbursti? And Skuld is the show's announcer! Now Yamino and Loki must defeat the Norns and win the competition!",
                    "Aliases": []
                },
                "18": {
                    "ID": "423784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423784",
                    "TitleEnglish": "The Seven-Colored Detective Appears!",
                    "SummaryEnglish": "A spell is cast on Loki when he investigates a mysterious house, and now he is taking on other people's personalities! Yamino tries to help Loki but the Norns attack...how can Loki defeat them when he isn't quite himself?",
                    "Aliases": []
                },
                "19": {
                    "ID": "423785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423785",
                    "TitleEnglish": "Narugami-kun's Pure-hearted Story",
                    "SummaryEnglish": "Narugami meets an amazing girl and falls in love. But the Norns have a new plan and she may not be what she seems...",
                    "Aliases": []
                },
                "20": {
                    "ID": "423786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423786",
                    "TitleEnglish": "Red Shoes",
                    "SummaryEnglish": "The Norns decide to use Freya to get to Loki. Skuld is the next Norn to plot Loki's death, but can she really kill him? What is the significance of the red shoes?",
                    "Aliases": []
                },
                "21": {
                    "ID": "423787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423787",
                    "TitleEnglish": "The Dawn of Heimdall",
                    "SummaryEnglish": "Odin gives Heimdall a gift of a powerful eye. Heimdall then sets out to destroy Loki unless he returns Heimdall's right eye. Heimdall is full of hatred and sets out to use the power of the eye beyond it's limits.",
                    "Aliases": []
                },
                "22": {
                    "ID": "423788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423788",
                    "TitleEnglish": "The Truth About the Goddesses",
                    "SummaryEnglish": "Loki wants to talk to the Norns but first he must survive their crazy house!",
                    "Aliases": []
                },
                "23": {
                    "ID": "423789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423789",
                    "TitleEnglish": "The Summer Girl Beside the Lake",
                    "SummaryEnglish": "On a trip to the lake in search of summer fun, Loki might get more than he expected.",
                    "Aliases": []
                },
                "24": {
                    "ID": "423790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423790",
                    "TitleEnglish": "The Shadow of Loneliness",
                    "SummaryEnglish": "Mayura, suspicious of Loki, investigates his house while he and the other gods have a picnic. Unfortunately, she is involved in Hel’s evil plans…",
                    "Aliases": []
                },
                "25": {
                    "ID": "423791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423791",
                    "TitleEnglish": "End of the Dream",
                    "SummaryEnglish": "When Hel kidnaps Yamino, Ecchan and Fenrir, Loki is forced into action. He and the goddess of the underworld embark on a strange journey on a train car…but will it end victoriously for Loki or will he perish in Hel’s flames?",
                    "Aliases": []
                },
                "26": {
                    "ID": "423792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matantei-loki-ragnarok/episodes/423792",
                    "TitleEnglish": "The Trip of the Gods",
                    "SummaryEnglish": "The assassins have stopped attacking Loki and now he is free to return to the world of the gods. The only thing stopping him is Mayura. Can he bear to return to the world of the gods and leave her?",
                    "Aliases": []
                }
            }
        }
    }
}