{
    "URL": "https://thetvdb.com/series/whistle",
    "Genres": [
        "Animation",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3389064/",
        "https://www.themoviedb.org/tv/28397"
    ],
    "TitleEnglish": "Whistle!",
    "SummaryEnglish": "Whistle! is about a boy named Shō Kazamatsuri. He transfers from Musashinomori School to Sakura Josui Junior High School for better hopes to make the soccer team, since he never got a game at his old school due to his small stature. Yūko Katori, his teacher, introduces him as a former star of the famed Musashinomori team, causing his classmates to be wrongly ecstatic. Right after that, one of the players, Tatsuya Mizuno, reveals that he was never a regular. In other words, since he never got the chance to play, Shō is a poor player. Shō struggles to improve his skill so he can make the team at his new school and to ignore the drastic disadvantage he has due to his height.",
    "Aliases": [],
    "Modified": "2009-01-12",
    "Seasons": {
        "1": {
            "ID": "39268",
            "URL": "https://thetvdb.com/series/whistle/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "423799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423799",
                    "TitleEnglish": "Break Through the Wall",
                    "SummaryEnglish": "Kazamatsuri Shou starts at Sakura Josui Junior High School after transferring from soccer powerhouse Musashi no Mori. At his prior school, he was relegated to the third string due to his height, and he hoped that the transfer would increase his odds of actually getting to play. A misunderstanding at the new school led to the team believing he had been a regular at his previous school. Since he had had little opportunity there to practice anything but juggling the ball, these false expectations would lead to the worst possible introduction. Will Shou be able to pursue his soccer dreams in face of this?",
                    "Aliases": []
                },
                "2": {
                    "ID": "423800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423800",
                    "TitleEnglish": "Run with Teammates",
                    "SummaryEnglish": "The Sakura Josui soccer team captain, who believes there is little point in striving for victory when the school is in the same division as the famed Musashi no Mori, has set an uninspired pace for the team. Mizuno Tatsuya, who has learned of Kazamatsuri Shou's resolve to succeed at soccer, sees an opportunity to turn things around. Shou's days of tenacious practice on his own may be at an end as Mizuno chooses him as one of his teammates in a challenge for the position of captain. Can Shou overcome his disastrous introduction at Sakura Josui to gain the trust of his new teammates?",
                    "Aliases": []
                },
                "3": {
                    "ID": "423801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423801",
                    "TitleEnglish": "Hit the Goal",
                    "SummaryEnglish": "After an intense week of practice on the part of Mizuno's challengers, it is time for the 5x5 match which will decide the future direction of the Sakara Josui soccer team. A victory will establish Mizuno as captain, but a loss will result in the current captain kicking him off the roster of the regulars. When the captain's team of regulars realizes that Mizuno's team of neglected subs are no longer the pushovers they expected to face, how will they respond to the challenge?",
                    "Aliases": []
                },
                "4": {
                    "ID": "423802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423802",
                    "TitleEnglish": "Never Give Up on the Future",
                    "SummaryEnglish": "Not everyone in the club shares Mizuno and Kazamatsuri's desire to work to improve at soccer. With Mizuno becoming captain, regulars quit and pressure other members to resign. Kazamatsuri, who has sacrificed so much to pursue his desire to play the game he loves, can't leave the ones who left alone.",
                    "Aliases": []
                },
                "5": {
                    "ID": "423803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423803",
                    "TitleEnglish": "Gotta Be Forward",
                    "SummaryEnglish": "The starting matches for the district preliminaries are chosen and Sakura Josui's first opponent is... Musashi no Mori! Mizuno has two weeks to organize his fledgling team so it can face the premiere soccer team in the district. Responding to Yamaguchi Santa's challenge for the position of forward, Shige sets up a competition that will force any potential forwards to earn the position the hard way.",
                    "Aliases": []
                },
                "6": {
                    "ID": "423804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423804",
                    "TitleEnglish": "Venge Forward",
                    "SummaryEnglish": "As the time for the match against Musashi no Mori arrives, the team is surprised to see that Musashi no Mori coach Kirihara has abandoned the practice of fielding their second team for a match like this. Bringing his first string players, he intends to crush Sakura Josui, to show Mizuno that his talent is wasted at that school. In his focus on Mizuno, however, the coach disregards Kazamatsuri, whose experience at Musashi no Mori has given him great insight into how that team works.",
                    "Aliases": []
                },
                "7": {
                    "ID": "423805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423805",
                    "TitleEnglish": "VOR!",
                    "SummaryEnglish": "The first half of the match ends with Sakura Josui trailing 2 to 0. Even if the Sakura Josui team can get their feet under them again, what can they do to avoid a repetition in the second half? When some strategy help comes from a very unexpected source, it will be up to the team to make that strategy a reality. In the midst of all this, Kazamatsuri is confronted by a student from Musashi no Mori that he parted with on bad terms.",
                    "Aliases": []
                },
                "8": {
                    "ID": "423806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423806",
                    "TitleEnglish": "Catch the Last Pass",
                    "SummaryEnglish": "Sakura Josui has scored, thanks to the demanding pace that the players have set for themselves. As they strive to score again, however, this strategy threatens to leave them at the mercy of their opponents... will injuries and exhaustion leave them with regrets?",
                    "Aliases": []
                },
                "9": {
                    "ID": "423807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423807",
                    "TitleEnglish": "Leap Over the Wall",
                    "SummaryEnglish": "With the final minutes of the game ticking away, the Sakura Josui players dig deep to summon the determination to keep moving forward. To give their all in a game that they love lets them tap unexpected reserves, but will it be enough? And, what awaits them after such a game?",
                    "Aliases": []
                },
                "10": {
                    "ID": "423808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423808",
                    "TitleEnglish": "Grab a Position on the Team",
                    "SummaryEnglish": "Kazamatsuri makes a remarkable new acquaintance in a remarkable way. But, to Fuwa Daichi, the biggest mystery is Kazamatsuri's enthusiasm for soccer, and Fuwa is not one to let a mystery remain unsolved. Meanwhile, the team advisor, Katori, realizing her limits as a coach, tracks down Matsushita Soujyou, who had been so much help to the team in the break between the halves of their game with Musashi no Mori. Despite his obvious interest in the team, something drives him to decline the offer to become their coach.",
                    "Aliases": []
                },
                "11": {
                    "ID": "423809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423809",
                    "TitleEnglish": "Back to the Field",
                    "SummaryEnglish": "In this episode, a number of people are forced to face the barriers that are keeping them from participating in soccer. The catalyst for these events is Katori-sensei spacing out and scheduling an unexpected practice match with another school before the team has had a chance to reorganize. With the team short-handed, Kazamatsuri drafts Kojima, the team's manager, to play, but her presence ends up being disruptive to the other team, who are uncomfortable playing rough with a female player. Another surprise at the game leads Matsushita, the man Katori has been trying to convince to coach the team, to face his reasons for declining the offer. Both he and Kojima will have to face their pasts, and decide their futures.",
                    "Aliases": []
                },
                "12": {
                    "ID": "423810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423810",
                    "TitleEnglish": "Make a Way",
                    "SummaryEnglish": "With a new coach, everything is up in the air. When Matsushita devotes six days to having all the players participate in matches so he can learn more about their abilities, it drives all the players to chase for positions on the first string. But, new opportunities would come at a cost to former first stringers. Will those who become subs end up driving themselves away from the game?\r\nNext up for the team is the camp, which should give all the players, subs as well as regulars, a chance to develop their soccer.",
                    "Aliases": []
                },
                "13": {
                    "ID": "423811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423811",
                    "TitleEnglish": "Find Your Own Path",
                    "SummaryEnglish": "It is back to Kokubu 2nd Middle School for another practice match. The last match, which was awkwardly-timed, ended in a draw, but this one finds both teams much better prepared. However, the interplay between the two teams ends up revolving around the appearance of a powerful player who enters the game in its second half.",
                    "Aliases": []
                },
                "14": {
                    "ID": "423812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423812",
                    "TitleEnglish": "Run Over the Tears",
                    "SummaryEnglish": "As the Sakura Josui players realize the weaknesses that Tenjou Ryoichi has, and seal his style of soccer, how will he respond? In developing his powerful skill, he lost sight of why he started playing at all. At the same time, the presence of such a skilled player reminds Kazamatsuri of how high the wall is for someone who dreams of becoming a pro.",
                    "Aliases": []
                },
                "15": {
                    "ID": "423813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423813",
                    "TitleEnglish": "Go for the Ball",
                    "SummaryEnglish": "Sakura Josui gets a surprise visit from Musashi no Mori's ace forward, Fujishiro Seiji, who expressed his hopes that Kazamatsuri's team would win all the way through the Summer tournament, so the two teams can face each other in the finals. His excitement for soccer is so evident that he slips right in with the team and spends the afternoon with them. Later, Kazamatsuri's evening practice drills are interrupted by another visitor... Houma, the former Sakura Josui team captain!\r\nNext the team plays in the first match of the Summer tournament, against the No. 1 Wakisaka Middle School team, who seem to expect the game to be a walkover...",
                    "Aliases": []
                },
                "16": {
                    "ID": "423814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423814",
                    "TitleEnglish": "Let's Beat'em With Teamwork",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "423815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423815",
                    "TitleEnglish": "Let It Go",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "423816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423816",
                    "TitleEnglish": "You Gotta Believe in Yourself",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "423817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423817",
                    "TitleEnglish": "Understanding One Another",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "423818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423818",
                    "TitleEnglish": "Feel My Friend's Pain",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "423819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423819",
                    "TitleEnglish": "Always Run Ahead",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "423820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423820",
                    "TitleEnglish": "Fly with Your Friends",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "423821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423821",
                    "TitleEnglish": "Pursue the Palpitation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "423822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423822",
                    "TitleEnglish": "Aim for the World",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "423823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423823",
                    "TitleEnglish": "Break Through Their Flat 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "423824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423824",
                    "TitleEnglish": "See the Father at the Shoot",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "423825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423825",
                    "TitleEnglish": "Take a Chance on the Unknown",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "423826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423826",
                    "TitleEnglish": "Beat Your Rival",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "423827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423827",
                    "TitleEnglish": "Never Regret",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "423828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423828",
                    "TitleEnglish": "Control the Game - Part 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "423829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423829",
                    "TitleEnglish": "Control the Game - Part 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "423830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423830",
                    "TitleEnglish": "Find Your Way Out",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "423831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423831",
                    "TitleEnglish": "Back to Origin",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "423832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423832",
                    "TitleEnglish": "Be the Wind",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "423833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423833",
                    "TitleEnglish": "Brand New Tomorrow",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "423834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423834",
                    "TitleEnglish": "Look at This Uniform",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "423835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423835",
                    "TitleEnglish": "Enjoy a Game",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "423836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423836",
                    "TitleEnglish": "Get a Chance",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "423837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/whistle/episodes/423837",
                    "TitleEnglish": "Whistle for the Victory",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}