{
    "URL": "https://thetvdb.com/series/nadja",
    "Genres": [
        "Anime - Shojo",
        "Period"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0447579/",
        "https://www.themoviedb.org/tv/34821"
    ],
    "TitleEnglish": "Tomorrow's Nadja",
    "SummaryEnglish": "Nadja is an orphan who lives at the Applefield Orphanage, in early 20th-century England. Nadja is called by Miss Appleton, the orphanage's owner, to receive a package delivered to her. The gifts sent for her thirteenth birthday are a dress and a diary. She is told in the accompanying letter that her mother is still alive. She later joins a traveling street performance act called the Dandelion Troupe in search of her mother after a fire breaks out in her orphanage. She travels the world, finding many friends along the way that teach her things about herself, ultimately having to learn the truth about her parentage and discovering her own destiny.",
    "Aliases": [
        "Nadja Applefield",
        "The Adventures of Nadja",
        "Ashita no Nadja"
    ],
    "Modified": "2024-09-04",
    "Seasons": {
        "1": {
            "ID": "39455",
            "URL": "https://thetvdb.com/series/nadja/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "424999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/424999",
                    "TitleEnglish": "Nadja, the Door of Destiny!",
                    "SummaryEnglish": "Nadja Applefield and the Applefield Orphanage are introduced. Nadja is summoned to receive a package of gifts for her 13th birthday (a dress and a diary), and reads in the accompanying letter that her mother is still alive. The arrival in town of the Dandelion Troupe for a dance performance is misinterpreted by two goons, Rosso and Bianco, who set fire to the orphanage",
                    "Aliases": []
                },
                "2": {
                    "ID": "425000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425000",
                    "TitleEnglish": "Night of the Mysterious Thief Black Rose",
                    "SummaryEnglish": "After nearly being barbecued and abducted by the clumsy Rosso and Bianco and driven by family politics she knows nothing about, Nadja finds herself in the Dandelion Troupe. Escaping from the perplexed troupe, she determines to find her mother. The Dandelion Troupe wants Nadja to join them, although the goons will see her onstage. Herman Preminger wants to inherit the duchy from his father. Nadia goes to London, where Rita's twin lions' chasing a mouse introduces Nadja to a phantom thief (Black Rose). The thief advise Nadja not to travel at night.",
                    "Aliases": []
                },
                "3": {
                    "ID": "425001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425001",
                    "TitleEnglish": "Samurai Kennosuke, Running Wild!",
                    "SummaryEnglish": "Nadja is fuming over the Black Rose’s advice against nighttime travel. Alcoholic American news reporter Harvey Livingston is hard at work investigating the Dandelion Troupe. The curiosity of a young samurai, Kennosuke Tsurugi, looses the Happy Carrier Car around London with Rita inside. Nadja sees the old woman, Edna, who delivered her to the orphanage as a baby. Although the Dandelion Troupe considers the runaway car good publicity, Rita learns from Kennosuke that he regrets his actions. Harvey helps stop the runaway car after it nearly runs over Nadja; Kennosuke finds a new home in the troupe, and Harvey continues working on his upcoming article about the whole misadventure.",
                    "Aliases": []
                },
                "4": {
                    "ID": "425002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425002",
                    "TitleEnglish": "Dancing Princess Nadja and the Mummy Professor",
                    "SummaryEnglish": "Nadja is nervous about dancing when she meets Christian Strand, an ambitious, clumsy archeology student. He finds Nadja attractive, and the troupe revels in its success. While the adult troupe members worry about George's leading them on another needless treasure hunt or Kennosuke and Rita breaking something, Nadja goes on a date with Christian. George races back to the troupe with a treasure map.",
                    "Aliases": []
                },
                "5": {
                    "ID": "425003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425003",
                    "TitleEnglish": "Starry Night, A Waltz for Two",
                    "SummaryEnglish": "Nadja's enjoyment of Francis' riding (and the mansion's opulence) is ruined when she must return to the troupe with Granny Anna. Nadja is mistaken for a servant by a maid, Martha. In the Happy Carrier Car, Nadja remembers conversing with Francis while dancing at the ball (although he does not).",
                    "Aliases": []
                },
                "6": {
                    "ID": "425004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425004",
                    "TitleEnglish": "Parent and Child, Tied-Up Ball Diary",
                    "SummaryEnglish": "Nadja's visit to England encourages her to describe what is important to her in her diary, while George's announcement that they have reached the Eiffel Tower alerts her that she is no longer in her native England. Nadja's dancing attracts a boy, TJ Livingston, who becomes Kennosuke's rival. They dislike each other, which Nadja tries to discourage by asking them to search for paintER Alphonse Jean Maley. Although their search is fruitless, a little girl (Madeleine) is looking for her mother. The three reunite Madeleine with her mother and find Maley, who gives Nadja a pencil sketch and information about her mother.",
                    "Aliases": []
                },
                "7": {
                    "ID": "425005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425005",
                    "TitleEnglish": "Trap at the Masked Ball",
                    "SummaryEnglish": "As the Black Rose (in France) retrieves a painting from a white-collar criminal, Lubich, the mute Rita is nearly hit by a car. The car's aristocratic passengers, Simone Monterlant and her nephew Fernando Gonzales, hire Nadja to dance at their upcoming masquerade ball. At the ball, Fernando drags her off so two guests (Leonardo Cardinale and his dressmaker friend, Thierry Rothschild) try to make her into an aristocratic young lady before the Black Rose waltzes with her.",
                    "Aliases": []
                },
                "8": {
                    "ID": "425006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425006",
                    "TitleEnglish": "Broken Wings and Tears of Love",
                    "SummaryEnglish": "Nadja sees Rita greet a traveling minstrel, Raphael, who is apparently known to the Dandelion Troupe. When she hears Raphael improvise song lyrics, Sylvie relives the anguished last moments of her lover Antonio Fabiani. Nadja learns from Sylvie that love is private and complicated. Sylvie and Raphael sing for Nadja.",
                    "Aliases": []
                },
                "9": {
                    "ID": "425007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425007",
                    "TitleEnglish": "The Troubled Genius Pianist!",
                    "SummaryEnglish": "Nadja is writing in her diary when Granny Anna asks her to help deliver hats to Mireille Moreau. Mireille introduces Nadja to a pianist, John Whittard, who composing. Leonardo and Thierry greet Nadja noisily, which annoys John. Kennosuke, homesick, wants rice for lunch (as does Nadja) when Rita notices that John is about to jump into the river; Créme and Chocolat rescue him. Nadja has tea with John, and they are joined by Francis.",
                    "Aliases": []
                },
                "10": {
                    "ID": "425008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425008",
                    "TitleEnglish": "Music Box of Two Memories",
                    "SummaryEnglish": "Satisfied with the troupe's success, George gives them a day off. Harvey and TJ want to visit a flea market, and Kennosuke and TJ's rivalry flares up much (to Nadja's annoyance). When Nadja, Kennosuke, Rita, TJ and Harvey visit the Clignancourt market, a seller tries to cheat George (who turns the tables, with a lesson in caveat venditor). Kennosuke and TJ meet Fernando Gonzales when the haughty aristocrat is bargain-hunting. When Fernando tries to buy an old clock with great sentimental value to a shopkeeper, Gérard, Nadja slaps him for his insensitivity. Grateful to Kennosuke for fixing the clock, Gérard gives Nadja a clue to her mother: a music box she sold him a decade earlier.",
                    "Aliases": []
                },
                "11": {
                    "ID": "425009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425009",
                    "TitleEnglish": "A Narrow Escape!! Confession of Love in Paris",
                    "SummaryEnglish": "On her day off, Nadja discovered her mother's music box and that she spent time with her as a baby. Oliver has a crush on her; Rosso and Bianco chase them when they are on an errand, and they hide in his workplace. Although TJ is jealous, Oliver and Nadja are also just friends. George takes the Dandelion Troupe eastward.",
                    "Aliases": []
                },
                "12": {
                    "ID": "425010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425010",
                    "TitleEnglish": "Treasure Hunting is Romantic!?",
                    "SummaryEnglish": "The Dandelion Troupe's stop in Lorraine demonstrates George's proclivity for treasure hunting. He shows the skeptical Kennosuke and Nadja a treasure map from the British Museum of the village of Domrémy. Answering Kennosuke, George tells the story of French folk heroine Jeanne d'Arc. Their hired guide leads them to a steep cliff before they realize that \"treasure\" has many meanings.",
                    "Aliases": []
                },
                "13": {
                    "ID": "425011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425011",
                    "TitleEnglish": "Francis in the Morning Light",
                    "SummaryEnglish": "Nadja finishes her first dance costume with Granny Anna's help as the Happy Carrier Car goes to Switzerland for a charity performance at the Le Man Orphanage, which once accommodated the Dandelion Troupe. During her dance Nadja notices Francis, there to visit the recently built library. He retrieves her hat from a tree she had climbed. After leading the orphans through her Tyrolean dance she climbs the tree again, with Francis following her.",
                    "Aliases": []
                },
                "14": {
                    "ID": "425012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425012",
                    "TitleEnglish": "A Lie at the Alpine Flower Festival",
                    "SummaryEnglish": "As Nadja dreamily remembers her infatuation (followed by a first kiss), George brings the troupe to a village preparing to host a festival as the tomboyish Zabine interrupts her sledding to watch them. Nadja publicizes the Dandelion Troupe by echoing the local Tyrolean dance, and befriends Zabine as Rita feels left out. The Alpine Flower Festival is a success; Zabine is attracted to Kennosuke, and dances in dress repaired by Nadja.",
                    "Aliases": []
                },
                "15": {
                    "ID": "425013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425013",
                    "TitleEnglish": "Family in a Storm",
                    "SummaryEnglish": "The beauty of the Alps is tempered by Kennosuke's reservations about the Happy Carrier Car's ability to cope with the weather and the roads. The Saint Gotthard tunnel has caved in, halting Italy-bound trains for three days; while the troupe packs supplies for its depart a noblewoman, Collette Preminger, gives her father Duke a bouquet of roses for his birthday (which Herman's arrival ruins). Duke is trying to catch Nadja when the Happy Carrier Car begins acting up during a storm. After a good meal, everyone joins forces to revive the car and Nadja reaffirms her determination to find her mother.",
                    "Aliases": []
                },
                "16": {
                    "ID": "425014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425014",
                    "TitleEnglish": "I Don't Understand! The Game of Love That Adults Play",
                    "SummaryEnglish": "After their Alpine adventure, the troupe crosses into Italy with stranded passengers (where it is scheduled to perform at a Lake Como banquet) and Kennosuke wants to spend time with Rita. Nadja mails a letter to Miss Applefield with the help of Julietta Sciavelli, Leonardo Cardinale's fiancée. At the masquerade ball, Nadja meets Antonio Fabiani; when Julietta declines a boat ride, Leonardo arrives with a group of other women and Nadja and Julietta get acquainted. As Julietta tells Nadja she is marrying Leonardo for political reasons, Kennosuke reminds Nadja about their performance. At the party, Antonio makes a play for Julietta before Nadja performs her dance routine (a flag dance with Kennosuke). When the troupe leaves for Milan the next morning, Nadja's mother (Collette Preminger) appears.",
                    "Aliases": []
                },
                "17": {
                    "ID": "425015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425015",
                    "TitleEnglish": "Love and Ambition in Milan",
                    "SummaryEnglish": "After hearing from Rosso and Bianco that Milan is Nadja's next destination, Herman reaffirms his goal of inheiriting the Preminger duchy. On the troupe's final day, Nadja and Kennosuke's dance is a hit with the audience. George's decision to spend the next day sightseeing has Nadja looking for Victorio Capuletti, while Herman uses Rosso and Bianco to capture her. Kennosuke has begun calling Nadja \"my little rosebud\", which annoys her. Leonardo invites Nadja to visit his office at the end of the work day; while Herman, Rosso and Bianco pursue her, Leonardo learns that Antonio has information about Victorio when he tells Antonio about Nadja. Herman and Nadja meet without recognizing each other, and she discovers that not only does Victorio not know about her mother, he has been economically crushed by Antonio.",
                    "Aliases": []
                },
                "18": {
                    "ID": "425016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425016",
                    "TitleEnglish": "Venice, The Tearful Mama Mia",
                    "SummaryEnglish": "Although she hides her disappointment at not being reunited with her mother, Nadja is angry at Antonio's behavior toward Victorio. The troupe remains in Venice to make money, and Nadja and Kennosuke's dance makes TJ jealous. The three take a gondola ride, during which the gondolier (Irma) reveals that she is Antonio's mother and is shocked at her son's treachery. Harvey explains to Nadja why she ended up in the Applefield Orphanage.",
                    "Aliases": []
                },
                "19": {
                    "ID": "425017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425017",
                    "TitleEnglish": "Foggy Evening, The Black Rose's Truth",
                    "SummaryEnglish": "As the Dandelion Troupe prepares to leave Venice, Nadja daydreams about watching a sunset with Francis until Kennosuke startles her with a Black Rose mask. Abel tells them that Venice may be eventually submerged, and the Black Rose may not be all bad; Nadja disagrees, which frightens Rita. Nadja helps a sick gondolier with a delivery, and discovers the medicine he needs is too expensive.",
                    "Aliases": []
                },
                "20": {
                    "ID": "425449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425449",
                    "TitleEnglish": "Very Dangerous! A Date in Rome",
                    "SummaryEnglish": "Christian is attracted to Nadja when he sees her dance with Kennosuke (who is jealous), and Nadja is happy when Christian is chosen for a university research team bound for Egypt. George suggests that Nadja and Christian tour the Roman ruins. A pickpocket steals Nadja's brooch and a boy, Lucca, wants to give the brooch to his grandmother so she will spend time with him outside.",
                    "Aliases": []
                },
                "21": {
                    "ID": "425450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425450",
                    "TitleEnglish": "Mother and Daughter who Pass Each Other, The Two Birthdays",
                    "SummaryEnglish": "After a performance, the troupe tries to guess Granny Anna's age and how to celebrate her upcoming birthday. Nadja is unaware that her father, her mother and her mother's new husband (Count Albert Waltmüller) are nearby. Collette is bound for a hotel to talk her nephew, Oscar Colorado, into attending a debutante ball. She met her first husband, Raymond (who was killed in a train accident), at a ball. After Raymond's death, Duke Preminger ordered Collette to return to Vienna and Nadja to be placed in the orphanage. Collette senses that Nadja is searching for her, despite Bianco and Rosso's pursuit of Nadja in Milan, and Duke Preminger expects Nadja to earn her inheritance.",
                    "Aliases": []
                },
                "22": {
                    "ID": "425451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425451",
                    "TitleEnglish": "Help Me! The Memory of Fire",
                    "SummaryEnglish": "Rita leads Crème and Chocolat through a routine when a drunken customer shouts \"Fire!\" Nadja delegates Rita to deal with the fire, but Kennosuke notices Rita's nervousness before she flees with Nadja's brooch. Granny Anna and George remember the circus troupe which disbanded after Rita's parents died in a fire. When Kennosuke hurries to her rescue and Nadja and Chocolat are in danger, Rita regains her ability to speak.",
                    "Aliases": []
                },
                "23": {
                    "ID": "425486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425486",
                    "TitleEnglish": "Terror! The Mediterranean Ghost Ship",
                    "SummaryEnglish": "The Mediterranean and the approach to Barcelona encourage Rita to enjoy the marine life, but Nadja is unhappy at having to make a flamenco costume. Kennosuke teases George about not being able to hunt for treasure at sea, until one of the crewmen tells a story about the Castanets, a gang of pirates. When the pirates board the ship Sylvie, Thomas, George and the rest of the troupe repulse the attack.",
                    "Aliases": []
                },
                "24": {
                    "ID": "425508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425508",
                    "TitleEnglish": "Olé! Solar Matador and Flamenco",
                    "SummaryEnglish": "Nadja is impressed with matador José Rodriguez' bullfighting skills. José is headed to an arena, and Granny Anna tells Nadja to teach Anselma flamenco dancing. Anselma is a good pupil, and José tells Nadja he is too busy for her.",
                    "Aliases": []
                },
                "25": {
                    "ID": "425509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425509",
                    "TitleEnglish": "Return of the Treacherous Beauty",
                    "SummaryEnglish": "Granny Anna's intercession for Anselma has landed Nadja in the story of a fallen flamenco dancer, Carmén, who loves José and visits Anselma. Carmen befriends Nadja, prompting her to reunite Carmen and José. As the arena guards are ejecting Nadja (thinking she is an overzealous fan), she sees José drunk after trashing his room and tells him that Carmen still loves him. José and Carmen reconcile, become engaged and see Nadja's flamenco dance.",
                    "Aliases": []
                },
                "26": {
                    "ID": "425510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425510",
                    "TitleEnglish": "The Other Side of Francis",
                    "SummaryEnglish": "As the troupe arrives in Granada, Nadja and Abel are the only ones awake. While reading a newspaper article about the Black Rose coming to Granada, Nadja is robbed of her brooch by two pickpockets. A young nobleman retrieves the brooch, telling her that the equestrian who defended her at the Applefield Orphanage was not Francis but his twin brother Keith Harcourt. She is confused when she sees Francis with a woman who seems to be his girlfriend and Keith put on the Black Rose's mask.",
                    "Aliases": []
                },
                "27": {
                    "ID": "425511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425511",
                    "TitleEnglish": "Flying Kennosuke!",
                    "SummaryEnglish": "Nadja tries to cope with her love for the Harcourt brothers, she ruins the troupe's lunchtime soup. After Rita and Kennosuke's complaints, George relieves her of kitchen duty. George and Granny Anna try to resolve Nadja and Kennosuke's feud by sending them on an errand to Monte Frio, past a sunflower field. While Nadja dances, Kennosuke tells her how inventor Chuuhachi Ninomiya took him under his wing after his sister Hanako was sent to live with relatives and he was sent to be a carpenter's apprentice before he met the troupe. When she hears about his dream of building a spaceship, Nadja realizes that they are very much alike. George visits Mrs. Ramilez, who Granny Anna wants to embroider some hats. Nadja makes a kimono for Kennosuke, who reciprocates by giving her a typewriter he repaired.",
                    "Aliases": []
                },
                "28": {
                    "ID": "425512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425512",
                    "TitleEnglish": "The Dangerous Princess",
                    "SummaryEnglish": "Rosemary races onto the stage after a flamenco performance, and she has become a thorn in Nadja's side. Nadja looks for her in the labyrinthine Gonzales mansion.",
                    "Aliases": []
                },
                "29": {
                    "ID": "425513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425513",
                    "TitleEnglish": "A Wonderful Life! The Man Who Saw Light and Shadow",
                    "SummaryEnglish": "Unable to find Rosemary, Nadja writes to Headmistress Applefield for help when José drops by with a bouquet; after Nadja finishes and mails her letter, José explains that he was the protegé of a matador, Manolo, when Carmen arrived. Nadja suggests that Carmen needs more flamenco lessons, and José complains that Carmen is high-maintenance and has lost much of her stamina; he ends their engagement, deciding to travel.",
                    "Aliases": []
                },
                "30": {
                    "ID": "425514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425514",
                    "TitleEnglish": "The Muddy White Rose",
                    "SummaryEnglish": "Nadja customizes an umbrella for a new dance on their way to Mikonos; on the island, she sees a young man she thinks is Francis (especially when he meets a woman Nadja recognizes from Granada). Francis explains that Mary-Anne Hamilton is his childhood friend and Keith his twin brother. George grounds Nadja because she is unfocused and Francis inadvertently buys a condemned building from the Pegasus Orphanage.",
                    "Aliases": []
                },
                "31": {
                    "ID": "425515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425515",
                    "TitleEnglish": "The Pierrot that Does Not Cry",
                    "SummaryEnglish": "Nadja upsets a tea break with an unfortunate inquiry about a nutcracker doll Abel is carving. While Nadja is dancing, a boy in a wheelchair and his mother (Mary) move close to the stage and Abel loses his concentration. When Nadja points out Abel's inexperience, George explains to the troupe that he met Abel in Germany four years earlier. Granny Anna adds that Abel was a doctor in a destitute village during an epidemic, when there was not enough money for medicine. When his son Stefan fell ill, Abel turned to crime and was imprisoned. Not knowing why Abel did not go to Stefan after his release from prison, Nadja decides to ask Stefan (the wheelchair-bound boy at the performance with his mother).",
                    "Aliases": []
                },
                "32": {
                    "ID": "425516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425516",
                    "TitleEnglish": "Nile's End, The Secret of the Ring",
                    "SummaryEnglish": "Nadja's joy at discovering that Egypt (with which her mother is connected) is the troupe's next stop gives way to Rosemary throwing her lot in with Rosso and Bianco. In Egypt, Abel tells Nadja that Collette met archeologist Edward Harrison at a dance and she decides to look for him. She discovers that the late Professor Harrison was Christian's mentor and told him about the ring in Nadja's brooch and how the Premingers got it when Collette married into the family. Vienna is chosen as the troupe's next destination, and after Kennosuke is rescued from an underground crypt they perform for his rescuers.",
                    "Aliases": []
                },
                "33": {
                    "ID": "425517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425517",
                    "TitleEnglish": "The Brooch That Vanished in a Pyramid",
                    "SummaryEnglish": "Nadja learns about her relationship to the Premingers, and is kidnapped by Rosso and Bianco; however, they cannot escape with Nadja's brooch and she joins forces with them to navigate the pyramid. The goons then leave her tied up in the desert and ride off with her brooch.",
                    "Aliases": []
                },
                "34": {
                    "ID": "425518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425518",
                    "TitleEnglish": "Farewell, Dandelion Troupe",
                    "SummaryEnglish": "Nadja is distracted after learning her mother is alive, which affects her dancing and attracts criticism from Thomas. Nadja and Kennosuke's search for the other troupe members finds Granny Anna focused on making money and George trying to get rich quick. When Thomas is still angry with Nadja because she has stopped rehearsing since her brooch was stolen, Abel criticizes Thomas. As Kennosuke marvels at how Thomas and Abel can simultaneously rehearse and argue, Sylvie requests help with the grocery shopping. Overhearing George say that the troupe is defunct (along with criticism of her), Nadja decides to leave for Vienna on her own before the troupe realizes that her pursuit by Rosso and Bianco is good publicity. When Crème and Chocolat corner her, she realizes that the troupe is not disbanding after all.",
                    "Aliases": []
                },
                "35": {
                    "ID": "425519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425519",
                    "TitleEnglish": "The Mischief of the Wind, The Irony of Fate",
                    "SummaryEnglish": "Nadja's mother, Collette Preminger, watches her flamenco dance and there is only one show left before the troupe leaves for Vienna. Collette, hiding from Johanna, is searching for her daughter and their thought processes are remarkably similar. Collette tells Nadja she wants to find a vendor whom she and Raymond had seen in Rome; although she only has until dusk, they eat roasted chestnuts and Collette climbs a tree for the first time. However, Johanna and Oscar arrive before Nadja can tell Collette her name.",
                    "Aliases": []
                },
                "36": {
                    "ID": "425520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425520",
                    "TitleEnglish": "Watch Out! The Black Rose who Risks His Life",
                    "SummaryEnglish": "Traveling from Rome to Vienna via Salzburg, the Happy Carrier Car breaks down and will require a week to repair. Interference by a police officer of Kennosuke and Nadja's advertising for the troupe is overshadowed by the Black Rose's arrival. The troupe has been invited to a charity concert, hosted by the mayor, in three days. On a nighttime walk, Nadia sees the Black Rose trying to evade the police; Keith apologizes for his past behavior, explaining that an aristocratic social custom cost his mother her life and sorry to learn that Nadja had her brooch stolen. Nadja will not stay away from the Premingers; Keith invades Herman's mansion, decommissioning Rosso and Bianco but being attacked by Herman.",
                    "Aliases": []
                },
                "37": {
                    "ID": "425521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425521",
                    "TitleEnglish": "Light and Darkness! The Brooch Recovery Operation",
                    "SummaryEnglish": "Exhausted and injured, Keith knows he must retrieve Nadja's brooch and warn her about Herman's plans; although it is easy to reclaim the brooch, Nadja is impatient to leave Salzburg. She finds a map of Austria, and reads some library books with help from the German-speaking Abel. Harvey decides to write a newspaper article to help find her brooch. He zealously begins the article, while the Happy Carrier Car is repaired and Keith returns Nadja's brooch.",
                    "Aliases": []
                },
                "38": {
                    "ID": "425522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425522",
                    "TitleEnglish": "Rosemary, Conspiracy of a Smiling Face",
                    "SummaryEnglish": "Nadja's hopes to meet her mother in Vienna is mirrored by Duke Preminger's displeasure at a family matter's exposure against his wishes. Nadja's recently regained brooch is part of Rosemary's pauper-to-princess ambition, and the troupe realizes that it is better off without Rosemary. At a party that night at Viscount Strohein's mansion, Herman realizes that Nadja Preminger is a danger to him and Rosemary throws Collette's dress, trunk and hat out a window.",
                    "Aliases": []
                },
                "39": {
                    "ID": "425523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425523",
                    "TitleEnglish": "Don't steal her! My Mother",
                    "SummaryEnglish": "Kennosuke finds Nadja devastated over the destruction of Collette's ball gown by Rosemary. While the troupe decides what to do about the latter, Harvey points out that Nadja is thought to have stolen the brooch. Collette is angry with Duke Preminger for his attempts to usurp her daughter, unaware of Rosemary's involvement. Nadja visits the Premingers with her brooch; however, Rosemary has already convinced Collette that Nadja is a thief.",
                    "Aliases": []
                },
                "40": {
                    "ID": "425524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425524",
                    "TitleEnglish": "Morning of Decision! The Journey of Truth",
                    "SummaryEnglish": "The troupe, exhausted, arrives in Paris and Thomas reminds them that any publicity would reveal Nadja's whereabouts. When Nadja tries to obtain Oliver's testimony against Rosemary, she discovers that he is on the road. George offers himself to the police, despite Nadja's objections (which are thwarted by Kennosuke). Rita, Créme and Chocolat distract the two officers long enough for Abel, Sylvie and Thomas to incapacitate them and hide the Happy Carrier Car in a barn. Guilty about George's arrest and aware that she is in danger, Nadja bids farewell to the troupe and leaves for Applefield Orphanage.",
                    "Aliases": []
                },
                "41": {
                    "ID": "425525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425525",
                    "TitleEnglish": "Joy and Pain Travelling Alone",
                    "SummaryEnglish": "Nadja is awakened from a dream where Collette recognizes Nadja as her daughter in front of the troupe (with Francis and Keith giving Nadja flowers) by a cow licking her. She learns that from Cherbourg (a half-day train ride away), a ship will arrive in England the next day. On the train, Nadja mistakenly sits in first class and a thief tries to steal her luggage. She loses her train ticket and music box (containing Austrian gold coins), but receives a free trip to England as compensation.",
                    "Aliases": []
                },
                "42": {
                    "ID": "425526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425526",
                    "TitleEnglish": "Lonely Home",
                    "SummaryEnglish": "While Collette treats Rosemary to homemade pastries, Nadja finally arrives at the orphanage to find it deserted after Headmistress Applefield's death. She must begin gathering witnesses on her behalf again; after spending the night with Raphel in Headmistress Applefield's former office, Nadja decides to return to London.",
                    "Aliases": []
                },
                "43": {
                    "ID": "425527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425527",
                    "TitleEnglish": "The Piano Lullaby That Binds Us",
                    "SummaryEnglish": "In London Nadja visits the National Museum in the hope of finding Christian, but learns that Edna Grey is house-sitting for him. Discouraged, Nadja sees an advertisement for a John Whittard piano recital. After the concert, Nadja tells John what has happened; he gives her sheet music for her favorite lullaby (signed by her father, Raymond Colville) and brings her to Raymond's former music teacher (who gives her information about, and a photograph of, her father).",
                    "Aliases": []
                },
                "44": {
                    "ID": "425528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425528",
                    "TitleEnglish": "Which do I love? The Final Selection",
                    "SummaryEnglish": "After learning that her father was a gentle family man who composed her favorite lullaby, Nadja and John attend a party where she sees Francis. Keith arrives to take Nadja to the Waltmüller (where Collette lives with her husband Albert), and the twins vie for the girl's attention. Mary-Anne's possessiveness towards Francis is reminiscent of Carmén's for José. Julietta tells Nadja about how Antonio Fabiani'a ardor cooled as her fiancé, Leonardo, began appreciating her and leaves her more confused than ever.",
                    "Aliases": []
                },
                "45": {
                    "ID": "425529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425529",
                    "TitleEnglish": "The Trio's pattern, Shaky Awakening of Love",
                    "SummaryEnglish": "Mary-Anne announces her engagement to Francis (to his great surprise), and he says that Nadja (not Rosemary) is a Preminger. Three party-goers corner Nadja and demand her expulsion, as Francis criticizes the three women's (and Earl Harcourt's) hypocrisy. In the meantime, Rosemary prepares to defend her claim.",
                    "Aliases": []
                },
                "46": {
                    "ID": "425530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425530",
                    "TitleEnglish": "Two Nadjas, Confrontation!",
                    "SummaryEnglish": "Francis and Nadja arrive in Vienna to meet her mother; however, Rosemary (with Duke's help) is prepared to forestall a scandal and is prepared for Nadja's attempts to prove her identity: the brooch, the diary, the ball gown, the lullaby and the circumstances surrounding the orphanage's destruction. The Duke is implacable; Herman remembers what Keith looks like, and suggests Francis' arrest. With Nadja and Francis unjustly imprisoned, Herman finds Rosemary unsympathetic to his greed after Duke declares her his heiress.",
                    "Aliases": []
                },
                "47": {
                    "ID": "425531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425531",
                    "TitleEnglish": "Silence! The Captive White Rose",
                    "SummaryEnglish": "Francis' and Nadja's arrests (for being the Black Rose and as a result of Rosemary's lies, respectively) is a shock to Harvey and Collette. Mary-Anne accepts the fact that Francis is attracted to Nadja and not her. Francis plans to introduce Nadja to the media without endangering Keith. Collette and Albert go to the police station to visit Nadja; the girl's determination to exonerate Francis reveals to Collette that the Premingers are not what they seem. As Harvey and Nadja brainstorm how to dash Herman's plans, Keith and Francis reconcile after hearing Nadja's lullaby.",
                    "Aliases": []
                },
                "48": {
                    "ID": "425532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425532",
                    "TitleEnglish": "Reversal! The End of the Black Rose",
                    "SummaryEnglish": "Ironically, Nadja is now searching for Rosso and Bianco to convince the two goons to betray Herman. Harvey sees Keith beckoning to him, leaving Nadja unattended long enough for her to approach the Colorado mansion (where she sees Bianco, and decides to investigate). Oscar and Collette attempt to persuade Herman to leave with his creditor, Antonio Fabiani, but Herman balks to save face. Meanwhile, the Black Rose leaves Vienna.",
                    "Aliases": []
                },
                "49": {
                    "ID": "425533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425533",
                    "TitleEnglish": "Don't Give Up! The Power of Truth",
                    "SummaryEnglish": "Nadja is asleep in a dungeon with Rosso and Bianco. When Bianco tells Nadja that the Black Rose had been there, she remembers that Francis is still in prison and resolves to destroy Herman's plans. Herman wanders into the dungeon as Rosso gives Nadja valuable information. With Rosso and Bianco's help, Nadja climbs the wall and escapes through a skylight. As she is attacked by gunfire, the Dandelion Troupe come to her rescue. Herman is jailed with Rosso and Bianco, and Francis is cleared of criminal charges for Keith's visit to the Colorado mansion. Rosemary, surprisingly, admits defeat and Nadja discovers that Duke Preminger has but one thing on his mind.",
                    "Aliases": []
                },
                "50": {
                    "ID": "425534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nadja/episodes/425534",
                    "TitleEnglish": "The Door of a New Destiny",
                    "SummaryEnglish": "Rosemary tells Nadja about Duke Preminger's obsession with what he considers the duchy's best interests, and Nadia resumes searching for her mother. Collette rushes to the Premingers for her daughter; after a joyous reunion, Collette brings Nadja home and they at last spend some time as mother and daughter. Keith and Francis visit Nadja to try persuading her to return to the Premingers; she berates Duke for his misdeeds, telling him that she wants to see the world as a dancer for the Dandelion Troupe (which has arrived for her).",
                    "Aliases": []
                }
            }
        }
    }
}