{
    "URL": "https://thetvdb.com/series/one-outs",
    "Genres": [
        "Animation",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0C5D-746B-366F-7460-31BC-A",
        "https://www.imdb.com/title/tt1411815/",
        "https://www.themoviedb.org/tv/22366",
        "https://en.wikipedia.org/wiki/One_Outs"
    ],
    "TitleEnglish": "One Outs",
    "SummaryEnglish": "Hiromichi Kojima, the star batter of the Lycaons, heads to Okinawa to train and bring himself out of a slump. There, he meets Toua Tokuchi, a 134 km/h (83 mph) pitcher and the undisputed king of a gambling form of baseball called \"One Outs\". At Kojima's urging, Tokuchi signs up with the Lycaons. His contract, the 'One Outs contract', differs from the usual, though, in that he gets 5,000,000 yen for every out he pitches, but loses 50,000,000 yen for every run he gives up.",
    "Aliases": [],
    "Modified": "2025-09-25",
    "Seasons": {
        "1": {
            "ID": "39492",
            "URL": "https://thetvdb.com/series/one-outs/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "430322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430322",
                    "TitleEnglish": "The Mysterious Man",
                    "SummaryEnglish": "Kojima is in his last year in the major league and has never won a championship. He and a few teammates go on a training camp to practice. Their only pitcher injures his finger and can no longer pitch to Kojima. The remaining teammates feel bad and begin to search for a new pitcher quickly. Who they find and where they find this new pitcher is not where they had expected.",
                    "Aliases": []
                },
                "2": {
                    "ID": "430323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430323",
                    "TitleEnglish": "Gambler",
                    "SummaryEnglish": "The One Outs battle between Kojima and Toa Tokuchi does not end according to Kojima's wishes, leading him to seek enlightenment to beat Toa in the mountains.Kojima returns and rechallenges Toa Tokuchi, betting his pro career against Toa's arm.",
                    "Aliases": []
                },
                "3": {
                    "ID": "430324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430324",
                    "TitleEnglish": "One Outs Contract",
                    "SummaryEnglish": "Kojima lets himself get hit in order not to lose. He gets Tokuchi to join the Lycaons. Tokuchi negotiates an astounding contract that looks very much to be in his disadvantage with the Owner of the Lycaons. The Owner is shocked when he receives the amount he is to pay Tokuchi after the pre-season game, which is the first game Tokuchi plays in.\r\n\r\nIn the second game, which is against the Fingers, Tokuchi retires all the batters.",
                    "Aliases": []
                },
                "4": {
                    "ID": "430325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430325",
                    "TitleEnglish": "The Team's Qualification",
                    "SummaryEnglish": "The Lycaons play against the Eagles. There is a bribed player within their midst. Tokuchi tells the player to stop playing. The Lycaons are now a disadvantage, but fight to get the points. Tokuchi allows the player to return at the end of the episode.",
                    "Aliases": []
                },
                "5": {
                    "ID": "430326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430326",
                    "TitleEnglish": "Hope",
                    "SummaryEnglish": "The player,Yoshida, plays excellently. Tokuchi becomes tired and pitches a dead ball. Yoshida takes over him. The Lycaons win the game. Four more conditions are added to Tokuchi's contract. The next game they play is against a very strong team, the Mariners. He pitches first and walks the first two batters, an unexpected action.",
                    "Aliases": []
                },
                "6": {
                    "ID": "430327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430327",
                    "TitleEnglish": "Low Spinning Fastball",
                    "SummaryEnglish": "Two out of the Mariners's three strong batters are retired by Tokuchi. Takami notices an oddity about Tokuchi's fastballs and explains to his team why it's different. With what Takami has advised them to do, they start to hit the fastballs, but they have yet to score. Tokuchi does something unexpected and Takami is struck out at the third pitch.",
                    "Aliases": []
                },
                "7": {
                    "ID": "430328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430328",
                    "TitleEnglish": "Trick & Trap",
                    "SummaryEnglish": "Tagami realises Tokuchi's weakness-his stamina. Tokuchi is forced to push himself. The game goes past the 9th inning. Kojima decides to bat. Tokuchi tells Kojima something. Kojima manages to hit the pitch. The Lycaons win the game. The next game against the Mariners, the Mariners' batters are able to hit Tokuchi's pitches. Takami suspects that Tokuchi has a plan, and at the end of the episode,manages to figure it out.",
                    "Aliases": []
                },
                "8": {
                    "ID": "430329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430329",
                    "TitleEnglish": "Foul Play",
                    "SummaryEnglish": "Tokuchi plays for time while the Mariners rush to reach the fifth inning. When it's the Mariners's turn to defend, Tokuchi tells his team to tie with the Mariners. They manage to do so.",
                    "Aliases": []
                },
                "9": {
                    "ID": "430330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430330",
                    "TitleEnglish": "Settlement",
                    "SummaryEnglish": "The 4th inning ends with the Lycaons in the lead by one point. The Mariners underestimate Tokuchi, thinking he'll have trouble pitching in the rain. Instead, he turns it to his advantage. The game ends in an unexpected way.",
                    "Aliases": []
                },
                "10": {
                    "ID": "430331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430331",
                    "TitleEnglish": "Strategist vs Gambler",
                    "SummaryEnglish": "The Lycaons are up against the Bugaboos. The Bugaboos have a new team manager, one who is known as Shirooka the Strategist. In the midst of the game, Tokuchi is placed in an unexpected position in defense. Then, Manager Shirooka sends out a player to play-Johnson. A very fast runner.",
                    "Aliases": []
                },
                "11": {
                    "ID": "430332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430332",
                    "TitleEnglish": "World's Fastest Man",
                    "SummaryEnglish": "Johnson successfully steals home while Tokuchi is the pitcher,and Tokuchi has given up his first run as a professional. Tokuchi talks to the team about the way to stop Johnson. Tokuchi bats near the end of the episode.",
                    "Aliases": []
                },
                "12": {
                    "ID": "430333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430333",
                    "TitleEnglish": "Invincible Pitching Style",
                    "SummaryEnglish": "Tokuchi discovers the weakness in Johnson's defense. Tokuchi's plan to stop Johnson is set into motion.However, Tokuchi has another plan in addition.The plan works. Later, when the Bugaboos are attacking at the ninth inning, Johnson taunts Tokuchi and Tokuchi decides to battle it out with Johnson.Tokuchi wins the battle and the Lycaons win the game.The episode ends with Tokuchi saying that the real battle will be tomorrow.",
                    "Aliases": []
                },
                "13": {
                    "ID": "430334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430334",
                    "TitleEnglish": "The Sealed Feet",
                    "SummaryEnglish": "Johnson is the leadoff batter for the third game. Tokuchi is sent to pitch while Johnson is at third base. Tokuchi intimidates the batter. Shirooka decides to change the strategy. Tokuchi is making errors at his position at first base.Another strategy to stop Johnson is carried out. However, Shirooka carries out a plan to counter it.",
                    "Aliases": []
                },
                "14": {
                    "ID": "430335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430335",
                    "TitleEnglish": "A Nine Players Infield",
                    "SummaryEnglish": "Tokuchi shifts the outfielders defending positions. Tokuchi intimidates the batters. Shirooka realises that Tokuchi is really a terrifying person. The episode ends with the game going into extra innings.",
                    "Aliases": []
                },
                "15": {
                    "ID": "430336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430336",
                    "TitleEnglish": "A One Player Infield",
                    "SummaryEnglish": "Game 3 in a 3 game series between the Lycaons and the Bugaboos has entered extra innings with the score tied 0-0. Tokuchi uses the manager Mihara Yuuzaburou's desire to win this game to break the owner's hold over the manager. With the manager no longer obeying every order that is given to him by the owner, Tokuchi is free to pitch the remainder of the game against the order of the owner. Tokuchi uses the rest of the game to break down every aspect of Johnson's game showing that nothing about him is to be feared, not his batting ability or his speed. The Lycaons go on to win the game 1-0 thus winning the series against the Bugaboos, 2-1.",
                    "Aliases": []
                },
                "16": {
                    "ID": "430337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/430337",
                    "TitleEnglish": "Trick Stadium",
                    "SummaryEnglish": "Tokuchi explains why he was so sure his plan would work. Tokuchi tells Kojima there is a simpler way to defeat Johnson, and the method is shown when Kojima watches the game where the Bugaboos go against Blue Mars, the Lycaons next opponent. The owner of the Lycaons talk with a mysterious person. Tokuchi attends the briefing on the Blue Mars. Tokuchi stays back and watches the video, and says to Kojima that the Blue Mars are cheaters. In the game, though the Lycaons were leading, the Blue Mars caught up.",
                    "Aliases": []
                },
                "17": {
                    "ID": "431817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/431817",
                    "TitleEnglish": "The Deceiving Knuckleball",
                    "SummaryEnglish": "The Lycaons are shocked and become discouraged when the Blue Mars tie them. The manager Mihara tries to lift their spirits. The Lycaons end up losing to the Blue Mars in the first game. Tokuchi states that he can pitch the deceiving knuckleballs, and then shows the team why the pitches are fake knuckleballs. The team becomes angry when they know that the BlueMars were cheating.",
                    "Aliases": []
                },
                "18": {
                    "ID": "437890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/437890",
                    "TitleEnglish": "Stolen Sign",
                    "SummaryEnglish": "Tokuchi tells Ideguchi that their signs are being stolen. Tokuchi, Kojima and Ideguchi search for the signal that tell the BlueMars the Lycaons's signs. Tokuchi decides to use the Blue Mars sign stealing against them.",
                    "Aliases": []
                },
                "19": {
                    "ID": "437891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/437891",
                    "TitleEnglish": "Shady Signal",
                    "SummaryEnglish": "Tokuchi, Ideguchi and Kojima continue to search for the way the Blue Mars are stealing the Lycaons's signs. Tokuchi discovers the trick behind their shady signal. Tokuchi goes off to turn their sign stealing against them. Since the manager is unwilling to listen to Tokuchi, Tokuchi finds a way to convince manager Mihara.",
                    "Aliases": []
                },
                "20": {
                    "ID": "437892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/437892",
                    "TitleEnglish": "Ridicule",
                    "SummaryEnglish": "The manager listens to Tokuchi. Tokuchi does something without the manager's knowledge that enables them to get a point. The Lycaons manage to take the lead. The Owner has a plan to get Tokuchi's earnings to disappear.",
                    "Aliases": []
                },
                "21": {
                    "ID": "455611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/455611",
                    "TitleEnglish": "Disclosure",
                    "SummaryEnglish": "Tokuchi suggests changing signs. In the second game, yet the Blue Mars are still able to hit the pitches. Ideguchi realises that their signs are being stolen. At the end of the episode, Tokuchi states that they are being wiretapped.",
                    "Aliases": []
                },
                "22": {
                    "ID": "474731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/474731",
                    "TitleEnglish": "Interception",
                    "SummaryEnglish": "Tokuchi states that they have been wiretapped. He realises where the wiretap is. The assistant manager for the BLue Mars is revealed. The Lycaons manage to lessen the point difference.",
                    "Aliases": []
                },
                "23": {
                    "ID": "609901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/609901",
                    "TitleEnglish": "Capture",
                    "SummaryEnglish": "Tokuchi's plan is accidentally revealed.Williams is sent to pitch in the final inning. Tokuchi has a plan to counter the fake knuckleball and goes to bat. At the end of the episode, he manages to steal up to second base.",
                    "Aliases": []
                },
                "24": {
                    "ID": "609911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/609911",
                    "TitleEnglish": "Conspiracy",
                    "SummaryEnglish": "The Blue Mars catcher realises that Tokuchi knows about the fake knuckleballs. The Lycaons take the lead.The Owner's plan to clear the amount Tokuchi has earned is explained.It is then sat into motion when Tokuchi goes to bat. Tokuchi retaliates in an unexpected way. The episode ends with Tokuchi lying on the ground.",
                    "Aliases": []
                },
                "25": {
                    "ID": "609921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-outs/episodes/609921",
                    "TitleEnglish": "Beyond the Triumph...",
                    "SummaryEnglish": "Tokuchi is uninjured. He goes back to the mound to pitch. The Blue Mars try to frame him. The batter that accused Tokuchi finds the tables turned, and in order to avoid the Blue Mars being found of cheating, Tokuchi tells him to kneel down as an apology. The Lycaons go on to win the game and are no longer last place. But this is just the beginning. The aim is the championship.",
                    "Aliases": []
                }
            }
        }
    }
}