{
    "URL": "https://thetvdb.com/series/rumiko-takahashi-anthology",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2091114/",
        "https://www.themoviedb.org/tv/45157"
    ],
    "TitleEnglish": "Rumiko Takahashi Anthology",
    "SummaryEnglish": "A series of short stories by Rumiko Takahasi (see Ranma ½, InuYasha, Maisson Ikokku) that centers on the quaint, traditional, and even strange situations of individuals living in Japan. Each episode centers on a completely new cast of characters as they deal with the cards that life dealt them, varying from comedy to drama, from romance to horror. This series is also known as Rumiko Takahashi Anthology.",
    "Aliases": [
        "Rumic Theater"
    ],
    "Modified": "2025-05-31",
    "Seasons": {
        "1": {
            "ID": "40721",
            "URL": "https://thetvdb.com/series/rumiko-takahashi-anthology/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "435186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435186",
                    "TitleEnglish": "The Tragedy Of P",
                    "SummaryEnglish": "The Tragedy of P follows the struggle of Mrs. Haga to keep her guest, Pitto the penguin, out of sight from Mrs. Kakei, the resident tattletale who will report the bird's violation of the pet free apartment building.",
                    "Aliases": []
                },
                "2": {
                    "ID": "435187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435187",
                    "TitleEnglish": "The Merchant of Romance",
                    "SummaryEnglish": "A wedding chapel that has fallen on hard times struggles to stay in business while its young owner seeks to deal with a recent divorce and the burden of keeping her friends employed.",
                    "Aliases": []
                },
                "3": {
                    "ID": "435188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435188",
                    "TitleEnglish": "Old Man, Young Teen",
                    "SummaryEnglish": "A tough, business-minded father loses his memory and believes he is a teenager. He meets a young school girl and can't help but become smitten with her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "435189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435189",
                    "TitleEnglish": "Hidden in the Pottery",
                    "SummaryEnglish": "Mrs. Asakawa suspects her neighbor of beating her elderly mother-in-law being responsible for the death of her husband. The mystery unfolds when Mrs. Asakawa makes a shocking discovery hidden inside a potted plant.",
                    "Aliases": []
                },
                "5": {
                    "ID": "435190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435190",
                    "TitleEnglish": "Stray Family Fire",
                    "SummaryEnglish": "Hazuki's family is virtually in the poorhouse. Therefore she is shocked when her father decides to go on an expensive family vacation. Soon she suspects that her father's motives may involve a suicide pact for her and her family.",
                    "Aliases": []
                },
                "6": {
                    "ID": "435191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435191",
                    "TitleEnglish": "As Long As You Are Here",
                    "SummaryEnglish": "When Mr. Domoto is laid off of his prestigious job as a salaryman, his wife falls ill and asks him to fill in for her at the convenience store. There, his rough personality doesn't mesh well with his co-workers, but he learns from a hard-working foreigner named Achara to persevere.",
                    "Aliases": []
                },
                "7": {
                    "ID": "435192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435192",
                    "TitleEnglish": "One Hundred Years of Love",
                    "SummaryEnglish": "Risa Hoshino comes back from the dead with amazing telekenetic powers. The old woman develops a crush on another patient and believes him to be the reincarnation of her jilted lover from decades ago.",
                    "Aliases": []
                },
                "8": {
                    "ID": "435193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435193",
                    "TitleEnglish": "In Lieu of Thanks",
                    "SummaryEnglish": "Mrs. Kobato finds herself in the middle of a battle between the stuck-up Mrs. Shiratori and the elderly Mrs. Ukai, who eventually bring a crab and a bird into the argument",
                    "Aliases": []
                },
                "9": {
                    "ID": "435194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435194",
                    "TitleEnglish": "Living Room Lovesong",
                    "SummaryEnglish": "A middle-aged man loses his wife, yet his wife's soul is bothered by the fact that he does not cry at her funeral. Her spirit soon returns to haunt him as he begins to develop feelings for the young office worker at his company.",
                    "Aliases": []
                },
                "10": {
                    "ID": "435195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435195",
                    "TitleEnglish": "House of Garbage",
                    "SummaryEnglish": "The Hirooka's front door is mistaken for a garbage drop spot, and when the Boss's wife starts throwing out his favorite things, Ritsuko and Yoshio have to do everything they can to save the tacky items, or risk losing a promotion.",
                    "Aliases": []
                },
                "11": {
                    "ID": "435196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435196",
                    "TitleEnglish": "A One-Day Dream",
                    "SummaryEnglish": "Shinonome is a downtrodden company man who is going through life without finding true happiness. His junior high school reunion soon rolls around and his thoughts turn to a girl he once loved named Shima.",
                    "Aliases": []
                },
                "12": {
                    "ID": "435197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435197",
                    "TitleEnglish": "Extra-Large Size Happiness",
                    "SummaryEnglish": "Ryuuichi's mother, Kayoko moves in with her son and his young wife, Hanako. But problems start to arise when Hanako starts behaving oddly and risking the anger of her mother-in-law who they are counting on to invest in their new home. Hanako claims a large spirit is the cause, but only she can see him.",
                    "Aliases": []
                },
                "13": {
                    "ID": "435198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rumiko-takahashi-anthology/episodes/435198",
                    "TitleEnglish": "The Executive's Dog",
                    "SummaryEnglish": "The Kogure's are asked to take care of Mr. Matsurida's dog Gorgeous, but when his mistress moves in and the children draw eyebrows on the dog, things become complicated.",
                    "Aliases": []
                }
            }
        }
    }
}