{
    "URL": "https://thetvdb.com/series/moomin",
    "Genres": [
        "Adventure",
        "Animation",
        "Children",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0247117/",
        "https://www.themoviedb.org/tv/67575"
    ],
    "TitleEnglish": "Moomin",
    "SummaryEnglish": "In the remote and mysterious Moomin Valley live the Moomin trolls, gentle and peaceful creatures. Young Moomin and his family experience many strange adventures, both magical and mundane. Based on the children's stories by Tove Jansson.",
    "Aliases": [
        "Tanoshii Moomin Ikka"
    ],
    "Modified": "2025-07-26",
    "Seasons": {
        "0": {
            "ID": "41069",
            "URL": "https://thetvdb.com/series/moomin/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "965831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/965831",
                    "TitleEnglish": "Comet in Moominland",
                    "SummaryEnglish": "Moomin, Sniff and My set out to stop a comet approaching the Moomin valley. Along the way they meet Snusmumriken, the beautiful Snorkfröken, Snorken and a Hemul, who join them in their quest.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5138565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/5138565",
                    "TitleEnglish": "Moomin and Midsummer Madness",
                    "SummaryEnglish": "A peaceful summer day in the Moomin Valley is interrupted by a volcanic eruption. At the last minute the Moomin family finds refuge in a strange house. It turns out it's not an ordinary house but a theatre stage where the Moomin Family begins to write a play.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5138566",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/5138566",
                    "TitleEnglish": "Moomins and the Comet Chase",
                    "SummaryEnglish": "One day Moomintroll wakes to notice that grey dust is covering everything in the Moominvalley. He runs to ask the philosophical Muskrat if he knows what is happening, who advises him that things tend to look like this before an awful fate coming from the sky hits the Earth. With the help of his father, Moominpappa, Moomintroll and his close friends Sniff and Snufkin build a raft and head out on a challenging journey to the observatory in the Lonely Mountains hoping to find out more from the wise professors there. The friends have to overcome several adversities in order to make it there. When they arrive, they find the professors deep in calculations. They reveal that a comet will reach the Earth in four days, four hours, four minutes and 44 seconds.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "41070",
            "URL": "https://thetvdb.com/series/moomin/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": "春が訪れたムーミン谷。目覚めたムーミン・トロールは旅から帰ったスナフキンと再会し、その演奏を久々に楽しむ。やがて良家のスノークやその妹フローレンたちとともにムーミンはおさびし山へ向かうがそこにあったものは…。",
            "# Episodes": 78,
            "Episodes": {
                "1": {
                    "ID": "438130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/438130",
                    "TitleEnglish": "Spring in Moominvalley (1)",
                    "SummaryEnglish": "Spring has come to Moominvalley, and Moomin and his family come out of their winter hibernation. Up in Lonely Mountains Moomin, Snufkin, Sniff and Little My find a large top Hat, which they bring home. Too big to be worn they use it as a waste paper basket, but it is a Hat of magical qualities, and anything thrown into it changes into something completely different...",
                    "Aliases": []
                },
                "2": {
                    "ID": "438131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/438131",
                    "TitleEnglish": "Magic Hat (2)",
                    "SummaryEnglish": "The magical Hat, which the Moomins tried to get rid of in the first episode, reappears, it got stuck on a sand bank in the river, which has turned to raspberry juice. Moomin recovers the Hat and hides it in the cellar, wanting to have a constant supply of juice. Little My drops a piece of string into the hat, hoping it will turn into spaghetti. However, the string turns into something quite different.",
                    "Aliases": []
                },
                "3": {
                    "ID": "438132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/438132",
                    "TitleEnglish": "The Wreck (1)",
                    "SummaryEnglish": "Moomin and his friends go mountain climbing, encounter a very depressed Hemulen, sunk in gloom because his stamp collection is finally complete and he has nothing more to collect They learn from him about a sailboat wrecked on the beach. They start repairing the boat, hoping to sail the seven seas. Deciding to start collecting plants instead, Hemulen gets over his depression, and they all go for a trial sail.",
                    "Aliases": []
                },
                "4": {
                    "ID": "438133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/438133",
                    "TitleEnglish": "The Desert Island (2)",
                    "SummaryEnglish": "Moominfamily and their friends set out for adventure in their new sailboat, and finally arrive at a seemingly uninhabited island. It is, however, populated by some very strange creatures with whom Hemulen has an unpleasant encounter. A terrible storm hits the island and they decide to stay over night, pulling up the boat as far as she will go and taking taking refuge in their tent.",
                    "Aliases": []
                },
                "5": {
                    "ID": "438134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/438134",
                    "TitleEnglish": "The Hattifatteners (3)",
                    "SummaryEnglish": "Our friends have forgotten to tie their boat up in the storm and are attacked by hordes of electrified Hattifatteners, who want their sacred barometer back. Swimming about after the storm Moomin and Snorkmaiden find the most exciting things brought by the storm, but the most exciting find is undoubtedly made by Snufkin.",
                    "Aliases": []
                },
                "6": {
                    "ID": "438135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/438135",
                    "TitleEnglish": "Tiny Guests (1)",
                    "SummaryEnglish": "One day two very small guests arrive at Moominhouse. They bring a suitcase, so Moominpappa knows they have come to stay and builds a small bed. Everybody is dying to know what`s inside the suitcase, which Thingumy and Bob guard day and night. The terrible Groke knows, however, and she is coming to get it.",
                    "Aliases": []
                },
                "7": {
                    "ID": "461761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/461761",
                    "TitleEnglish": "The Suitcase (2)",
                    "SummaryEnglish": "After the visit of the Groke, Snorkmaiden finally finds out to whom the contents of the suitcase belong, but this only makes the problem worse, and it is with great misgivings they await the return of the Groke. Only Moominmamma has a plan, but will it work?",
                    "Aliases": []
                },
                "8": {
                    "ID": "461771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/461771",
                    "TitleEnglish": "The Hobgoblin (3)",
                    "SummaryEnglish": "The Groke has gone, having been given a very special sea-shell which was a gift from Snorkmaiden to Moomin, who is now in trouble. Moominmamma's handbag disappears, and she promises the finder a huge party. It seems the Groke was not the only one interested in the contents of the suitcase, however...",
                    "Aliases": []
                },
                "9": {
                    "ID": "461781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/461781",
                    "TitleEnglish": "The Invisible Friend (1)",
                    "SummaryEnglish": "Too-Ticky brings Ninny to Moominhouse view. Ninny has been frightened so often by her aunt that she has become invisible. Moominmamma concocts an infallible remedy, but will that and kindness be enough? Stinky does his best to see to it that it doesn't.",
                    "Aliases": []
                },
                "10": {
                    "ID": "461791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/461791",
                    "TitleEnglish": "The Invisible Child (2)",
                    "SummaryEnglish": "Very slowly Ninny comes back into view, but her face is still missing. Stinky does his best to stop her from becoming visible, resorting to very nasty tricks when the children play hide and seek. It appears that anger and shouting loud is even better than medicine and kindness for getting your shape back.",
                    "Aliases": []
                },
                "11": {
                    "ID": "461801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/461801",
                    "TitleEnglish": "The Wings",
                    "SummaryEnglish": "Snorkmaiden's brother has finished planning his flying ship, and has constructed a pair of wings so he himself can try out his theories, jumping of from the highest cliff in Moominvalley. But he is not the only one to think that flying is great - Stinky would like the wings for very Stinky-like purposes...",
                    "Aliases": []
                },
                "12": {
                    "ID": "900501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900501",
                    "TitleEnglish": "The Pirates",
                    "SummaryEnglish": "Moominvalley is hit by a terrible storm, and an old sailing ship is wrecked offshore, finally sinking. But, it is no usual ship - she is seen flying a black flag with a skull and crossbones. The pirates have made it to the shore unhurt and trouble starts when the captain, a terrible villain, grabs Snorkmaiden and holds her hostage, demanding a new getaway ship from the people in Moominvalley. The Inspector is frantic and helpless and it is left to Moomin to bring about her rescue.",
                    "Aliases": []
                },
                "13": {
                    "ID": "900511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900511",
                    "TitleEnglish": "The Last Dragon on Earth",
                    "SummaryEnglish": "After a tremendous downpour Moomin finds a very small dragon in a puddle. Smothering this most exotic of pets with love he expects great devotion in return, but finds that love is a fickle thing indeed, and particularly difficult to contain in a glass jar.",
                    "Aliases": []
                },
                "14": {
                    "ID": "900521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900521",
                    "TitleEnglish": "Our Neighbour is a Tough Teacher",
                    "SummaryEnglish": "One day, Fillyjonk moves into the Moomin Valley with her three children. Although the Moomins hold a welcome party with a lot of unique idea's meant to please them, Fillyjonk just dismisses them as harmful to the upbringing of her children, strictly prohibiting them from playing with Moomintroll and his company. Her children try to follow their mother's BEHAVE-YOURSELVES type of orders at first, but their natural instinct as children gradually draws them into Moomintroll's circle of playmates.",
                    "Aliases": []
                },
                "15": {
                    "ID": "900541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900541",
                    "TitleEnglish": "Snorkmaiden's Lost Memory",
                    "SummaryEnglish": "During a spell of rainy weather Snorkmainden has crammed herself with stories about princesses and chivalrous knights. On the first sunny day she and Moomin climb a mountain, where Snorkmaiden sees what she believes is, an Edelweiss. Needless to say it isn't (no such things in Moominvalley), but they have to climb down to get it. Snorkmaiden slips, rolls down the mountainside and winds up in a faint. When she comes to she has forgotten all, and thinks she is of royal blood...",
                    "Aliases": []
                },
                "16": {
                    "ID": "900551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900551",
                    "TitleEnglish": "A Close Encounter with Aliens",
                    "SummaryEnglish": "One day a flying saucer lands in Moominmamma's vegetable garden. It is apparently unmanned and she and Moomin salvage a strange box-like apparatus which looks rather home-made, but which has many remarkable properties. The Inspector is on the war-path trying to nab extra-terrestrials and when the Moomins find one, a runaway child, they have to hide him, quickly deciding that he has probably not come to invade Moominvalley. Their task isn't made any easier by the fact that the box-like apparatus has now made the Inspector iridescent, this fascinating the child so that he follows the Inspector everywhere.",
                    "Aliases": []
                },
                "17": {
                    "ID": "900561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900561",
                    "TitleEnglish": "A Change of Air",
                    "SummaryEnglish": "Bored stiff with calm, sunny weather and stuck in his memoirs, Moominpappa craves adventure. Stinky decides to comply and provides a set of gigantic footsteps, leading up from the sea to Moominhouse. This creates a diversion, but is not enough and Moominpappa decides he and Moominmamma should elope (they never did it before because they had no one to elope from). Stealing off in the middle of the night they leave Moomin to fend for himself, something he doesn't manage all that well. Sniff and Little My help him cook and it is probably a very good thing that his parents haven`t managed to get very far...",
                    "Aliases": []
                },
                "18": {
                    "ID": "900571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900571",
                    "TitleEnglish": "The Wooden Crate (1)",
                    "SummaryEnglish": "It is hotter than ever before in Moominvalley. The river has run dry and everything is wilting. Going down to swim one day with the other children Little My finds a large wooden crate floating in the water and when they open it they find it full of strange-looking, tropical seeds. They plant them as they have nothing better to do and next night the rains finally comes, a veritable deluge. The seeds sprout and next day the house is surrounded by a jungle. Bamboo, orchids, fruit-trees, but also some much more dangerous plants...",
                    "Aliases": []
                },
                "19": {
                    "ID": "900601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900601",
                    "TitleEnglish": "Buried in a Jungle (2)",
                    "SummaryEnglish": "Moominfamily and their friends have a great time in the jungle. The Hemulen is botanizing as fast as he can, everyone is eating tropical fruit and Moomin and Snorkmaiden play Tarzan and Jane, building a leaf hut. Suspiciously helpful, Stinky offers to get them some animals, too, so it will be more like a real jungle. He is as good as his word, but the animals that he provides are not exactly of the kind they had in mind.",
                    "Aliases": []
                },
                "20": {
                    "ID": "900631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900631",
                    "TitleEnglish": "Moomin Saves the Tigers",
                    "SummaryEnglish": "Moominfamily have befriended all the wild animals that Stinky let out of the zoo (except the crocodiles and who wants to be friends with a crocodile, anyway?) and when the zoo-keepers come to take the animals back, the Moomins, aided by the Inspector, fend them off. But, also, the hot spell doesn't last. Autumn comes, the jungle withers in the cold and the animals huddles, shivering, in front of open fires, wondering if chilly freedom is really better than a warm zoo.",
                    "Aliases": []
                },
                "21": {
                    "ID": "900651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900651",
                    "TitleEnglish": "Snufkin Leaves Moominvalley",
                    "SummaryEnglish": "Again winter is at the door and Moominpappa and Moomin are collecting wood to keep the house warm during their long hibernation. Moomin is feeling very sad because it is time for Snufkin to go away on his long annual trip. Moomin talks his parents into letting him go along, but Snufkin says no - he needs some time to himself. Moomin takes to his bed, utterly dejected, but Snorkmaiden manages to bring him out of his gloom by showing him something very, very special.",
                    "Aliases": []
                },
                "22": {
                    "ID": "900671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900671",
                    "TitleEnglish": "Moomin and Little My's Adventure (1)",
                    "SummaryEnglish": "For no special reason Moomin wakes up in the middle of winter and can't go back to sleep. This is quite unheard-of. He is unable to wake the others, and finally, shivering, he makes his way outside into the bleak, unfamiliar whiteness. He meets Little My, who has woken up even before him, and Too-tick who lives in the bath-house. He meets the invisible mice, who also stays there for winter, and he almost meets the Lady of the Cold, the most fearsome of all winter`s manifestations...",
                    "Aliases": []
                },
                "23": {
                    "ID": "900681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900681",
                    "TitleEnglish": "Visitors in Winter (2)",
                    "SummaryEnglish": "Moomin and Little My have finally settled into their wintry existence, living on Too-ticki's fish soup and Moominmamma's jam, of which there fortunately is an awful lot. One day, Mr. Brisk arrives, a very hearty and jovial person, who likes cold baths and roughing it in igloo's. He is much taken with Sorry-oo, a very timid dog who only dreams of running with the wolves that are nightly heard howling in Lonely Mountains. He considers them his brothers, but unfortunately they don't... Mr. Brisk finally leaves, having consumed the last jar of his (and Moomin's) favorite jam.",
                    "Aliases": []
                },
                "24": {
                    "ID": "900691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900691",
                    "TitleEnglish": "Hurry Up Snufkin",
                    "SummaryEnglish": "Wintering away from bed can't be very good for Moomins, for when spring comes Moomin has a terrible cold, and takes to bed when all the others get up. This year Snufkin is very late and Moomin worries far more than is good for him. Finally Snorkmaiden sets off to try and find Snufkin and bring him back, hoping this would bring about a speedy recovery. Stinky makes a bedside call, and agrees to help Moomin go out to look for Snufkin. Poor Stinky - he learns that when you have a bad reputation good deeds don't really help much.",
                    "Aliases": []
                },
                "25": {
                    "ID": "900701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900701",
                    "TitleEnglish": "The Lighthouse (1)",
                    "SummaryEnglish": "Once again the very fine weather is boring Moominpappa to tears and this time he decides to take the whole family with him and sail for a lighthouse on a small island, not bigger than a fly-speck on the chart. Loaded down they set off and arrive next morning after a harrowing experience with a ghost-ship during the night. They meet a small boat with a man and a boy fishing, but when they get to the lighthouse it is empty, thick with dust and the beacon has gone out. What has happened?",
                    "Aliases": []
                },
                "26": {
                    "ID": "900711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900711",
                    "TitleEnglish": "The Day the Lighthouse Lit Up (2)",
                    "SummaryEnglish": "The Moomin's first night in the abandoned lighthouse is haunted by ghosts from the mysterious ghost ship, who finally take off. One of their group is left behind, and the Moomins have to build a raft for it to sail away on. Moominpappa is in vain trying to light the beacon in the lighthouse and they all try to unravel the mystery with the absent keeper. It is finally solved with the help of the small boy, Toft, from the fishing boat, and when the Moomins sail back to Moominvalley they see the lighthouse lit for the first time.",
                    "Aliases": []
                },
                "27": {
                    "ID": "900721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900721",
                    "TitleEnglish": "Aunt Jane",
                    "SummaryEnglish": "One day, Moominpappa gets a very rare thing, a letter! It is from Aunt Jane, a stinkingly rich relative of whom Moominpappa is rather scared. She is great on duty, and particularly on one's duty to money, so Moominpappa packs a knapsack and flees before she arrives. And very wisely, too, for she wants Moominpappa to look after her gold doubloons when she gets too old! There are, however, those in Moominvalley who need gold for their pet projects - and those who need gold just because they like it.",
                    "Aliases": []
                },
                "28": {
                    "ID": "900731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900731",
                    "TitleEnglish": "The Floating Theatre (1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "900741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900741",
                    "TitleEnglish": "The Lost Children (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "900751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900751",
                    "TitleEnglish": "Midsummer (3)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "900761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900761",
                    "TitleEnglish": "The Big Explosion",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "900771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900771",
                    "TitleEnglish": "The Golden Fish",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "900781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900781",
                    "TitleEnglish": "The Spirit in the Lamp",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "900791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900791",
                    "TitleEnglish": "The Kite",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "900801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900801",
                    "TitleEnglish": "The Witch",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "900811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900811",
                    "TitleEnglish": "Christmas Is Coming",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "900831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900831",
                    "TitleEnglish": "The Midwinter Bonfire",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "900861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900861",
                    "TitleEnglish": "The Spell",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "900881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900881",
                    "TitleEnglish": "Things That Go Bang in the Night (1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "900891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900891",
                    "TitleEnglish": "The Secret Fireworks (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "900901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900901",
                    "TitleEnglish": "Crooks in Moomin Valley",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "900911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900911",
                    "TitleEnglish": "The Solar Eclipse",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "900921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900921",
                    "TitleEnglish": "The Prima Donna",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "900931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900931",
                    "TitleEnglish": "The Birthday Present",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "900941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900941",
                    "TitleEnglish": "Moomin Builds a House",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "900951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900951",
                    "TitleEnglish": "Dame Elaine",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "900961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900961",
                    "TitleEnglish": "The Hot Spring",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "900971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900971",
                    "TitleEnglish": "The Bubbles",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "900981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900981",
                    "TitleEnglish": "The Giant Pumpkin",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "50": {
                    "ID": "900991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/900991",
                    "TitleEnglish": "The Imp",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "51": {
                    "ID": "901001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901001",
                    "TitleEnglish": "Snorkmaiden Goes Psychic",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "52": {
                    "ID": "901011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901011",
                    "TitleEnglish": "The Treasure Hunt",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "53": {
                    "ID": "901021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901021",
                    "TitleEnglish": "The Water Nymph",
                    "SummaryEnglish": "One day, in the aftermath of the gold fever, Sniff walks off upstream to look for gold in the river-bed. He gets lost in a thick mist, and suddenly comes upon a small pond, created by a pile of driftwood. What he sees there makes him completely spell-bound and he walks home in a trance. Learning about this Moomin tails Sniff when he goes back next day - and finds himself spell-bound in just the same way. This happens to most men in Moominvalley, until the women decide they have to do something about it - but before they can act Nature decides to take a hand.",
                    "Aliases": []
                },
                "54": {
                    "ID": "901031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901031",
                    "TitleEnglish": "Mymble's Diamond",
                    "SummaryEnglish": "Mymble has found a ring on the ground with a big, sparkling stone and gives it in to the Inspector. When no one comes forth to claim it he gives it to her and she is very, very happy, deciding it must be a diamond. She parades it all around Moominvalley, until she is informed by Fillyjonk that if one has a huge diamond like that one must dress accordingly. Not only that, but one must behave accordingly and live accordingly and even though Mymble is helped by Little My and Stinky she soon finds that although diamonds may be a girl`s best friend, they should be so in moderation..",
                    "Aliases": []
                },
                "55": {
                    "ID": "901041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901041",
                    "TitleEnglish": "Moominpappa's Second Youth",
                    "SummaryEnglish": "One day something remarkable happens in Moominvalley, Moominpappa goes for a walk without his hat. When mad aware of this he is greatly distressed, fearing that his forgetfulness is a sign of approaching senility. he takes up the most strenuous physical exercises to regain his lost faculties, and makes day into night in an attempt to get out of the ruts of his life. To get him back to normal takes quite a jolt; a very gently one which is administered by Moominmamma - who else ?",
                    "Aliases": []
                },
                "56": {
                    "ID": "901051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901051",
                    "TitleEnglish": "The Secret Dish",
                    "SummaryEnglish": "Is Moominmamma`s family really getting tired of her cooking ? It seems impossible, but Little My unabashedly claims that she is getting very bored with always having pancakes, and Moominpappa at least implies that the best dish he ever had was one not cooked by his beloved wife. As always, when in a quandary, Moominmamma consults Grandma`s book of recipes and cures and, sure enough, finds \"What To Do When Your Family Grows Tired of Your Cooking\". Taking Snufkin along, she embarks on the journey that the recipe calls for, to find the secret ingredient necessary for the Irresistible Dish.",
                    "Aliases": []
                },
                "57": {
                    "ID": "901061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901061",
                    "TitleEnglish": "Motherly Love",
                    "SummaryEnglish": "Two little waifs - abandoned in the woods by their evil step-mother if one is to believe them - are found on the Moominhouse porch. This sad occurrence might have been handled better if Snorkmaiden hadn`t just finished reading a book about Motherhood, a book which kept her up all night, filling her bosom with strange feelings. She clasps the children to her, smothering them in motherly love and it takes - even for Snorkmaiden - unusually long to find out that children are much like grown-ups; there are nice ones and then those less nice.",
                    "Aliases": []
                },
                "58": {
                    "ID": "901071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901071",
                    "TitleEnglish": "Artists in Moominvalley",
                    "SummaryEnglish": "Ever believing in his own ability Moominpappa enters a photo contest for the best nature shot. The spectacular and dramatic results draw a throng of painters to Moominvalley, where the big annual exhibition of paintings is to be held. Moominpappa is much intrigued by the many different approaches to paint an apple tree, and decides to try his hand at that, too. Sudden ( and unusual) misgivings about his own talent make him decide not to enter his version, but apparently Moominmamma`s belief in his art is stronger than his own.",
                    "Aliases": []
                },
                "59": {
                    "ID": "901111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901111",
                    "TitleEnglish": "Adventures of Moominpappa: Part 1",
                    "SummaryEnglish": "As it seems Moominpappa has left his turbulent youth out of his memoirs (with the usual self aggrandizement of autobiographers he thought them too turbulent for print), he one day decides to at least tell about it so it won`t be completely lost to posterity. We learn about his escape from the terrible orphanage and how he meets Fredriksson and sails off with him in his ship \"The Oshun Oxtra\" (his friend the Fuddler isn` a very good speller), how they managed to launch the ship and, finally, whom Moominpappa inadvertently managed to rescue.",
                    "Aliases": []
                },
                "60": {
                    "ID": "901081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901081",
                    "TitleEnglish": "The Terrible Little My",
                    "SummaryEnglish": "As we all know, Little My is happily aggressive, with no inhibitions and no hang-ups. She gets very angry at times but never sulks, and always enjoys herself immensely. All in all a very likeable person. She always does exactly as she pleases, but with the sensible proviso that it shouldn`t too much displease anyone else - and therefore it`s that much more of a shock to everyone when one day she starts behaving simply abominably. The general consensus is that she`s got out of bed on the wrong side - difficult as that may be when your bed is set flush against the wall...",
                    "Aliases": []
                },
                "61": {
                    "ID": "901091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901091",
                    "TitleEnglish": "Moomin's the Fortune-Teller",
                    "SummaryEnglish": "Sniff is at it again; trying to get rich quickly. Unfortunately for Moomin he figures as the short-cut to riches in a dream Sniff has had, and when Sniff drags him off to masquerade as a fortune-teller, Moomin as usual finds it far too difficult to say no. Helped by Sniff`s tampering ever so slightly with Fate they get off to a most promising start, but then nemesis hits, as is her wont at least where Sniff is concerned, leaving Moomin to help Snorkmaiden with her costume for a fancy dress competition.",
                    "Aliases": []
                },
                "62": {
                    "ID": "901101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901101",
                    "TitleEnglish": "Witch-Walking",
                    "SummaryEnglish": "Great things are happening in Moominvalley. Snorkmaiden`s brother, the Snork, has finally completed the model of his new flying ship and it seems to work, being a bit more sensibly constructed than the first one. On the not-so-scientific front the witch`s granddaughter, Alicia, has graduated to her first instruction in real witchcraft, a stunning feat which the snork immediately tries to emulate. And finally Snufkin and the Hemulen try to catch the Mameluke, a fish that is not only very, very large, but also very, very hungry.",
                    "Aliases": []
                },
                "63": {
                    "ID": "901121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901121",
                    "TitleEnglish": "Adventures of Moominpappa: Part 2",
                    "SummaryEnglish": "The Moomins and their friends have gone down to the beach, and looking out over the sea Moominpappa is reminded of his youthful life as an adventurer. The appearance of the Niblings saves him from the predicament we left him in last time, but no sooner is that danger past when a storm hits the \"Oshun Oxtra\", finally stranding our friends in an island kingdom far away. They go to the ruler`s hundredth anniversary in the Park of Surprises, and by royal decree become new settlers. Moominpappa builds a house, but only to find that it is haunted...",
                    "Aliases": []
                },
                "64": {
                    "ID": "901141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901141",
                    "TitleEnglish": "Moomin and the Birds",
                    "SummaryEnglish": "Inspired by the Hemulen, who has temporarily left plants aside for a study of birds, Moomin and his friends go out to study Nature, armed with a book on the subject, and find a lot of things they haven`t even noticed before. They also find a bird`s nest high on a cliff, the mother bird being attacked by a kite. Both mother and fledglings are taken to Moominhouse, and while the mother is patched up the big problem arises - how to get her babies to eat ? They won`t take a thing from foreign hands...",
                    "Aliases": []
                },
                "65": {
                    "ID": "901131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901131",
                    "TitleEnglish": "The Fancy-Dress Ball",
                    "SummaryEnglish": "Moominhouse is filled with feverish activity, because everyone in Moominvalley has been invited to a fancy-dress ball in the old Manor, and attics and closets are savoured for suitable items. Fillyjonk has promised to introduce Snorkmainden to a young man of Family, and both she and Little My are beside themselves with excitement. Moomin is totally engrossed in a project of his own down by the river, a secret, nobody knows about until Snufkin happens by. This does not matter, but then Stinky finds out, and that is very serious, also coinciding with the ball, to which Moomin is supposed to accompany Snorkmaiden as Tarzan...",
                    "Aliases": []
                },
                "66": {
                    "ID": "901161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901161",
                    "TitleEnglish": "The Vampire",
                    "SummaryEnglish": "Horror strikes Moominvalley when a vampire escapes from the Zoo, and everyone tries to cover himself up in gauze or bandages to keep from being bitten. Not exactly knowing exactly what sort of vampire it is, most people aslo use garlic to be on the safe side. The blood-thirsty beast is finally found, having taken refuge in the Moominhouse kitchen, and takes an immediate shine to Moominmamma, who refuses to give it up to the Zoo, that not being the way guests are treated in Moominhouse. Meanwhile, everyone is walking around in garlic an gauze, and the Moomins realize they have to do something about it. As is often the case with them, their solution is perhaps not the best one...",
                    "Aliases": []
                },
                "67": {
                    "ID": "901181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901181",
                    "TitleEnglish": "The Chair",
                    "SummaryEnglish": "One awful day, Moominpappa`s chair breaks. This might not sound irremediable, but creative people are funny - they rely on certain material comforte for their inspiration to run freely. Without the cahir to sit in Moominpappa can no longer write, and although he is brought new old chairs by the dozen somehow the sit differently, they weren`t his chair, and they don`t inspire him one bit. Moomin plays an important part in the destruction of the chair, but fortunately also the main part in its resurrection.",
                    "Aliases": []
                },
                "68": {
                    "ID": "901151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901151",
                    "TitleEnglish": "Adventures of Moominpappa: Part 3",
                    "SummaryEnglish": "Again, Moominpappa is talked into telling the others about his stormy youth - never a difficult task with autobiographers. He tells us about how the Fuddler met the Muddle and how they came to share the buttons and the coffee tin; about the re-appearance of the ghost and how he came to share quarters with Moominpappa, about how Fredriksson finally finished his new Oshun Oxtra which brought them up first into the air and then down into the sea, from which they were saved by Edward the Booble, and last, how he came to meet the charming young Moomin maiden who later was to become Moominmamma.",
                    "Aliases": []
                },
                "69": {
                    "ID": "901171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901171",
                    "TitleEnglish": "The Phoenix",
                    "SummaryEnglish": "Moomin and his friends carry home a wounded bird, which has been brought down by some hunters. The bird is large and very beautiful, quite old, and not to be found in any book on birds. Not even the Hemulen has seen it before. Her grandma being away Alicia is staying with the Moomins for a few days, and it is she who finally finds out what bird it is, and what it wants. The request is quite strange but they comply with it, helped by all the villagers to bring about a staggering transformation.",
                    "Aliases": []
                },
                "70": {
                    "ID": "901191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901191",
                    "TitleEnglish": "Moomin's Big Fish",
                    "SummaryEnglish": "The Snork has made a new invention; a super-glue that sticks to everything and won`t come off easily, either. While his sister Snorkmaiden is out with Moomin and the others trying their luck at fishing, the Snork cooks glue in Snorkmaiden`s kitchen, making rather a mess of the place. On her return Snorkmaiden is truly miffed and moves into Moominhouse, leaving the snork to fend himself. Getting brother and sister together again seems no easy task, but the fish party Moomin is throwing to celebrate (and eat) his record catch seems to offer possibilities...",
                    "Aliases": []
                },
                "71": {
                    "ID": "901201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901201",
                    "TitleEnglish": "The Slug-a-Bed Mushrooms",
                    "SummaryEnglish": "Moomin and his friends go out to pick mushrooms, and the find even more than can carry home. They seem to be of a very strange species, however - they start glowing and finally they burst open with loud snaps, filling the air with spores. And they are not what you would call ordinary, harmless little spores, either...",
                    "Aliases": []
                },
                "72": {
                    "ID": "901211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901211",
                    "TitleEnglish": "Moomin and the Dolphin",
                    "SummaryEnglish": "Baby dolphin is washed up on the beach one day, and Moomin and Snufkin have a tremendous job getting it down to the water again, because even a baby dolphin is far bigger than a Moomintroll. A year later it returns, grown-up now, and lets Moomin and his friends ride on its back. It also invites Moomin for a trip down to the bottom of the sea, and is very surprised to hear Moomins can`t breath under water. But Moomin is consumed by a desire to see this other world, and asks the witch if she can`t think of a way...",
                    "Aliases": []
                },
                "73": {
                    "ID": "901221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901221",
                    "TitleEnglish": "The Cave",
                    "SummaryEnglish": "One day, when the tide is exceptionally low, Moomin and the others go on an expedition to Circle Island, a round island with a lake in the middle which can be reached by foot. Sniff makes the find of his life in a cave and is subsequently lost in it. While the others look for him the tide comes back in, and they all have to stay overnight. None of them mind, though, because the Hattifatteners arrive, and they get to witness a quite remarkable spectacle.",
                    "Aliases": []
                },
                "74": {
                    "ID": "901231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901231",
                    "TitleEnglish": "A Wonderful Present",
                    "SummaryEnglish": "Thingumy and Bob finally decide to go back to Moominvalley for a visit. As usual they lug their - to them enormous suitcase along. Remembering the equally enormous ruby it used to contain Stinky takes the suitcase from them. On arrival at Moominhouse Thingumy and Bob are desolate, because the suitcase held a wonderful present they were going to give to the Moomins, in fact a present for which they had exchanged their ruby. Stinky finds the present both worthless and inedible, and Thingumy and Bob get it back. But it doesn`t seem to do what was promised...",
                    "Aliases": []
                },
                "75": {
                    "ID": "901241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901241",
                    "TitleEnglish": "The Fabulous Emerald",
                    "SummaryEnglish": "Moomin is beset by strange, recurrent dreams in which he is urged to go to a far-away waterfall and look for something. At last he sets out with Snufkin, and they make a most unusual find that Moomin can`t really make anything of. But dreams sometimes have a meaning, and when a terrible hailstorm shatters the Hemulen`s greenhouse and destroys all his plants, Moomin`s find comes to play a most important role.",
                    "Aliases": []
                },
                "76": {
                    "ID": "901251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901251",
                    "TitleEnglish": "Painting a House",
                    "SummaryEnglish": "There is no end to the catastrophes that befall the Hemulen - barely has the hailstorm destroyed his beloved plants when a terrible wind makes off with part of his roof, and then Little My descends on him, making the hole in the roof even bigger.She and her friends decide to do all the necessary repairs, and get so caught up with their work that when it is finished they decide to re-paint everything inside, too. This is very kind of them, but sometimes people like their old walls, even if the paint may peel a bit...",
                    "Aliases": []
                },
                "77": {
                    "ID": "901261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901261",
                    "TitleEnglish": "The Great Race (1)",
                    "SummaryEnglish": "Finally the Snork`s flying ship is ready for its test flight, but the Snork is beset by trouble. His balloon leaks and when, on top of that, another aviator in a balloon arrives, the Snork is very dejected, indeed. The stranger and the witch arrange a race between them in which the Snork cannot take part. Indeed, will he get his flying ship off the ground at all ?",
                    "Aliases": []
                },
                "78": {
                    "ID": "901271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901271",
                    "TitleEnglish": "Going South (2)",
                    "SummaryEnglish": "At last the Snork`s flying ship is working properly, and everyone is getting a ride in it - some very hazardous ones. Winter is just around the corner, and while the Moomins hibernate as usual, practically everyone else decides to go south for long trips. Snufkin is going too, of course, but before he goes he give Moomin a very special present.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "96121",
            "URL": "https://thetvdb.com/series/moomin/seasons/official/2",
            "TitleEnglish": "Adventure Diary",
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "901351",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/901351",
                    "TitleEnglish": "The Ring",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "2208241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208241",
                    "TitleEnglish": "The Girl With Birds",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "2208251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208251",
                    "TitleEnglish": "A Wind of Freedom",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "2208261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208261",
                    "TitleEnglish": "Caring Aunt",
                    "SummaryEnglish": "While Moominpappa and Moominmamma are away to attend a wedding, Aunt Hemulen finds the children alone and decides to stay at Moomin House to take care of them, despite the children's desire to be without supervision.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2208271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208271",
                    "TitleEnglish": "A Real Gold Mine",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "2208281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208281",
                    "TitleEnglish": "Sand Sculptures",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "2208291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208291",
                    "TitleEnglish": "The Beach",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "2208301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208301",
                    "TitleEnglish": "A Bothersome Nephew",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "2208311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208311",
                    "TitleEnglish": "The Time Travel Machine",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "2208321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208321",
                    "TitleEnglish": "The Circle of Secrets",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "2208331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208331",
                    "TitleEnglish": "The Dragon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "2208341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208341",
                    "TitleEnglish": "The Desert (1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "2208351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208351",
                    "TitleEnglish": "Queen Cleothystra (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "2208361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208361",
                    "TitleEnglish": "The Treasure Map",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "2208371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208371",
                    "TitleEnglish": "A Sniff at Everything",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "2208381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208381",
                    "TitleEnglish": "Funny Disguises",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "2208391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208391",
                    "TitleEnglish": "Moomin in Cowboy Country",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "18": {
                    "ID": "2208401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208401",
                    "TitleEnglish": "Moominson Crusoe",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "19": {
                    "ID": "2208411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208411",
                    "TitleEnglish": "Hidden love of Pretty Mee",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "2208421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208421",
                    "TitleEnglish": "Tears of the Dragon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "2208431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208431",
                    "TitleEnglish": "Chouca Lisa",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "2208441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208441",
                    "TitleEnglish": "The Night of the Red Moon",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "2208451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208451",
                    "TitleEnglish": "Return to Childhood",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "2208461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208461",
                    "TitleEnglish": "The Birthday Surprise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "2208471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208471",
                    "TitleEnglish": "The Moomins and the Fake Yeti (1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "2208481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moomin/episodes/2208481",
                    "TitleEnglish": "The Starry Voyage (2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}