{
    "URL": "https://thetvdb.com/series/dinosaur-king",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Children",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1524993/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP00963147",
        "https://www.themoviedb.org/tv/21409"
    ],
    "TitleEnglish": "Dinosaur King",
    "SummaryEnglish": "Upon discovering ancient stones with dinosaur images imprinted on them, a 12-year-old boy named Max Taylor and his friends Zoe Drake and Rex Owen discover they are able to call forth dinosaur companions. These companions will aid the owners in stopping the nasty Alpha Gang from coming into poccession of the mysterious stones and crush their chances at world domination.",
    "Aliases": [
        "Ancient Ruler Dinosaur King DKidz Adventure",
        "Ancient Ruler Dinosaur King DKidz Adventure: Pterosaur Legend",
        "Kodai Ōja Kyōryū King D-Kids Adventure",
        "Kodai Ōja Kyōryū King D-Kids Adventure: Yokuryū Densetsu",
        "Kodai Ōja Kyōryū Kingu Dī Kizzu Adobenchā: Yokuryū Densetsu",
        "Dinosaur King: Mesozoic Meltdown",
        "古代王者 恐竜キング Ｄキッズアドベンチャー",
        "古代王者 恐竜キング Ｄキッズ・アドベンチャー 翼竜伝説",
        "古代王者恐竜キング"
    ],
    "Modified": "2025-08-06",
    "Seasons": {
        "1": {
            "ID": "41400",
            "URL": "https://thetvdb.com/series/dinosaur-king/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "441301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441301",
                    "TitleEnglish": "Prehistory in the Making",
                    "SummaryEnglish": "Investigating a meteorite crash near their homes, youthful dinosaur enthusiasts Max, Rex, and Zoe stumble upon an unexpected chance to put their paleontology skills to the test. Near the crash site they discover three palm-sized tablets, and a set of cards depicting a Triceratops. As Max toys with these new discoveries, he somehow summons the Triceratops from the card into life. As excited as the children are to study a real, live dinosaur, they soon have greater concerns: a band of villains has tracked the cards to their location and is intent on turning them to their own evil ends.",
                    "Aliases": []
                },
                "2": {
                    "ID": "441304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441304",
                    "TitleEnglish": "Battle at the Pyramids",
                    "SummaryEnglish": "The D-Kids learn of additional dinosaur cards, this time bearing the symbols on Rex and Zoe's tablets. Anxious to gain dinosaur partners of their own, Rex and Zoe send for the cards as quickly as possible, but scarcely have time to get acquainted with their new dinosaur pals before yet another mysterious dinosaur appearance calls them to Egypt. As if pursuing a marauding T-Rex through the streets of Giza weren't enough of a challenge, the children soon find that they aren't the only ones giving chase.",
                    "Aliases": []
                },
                "3": {
                    "ID": "441594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441594",
                    "TitleEnglish": "Tanks a Lot",
                    "SummaryEnglish": "Max's father embarks on a scholarly visit to a London museum where history comes to life-literally. The D-Team receives urgent news that Team Alpha has already infiltrated the museum, where a real-life Saichania roams free. Max, Rex, and Zoe find they still have much to learn from their dinosaur partners as they face their cunning enemies in a full-blown dinosaur battle, with Saichania's fate hanging in the balance.",
                    "Aliases": []
                },
                "4": {
                    "ID": "441595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441595",
                    "TitleEnglish": "Bungle in the Jungle",
                    "SummaryEnglish": "The D-Team sets out to the Amazon rainforest to investigate reports of a sudden Saltosaurus appearance. Max is soon separated from his team, however, when his Dino-partner, Chomp, wanders off into the jungle. As Rex and Zoe close in on their latest dinosaur discovery-and an imminent confrontation with the Alpha Gang-can Max find his Triceratops in time to give them the backup they need?",
                    "Aliases": []
                },
                "5": {
                    "ID": "441596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441596",
                    "TitleEnglish": "Rubble Trouble",
                    "SummaryEnglish": "Called to China for a new dinosaur appearance, the D-Team members are still bickering about Rex's prized ammonite having been broken at their previous dig. But when the Dinosaur's Fire Move misses Terry and hits the entrance to the Great Wall of China, burying Zoe under all of the leftover rubble, Max and Rex must learn how to work together to rescue her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "441597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441597",
                    "TitleEnglish": "Don't Mess With the Maiasaura",
                    "SummaryEnglish": "Max and Rex try to catch a Maiasaura when it is discovered in the Swiss Alps in Switzerland, but the dinosaur is very protective of its egg. This reminds the boys of how they ran away from Zoe, who makes sure everything in Max's house is orderly while his mother is out of town.",
                    "Aliases": []
                },
                "7": {
                    "ID": "441598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441598",
                    "TitleEnglish": "A Gameshow Showdown",
                    "SummaryEnglish": "The D-Team and Alpha Gang are invited to play in a Japanese game show. However, as they are competing, a Utahraptor appears.",
                    "Aliases": []
                },
                "8": {
                    "ID": "441599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441599",
                    "TitleEnglish": "Maui Owie!",
                    "SummaryEnglish": "When a Styracosaurus appears in Hawaii, the D-Team and Alpha Gang square off to capture it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "441600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441600",
                    "TitleEnglish": "Dino Snore",
                    "SummaryEnglish": "When an Ankylosaurus ends up discovered in a subway station in Tokyo, the D-Team head there. However, Rex and Ace end up separated from the group. Can they reunite with the D-Team and prevent the Alpha Gang from claiming the Ankylosaurus?",
                    "Aliases": []
                },
                "10": {
                    "ID": "441601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441601",
                    "TitleEnglish": "Downtown Runaround",
                    "SummaryEnglish": "Zoe borrows Reece's favorite scarf to accesorize Paris, but Paris rips the scarf into tatters because it itches her. She takes Max and Rex with her to the mall to get Reece a new scarf before she finds out what happened to it. Little do they know that Dr. Z sent Ursula, Zander, and Ed out to get an album filled with rare and valuable Dinosaur Cards.",
                    "Aliases": []
                },
                "11": {
                    "ID": "441602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441602",
                    "TitleEnglish": "Alpha Bets It All",
                    "SummaryEnglish": "While Ursula, Zander, and Ed are hanging out on the beaches of Monaco, a Suchomimus appears and eats all the fishermen's caught fish, causing the fishermen to hunt it. The D-Team arrives to capture the Suchomimus, but before they can, the fishermen suspect the D-Team having something to do with the dinosaur and then they lock them on a ship....until they explain to the fishermen how to capture the Suchomimus, so they let Rex and Ace lure the Dinosaur. Can they do it?",
                    "Aliases": []
                },
                "12": {
                    "ID": "441603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441603",
                    "TitleEnglish": "Alpha's Zeta Point",
                    "SummaryEnglish": "A Ceratosaurus has been activated at Zeta Point and the D-Team heads there. Unbeknownst to them, that's where the Alpha Gang has their headquarters.",
                    "Aliases": []
                },
                "13": {
                    "ID": "441604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441604",
                    "TitleEnglish": "Escape From Zeta Point",
                    "SummaryEnglish": "After being captured by the Alpha Gang and led into Helga and studying, the D-Team, Rod, and Laura plot their escape. Lucky for the D-Team, Dr. Spike Taylor comes to their rescue. Can the D-Team claim the Ceratosaurus, reclaim the Styracosaurus card, get the album of Dinosaur Cards they lost in \"Downtown Runaround\", and escape the Alpha Gang's base?",
                    "Aliases": []
                },
                "14": {
                    "ID": "441605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441605",
                    "TitleEnglish": "Child's Play",
                    "SummaryEnglish": "An unusual Pachycephalosaurus with rainbow luster has been activated in Rome. Dr. Z recognizes it which has been aggrandized by him, and decides to reclaim it by himself. But this Pachycephalosaurus not only has devastating power but speed. Both D-team and Alpha Gang can't feel it...",
                    "Aliases": []
                },
                "15": {
                    "ID": "441606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441606",
                    "TitleEnglish": "Volcanic Panic",
                    "SummaryEnglish": "It's summer and the D-Team plans to enjoy their hotspring travel in the Canadian Arctic Archipelago, as an Acrocanthosaurus has been activated. It gazes at a volcano in the ocean and trys to arrive there with a unknown reason. The Alpha Gang is here, too and also plans to capture it.",
                    "Aliases": []
                },
                "16": {
                    "ID": "441607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441607",
                    "TitleEnglish": "All Fired Up!",
                    "SummaryEnglish": "Alpha Gang get the Acrocanthosaurus's card and boosts it with a \"Super Controler\" which can makes dinosaur under control and boost it's power to maximum. After operation. Acrocanthosaurus becomes fiery with a pyromanic persona. Worst of all, it's out of control and wants to incinerate everything in sight...",
                    "Aliases": []
                },
                "17": {
                    "ID": "441608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441608",
                    "TitleEnglish": "Field of Screams",
                    "SummaryEnglish": "An Altirhinus has been activated in Ole, Brazil during the Ole Festival and it's Ole Soccer Cup. The D-Team and the Alpha Gang compete in their soccer tournament.",
                    "Aliases": []
                },
                "18": {
                    "ID": "441609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441609",
                    "TitleEnglish": "Dance Evolution",
                    "SummaryEnglish": "A Daspletosaurus has been activated in Bali, Indonesia. What is weird is when it starts dancing to the music when the D-Team and the Alpha Gang arrive at the hotel it's at.",
                    "Aliases": []
                },
                "19": {
                    "ID": "441610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441610",
                    "TitleEnglish": "The Big Apple Grapple",
                    "SummaryEnglish": "At Rex's birthday party, all is well until the Alpha Gang has arrived in New York City for the Amber Dinomond and end up taking Dr. Owen hostage.",
                    "Aliases": []
                },
                "20": {
                    "ID": "441611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441611",
                    "TitleEnglish": "Tee'd Off",
                    "SummaryEnglish": "The card of the Supersaurus was found on a golf course in Augusta, Georgia by a kid named Dewey and it's card is placed on a barter website. The Alpha Gang and the D-Team try to make a deal with him to obtain that card.",
                    "Aliases": []
                },
                "21": {
                    "ID": "441612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441612",
                    "TitleEnglish": "No Free Lunch",
                    "SummaryEnglish": "While on a field trip to a cave in Japan, Zoe is asked to sit next to a new student named Amy when she's on the bus, and just make her feel welcome. But as some girls in the row behind them start talking about lizards, Amy starts to feel a little sad, and she shows Zoe the picture of her former pet iguana, Hana and how they had to leave her behind when her family moved in. But she wanders away from the group when she finds a lizard, and also finds an Euoplocephalus and makes friends with him.",
                    "Aliases": []
                },
                "22": {
                    "ID": "441613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441613",
                    "TitleEnglish": "Just Plane Crazy",
                    "SummaryEnglish": "When Dr. Reece takes Max, Rex, and Zoe to the airport, Zoe encounters an air traffic controller named Stanley. The Alpha Gang's latest transportation crashes with the airplane Rex, Ace, and Dr. Reece are in careening dangerously in the sky. Ursula, Zander, and Ed have came because of a Megaraptor appearance. Max and Zoe must battle the Alpha Gang to stop them from capturing the Megoraptor and save Rex, Ace, and Dr. Reece from their airplane.",
                    "Aliases": []
                },
                "23": {
                    "ID": "441614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/441614",
                    "TitleEnglish": "A Loch Ness Mess",
                    "SummaryEnglish": "An Amargasaurus has been activated in Loch Ness, Scotland and it's appearance in the lake cause people to think it's the Loch Ness Monster.",
                    "Aliases": []
                },
                "24": {
                    "ID": "591681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591681",
                    "TitleEnglish": "Fashion Victims",
                    "SummaryEnglish": "An Anchiceratops has been activated in Paris, France at the same time when dinosaur fashion is big. The big problem is that Chomp is lost in Paris when Max's Dinoholder breaks.",
                    "Aliases": []
                },
                "25": {
                    "ID": "591691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591691",
                    "TitleEnglish": "A Miner Disaster",
                    "SummaryEnglish": "The Alpha Gang arrive at some Japanese mines and successfully find a Futabasaurus card as well as trying to harvest Alpha Metal. When the D-Team encounters them, Ursula activates it to fend them off. However, Spiny and Tank end up turning against it leaving it's neck injured. It is later found on the shore of a lake by Zoey and Paris.",
                    "Aliases": []
                },
                "26": {
                    "ID": "591701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591701",
                    "TitleEnglish": "Double or Nothing",
                    "SummaryEnglish": "Max, Zoe, and Rex manage to thwart the robbery of 4 people that resemble Dr. Z and his three henchmen who end up escaping without the stolen money. This causes the Alpha Gang to seek them out. Soon, Dr. Z, Ed, Zander, and Ursula collaborate with them to pull off a bank robbery at a casino in Las Vegas, Nevada.",
                    "Aliases": []
                },
                "27": {
                    "ID": "591711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591711",
                    "TitleEnglish": "Carnival of Chaos",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "591721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591721",
                    "TitleEnglish": "Daddy Dearest",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "591731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591731",
                    "TitleEnglish": "Rhino or Dino?",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "591741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591741",
                    "TitleEnglish": "Dinosaur Amour!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "31": {
                    "ID": "591751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591751",
                    "TitleEnglish": "Temple Tempest",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "32": {
                    "ID": "591761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591761",
                    "TitleEnglish": "Falls Alarm!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "33": {
                    "ID": "591781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591781",
                    "TitleEnglish": "Battle Royal!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "34": {
                    "ID": "591811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591811",
                    "TitleEnglish": "Ninja Nightmare!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "35": {
                    "ID": "591831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591831",
                    "TitleEnglish": "Ruff and Ready",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "36": {
                    "ID": "591871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591871",
                    "TitleEnglish": "Metal Imbalance",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "37": {
                    "ID": "591901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591901",
                    "TitleEnglish": "Dueling Dinos",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "38": {
                    "ID": "591931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591931",
                    "TitleEnglish": "Mythical Mix Up",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "39": {
                    "ID": "591951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591951",
                    "TitleEnglish": "Beast or Famine",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "40": {
                    "ID": "591981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/591981",
                    "TitleEnglish": "A Mesozoic Mess",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "41": {
                    "ID": "592001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592001",
                    "TitleEnglish": "Lights, Camera, Destruction!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "42": {
                    "ID": "592011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592011",
                    "TitleEnglish": "Planes, Trains and Dinosaurs",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "43": {
                    "ID": "592021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592021",
                    "TitleEnglish": "Vaccination Vacation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "44": {
                    "ID": "592031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592031",
                    "TitleEnglish": "A Kyoto Caper",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "45": {
                    "ID": "592041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592041",
                    "TitleEnglish": "Santa Saurus!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "46": {
                    "ID": "592051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592051",
                    "TitleEnglish": "Full Scheme Ahead",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "47": {
                    "ID": "592061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592061",
                    "TitleEnglish": "Tricks of the Traitor",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "48": {
                    "ID": "592071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592071",
                    "TitleEnglish": "One Final Move",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "49": {
                    "ID": "592111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/592111",
                    "TitleEnglish": "Dinosaur Wars!",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "58921",
            "URL": "https://thetvdb.com/series/dinosaur-king/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "2961911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961911",
                    "TitleEnglish": "Alien Parent Trap",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "2961921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961921",
                    "TitleEnglish": "Ancient Roman Holiday",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "2961931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961931",
                    "TitleEnglish": "Desperately Seeking Spartacus",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "2961941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961941",
                    "TitleEnglish": "Coliseum Clash",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "2961951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961951",
                    "TitleEnglish": "There's No Place Like Rome",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "2961961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961961",
                    "TitleEnglish": "Dinosaurs of the Caribbean",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "2961971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961971",
                    "TitleEnglish": "X-treme Map Quest",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "2961981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961981",
                    "TitleEnglish": "High Sea Chase",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "2961991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2961991",
                    "TitleEnglish": "Amazing Treasure Race",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "2962001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962001",
                    "TitleEnglish": "Four Part Harmony",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "2962011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962011",
                    "TitleEnglish": "Elements of Surprise",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "2962021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962021",
                    "TitleEnglish": "Monk in the Middle",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "2962031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962031",
                    "TitleEnglish": "The Third Cosmos Stone",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "2962041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962041",
                    "TitleEnglish": "Two Shoguns Are Better Than One",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "2962051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962051",
                    "TitleEnglish": "The No-Fun Shogun",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "16": {
                    "ID": "2962061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962061",
                    "TitleEnglish": "Dinosaurs, Ninjas and Bears! Oh My!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "17": {
                    "ID": "2962071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962071",
                    "TitleEnglish": "There's No Business Like Shogun Business",
                    "SummaryEnglish": "When Zoe's father, posing as the Shogun, is about to lead a Japanese army into certain defeat, Max and the gang must race to save them.",
                    "Aliases": []
                },
                "18": {
                    "ID": "2962081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962081",
                    "TitleEnglish": "The 39 Thieves",
                    "SummaryEnglish": "The Pterosaur leads Max and friends to the desert of ancient Persia, where they meet a Princess who offers to help them find the next Cosmos Stone but also needs some help of her own.",
                    "Aliases": []
                },
                "19": {
                    "ID": "2962091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962091",
                    "TitleEnglish": "Desert Heat",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "20": {
                    "ID": "2962101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962101",
                    "TitleEnglish": "Princess of the City",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "21": {
                    "ID": "2962111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962111",
                    "TitleEnglish": "Malice in the Palace",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "22": {
                    "ID": "2962121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962121",
                    "TitleEnglish": "The French Conniption",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "23": {
                    "ID": "2962131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962131",
                    "TitleEnglish": "The Wee Musketeers",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "24": {
                    "ID": "2962141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962141",
                    "TitleEnglish": "All For One",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "25": {
                    "ID": "2962151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/2962151",
                    "TitleEnglish": "The Haunted Hunt",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "26": {
                    "ID": "3955481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/3955481",
                    "TitleEnglish": "Bad Deal",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "27": {
                    "ID": "3955491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/3955491",
                    "TitleEnglish": "The Forest Fire Effect",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "28": {
                    "ID": "3955501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/3955501",
                    "TitleEnglish": "The Search for the Last Cosmos Stone",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "3955511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/3955511",
                    "TitleEnglish": "Clash for the Cosmos Stones",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "30": {
                    "ID": "3955521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dinosaur-king/episodes/3955521",
                    "TitleEnglish": "Fate of the Cosmos",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}