{
    "URL": "https://thetvdb.com/series/super-robot-wars-original-generation-the-animation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4116020/",
        "https://www.themoviedb.org/tv/35446"
    ],
    "TitleEnglish": "Super Robot Wars: Original Generation - The Animation",
    "SummaryEnglish": "After years of war, humanity has finally joined forces as the Earth Federation, developing mobile armors to defend against possible alien attacks. But on the inauguration day of the latest prototypes known as the Bartolls, the demonstration soon turns into a real attack; thus marking the end of the peace that mankind was longing and fighting for. What made the Bartolls go berserk, and why are they abducting people? It will be the ATX team’s job to find out the truth and keep the situation under control.",
    "Aliases": [],
    "Modified": "2025-06-08",
    "Seasons": {
        "1": {
            "ID": "41628",
            "URL": "https://thetvdb.com/series/super-robot-wars-original-generation-the-animation/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "443451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-animation/episodes/443451",
                    "TitleEnglish": "Swarm of the Bartoll",
                    "SummaryEnglish": "The Earth Federation Army prepares to unveil their newest mech, the VTX-001 Bartoll. On the day of their unveiling, the Bartolls attack Earth. The ATX and SRX teams are dispatched to defeat the Bartolls, and upon capturing one makes a startling discovery regarding the ODE system.",
                    "Aliases": []
                },
                "2": {
                    "ID": "443452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-animation/episodes/443452",
                    "TitleEnglish": "People = Parts",
                    "SummaryEnglish": "After learning the history of the ODE system, the ATX team is sent to investigate Wong Heavy Industries while the SRX team stays to protect the ship. During the mission, the teams discover the true operating location of the Bartolls and heads to it.",
                    "Aliases": []
                },
                "3": {
                    "ID": "443453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-robot-wars-original-generation-the-animation/episodes/443453",
                    "TitleEnglish": "Captive of the Maze",
                    "SummaryEnglish": "The final battle erupts in outer space as the ATX Team, SRX Team, and Cybuster engage the Bartolls near their main operating facility \"Hellgate\". The teams encounter five new Bartolls during the battle and Kyosuke and Excellen finally reach the core of the Hellgate.",
                    "Aliases": []
                }
            }
        }
    }
}