{
    "URL": "https://thetvdb.com/series/hatenkou-yugi",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1160834/",
        "https://www.themoviedb.org/tv/45265"
    ],
    "TitleEnglish": "Hatenkou Yugi",
    "SummaryEnglish": "One day Rahzel finds herself thrown out of her father's home with the only words of parting being that she needs to see the world. Along her newly imposed upon journey, Rahzel meets a man named Alzeido who travels the world searching for the murderer of his father. Although they get on each other's nerves, Rahzel and Alzeido are attracted to one another not only because of the magic powers they both seem to have but because of underlying chemistry.",
    "Aliases": [],
    "Modified": "2021-11-06",
    "Seasons": {
        "1": {
            "ID": "42121",
            "URL": "https://thetvdb.com/series/hatenkou-yugi/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "447781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447781",
                    "TitleEnglish": "Eternal Light",
                    "SummaryEnglish": "Upon telling her father that going on a journey would be fun, Rahzel Anadis is kicked out of her home. Deciding she needs a traveling partner, she stumbles on to a man who bravely holds a person at gun point in broad daylight. Will this be Rahzel's traveling partner?",
                    "Aliases": []
                },
                "2": {
                    "ID": "447791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447791",
                    "TitleEnglish": "Wound of the Scar",
                    "SummaryEnglish": "While searching for Baroqueheat, Rahzel and Alzeido end up getting thrown in jail while trying to help a little boy. When they are put in their cell, none other then Baroqueheat ends being the person in the cell beside them. Alzeido asks the boy the reason he was wanted by the police. After learning of the boy's father's wrongful execution, Rahzel and the others must now worry about their fate.",
                    "Aliases": []
                },
                "3": {
                    "ID": "447801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447801",
                    "TitleEnglish": "A Silent Song of Lullaby",
                    "SummaryEnglish": "While attending a fair, Rahzel and Alzeido find a lost boy named Romario. After finding his mother, they are invited to go to the circus with the two. Romario is selected to participate in a disappearing and he successfully disappears. The only problem is that he is no where to be found after the act is over.",
                    "Aliases": []
                },
                "4": {
                    "ID": "447811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447811",
                    "TitleEnglish": "Must Not Violate Paradise",
                    "SummaryEnglish": "While out in the wilderness Rahzel is separated from Baroqueheat and Alzeido. As it rains, she seeks shelter in a nearby by mansion. When she is refused she is surprised when the younger sister of the own lets her stay anyways. Upon entering the room Rahzel finds Baroqueheat and Alzeido already there. What's even more surprising is the request the older sister has for Rahzel.",
                    "Aliases": []
                },
                "5": {
                    "ID": "447821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447821",
                    "TitleEnglish": "The Sun in Your Palms (Part 1)",
                    "SummaryEnglish": "After arriving in the next town, the trio finds that something is not right. After looking around, they find out about a father and daughter the town will do anything to get them to leave. Will Rahzel and the others help them or help the town?",
                    "Aliases": []
                },
                "6": {
                    "ID": "447831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447831",
                    "TitleEnglish": "The Sun in Your Palms (Part 2)",
                    "SummaryEnglish": "The villagers, now tired of all the murders, gather around the inn. Jean-Foup eventually confesses his wrongdoings, and everything seems to be resolved so the trio leaves. Rahzel, however, feels that something is wrong, and decides that they should go back and investigate. Could the murderer still be on the loose?",
                    "Aliases": []
                },
                "7": {
                    "ID": "447841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447841",
                    "TitleEnglish": "When the Flower Blooms",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "447851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447851",
                    "TitleEnglish": "Unknown Destination (Part 1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "447861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447861",
                    "TitleEnglish": "Unknown Destination (Part 2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "447871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatenkou-yugi/episodes/447871",
                    "TitleEnglish": "A Present for You",
                    "SummaryEnglish": "Razhel's father, who is actually the man that raised Razhel after her biological father abandoned her, arrives and throws Razhel a birthday party. He reveals an intent to bring Razhel back home with him, though this does not sit well with Alzeid. The day Razhel is leaving, Alzeid goes to buy her a birthday present, but instead gets some advice from the store owner. Alzeid rushes towards the train station and chases after the train. Razhel sees him running and when she gets to the end of the train, Alzeid yells at her that he will not write her or even think of her if she deserts him now. Angered by this, Razhel jumps of the train, and Alzeid explains that they can only remain comrades while they are traveling together. Finally, Razhel gives in and decides to keep traveling with Alzeid and Baroqueheat.",
                    "Aliases": []
                }
            }
        }
    }
}