{
    "URL": "https://thetvdb.com/series/photon-the-idiot-adventures",
    "Genres": [
        "Action",
        "Animation",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0289010/",
        "https://www.themoviedb.org/tv/39383"
    ],
    "TitleEnglish": "Photon: The Idiot Adventures",
    "SummaryEnglish": "A saga begins... Photon, a young man with a kind heart and superhuman strength, leaves his village on Sandy Planet (a desert world) in search of a runaway friend. During this heroic quest, he is accidentally engaged to a renegade space pilot! Now they're on the run from the evil emperor of the galaxy and his bumbling henchmen. But even worse than the incompetent bad guys are the disastrous cooking contests, exploding spas and cheerleading aliens!",
    "Aliases": [],
    "Modified": "2023-11-02",
    "Seasons": {
        "1": {
            "ID": "45401",
            "URL": "https://thetvdb.com/series/photon-the-idiot-adventures/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "475491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photon-the-idiot-adventures/episodes/475491",
                    "TitleEnglish": "Aun is an IDIOT!",
                    "SummaryEnglish": "Keyne Acqua is a renegade being chased by the evil Papachurino, crash landing onto Earth. In the same planet, Photon is asked to bring back Aun, who's out chasing after her dream boy \"Laman\" yet again. Though during his pursuit, Photon found himself in a mysterious spaceship with a woman lying naked in the middle of it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "475501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photon-the-idiot-adventures/episodes/475501",
                    "TitleEnglish": "The New Bride Keyne",
                    "SummaryEnglish": "Aun found out the hard way that she isn't the only girl alive in Laman's world. She makes an unusual encounter with Papachurino, and work together to find Photon and Keyne.",
                    "Aliases": []
                },
                "3": {
                    "ID": "475511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photon-the-idiot-adventures/episodes/475511",
                    "TitleEnglish": "Lashara Leaves Home",
                    "SummaryEnglish": "Photon wakes up with an angry stomach. Keyne and Aun compete with each other to bake Photon their best meals in order to outclass one another, but sir Papacha always manages to spoil the food. Though does he know yet that Princess Lashara is coming to Sandy Planet too?",
                    "Aliases": []
                },
                "4": {
                    "ID": "475521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photon-the-idiot-adventures/episodes/475521",
                    "TitleEnglish": "Pochi's Feelings",
                    "SummaryEnglish": "Papacha decided to party it out in an Inn, but refused to pay and is now working his way to cover the fees. Aun, Photon, Pochi #1, and Keyne, decide to pay a visit to that very same Inn. Lashara also stops by.",
                    "Aliases": []
                },
                "5": {
                    "ID": "475531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photon-the-idiot-adventures/episodes/475531",
                    "TitleEnglish": "Papacha Turns the Key",
                    "SummaryEnglish": "Keyne seems to have finally found the answer to her long journey on earth after discovering the devil's hot spring. Though little did she know that Sir Papacha had already arrived in the same destination.",
                    "Aliases": []
                },
                "6": {
                    "ID": "475541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photon-the-idiot-adventures/episodes/475541",
                    "TitleEnglish": "Photon of the Green Planet",
                    "SummaryEnglish": "Faces are revealed, families ties are being exploited, and it seems The Galactic Emporer has won, though it's Photon who foils his plans. However, Sir Papacha comes out of nowhere with Gene's Genie, ready to visit the Anti Aho furnace.",
                    "Aliases": []
                }
            }
        }
    }
}