{
    "URL": "https://thetvdb.com/series/look",
    "Genres": [
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1586619/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01322385"
    ],
    "TitleEnglish": "Look",
    "SummaryEnglish": "Shot entirely from the point of view of the security cameras. Adam Rifkin’s LOOK follows several interweaving, storylines over the course of a random week in a random city. LOOK is a film about the things that people do when they don’t know they’re being watched.",
    "Aliases": [],
    "Modified": "2025-01-16",
    "Seasons": {
        "0": {
            "ID": "48101",
            "URL": "https://thetvdb.com/series/look/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4448021",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/look/episodes/4448021",
                    "TitleEnglish": "Look (2007 Movie)",
                    "SummaryEnglish": "Americans are captured on surveillance cameras at least 170 times a day mostly without their knowledge. This produces millions of hours of footage revealing the nature of those hidden secrets.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "48111",
            "URL": "https://thetvdb.com/series/look/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "501771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/501771",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "The opener features two mini-mart slackers confronting a homeless man; a pair of attractive high-school girls with plans for romance; and a guy being pelted with paintballs. Meanwhile, a trophy wife rues having children; and a strip-club patron talks a dancer into a special kind of lap dance.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3191621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/3191621",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "A cokehead hides her habit; Molly learns that Hannah is planning to hook up with Shane; fans recognize Dan the Weatherman; and the rousted homeless man returns to the mini-mart with revenge on his mind, which throws a kink into Willie and Carl's in-store concert plan.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3191631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/3191631",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "A jailhouse cell offers Ron a break from living on the streets; Stella repeatedly cheats on Leonard; Andy challenges Dan to work on his image; Shane and his friends take Hannah and Molly to the mini-mart concert, where Willie brings down the house.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3191641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/3191641",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Willie is upset to learn that no industry executives attended his concert, and Carl tries to ameliorate things by suggesting they produce a music video; Leonard and Stella's son's behavior precipitates a sit-down with his teacher. Meanwhile, Hannah and Molly secretly text each other in school about Molly's date with Shane; and Homeless Ron gets out of jail.",
                    "Aliases": []
                },
                "5": {
                    "ID": "3191651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/3191651",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Molly and Hannah skip school, unaware that a rapist is on the loose in the area; Dan the Weatherman is concerned his daughter does not like him and doesn't realize Andy is scheming to get him fired.",
                    "Aliases": []
                },
                "6": {
                    "ID": "3191661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/3191661",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Despite Molly's affection for Shane, Hannah puts the moves on him; Dan tries out a new look; Leonard and Stella get in a heated altercation in front of their children; a missing child kicks off a frantic search by mall security guards.",
                    "Aliases": []
                },
                "7": {
                    "ID": "3191671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/3191671",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "While scanning tapes of the concert, a jealous Willie catches Amanda carrying on with some guy; Ron takes a swim in the pool at a shady motel; Shane and Molly go on a date, but he takes off early to be with Hannah, who's made him a promise; and Andy and Armani continue to meet after hours.",
                    "Aliases": []
                },
                "8": {
                    "ID": "3191681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/3191681",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Stella gets nabbed shoplifting, and Leonard, who has a checkered past of his own, shows little support; Dan goes out of his way again to embarrass Andy on TV, but takes him out for a drink afterward; Dan's daughter and her crew party it up at a local strip club.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4200885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/4200885",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "After getting kicked out of a strip club, a group of the teens head out to play paintball; Tom gets stung in a sting; Carl does his best to cheer up Willie, who's broken up with Amanda; Armani offers Dan a free lap dance and Andy encourages him to jump on it.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4200886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/4200886",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "A frightening view of the Iraq War is seen through a soldier's helmet camera; Tom winds up in jail and needs Stella to bail him out; Willie's dad pays a surprise visit; Dan gets a gratis lap dance.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4200887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/look/episodes/4200887",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "In the season finale, the rapist continues to prowl the neighborhood; the fur flies when Molly learns that Hannah has been seeing Shane behind her back; Dan's recent indiscretion comes back to haunt him; and Willie's dream just might become a reality.",
                    "Aliases": []
                }
            }
        }
    }
}