{
    "URL": "https://thetvdb.com/series/saki",
    "Genres": [
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1409064/",
        "https://www.themoviedb.org/tv/29884"
    ],
    "TitleEnglish": "Saki",
    "SummaryEnglish": "Miyanaga Saki is a high school freshman who doesn’t like mahjong. Ever since she was a child, she would lose her New Year’s gift money during her family mahjong game. If she won, her parents would be upset, and if she lost, well, she lost. As a result, she’s learned to play in such a way that her score always remains plus/minus zero: not good enough to win, but not bad enough to lose. When we meet her, she’s being dragged to her school’s mahjong club by an old friend. How will a girl who hates mahjong, yet has become adept at the game as a result of her upbringing, survive in this environment?",
    "Aliases": [
        "咲-Saki- (2009)"
    ],
    "Modified": "2024-11-25",
    "Seasons": {
        "0": {
            "ID": "48181",
            "URL": "https://thetvdb.com/series/saki/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4378795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378795",
                    "TitleEnglish": "Picture Drama 1",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4378796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378796",
                    "TitleEnglish": "Picture Drama 2",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4378797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378797",
                    "TitleEnglish": "Picture Drama 3",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4378798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378798",
                    "TitleEnglish": "Picture Drama 4",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4378799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378799",
                    "TitleEnglish": "Picture Drama 5",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4378800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378800",
                    "TitleEnglish": "Picture Drama 6",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4453599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453599",
                    "TitleEnglish": "Picture Drama 7",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "5322520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/5322520",
                    "TitleEnglish": "Kuro's Birthday",
                    "SummaryEnglish": "Short original anime bundled with the limited edition Blu-ray Box of Saki Achiga-hen: Episode of Side-A.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5322521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/5322521",
                    "TitleEnglish": "Carefree Saki",
                    "SummaryEnglish": "Bundled with limited special first edition of the 14th volume of the Saki manga.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "48191",
            "URL": "https://thetvdb.com/series/saki/seasons/official/1",
            "TitleEnglish": "咲-Saki-",
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "502441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/502441",
                    "TitleEnglish": "Meeting",
                    "SummaryEnglish": "Saki Miyanaga is a skilled mahjong player, but she hates the game since she would be punished by her family whether she won or lost when she played with them. Upon entering high school, Saki's friend, Kyōtarō Suga, takes her to their school's mahjong club so Saki can be a fourth player. There, she meets Nodoka Haramura, a very skilled mahjong player and previous junior high champion, and Yūki Kataoka, an energetic first-year who is skilled in mahjong though has trouble staying focused. Saki only plays a few hands and leaves shortly after the club president and student council president, Hisa Takei, wakes up. Hisa notices Saki managed to keep her score at zero, a difficult feat. Hisa manages to get Saki to come back the next day to play a couple more games with Nodoka, Yūki, and Mako Someya, a second-year member of the club. Saki shows her skill in mahjong by attaining the zero score in the first game.",
                    "Aliases": []
                },
                "2": {
                    "ID": "517311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/517311",
                    "TitleEnglish": "Contest",
                    "SummaryEnglish": "Playing under special scoring rules, Saki plays the next game while trying to keep her plus/minus zero score and winning at the same time, but cannot do both with the special rules. However, when the special rules are removed, Saki ended up winning the game, therefore disallowing her from keeping the zero score. Nodoka is dejected after losing since before Saki told her that she hated mahjong and despite that won, but Saki tells her that playing with her was fun. Saki thinks about what Nodoka said, and even tells her father that she wants to one day play again with her mother and sister like they used to before they left to be professional mahjong players. The next day, Saki joins the club, saying that she wants to play more and win against Nodoka.",
                    "Aliases": []
                },
                "3": {
                    "ID": "540731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/540731",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "It has been a week since Saki joined the mahjong club, though Nodoka is still distant to her. Nodoka plays a game by herself with all the tiles exposed and takes notes, but she is still unable to attain a plus/minus zero score like Saki who can do this flawlessly. Hisa and Mako go and sign up their club for the national qualifiers for high school students. Saki wins a game against Nodoka, Kyōtarō, and Yūki, who is depressed that she cannot possibly win when playing against both Saki and Nodoka. In the next game, Saki lets Yūki win, which makes Nodoka angry since while Saki did it so that everyone can have fun, Nodoka can only have fun when Saki is playing at her best. Saki makes a promise with Nodoka to shoot for the nationals, and the two finally become friends.",
                    "Aliases": []
                },
                "4": {
                    "ID": "540741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/540741",
                    "TitleEnglish": "Beat-down",
                    "SummaryEnglish": "Hisa announces to the club that they are now signed up for the national qualifying tournament, and she hands out the rules. Yūki sees that one school, Ryūmonbuchi, are extremely skilled and even won the tournament the previous year despite being all first-year students. Hisa asks Saki and Nodoka to help out at Mako's family's cafe, telling them that learning about the real world is also important to improve their mahjong skills. When they arrive at the cafe, they see that it is actually a maid cafe, and they have to wear embarrassing maid uniforms. Patrons can also play mahjong there, and Saki and Nodoka easily win against two customers. After one leaves, a woman who Saki is intimidated by joins them. The woman completely mops the floor with them, and at the end it is revealed that she is Fujita, a professional mahjong player. Saki and Nodoka later find out that Hisa set the whole thing up so that they could also feel what real defeat is like. Hisa explains that the club is going on a training camp to improve their skills.",
                    "Aliases": []
                },
                "5": {
                    "ID": "624431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/624431",
                    "TitleEnglish": "Training Camp",
                    "SummaryEnglish": "The mahjong club goes to a mountain retreat training camp to improve their skills. The first day is spent mainly having fun, and playing some normal games of mahjong. The next day, Hisa gives the first years (excluding Kyōtarō) special tasks. Saki plays mahjong online, but is dejected how easily she loses to others. Nodoka has to gain experience playing others in real life when she is more skilled playing online like she is used to when playing at home. Yūki does math drills in order to improve her ability to keep track of the score when playing mahjong. Afterwards, Yūki becomes depressed how she loses so much against Nodoka, Saki and Hisa, and the club president recounts how when she was a first-year, she was the only member of the club, but she kept with it and now she is grateful there are many new members. Yūki continues to play, and manages a win. The next day, Yūki, Nodoka and Saki go to see the nearby waterfall.",
                    "Aliases": []
                },
                "6": {
                    "ID": "624441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/624441",
                    "TitleEnglish": "The Tournament Begins",
                    "SummaryEnglish": "After arriving at the tournament area, Saki gets separated from her friends, and during this time Nodoka gets hounded by reporters due to her having won last year's national junior high school tournament. After Saki makes it back to the others, Hisa explains the order of the players, starting with Yūki, followed by Mako, herself, Nodoka, and finally Saki. While initially underestimated by her opponents, Yūki wins many hands, nearly shutting out the others. Afterwards, Mako and Hisa also make quick work of their opponents, ending with a commanding lead. When it is Nodoka's turn, more people show up to watch her match.",
                    "Aliases": []
                },
                "7": {
                    "ID": "642851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/642851",
                    "TitleEnglish": "Tradition",
                    "SummaryEnglish": "Nodoka walks into her match holding her penguin stuffed animal which causes a stir among the observers and her own opponents. Nodoka plays extremely well, and of the competitors from Ryūmonbuchi, Tōka, notices her similarities to a famous skilled online mahjong player known as Nodocchi. She tries telling this to her teammates, but they still do not think it can be true. Saki makes short work of her round by taking the remaining points from one of the players, and the team progresses on to the semi-finals round. In the semi-finals, Saki's team makes it through to the finals, along with Ryūmonbuchi, Kazekoshi, and Tsuruga Academy. One of the members from Kazekoshi, Kana Ikeda, gets harsh treatment from their coach for not playing up to her expectations, despite the fact they made it to the finals. The captain of the the team, Mihoko Fukuji protects Kana, and after the coach leaves, the captain encourages her teammates in showing everyone that their school is the best.",
                    "Aliases": []
                },
                "8": {
                    "ID": "681301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/681301",
                    "TitleEnglish": "Last Night",
                    "SummaryEnglish": "The Kiyosumi team takes the train back to town since they do not have enough money to stay in a hotel near the tournament. Hisa tells Mako how she was the reason why Hisa held on to the hope that more girls would join the mahjong club the next year so that they could go to the prefectural tournament together. Nodoka recounts to Saki how she used to play mahjong only on the Internet due to lack of players, but after entering junior-high school met Yūki and others, leading them to enter into the junior-high tournament, though only Nodoka advanced. The girls from Kazekoshi talk about how their captain, Mihoko Fukuji, does most of the work for the club, and since it is her last year, they want to play as hard as they can so they can go to the national tournament. Tōka dispatches a butler to bring Koromo Amae to the tournament, who had been sleeping all day.",
                    "Aliases": []
                },
                "9": {
                    "ID": "681311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/681311",
                    "TitleEnglish": "Enlightenment",
                    "SummaryEnglish": "The final's first round starts when Ryūmonbuchi representative Jun Inoue accidentally eats Yūki's only taco. The latter cries and causes a commotion, but Mihoko shares her lunch box with her. As the game progresses, Jun starts to win many hands and pressures Yūki who is gradually losing her confidence. Mihoko opens her right eye and uses her power to read the game's flow in order to help Yūki gain her points back from Jun. Jun gets irritated over the two teaming up against her while Yūki thinks Mihoko is her ally. However, Mihoko surprises everyone with her continuous winning, and both Jun and Yūki finally realizes that she is the true enemy. The first round ends with Mihoko completely dominating the game points for the Kazekoshi team.",
                    "Aliases": []
                },
                "10": {
                    "ID": "681321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/681321",
                    "TitleEnglish": "Beginner",
                    "SummaryEnglish": "Hisa recommends Saki and Nodoka take a nap before their matches, and while Nodoka initially declines, she decides to go so that Yūki does not have to cry in front of her and Saki following her match. Mako's turn comes up, and Hisa explains that she takes off her glasses in order to remember past matches she had witnessed.",
                    "Aliases": []
                },
                "11": {
                    "ID": "742571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/742571",
                    "TitleEnglish": "Prank",
                    "SummaryEnglish": "The third round starts and Hisa puts to work her strategy of sticking to the bad waits in order to get the big scores, knocking off Kazekoshi's lead. Hajime Kunihiro helps gain a slight comeback while avoiding her slight-of-hand habit. Meanwhile, Nodoka wakes to find that her penguin is missing and leaves Saki to go look for it.",
                    "Aliases": []
                },
                "12": {
                    "ID": "742581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/742581",
                    "TitleEnglish": "Awaken",
                    "SummaryEnglish": "Mihoko arrives to pass along the information to her companion, and Hisa barely recognizes her. Koromo takes the torn penguin to her butler, who fixes it, and she returns it to Nodoka. While Nodoka expresses her gratitude, she leaves quickly and is unable to hear Koromo's name.",
                    "Aliases": []
                },
                "13": {
                    "ID": "742591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/742591",
                    "TitleEnglish": "Fever",
                    "SummaryEnglish": "The fourth round begins off slow with Nodoka winning a small hand, and as play continues, the players continuously keep on getting draws. Eventually, Nodoka is able to get more into the game, and ups her skills like when she is playing online. By the time of the last hand of the first half of the round, only Nodoka has won any hands and has pulled ahead of the other three.",
                    "Aliases": []
                },
                "14": {
                    "ID": "850321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/850321",
                    "TitleEnglish": "Existence",
                    "SummaryEnglish": "Tōka makes a slight comeback, ruining Nodoka's perfect run, but then falls into a play laid by Tsuruga's Momoko Tōyoko, whose presence is so small her calls for riichi cannot be heard by her opponents. She had trouble being noticed and had abandoned all communication until she was found by her school's mahjong club leader, Yumi Kajiki.",
                    "Aliases": []
                },
                "15": {
                    "ID": "892791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/892791",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": "Momoko's abilities fall short against Nodoka, whose training matches her real life playing to her online play style, therefore not taking notice of Momoko's lack of presence. The round ends with Kiyosumi retaining the lead. The final round starts with Saki, Kana, Yumi and Koromo, though initially Saki cannot connect the fearsome aura she felt with the petite looking Koromo.",
                    "Aliases": []
                },
                "16": {
                    "ID": "892801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/892801",
                    "TitleEnglish": "Conspiracy",
                    "SummaryEnglish": "As the round continues, Saki finally recognizes Koromo's aura. She starts putting pressure on her opponents by reducing their tenpai probabilities and playing two haitei raoyue moves in a row. However, this is broken up when Yumi allows Saki to win with a her discard. Yumi then follows this up by getting some points from Kana.",
                    "Aliases": []
                },
                "17": {
                    "ID": "917441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/917441",
                    "TitleEnglish": "Nightmare",
                    "SummaryEnglish": "During the break, Mihoko goes to comfort Kana, and Nodoka catches up with Saki to reaffirm their promise and rebuild her confidence. Fujita warns Koromo to play mahjong properly.",
                    "Aliases": []
                },
                "18": {
                    "ID": "917451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/917451",
                    "TitleEnglish": "Connection",
                    "SummaryEnglish": "Remembering the pact she had made with Mihoko, Kana gets a burst of confidence and regains a lot of points. Yumi also gets a good play, and Koromo, having paid all her attention to Saki, gets a little agitated. Saki takes off her shoes and socks, remembering the times she played mahjong at home and at the training camp.",
                    "Aliases": []
                },
                "19": {
                    "ID": "917461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/917461",
                    "TitleEnglish": "Friend",
                    "SummaryEnglish": "Koromo recalls that when her parents died, no matter how many times Touka brought her friends, she still always felt lonely, believing her only worth is in mahjong. Koromo's powers cause a brief blackout, but Saki remains calm throughout. Koromo gets another haitei raoyue once the game resumes, leaving one more hand. Koromo is a bit shocked when Saki says she is having fun playing against her.",
                    "Aliases": []
                },
                "20": {
                    "ID": "987791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987791",
                    "TitleEnglish": "Sisters",
                    "SummaryEnglish": "As a reward for winning the tournament, and to train for the individuals, Hisa takes everyone to a pool, where Saki admits she cannot swim. They run into the Ryūmonbuchi group, who actually own the pool, and Koromo makes friends with Nodoka. Tōka reminds Koromo that when she went to Tokyo with her group, and went to a family restaurant, that reminded her of her parents. Meanwhile, Kazekoshi and Tsuruga make their plans for training for the individuals. Saki's sister, Teru, progresses to the nationals, though when asked about Saki, denies her existence.",
                    "Aliases": []
                },
                "21": {
                    "ID": "987801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987801",
                    "TitleEnglish": "Looking Back",
                    "SummaryEnglish": "The first day of the individuals tournament begins. Tōka faces off against Tsuruga's Kaori and is beaten by her beginner's luck. Another Tsuruga girl informs her team mates of an opponent who was strong during south winds. Despite pressure from being the team champions, Kiyosumi manage to get through, though Kyōtarō, who had been participating in the boys tournament, is knocked out. In the second half, Mihoko ends up facing against Hisa, who still does not remember her. With Hisa ahead, Mihoko decides to use her right eye to win the game. Hisa finally remembers who she is and Mihoko gets her long awaited conversation. The first day ends with all of Kiyosumi's players progressing. Yūki, who had a winning streak all day, psyches herself up for the next day.",
                    "Aliases": []
                },
                "22": {
                    "ID": "987811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987811",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "It is the second day of the individuals, and Yūki is shocked to find the day will consist of east-south round games. Yūki gets off to a good start in her first match, but when the south wind approaches, Kazue Nanpo from Hirataki High School shows off her field advantage and wins the game. During the midway point, Nodoka is shocked to find Saki has gone back to her habit of scoring plus minus zero, and goes to confront her about it. Saki had been holding back since it was Hisa's only chance at the individuals, but Nodoka reminds her that their promise included not holding back. Saki ends up in a match against Hisa, as well as Momoko and Tomoki. Hisa immediately concocts a strategy to seal off Saki's rinshan kaihō strategy, which eventually convinces the others to gang up on her. Later on though, Momoko, determined to avenge Yumi's earlier lost against Saki during the team tournament, decides to implement her stealth tactic in order to win.",
                    "Aliases": []
                },
                "23": {
                    "ID": "987821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987821",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Momoko continues to put the pressure on Tomoki and Hisa keeps racking up strong plays, while Saki is still unable to use her usual strategy. Saki remembers her training using online gaming, and uses what she learned to pick out Momoko's tiles, finally allowing her to play a rinshan kaihō to win the match. In the final round, Hisa goes against Mihoko, Tōka and Yumi, Nodoka goes against Kana, Jun and Hajime, Yūki goes against Mako, Tomoki and Momoko, and Saki goes against Kazue, Kanbara and Yoshitome. As everyone battles their hardest, Yoshitome does well to block off Saki in the east wind round, but soon the south wind round comes and Kazue starts to make her move. However, Saki retains her smile and pulls out more rinshan kaihō moves to win her match, placing third and qualifying for the nationals. Nodoka wins her match and qualifies in second and although Hisa wins her match, Mihoko is overall first place.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1126091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/1126091",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": "Kyōtarō tells Saki about an upcoming summer festival and she invites the rest of the club to go too. Hisa sends out invitations to the other schools to join them for Kiyosumi's training camp for the nationals. Yūki ends up flunking her math midterm and has to take a makeup test, failure of which means she will not be able to attend the camp, so Saki and Nodoka decide to help her study. Hisa prohibits them from using the club room and they end up having trouble finding other places to study. Ryūmonbuchi and Tsuruga send their responses for the camp, while Mihoko delivers hers to Hisa personally. After Yūki's makeup test, the club members go to the festival, and Hisa watches from afar with Mihoko. Yūki passes her makeup test and all the schools go to the training camp.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1126101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/1126101",
                    "TitleEnglish": "Nationals",
                    "SummaryEnglish": "All the schools gather for the training camp where Yumi gives Hisa some data on the other opponents in the nationals. Later on, nearly everyone takes an interest in ping pong (that ended with Tōka dominating over everybody who participated, prompting Saki and Nodoka to stay by the sidelines) while Mako and some others fail to get revenge on Kaori's beginner's luck. The next morning, some of the girls go in the onsen to discuss the powerhouses of the nationals, including Saki's sister, Teru. Hisa's suspicion of Saki as Teru's younger sibling was confirmed by Saki's reaction when she confronted her of this fact. Saki is a bit shocked to hear from Mohoko that Teru had denied having a sister, so Nodoka decides to take her to a shrine to cheer her up. Afterwards, they exchange souvenirs and decide to call each other by their given names. After they get back, the training starts in a room where the players from Kiyosumi, Ryūmonbuchi, Kazekoshi, and Tsuruga are already seated and ready to play, with Hisa also having invited Fujita to join them. Kiyosumi prepare themselves for the nationals.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "488507",
            "URL": "https://thetvdb.com/series/saki/seasons/official/2",
            "TitleEnglish": "Episode of Side-A",
            "SummaryEnglish": null,
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "4294578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294578",
                    "TitleEnglish": "Chance Meeting",
                    "SummaryEnglish": "During elementary school, Shizuno Takakamo and Ako Atarashi make friends with the recently transferred Nodoka Haramura. Upon hearing about her interest in mahjong, they take Nodoka to Achiga Girl's Academy, where Harue Akado runs a mahjong club for children. After a few games with Kuro Matsumi, Shizuno later tells Nodoka about Harue's history, including reasons leading to Achiga's club disbanding. By the year's end, Harue accepts an offer to join a company's mahjong team, which leads to the closure of the children's club. Nodoka also reveals that she is transferring out by next spring. The years have passed, and an excited third year Shizuno sees Nodoka on television winning the individual middle school tournament. Driven to reach the inter-high national tournament, Shizuno goes to Achiga's club room where she encounters Kuro, who had been maintaining the room since disbandment. Together, they revive the mahjong club with intent to meet Nodoka again. Instead of Bansei, Ako also enrolls into Achiga for the same reason.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4294577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294577",
                    "TitleEnglish": "Beginning",
                    "SummaryEnglish": "Kuro takes Shizuno and Ako to meet her older sister, Yū, who becomes the fourth mahjong club member. The next day, Kuro asks her classmate, Arata Sagimori, a fan of Harue during her prime, and she joins as the fifth member. During the winter, Harue's company manga team had become defunct, and visits Achiga for some nostalgia. To her surprise, she finds Shizuno and the others playing. Wanting to experience the inter-high nationals once more, Harue decides to become the club's advisor and coach. With the mahjong club officially formed, the girls begin training for the prefectural preliminaries. Later in the evening, Ako encounters some of her former classmates who went on to attend prefectural rival Bansei High.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4294576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294576",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "At the prefectural tournament, the Achiga team defeats Bansei in the first round and eventually qualifies for the nationals. To train for the nationals, Harue schedules the club to play against prefectural runner-ups. Immediately, Ako utters \"Nagano\", Kiyosumi's prefecture, as the first one to visit, and therefore, they play Ryūmonbuchi High. There, Koromo Amae overwhelmingly defeats Shizuno but doesn't discourage her or the team. Then, the excited team proceeds to defeat other schools at other prefectures. After a ten day training camp, the girls set off for the nationals. While stopping at a rest stop, Shizuno and the others meet Toki Onjōji and Ryuuka Shimizudani from Senriyama Girl's High, who are also seeded in the nationals. As the club finally reaches the nationals, they briefly walk pass Saki Miyanaga.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4294575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294575",
                    "TitleEnglish": "Nationals",
                    "SummaryEnglish": "As the Achiga girls receive results of the drawing lottery, they find that they are on the opposite side of Kiyosumi while on the same side as the top-ranked Shiraitodai High School. As the girls do some research on their opponents, Harue meets up with her former coach, Kumakura. On the day of the first round, Achiga is pitted against Sanomo, Urabandai and Imizusougou. After some initial difficulty, Kuro manages to show off her dora-drawing skills in her round, and Achiga soon sails to victory and advances to the second round. Later, Senriyama read up on Achiga's victory, preparing to face them in the next round, along with Koshigaya and Kentani. As Kuro enters the competition room, she encounters a waiting Toki.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4301819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4301819",
                    "TitleEnglish": "Champion",
                    "SummaryEnglish": "As the vanguard match begins, Toki's ability to see one turn ahead puts pressure on Kuro, whose dora-style renders her defense play weak and predictable. Adding riichi with her ability, this enables Toki to dominate the match, and Kuro is left ineffective. With Kuro in tears, Yū steps into the second match motivated to get back the points Kuro lost, while Senriyama hopes to use the information they gathered on her against her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4303986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303986",
                    "TitleEnglish": "Recovery",
                    "SummaryEnglish": "As the second match begins, Yū starts off well but soon struggles when Senriyama's Izumi Nijō figures out her play style of picking warm tiles with red characters. However, Yū makes a comeback as Izumi fails to observe that the tiles Yū draws include any which feature the color red. Then the third match is played out with Ako against Senriyama's Sera Iguchi. She manages to bring Achiga up to second place.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4303987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303987",
                    "TitleEnglish": "Faith",
                    "SummaryEnglish": "During the fourth match featuring Arata, some tough competition puts Achiga back into third place behind Kentani. As it comes down to the last hand of the final match, Shizuno faces tough odds. However, her determination to not give up gives her the opportunity to get back into second place, allowing Achiga to proceed to the semi-finals alongside Senriyama. As the girls celebrate their victory, Harue warns that in the semi-finals, they'll not only be facing Senriyama, but Shiraitodai as well. As the girls go out to eat, they spot Harue with Kumakura, who is talking with her about potentially joining the pro circuit again. As the girls start worrying that Harue may abandon them, they run into Tsuruga Academy's Momoko Touyoko and Satomi Kanbara.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4303981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303981",
                    "TitleEnglish": "Training",
                    "SummaryEnglish": "Satomi brings the Achiga girls to her grandmother's house where they meet Tsuruga's Yumi Kajiki. Wanting to improve their skills and become stronger, the Achiga girls ask to train with them. Since they are not participating in the individual tournament, they are also allowed to battle against Kazekoshi Girls School's Mihoko Fukuji, and they soon come up against some national level play. The next day, the girls meet up Kei Arakawa and several other talented players to continue their training, whilst Kiyosumi play out their second round match. Later that evening, Shizuno spots Kumakura and confronts her about her discussions with Harue. To her relief, she learns that Harue turned down the offer of going pro, saying that she wants to stay with Achiga til the end. As Shizuno breaks the news to the others, they become determined to win the semifinals, where they face Shiraitodai, Senriyama and Shindouji Girls' High. The first round soon kicks off, with Kuro preparing to face off against Toki, Shindouji's Kirame Hanada and Shiraitodai's strongest player, Teru Miyanaga.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4303982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303982",
                    "TitleEnglish": "Best",
                    "SummaryEnglish": "As Toki makes the first winning move, everyone starts to feel the strange power of Teru, who soon starts a winning streak that even surpasses Toki's predictions. Toki recalls the time when she was picked to be Senriyama's ace, where she revealed to Ryuuka and Sera the prediction ability she got following a collapse. Toki soon regains her confidence and helps Kirame disrupt Teru's streak. As the third South Hand begins, Teru looks set to restart her streak whilst Kuro laments that she hasn't been able to do anything.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4303983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303983",
                    "TitleEnglish": "Dealer's Streak",
                    "SummaryEnglish": "Nodoka has a dream where she meets up with Shizuno and the others and ponders about its meeting. Meanwhile, the first half of the vanguard match finishes, with Teru still ahead, although the Achiga girls manage to figure something out about Teru's play style which they pass on to Kuro. Teru continues to dominate the second half, managing to get a 100,000 point lead over Senriyama, when Toki recalls when she previously attempted to look two turns ahead and ended up collapsing. Having secretly practised at home, Toki decides to put her double turn peek into practice.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4303984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303984",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Toki uses her ability to look two turns into the future, enabling her to stop Teru's streak but leaving her extremely weak in the process. Meanwhile, Kirame recalls how her team chose her to be the sacrificial pawn owing to her purported ability to never go bust. As the game approaches its climax, Toki is left incredibly weak and is supposedly unable to use her ability. Meanwhile, as Saki, Nodoka and Yuki arrive at the arena, Saki appears to be preoccupied with something. As Toki remains under pressure as Teru decides to prolong the match, she recalls how her teammates supported her during a training camp. Determined to help her team, Toki decides to take a risk and attempt to look three turns into the future.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4303985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303985",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "As Toki pushes her body to the limit to look three turns into the future, she predicts Kuro is finally about to make her move. As Kuro is pressured into potentially discarding a dora, she recalls her friends and her late mother and decides to discard a dora, throwing off Teru's calculations and enabling her to earn some points off Teru, bringing the first match to an end. Just then, Toki collapses from her fatigue and has to be rushed to hospital. As Achiga prepares to move on to the next match, they finally run into Nodoka, both promising to do their best to reach the finals. With their resolve in place, Yū enters the fray for the second match.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4453601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453601",
                    "TitleEnglish": "Free for All",
                    "SummaryEnglish": "As the second match gets underway, Harue starts having practise matches with Kuro in order to revive her dora drawing ability, where Kuro learns of how Toki and Kirame helped her play against Teru. Izumi is put under pressure both by Yoshiko's cheap hands and Sumire's 'sharpshooter' style of play. Yū, on the other hand, had been taught by Harue about an unconscious tell of Sumire's which gives away who she is targeting, giving her the opportunity to strike back at her. After the second round ends and the third round begins, with Sera making some large plays, Izumi from Hiroko Funakubo hears about some of the powerful first year students in the competition before heading to the hospital to fetch Ryuuka. The match soon turns into a heated battle between Ako, Sera and Shiraitodai's Takami Shibuya, who prepares to use her 'Harvest Time' ability.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4453602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453602",
                    "TitleEnglish": "Aspiration",
                    "SummaryEnglish": "As the third match ends with a play from Takami, Sera mentions to Ako how things may have been worse if Takami was the last dealer. The fourth match soon begins with Arata and Hiroko up against Shiraitodai's Seiko Matano and Shindouji's Mairu Shirouzu. During the match, Mairu puts limitations on her hands so that they'll be worth double when her partner, Himeko Tsuruta, plays in the following match. Meanwhile, Koromo and Hajime visit Saki, where they talk about the time they played with Achiga. Mairu wins the majority of hands, whilst Hiroko manages to use Seiko's weaknesses against her. As Arata also manages to make some wins, she recalls how Harue decided to appoint her club president, thinking of the feelings she is carrying to try and clear the semi-finals that Harue could not. As the match comes to its climax with Mairu scoring a powerful hand, Toki wakes up in hospital.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4453604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453604",
                    "TitleEnglish": "Aggravation",
                    "SummaryEnglish": "As the fourth round comes to an end, Ako gives Shizuno her school uniform to wear as she heads to the final round between her, Awai, Ryuuka and Himeko. Himeko starts making strides using the 'keys' Mairu obtained during her respective hands in her round, moving Shindouji to second place. Meanwhile, Ryuuka discovers she is able to use some of Toki's ability to look a turn ahead to a certain extent as a result of Toki constantly resting on her lap. With both Himeko and Ryuuka winning hands, Awai decides to get serious and declares a double riichi. Thanks to Harue's advice, Shizuno manages to avoid falling into her hand and Himeko gets hit instead. When Awai attempts another double riichi however, Shizuno manages to win the hand, bringing the first half of the round to a close. Meanwhile, Koromo explains to Saki that when she played against Shizuno, she found herself being able to perform her signature hand less times than she had hoped. After Shizuno receives some encouragement from Ako, the match resumes.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4535499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4535499",
                    "TitleEnglish": "Traces",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "568463",
            "URL": "https://thetvdb.com/series/saki/seasons/official/3",
            "TitleEnglish": "The Nationals",
            "SummaryEnglish": null,
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4720317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4720317",
                    "TitleEnglish": "To Tokyo",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "4766633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766633",
                    "TitleEnglish": "Support",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "4766634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766634",
                    "TitleEnglish": "Start",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "4766635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766635",
                    "TitleEnglish": "East Wind",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "4766636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766636",
                    "TitleEnglish": "Gods and Demons",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "4766637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766637",
                    "TitleEnglish": "Withering",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "4766638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766638",
                    "TitleEnglish": "Attention",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "4766639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766639",
                    "TitleEnglish": "Fortress",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "4766640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766640",
                    "TitleEnglish": "Sortie",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "4766641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766641",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "4766642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766642",
                    "TitleEnglish": "Threat",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "4766643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766643",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "4842787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4842787",
                    "TitleEnglish": "Old Friends",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}