{
    "URL": "https://thetvdb.com/series/hetalia",
    "Genres": [
        "Animation",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1356878/",
        "https://www.themoviedb.org/tv/35138"
    ],
    "TitleEnglish": "Hetalia - Axis Powers",
    "SummaryEnglish": "Based on a popular web-released manga series by Hidekazu Himaruya, this has been described as a \"cynical gag\" story set in Europe in the years between WW1 and WW2 (1915-1939), using exaggerated caricatures of the different nationalities as portrayed by a gaggle of bishōnen boys. For example, the Italia Veneziano character is into pasta and women.\r\nItaly, once home of the strongest empire in the world, has changed. This is the story of Italy, now a cowardly pasta-loving fool, and his friends (other personified countries of the world) as they live through strange moments in world history.",
    "Aliases": [
        "Hetalia: Axis Powers",
        "Hetalia: The Beautiful World",
        "Hetalia: World Series",
        "ヘタリア Axis Powers",
        "ヘタリア World Series",
        "ヘタリア The Beautiful World",
        "ヘタリア The World Twinkle"
    ],
    "Modified": "2025-05-30",
    "Seasons": {
        "0": {
            "ID": "49031",
            "URL": "https://thetvdb.com/series/hetalia/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "3201071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3201071",
                    "TitleEnglish": "America's Cleaning Of The Storage: Director's Cut",
                    "SummaryEnglish": "A re-edited version of America's Cleaning Of The Storage, done as a full episode. First aired as a special between seasons 2 and 3, and later included on the Hetalia Fan Disc.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3201081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3201081",
                    "TitleEnglish": "The Diary of the Awesome Me, Part 2",
                    "SummaryEnglish": "A special unaired episode included on the Hetalia Fan Disc. Continues the story of Prussia and Hungary as kids from the first episode of Hetalia: World Series.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3201091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3201091",
                    "TitleEnglish": "Chibitalia",
                    "SummaryEnglish": "A re-edited version of the Chibitalia segments from the first season done as a full episode. Included on the Hetalia Fan Disc.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4125410",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125410",
                    "TitleEnglish": "Paint it, White!",
                    "SummaryEnglish": "Earth is under attack by extraterrestrials and eight persons meet to decide on a course of action. Although America wishes to fight, England and France are still recovering from an earlier conflict, Japan is indecisive, and Italy decides to wave a white flag.\r\n\r\nThe meeting ends without consensus, with each facing the aliens in his/her own way. However, all military actions prove useless and the white flag is ignored.\r\n\r\nReluctantly, the eight reconvene and come to the conclusion that the only way to discover the aliens' weakness is to infiltrate their mother-ship.\r\n\r\n(A lot of material that was in previous episodes is pasted into place )",
                    "Aliases": []
                },
                "5": {
                    "ID": "4161391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161391",
                    "TitleEnglish": "World Series Special 1: The Indigenous People Of Iceland?",
                    "SummaryEnglish": "Iceland meets up with the rest of the Nordic states to reveal the results of a test to find out who his ancestors were.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4443419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4443419",
                    "TitleEnglish": "World Series Special 2: Today is Halloween",
                    "SummaryEnglish": "The countries of the world celebrate Halloween. Also, Italy and Germany reminisce about old times.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4443420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4443420",
                    "TitleEnglish": "World Series Special 3: The Story So Far",
                    "SummaryEnglish": "China worries about the other nations of the world trying to invade his land and get his opium. America uses a 1942 notebook computer to calculate a route from America to Germany. Also features adaptation of \"Previously in Hetalia\".",
                    "Aliases": []
                },
                "8": {
                    "ID": "5087749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5087749",
                    "TitleEnglish": "Hetalia = Fantasia",
                    "SummaryEnglish": "Straight-to-DVD extra episode of Hetalia: World Series based on the plot of the drama CD \"Hetalia Fantasia.\"",
                    "Aliases": []
                },
                "9": {
                    "ID": "5930805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5930805",
                    "TitleEnglish": "Germany and Cohabitation",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "5930806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5930806",
                    "TitleEnglish": "Netherlands and Isolationist Japan",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "5930807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5930807",
                    "TitleEnglish": "The Ruler of Scandinavia and The King of Eastern Europe",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "5930808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5930808",
                    "TitleEnglish": "Surprise Halloween!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "6916221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/6916221",
                    "TitleEnglish": "Buon San Valentino - First Part",
                    "SummaryEnglish": "It's Valentines Day! Italy presents Germany with a bouquet of red roses, prompting Germany to work through a sexual identity crisis with the help of Austria.",
                    "Aliases": []
                },
                "14": {
                    "ID": "6916226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/6916226",
                    "TitleEnglish": "Buon San Valentino - Last Part",
                    "SummaryEnglish": "A continuation of Part I, in which a series of misunderstandings results in a lovestruck Germany asking for Italy's hand in marriage.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6916230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/6916230",
                    "TitleEnglish": "The Centennial Gift",
                    "SummaryEnglish": "America celebrates his one hundredth birthday, and France is quick to deliver a super big gift! Meanwhile, Britain tries to fix the cracks in the liberty bell between bouts of coughing blood!",
                    "Aliases": []
                },
                "16": {
                    "ID": "6916235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/6916235",
                    "TitleEnglish": "Liechtenstein and the Hedgehog Country",
                    "SummaryEnglish": "After a nice cup of tea in the beautiful countryside, Switzerland’s little sister grows concerned that her big bro keeps selling all their weapons!",
                    "Aliases": []
                },
                "17": {
                    "ID": "6916236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/6916236",
                    "TitleEnglish": "I Was Overwhelmed by Heroines",
                    "SummaryEnglish": "Estonia can barely handle the excitement of waking up to discover that all the adorable boys of Hetalia have turned into unbelievably hot girls!",
                    "Aliases": []
                },
                "26": {
                    "ID": "10539647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/10539647",
                    "TitleEnglish": "Extra Episode 01",
                    "SummaryEnglish": "Iceland introduces himself, and begins to tell the story about how he got a DNA test on himself.",
                    "Aliases": []
                },
                "27": {
                    "ID": "10539648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/10539648",
                    "TitleEnglish": "Extra Episode 02",
                    "SummaryEnglish": "Germany stands facing a wall in a vampire costume, as a lightning flash and a thunderclap throw his shadows onto the wall. Italy appears in a kitty costume, asking for candy. It is then explained that the day is Halloween.",
                    "Aliases": []
                },
                "28": {
                    "ID": "10539649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/10539649",
                    "TitleEnglish": "Extra Episode 03",
                    "SummaryEnglish": "China laments about the quickly-changing world to his panda next to him, wishing to go back to the old days. He worries about the Westerners pushing in on his land. Hugging the panda, he worries that England will try to take his opium, and Japan will invade him, also hating America, France and Germany. China declares that out of all of them, Russia is the worst, shaking the panda back and forth while saying that something tells him that Russia is trying to sneak up on him while his back is turned. The panda suddenly takes off its head, revealing Russia inside of a panda costume while China panics.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "49041",
            "URL": "https://thetvdb.com/series/hetalia/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "956041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956041",
                    "TitleEnglish": "Meeting of the World",
                    "SummaryEnglish": "It's the \"Meeting of the World\", and all nations must come together to solve global problems. However, after America starts the conference off on a bizarre note, can the gathered nations even solve the problems they have with each other? After this, it's a leap back in time to World War One.",
                    "Aliases": []
                },
                "2": {
                    "ID": "956051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956051",
                    "TitleEnglish": "WWI",
                    "SummaryEnglish": "It's WWI, and Germany, in search of the heir to the legendary Roman Empire, discovers an abandoned tomato crate sitting in the middle of the woods. Germany finds himself unprepared to deal with the strange descendant of Rome.",
                    "Aliases": []
                },
                "3": {
                    "ID": "956061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956061",
                    "TitleEnglish": "Italy's song",
                    "SummaryEnglish": "Italy is sent back home after annoying Germany, but Germany quickly finds that ditching the cowardly nation is a task easier said than done. Especially when WWII nears and Italy takes it upon himself to declare that he's now Germany's ally.",
                    "Aliases": []
                },
                "4": {
                    "ID": "956071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956071",
                    "TitleEnglish": "Meet Japan",
                    "SummaryEnglish": "Meet Japan. He's the newest ally to Italy and Germany, and a powerful nation in his own right. But with having been isolated from the rest of the world for over 200 years, what he sees as his \"normal\" behavior comes off as extraordinary to others.",
                    "Aliases": []
                },
                "5": {
                    "ID": "956081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956081",
                    "TitleEnglish": "Shouting S.O.S at the Center of the World!",
                    "SummaryEnglish": "An endless blue sky, white clouds, and a shining sea. Normally it would be an average trip to the beach. Germany, Italy, and Japan have been stranded on a mysterious island in the southern sea, their S.O.S message having gone ignored as the three of them make the most of their vacation.",
                    "Aliases": []
                },
                "6": {
                    "ID": "956091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956091",
                    "TitleEnglish": "Roasting Marshmallows",
                    "SummaryEnglish": "Germany reflects on times spent around Austria. Meanwhile, unbeknownst to the three stranded nations, they've got company on the island and are being watched from afar, even when they're roasting marshmallows at their campfire.",
                    "Aliases": []
                },
                "7": {
                    "ID": "956101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956101",
                    "TitleEnglish": "Introducing Romano",
                    "SummaryEnglish": "Italy introduces his older brother, Romano (who represents the southern half of their country), to Germany. But while Italy himself can't get enough of Germany, the foul-mouthed Romano will try anything to make sure that the \"potato freak\" stays away from his brother. Anything.",
                    "Aliases": []
                },
                "8": {
                    "ID": "956111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956111",
                    "TitleEnglish": "Italy Kidnapped",
                    "SummaryEnglish": "Some days, Italy just can't get a break. Especially when he winds up tricked and kidnapped, not once, but twice by the Allied Forces. But once Germany gets involved, it seems the third time may be the charm... though in whose favor, exactly?",
                    "Aliases": []
                },
                "9": {
                    "ID": "956121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956121",
                    "TitleEnglish": "Allied Forces Meeting",
                    "SummaryEnglish": "The Allied Forces meet to discuss plans to take down the Axis, but despite their image as a \"team\" (America as the \"hero\" and everyone else acting as his backups), they find it difficult to get along and agree with each other.",
                    "Aliases": []
                },
                "10": {
                    "ID": "956131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956131",
                    "TitleEnglish": "France Reflects",
                    "SummaryEnglish": "After he winds up uninvited to the second Allies meeting, France reflects on his history of past \"glories\" and \"accomplishments\".",
                    "Aliases": []
                },
                "11": {
                    "ID": "956141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956141",
                    "TitleEnglish": "Holy Roman Empire Ultimatum",
                    "SummaryEnglish": "In the climax to the Chibitalia sub-storyline, Holy Roman Empire gives the younger Italy the ultimatum: Will he become the new Roman Empire with him or not? Later on, in 1940, England finds that he still has friends outside of the Allies to count on to cheer him up...",
                    "Aliases": []
                },
                "12": {
                    "ID": "956151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956151",
                    "TitleEnglish": "England, I Have Something to Tell You",
                    "SummaryEnglish": "\"England, I have something to tell you.\" In a brief jump forward to 1956, a gloomy and war-torn France proposes to England, who quickly learns the \"joke\" is indeed on him... and he won't go down that easily. Back in 1940, the Axis Powers train to take on England, and Italy gets a quick and confusing lesson in \"culture clash\".",
                    "Aliases": []
                },
                "13": {
                    "ID": "956161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956161",
                    "TitleEnglish": "Summoning the Devil",
                    "SummaryEnglish": "After being defeated by Germany, a frustrated England vows to get revenge with the strongest method known to man: Summoning the devil to lay a curse on him. Will he succeed in his ritual, or get something even WORSE than what he expected?",
                    "Aliases": []
                },
                "14": {
                    "ID": "956171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956171",
                    "TitleEnglish": "Supermarket Chaos",
                    "SummaryEnglish": "The Germans' attempt at training the Italian Army doesn't go as planned, as they soon find that the men are quicker at the art of escape, rather than combat. Later: It's just another day in the life of Germany, as he attempts to brave the wait and chaos in a never-ending line at the supermarket.",
                    "Aliases": []
                },
                "15": {
                    "ID": "956181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956181",
                    "TitleEnglish": "Strange Foreign Culture and Behaviors",
                    "SummaryEnglish": "Japan struggles to fit in with the Axis and their strange foreign culture and behaviors, while Italy attempts to help him adjust to life outside of his own land.",
                    "Aliases": []
                },
                "16": {
                    "ID": "956191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956191",
                    "TitleEnglish": "China Meets Japan",
                    "SummaryEnglish": "In a tale of times past, a younger China meets a strange small nation known as Japan. He takes it upon himself to try to raise Japan as his younger brother, but soon discovers that there's more to the growing youngster than he thought. And he may not be prepared to deal with the sudden changes...",
                    "Aliases": []
                },
                "17": {
                    "ID": "956201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956201",
                    "TitleEnglish": "America's Storage Room Cleaning, Part 1",
                    "SummaryEnglish": "America decides to finally enter his long-abandoned storage room to clean it out, but the memories he finds in there may prove to be too hard to let go of.",
                    "Aliases": []
                },
                "18": {
                    "ID": "956211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956211",
                    "TitleEnglish": "The Allied Forces Make Their Move",
                    "SummaryEnglish": "The Allied Forces make their move and attempt to take down the Axis, but wind up constantly distracted by a \"special guest\" on the island, a supernatural stranger that Italy seems to know rather well...",
                    "Aliases": []
                },
                "19": {
                    "ID": "956221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956221",
                    "TitleEnglish": "Top Secret Plans",
                    "SummaryEnglish": "The Allied Forces attempt to get back to business, despite China arriving late for their meeting. But little do they know, they have a surprise guest (or two) in their room, listening in on their \"top secret\" plans.",
                    "Aliases": []
                },
                "20": {
                    "ID": "956231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956231",
                    "TitleEnglish": "America's Storage Room Cleaning, Part 2",
                    "SummaryEnglish": "The old musket in America's storage room brings back another memory of times long past: The Revolutionary War.",
                    "Aliases": []
                },
                "21": {
                    "ID": "956241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956241",
                    "TitleEnglish": "Sealand",
                    "SummaryEnglish": "Sealand, the world's smallest \"nation\", attends a world conference in an attempt to be recognized, but finds that respect and acknowledgment from the others is harder to obtain than he thinks.",
                    "Aliases": []
                },
                "22": {
                    "ID": "956251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956251",
                    "TitleEnglish": "Holy Roman Empire Departs for War",
                    "SummaryEnglish": "Holy Roman Empire gets ready to depart for war, but Chibitalia won't let him leave that easily, and not without one last gift.",
                    "Aliases": []
                },
                "23": {
                    "ID": "956261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956261",
                    "TitleEnglish": "Liechtenstein and Italy's Embarrassing Situation",
                    "SummaryEnglish": "Liechtenstein adjusts to her new life with her brother Switzerland. Elsewhere, Italy gets stuck in an embarrassing situation with his own brother.",
                    "Aliases": []
                },
                "24": {
                    "ID": "956271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956271",
                    "TitleEnglish": "Switzerland and Liechtenstein Run into Austria",
                    "SummaryEnglish": "While out shopping, Switzerland and Liechtenstein run into Austria, much to Switzerland's displeasure. Meanwhile, the Axis Powers are still deserted on an island, but come across a most unusual sight in the middle of a forest.",
                    "Aliases": []
                },
                "25": {
                    "ID": "956281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956281",
                    "TitleEnglish": "England Raises the Young America",
                    "SummaryEnglish": "In a past tale, England raises the young America and treats him to his own \"special\" brand of cooking. Meanwhile, as the Liechtenstein and Her Beloved Brother arc comes to a close, Switzerland finds himself reminded of his lapsed friendship with Austria.",
                    "Aliases": []
                },
                "26": {
                    "ID": "956291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/956291",
                    "TitleEnglish": "Busby's Chair",
                    "SummaryEnglish": "America unveils a new plane, much to England's chagrin and lets out a secret. Later, England uses Busby's Chair to get revenge on America during an Allied summit, only for Russia to sit on the chair first and destroy it by out-evilling it. England reveals his drunk side when in a bar with America (who England is trying to coax information out of). Then Episode 18 is continued, with England attempting to use Busby's Chair once the Axis are surrounded, although Russia sits on it yet again...",
                    "Aliases": []
                },
                "27": {
                    "ID": "2430691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430691",
                    "TitleEnglish": "Germany's Diary",
                    "SummaryEnglish": "The Allied Forces, in their ongoing fight against the Axis Powers, manage to get ahold of one of Germany's prized possessions: an observation diary dealing with Italy's strange behavior and uselessness in combat.",
                    "Aliases": []
                },
                "28": {
                    "ID": "2430701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430701",
                    "TitleEnglish": "Xmas and the Allies",
                    "SummaryEnglish": "The Axis are ambushed by the Allies once more, but another strange visitor arrives to break up the fight, with Christmas presents in tow.",
                    "Aliases": []
                },
                "29": {
                    "ID": "2430711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430711",
                    "TitleEnglish": "Vodka and Parachutes",
                    "SummaryEnglish": "Russia decides to jump out of a plane without a parachute, and England and France comment on how he broke all his bones. Then, the audience is introduced to the Baltics, although Latvia has a tendency to say the wrong thing at times. After that, America injures himself when England offers him some ice cream.",
                    "Aliases": []
                },
                "30": {
                    "ID": "2430721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430721",
                    "TitleEnglish": "England Sees Japan's Creatures",
                    "SummaryEnglish": "After having formed an alliance, England visits Japan's home but finds mysterious creatures that even Japan himself is unable to see or believe in anymore.",
                    "Aliases": []
                },
                "31": {
                    "ID": "2430731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430731",
                    "TitleEnglish": "Academy Hetalia Christmas",
                    "SummaryEnglish": "In a universe similar yet different from this one, three students at the Academy Of The World decide to survey the others on how they spend their winter holiday.",
                    "Aliases": []
                },
                "32": {
                    "ID": "2430741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430741",
                    "TitleEnglish": "Germany and Grandpa Rome",
                    "SummaryEnglish": "Germany wakes up to find himself visited by Italy's grandfather, the Roman Empire. But didn't he fall long ago? And is it a dream, or something stranger?",
                    "Aliases": []
                },
                "33": {
                    "ID": "2430751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430751",
                    "TitleEnglish": "Wish on a Star",
                    "SummaryEnglish": "While camping out in the middle of a war front, Germany and Italy both make wishes on a shooting star, but which one will come true?",
                    "Aliases": []
                },
                "34": {
                    "ID": "2430761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430761",
                    "TitleEnglish": "Germany in Italy",
                    "SummaryEnglish": "Italy shows Japan his combat record book (which turns out to be impressive in a different way), Germany decides to go sightseeing in Italy and attempts to blend in, the Axis are given special bentou, and Japan invents nikujaga. In another story, America ponders the mystery of who draws the sketches of the Axis and Allies on the blackboard.",
                    "Aliases": []
                },
                "35": {
                    "ID": "2430771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430771",
                    "TitleEnglish": "Canada's Missing",
                    "SummaryEnglish": "Canada arrives late to a G8 meeting, but his absence and identity are barely recognized by the other nations. In another story, France decides to celebrate the Olympics.",
                    "Aliases": []
                },
                "36": {
                    "ID": "2430781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430781",
                    "TitleEnglish": "America and Japan in the Spring",
                    "SummaryEnglish": "America and Japan both prepare for the New Year and the coming of spring.",
                    "Aliases": []
                },
                "37": {
                    "ID": "2430791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430791",
                    "TitleEnglish": "Russia is Germany's New Best Friend?",
                    "SummaryEnglish": "Russia and Germany form an alliance, while Italy fears that the other Axis Powers will eventually abandon him.",
                    "Aliases": []
                },
                "38": {
                    "ID": "2430801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430801",
                    "TitleEnglish": "More Canada",
                    "SummaryEnglish": "Continuation of The Pact Of Steel, along with more of Fly, Canada-san, Fly!",
                    "Aliases": []
                },
                "39": {
                    "ID": "2430811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430811",
                    "TitleEnglish": "Everyone Wants America",
                    "SummaryEnglish": "A baby America is discovered in the \"New World\", though this discovery also sets off a fight for ownership of him.",
                    "Aliases": []
                },
                "40": {
                    "ID": "2430821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430821",
                    "TitleEnglish": "Everyone Wants America 2",
                    "SummaryEnglish": "Continuation of The Battle For America: England and France continue their fight over the young America.",
                    "Aliases": []
                },
                "41": {
                    "ID": "2430831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430831",
                    "TitleEnglish": "France's War Style",
                    "SummaryEnglish": "Adapts Big Brother France And The Information Manipulation Activities! and Reduce Your Opponents' Willpower, American-style!.",
                    "Aliases": []
                },
                "42": {
                    "ID": "2430841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/2430841",
                    "TitleEnglish": "Russia's Sisters",
                    "SummaryEnglish": "Russia tells the story of his sisters, Ukraine and Belarus.",
                    "Aliases": []
                },
                "43": {
                    "ID": "3244611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244611",
                    "TitleEnglish": "Russia's Sisters 2",
                    "SummaryEnglish": "Part two of the Russia's Big and Little Sisters story.",
                    "Aliases": []
                },
                "44": {
                    "ID": "3244621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244621",
                    "TitleEnglish": "Canada and Switzerland's Aggression",
                    "SummaryEnglish": "Switzerland tries to teach Liechtenstein self-defense. In other segments: Japan finds America's strange desserts photograph-worthy, while Canada (in more of Fly, Canada-san, Fly!) tries to tell America off but fails.",
                    "Aliases": []
                },
                "45": {
                    "ID": "3244631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244631",
                    "TitleEnglish": "Liechtenstein Begins",
                    "SummaryEnglish": "The origin of Liechtenstein is detailed.",
                    "Aliases": []
                },
                "46": {
                    "ID": "3244641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244641",
                    "TitleEnglish": "England and France's History",
                    "SummaryEnglish": "England is the perpetual bed-head, and we go back to the past to remember a time when France was at his most flamboyant and mischievous - teasing England by showing off his long hair, and then cutting England's hair when his own plan to grow his hair long doesn't go according to plan.",
                    "Aliases": []
                },
                "47": {
                    "ID": "3244651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244651",
                    "TitleEnglish": "England Visits Poland and Bemoans America",
                    "SummaryEnglish": "England and France visit Poland, who has recently bought a fleet of ponies to help him in the war. In other stories: Chibitalia feels sad over the departure of Holy Roman Empire, while England finds that America grows up too fast.",
                    "Aliases": []
                },
                "48": {
                    "ID": "3244661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244661",
                    "TitleEnglish": "England's Secret Weapon",
                    "SummaryEnglish": "England's latest secret weapon to win the war is a failure. In another story, Chibitalia finally grows up, but one change is a shock to Austria.",
                    "Aliases": []
                },
                "49": {
                    "ID": "3244671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244671",
                    "TitleEnglish": "Japan Westernizes and Canada Flies",
                    "SummaryEnglish": "Adapts from Japan And The Footsteps Of Westernization, along with a segment from Fly, Canada-san, Fly!.",
                    "Aliases": []
                },
                "50": {
                    "ID": "3244691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244691",
                    "TitleEnglish": "Japan Keeps Westernizing",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "51": {
                    "ID": "3244711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244711",
                    "TitleEnglish": "America and Ghosts",
                    "SummaryEnglish": "Adapts America's Situation With Ghosts.",
                    "Aliases": []
                },
                "52": {
                    "ID": "3244741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/3244741",
                    "TitleEnglish": "Holy Rome and More Canada",
                    "SummaryEnglish": "Adapts more of Fly, Canada-san, Fly! and Holy Roman Empire's Playtime In The River.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "272621",
            "URL": "https://thetvdb.com/series/hetalia/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "4077566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077566",
                    "TitleEnglish": "Diary of The Awesome Me: Volume 128",
                    "SummaryEnglish": "Features the story of Prussia, when he was a child as the Teutonic Knights. In other stories: Romano attempts yet again to stop Germany from being with his younger brother, while Canada and America wind up playing a game of \"catch\" that becomes chaotic.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4077565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077565",
                    "TitleEnglish": "Greece and Japan's Relationship",
                    "SummaryEnglish": "Greece and Japan get to know each other more. In another story, Chibitalia and Holy Roman Empire celebrate the Cat Festival.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4077567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077567",
                    "TitleEnglish": "Greece and Japan's All-Too Slow-Paced World",
                    "SummaryEnglish": "The continuation of Greece and Japan's story, featuring the first anime appearance of Turkey.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4077568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077568",
                    "TitleEnglish": "The Plot to Conquer Poland",
                    "SummaryEnglish": "An episode featuring Poland and Lithuania, adapting part of Pact of Steel. Also features the strip France vs. Italy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4077569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077569",
                    "TitleEnglish": "Warsaw Letter",
                    "SummaryEnglish": "The continuation of Poland and Lithuania's story, plus part of the strip England Catches A Cold.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4077570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077570",
                    "TitleEnglish": "America's Cold Cure",
                    "SummaryEnglish": "Continues the story of England's cold. In another story: China is tired of being pushed around by the other Allies.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4077571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077571",
                    "TitleEnglish": "Big Brother France and the Frying Pan",
                    "SummaryEnglish": "Hungary hears a message from God telling her to hit France with a frying pan. In other stories: England attempts to become stronger, and Italy visits France.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4077572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077572",
                    "TitleEnglish": "Italy Observation Diary",
                    "SummaryEnglish": "Germany details another observation diary about Italy, while a glimpse at the relationship of their ancestors is provided. The story of Boss Spain's Control of Southern Italy also begins.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4077573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077573",
                    "TitleEnglish": "Spain the Boss and Chibi Romano",
                    "SummaryEnglish": "The story of Boss Spain's Control of Southern Italy continues, along with another story about Rome and Germania and one about Italy's reckless driving.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4077574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077574",
                    "TitleEnglish": "Switzerland and the Banks",
                    "SummaryEnglish": "Adapts from the strips In Just Two Minutes, You Can Grasp the Exterior of the European Economy, as well as more of Boss Spain.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4077575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077575",
                    "TitleEnglish": "Chinese Copy",
                    "SummaryEnglish": "China gets help from Japan on bootlegging, while in other stories: The Italy brothers wind up captured by England, and Germany learns that the Italian behavior is infectious.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4077576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077576",
                    "TitleEnglish": "Maria Theresa and the War of Austrian Succession",
                    "SummaryEnglish": "Prussia’s got it out for Austria, and all of Europe is caught up in the tension! Most of the other nations are on Prussia’s side - except for England. As usual, he’s on whichever side France isn’t!",
                    "Aliases": []
                },
                "13": {
                    "ID": "4077577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077577",
                    "TitleEnglish": "Reinforcement from Hungary",
                    "SummaryEnglish": "Austria’s losing big time, and all appears lost until Hungary arrives to help! She’s got 100,000 battle-ready soldiers with her - and a seriously crazy look in her eyes.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4077578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077578",
                    "TitleEnglish": "Roswell Incident",
                    "SummaryEnglish": "America is psyched when a UFO crashes at his place! He makes the acquaintance of the vessel’s pilot and introduces him to England - who makes a less-than-stellar impression on the interstellar traveler.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4077579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077579",
                    "TitleEnglish": "An Ally Country's Lunchbox",
                    "SummaryEnglish": "Italy learns the art of Japanese cooking, the gender confusion continues in Chibitalia, and Japan and Greece make a conscious decision to see if they are capable of anger!",
                    "Aliases": []
                },
                "16": {
                    "ID": "4077580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077580",
                    "TitleEnglish": "Spain and His Henchman's Depression",
                    "SummaryEnglish": "When Romano hits the road for a few days, Spain’s concern for the little guy makes him decide to follow along. Unfortunately, Spain bumps into a certain blonde someone who seems interested in Romano too.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4077581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077581",
                    "TitleEnglish": "Lazy Japan's Anger",
                    "SummaryEnglish": "Japan and Greece are still sitting around in the grass with some cats. They’re also still trying to find a way to tap into their anger. Meanwhile, Finland and Sweden are living as runaways on the open road.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4077582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077582",
                    "TitleEnglish": "And Then Came Poland",
                    "SummaryEnglish": "Finland and Sweden visit Poland, and also run into Estonia and Latvia, to Finland's delight. Sweden wants to take Latvia and Estonia which displeases Poland.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4077584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077584",
                    "TitleEnglish": "How Everyone Spent Their Christmas",
                    "SummaryEnglish": "Italy and Germany wait for Christmas Day. America brings his Christmas celebration to England, along with a surprise for the Christmas tree.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4077586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077586",
                    "TitleEnglish": "The Moon, the Unsocial Guy, the Old Man, and Italy",
                    "SummaryEnglish": "Italy is worried Germany hates him. However, on his way to talk with Germany, he accidentally stumbles dangerously into Switzerland's territory. America invites Japan to next year's Christmas party.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4077587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077587",
                    "TitleEnglish": "Anglo-Japanese Alliance",
                    "SummaryEnglish": "England goes in search of friends, and while he hits it off well with Japan, Japan's boss has other plans.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4077589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077589",
                    "TitleEnglish": "The Anglo-Japanese Alliance has been formed",
                    "SummaryEnglish": "Things are looking up between England and Japan, and their relationship is proving to be mutually beneficial. And much to England’s delight, their new friendship is making things pretty tough on France.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4077590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077590",
                    "TitleEnglish": "The Annexation of Austria",
                    "SummaryEnglish": "Austria winds up having to live with Germany in the story of The Austrian Anschluss. Chibi Romano is confronted by a mysterious masked man wielding a sword (Turkey).",
                    "Aliases": []
                },
                "24": {
                    "ID": "4077591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4077591",
                    "TitleEnglish": "Boss and the Big Boss (1)",
                    "SummaryEnglish": "Turkey seems unstoppable and Chibi Romano is powerless in his clutches! When Spain arrives to save the little guy, Turkey decides to return home - but not before issuing an ominous warning.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4125188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125188",
                    "TitleEnglish": "Boss and the Big Boss (2)",
                    "SummaryEnglish": "Poor Spain gets chewed out for spending too much money on his mission to bring Romano back. When the little guy hears how much trouble the big guy’s in, he pays him a bedroom visit to offer his thanks.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4125190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125190",
                    "TitleEnglish": "Salted Salmon, Germany, and I",
                    "SummaryEnglish": "When Japan complains about feeling run-down, Germany puts him on an exercise routine and makes him change his diet. Later, in the cutest thing ever, all the guys are portrayed by kitties. KITTIES!",
                    "Aliases": []
                },
                "27": {
                    "ID": "4125191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125191",
                    "TitleEnglish": "A Slight Feeling of Responsibility",
                    "SummaryEnglish": "Chaos erupts. Madness ensues. Panic and mass hysteria spreads across the land. The world stops spinning. The universe turns upside down. Why? Germany refuses a beer!",
                    "Aliases": []
                },
                "28": {
                    "ID": "4125192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125192",
                    "TitleEnglish": "Chinese-style Mini Revolution",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "29": {
                    "ID": "4125193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125193",
                    "TitleEnglish": "Court and Aristocracy",
                    "SummaryEnglish": "Austria and Germany argue over whether Beethoven is an Austrian or a German. Meanwhile, France spies on both of them and is then caught taking pictures of Austria at England's request.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4125194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125194",
                    "TitleEnglish": "Let's Think About the G8 Members!",
                    "SummaryEnglish": "It’s time for another G8 meeting! While America thinks it might be time to lose a member or two, France wants to bring Spain into the fold. Later, kitty Japan adorably expresses his adorable love of tuna. Simply adorable!",
                    "Aliases": []
                },
                "31": {
                    "ID": "4125195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125195",
                    "TitleEnglish": "China's (A Little Too Early) Start of the Age of Exploration",
                    "SummaryEnglish": "China goes back to his homeland and brings some souvenirs to the Emperor. Meanwhile in Nekotalia, Russicat tries to separate Romanoneko and Itaneko while Germouser wakes Caustria.",
                    "Aliases": []
                },
                "32": {
                    "ID": "4125196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125196",
                    "TitleEnglish": "Can't Escape from Italy",
                    "SummaryEnglish": "Sealand’s trying to make friends, but he might be too pushy to pull it off. Meanwhile, England manages to escape an Italian prison, only to end up in the hands of Germany! Speaking of Germany, did you know he has a dog?",
                    "Aliases": []
                },
                "33": {
                    "ID": "4125197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125197",
                    "TitleEnglish": "Escape from Italy",
                    "SummaryEnglish": "England escapes once again after being caught by Germany. In order not to get caught easily, England disguises himself as a \"handsome\" Italian. Meanwhile, France talks to himself about how the world is going to end soon.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4125198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125198",
                    "TitleEnglish": "Can't Escape from Italy (Conclusion)",
                    "SummaryEnglish": "Germany explains why he’s always able to stop England from escaping the Italian prison. Of course, after Germany explains it all, England might have a better chance of finally getting away. Meanwhile, ROCKET PUNCH!",
                    "Aliases": []
                },
                "35": {
                    "ID": "4125199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125199",
                    "TitleEnglish": "United States of Hetalia",
                    "SummaryEnglish": "Germany and Italy fail at sneaking around in the bushes. Later, after the Japan joins his Axis buddies on the beach, he’s compelled to make a journal entry about Italy’s peculiar habit of walking around without pants.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4125200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125200",
                    "TitleEnglish": "Japan's Emotions",
                    "SummaryEnglish": "In this episode: Italy attempts to make Japan smile! Later, a pasta shortage leads to the possibility of stinky cheese for dinner! Also, Japan and Switzerland sing and dance together in the snowy Alps!",
                    "Aliases": []
                },
                "37": {
                    "ID": "4125201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125201",
                    "TitleEnglish": "The Yoke of the Tartars",
                    "SummaryEnglish": "A mysterious encounter in the falling snow only leads to more mysteries. How mysterious, right? Later, Italy gets punched in the stomach and Russia eats the end of the episode! Also - CAT STAMPEDE.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4125202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125202",
                    "TitleEnglish": "Prussia and Hungary",
                    "SummaryEnglish": "Japan and America ponder one of the most important questions of the modern age: How many french fries are found in the perfect order of french fries? Also, Prussia takes a leak and Hungary gets all hubba-hubba.",
                    "Aliases": []
                },
                "39": {
                    "ID": "4125203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4125203",
                    "TitleEnglish": "The Awesome Frantic Me",
                    "SummaryEnglish": "Stunning developments concerning Hungary’s ample front are revealed, and disaster ensues when Italy borrows Germany’s car without asking!",
                    "Aliases": []
                },
                "40": {
                    "ID": "4161368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161368",
                    "TitleEnglish": "Eastern Europe While Totally Being Pushed Around By Poland",
                    "SummaryEnglish": "A young Lithuania learns about his neighbors from Hungary. America wants a convenience store like Japan unlike all the delis in his home. Spain and Romano are visited by a large number of baby sea turtles.",
                    "Aliases": []
                },
                "41": {
                    "ID": "4161369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161369",
                    "TitleEnglish": "Fashion (History) Repeats Itself",
                    "SummaryEnglish": "In today’s fashion-centric episode, England is uncomfortable with France’s willingness to dress in girly clothes. Later, England’s awkward feelings only multiply when codpieces come into style.",
                    "Aliases": []
                },
                "42": {
                    "ID": "4161370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161370",
                    "TitleEnglish": "Boss Spain and Chibi Romano: The Battle of Garigliano",
                    "SummaryEnglish": "After an interrupting bull turns the tide of a war, the saga of Boss Spain and Chibi Romano continues! Can Spain deal with the struggles that come with taking care of little Romano? Also, can Spain get his hands on a yummy Churro?",
                    "Aliases": []
                },
                "43": {
                    "ID": "4161371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161371",
                    "TitleEnglish": "The First Time Poland Rule Was Used!",
                    "SummaryEnglish": "Poland puts on a brave face for his negations on a matrimonial alliance with Lithuania, but his demands regarding a particularly sensitive piece of property are way out of bounds!",
                    "Aliases": []
                },
                "44": {
                    "ID": "4161372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161372",
                    "TitleEnglish": "The First Time Poland Rule Was Used! 2",
                    "SummaryEnglish": "Poland and Lithuania share interesting stories about their capital cities.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4161375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161375",
                    "TitleEnglish": "United States of Hetalia 2",
                    "SummaryEnglish": "After intercepting a message, the Allies travel to a beach to meet up with the Axis Powers. However, America and China get separated from the others and have to survive on their own. Also, Poland and Lithuania play chess.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4161376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161376",
                    "TitleEnglish": "Japan and America",
                    "SummaryEnglish": "America goes to Japan to becomes friends with him and to do some whaling.",
                    "Aliases": []
                },
                "47": {
                    "ID": "4161377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161377",
                    "TitleEnglish": "Japan and America 2",
                    "SummaryEnglish": "America continues on his mission to get Japan to open up. When England learns about his adventure, he offers to be America's friend.",
                    "Aliases": []
                },
                "48": {
                    "ID": "4161378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4161378",
                    "TitleEnglish": "Kick-Off of the Battlefield",
                    "SummaryEnglish": "France is stranded on an island with Italy, only to discover that England and Russia are there too, and they're attacking Germany. So is Japan, America, China, and the native islander, Seychelles. During World War One, Germany and England play a football match making a 360 turn finale for the series.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "506062",
            "URL": "https://thetvdb.com/series/hetalia/seasons/official/3",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4443418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4443418",
                    "TitleEnglish": "Each Battlefield",
                    "SummaryEnglish": "Japan explains the true nature of a ninja's shuriken. Wartime leaves the Axis with a lack of coffee, and Germany is assigned to come up with an alternative.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4621102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621102",
                    "TitleEnglish": "Gakuen Hetalia: Go Forth! Newspaper Club!! (Part One)",
                    "SummaryEnglish": "The Newspaper Club, which consists of Germany, Italy, and Japan decide to interview all of the clubs in the school.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4621103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621103",
                    "TitleEnglish": "Gakuen Hetalia: Go Forth! Newspaper Club!! (Part Two)",
                    "SummaryEnglish": "The Newspaper Club goes on to interview the Nordic Club, the Canada Club, the Elephant Appreciation Club, the Music Club, the Swim Team, and the ... \"Going Home\" club...?",
                    "Aliases": []
                },
                "4": {
                    "ID": "4621104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621104",
                    "TitleEnglish": "Russia and Friends",
                    "SummaryEnglish": "Little Russia is picked on by Mongolia, Denmark, and Sweden; is freaked out by Little Ukraine, is rejected by a hamster, and fights the Battle on the Ice against the Teutonic Order (Prussia).",
                    "Aliases": []
                },
                "5": {
                    "ID": "4621105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621105",
                    "TitleEnglish": "Though I May Depart, You Shall Remain",
                    "SummaryEnglish": "After meeting France, a Parisian mortal ponders what it means to live forever.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4621106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621106",
                    "TitleEnglish": "Romano's Diary",
                    "SummaryEnglish": "In which Chibi Romano is a cute tsundere who really does care for Spain (even though he has an odd way of showing it).",
                    "Aliases": []
                },
                "7": {
                    "ID": "4621107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621107",
                    "TitleEnglish": "Things that Often Happen When Rooming with an American",
                    "SummaryEnglish": "Japan stays over at America's place for a while. Extreme culture-conflict ensues.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4621108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621108",
                    "TitleEnglish": "The Gentle Fight Between Russia and I",
                    "SummaryEnglish": "Estonia finds all his websites hacked with each site displaying a drawing of Chibirussia. Immediately, Estonia accuses Russia of the dirty deed, but naturally Russia denies it. In order to solve the mystery, Estonia hires America to trace the hack.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4621109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621109",
                    "TitleEnglish": "At Netherlands",
                    "SummaryEnglish": "The reasoning behind Netherlands being so obsessively concerned over money is revealed.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4621110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621110",
                    "TitleEnglish": "\"Turkey&!\"",
                    "SummaryEnglish": "Greece's philosophical side makes an appearance, and more is revealed about his strange relationship with Turkey. Meanwhile, Italy and Turkey discuss the times when Chibitalia used to beat up Turkey, much to the surprise and disbelief of Germany.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4621111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621111",
                    "TitleEnglish": "Our Failure",
                    "SummaryEnglish": "All of the countries are threatened with embarrassing photos to come to an April Fool's gathering in even more embarrassing costumes.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4621112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621112",
                    "TitleEnglish": "Merry Halloween!",
                    "SummaryEnglish": "It's Halloween night, and America wants Japan to help him finally win a Halloween prank war against the undefeated England.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4621113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621113",
                    "TitleEnglish": "Finding Santa",
                    "SummaryEnglish": "Santa's missing and Finland is in a crisis. So he pleads for the other nations to spread the holiday cheer this Christmas until Santa can be found.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4621114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621114",
                    "TitleEnglish": "Brother, we are...!!",
                    "SummaryEnglish": "The countries are rated by how fast they walk. Prussia and Germany infiltrate an American camp, and are caught doing so.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4621115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621115",
                    "TitleEnglish": "A bientôt! Until We Meet Again!",
                    "SummaryEnglish": "France meets a girl and takes her on a tour. They discuss the Hundred Years War, Joan of Arc, and what she means to France.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4621116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621116",
                    "TitleEnglish": "What Italy Forgot",
                    "SummaryEnglish": "England tells Seychelles that the Prince of England and his wife are going to her place for their honeymoon, but she must keep it secret. And during WWI, Italy forgets his gun, which is later found by Germany.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4621117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621117",
                    "TitleEnglish": "Hetalia of the Dead (Part One)",
                    "SummaryEnglish": "The axis and allies as well as others watch and discuss horror films from their countries.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4621118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621118",
                    "TitleEnglish": "Hetalia of the Dead (Part Two)",
                    "SummaryEnglish": "The countries watch more horror films, and realize that horror films from other countries are weird. New Zealand makes his first appearance.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4621119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621119",
                    "TitleEnglish": "Keep on moving!! March Forward, Sealand!",
                    "SummaryEnglish": "Sealand tries to make a new friend: the newest micro-nation, Wy.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4621120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4621120",
                    "TitleEnglish": "It's the First Anniversary! The Tripartite Pact",
                    "SummaryEnglish": "The Axis Powers celebrate the first year anniversary of the Tripartite Pact.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4663710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4663710",
                    "TitleEnglish": "Buon San Valentino (Part One)",
                    "SummaryEnglish": "As Sal Valentine's Day gets closer, Germany tries to figure out his relationship with Italy. Meanwhile, Austria tries to come up with a gift for his ex-wife  Hungary.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4663711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/4663711",
                    "TitleEnglish": "Buon San Valentino (Part Two)",
                    "SummaryEnglish": "Germany asks Italy out on a date, while Austria and Hungary realize that Germany has been basing himself on a book to help with proposals.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5087752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5087752",
                    "TitleEnglish": "The Centennial Gift",
                    "SummaryEnglish": "Almost two hundred years after America declared independence, England decides to do something for his birthday (despite the topic of America's independence making him ill).",
                    "Aliases": []
                },
                "24": {
                    "ID": "5087753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5087753",
                    "TitleEnglish": "Liechtenstein and the Hedgehog country",
                    "SummaryEnglish": "Back in the time when Liechtenstein still had long hair, she was cared by Switzerland, who continued his guard from the other countries (whom he called \"those idiots.\") While so, she wondered how her brother maintained his independence for hundreds of years, even though he was surrounded by great, powerful countries.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5087754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5087754",
                    "TitleEnglish": "I Was Overwhelmed by Heroines",
                    "SummaryEnglish": "Estonia falls asleep at the World Meeting, and upon awaking he discovers that all the nations have turned into women.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "627193",
            "URL": "https://thetvdb.com/series/hetalia/seasons/official/4",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "5262898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5262898",
                    "TitleEnglish": "Nekotalia Once Again",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "5275632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5275632",
                    "TitleEnglish": "Let's Eat Military Rations!",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "5280793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5280793",
                    "TitleEnglish": "Meeting of the Nordic",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "5285845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5285845",
                    "TitleEnglish": "The Nordic Five +α",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "5294244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5294244",
                    "TitleEnglish": "The Life of the Great Man, the Awesome Me",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "5299331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5299331",
                    "TitleEnglish": "African War Front! (Part 1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "7": {
                    "ID": "5305415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5305415",
                    "TitleEnglish": "African War Front! (Part 2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "8": {
                    "ID": "5311598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5311598",
                    "TitleEnglish": "Nordics à la Carte",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "9": {
                    "ID": "5317090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5317090",
                    "TitleEnglish": "It's a Pandora Box of Countries! (Part 1)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "10": {
                    "ID": "5323896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5323896",
                    "TitleEnglish": "It's a Pandora Box of Countries! (Part 2)",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "11": {
                    "ID": "5331153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5331153",
                    "TitleEnglish": "Davie",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "12": {
                    "ID": "5337377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5337377",
                    "TitleEnglish": "Liberté, égalité, fraternité and…",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "13": {
                    "ID": "5337500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5337500",
                    "TitleEnglish": "Together with Russia",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "14": {
                    "ID": "5337501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5337501",
                    "TitleEnglish": "Canada and His Neighbors",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "15": {
                    "ID": "5337502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hetalia/episodes/5337502",
                    "TitleEnglish": "In Those Days, Chibi-Chan Was…",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        }
    }
}