{
    "URL": "https://thetvdb.com/series/guin-saga",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1409058/",
        "https://www.themoviedb.org/tv/55018"
    ],
    "TitleEnglish": "Guin Saga",
    "SummaryEnglish": "\"The seal will be broken after many years\". In the land of Nospherus, four heroes embark on a patch of destiny that will weave a new legend. The story follows Guin, a powerful swordsman with a leopard head, the adolescent royal twins Remus and Rinda, and the young and ambitious mercenary named Istvan.\r\n\r\nThe Guin Saga is an epic heroic fantasy in the same vein as Robert E. Howard's Conan, the Barbarian. More than a hundred manga books strong, Guin's saga has sold more than twenty-five million copies in Japan.",
    "Aliases": [],
    "Modified": "2023-07-10",
    "Seasons": {
        "1": {
            "ID": "50851",
            "URL": "https://thetvdb.com/series/guin-saga/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "520301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/520301",
                    "TitleEnglish": "The Masked Leopard",
                    "SummaryEnglish": "When the Royal twins Remus and Rinda are forced to flee by the invading Mongaul army, they are saved by a mysterious leopard-headed warrior. His name is Guin, but he has no memory prior to meeting the twins.  As night falls, the group are attacked by ghouls and must once again fight for their lives.",
                    "Aliases": []
                },
                "2": {
                    "ID": "520331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/520331",
                    "TitleEnglish": "The Black Count's Fortress",
                    "SummaryEnglish": "Having survived their encounter with the ghouls, Guin and the twins are captured by the Mongaul army and taken to Stafolos Keep.  Here they meet Vanon, the Black Count of Stafolos, who threatens to torture the twins and extract the secrets of the Parros Kingdom.  Meanwhile, Guin is pitted against the mercenary Istavan of Valachia in a battle to the death.",
                    "Aliases": []
                },
                "3": {
                    "ID": "520351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/520351",
                    "TitleEnglish": "The Crimson Mercenary",
                    "SummaryEnglish": "After the match between Guin and Istavan is postponed, Rinda and Remus are separated by the Count in an attempt to break their spirit.  When the Sem launch a night raid on the keep it gives both Guin and Istavan a chance to escape; however, in order to save Rinda, Guin must first face off against Vanon's personal bodyguard and the Black Count himself.",
                    "Aliases": []
                },
                "4": {
                    "ID": "520371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/520371",
                    "TitleEnglish": "Crossing the River of Death",
                    "SummaryEnglish": "Having escaped from Vanon's fortress, Guin, the twins and Istavan attempt to cross the Kes River to reach the Kingdom of Argos.  The journey is not easy and the group must not only deal with dangerous creatures, but Princess Amnelis and her White Knights.",
                    "Aliases": []
                },
                "5": {
                    "ID": "520391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/520391",
                    "TitleEnglish": "Destined Meeting",
                    "SummaryEnglish": "Guin and the others head for Suni's home with the Raku tribe, attempting escape from the pursuing forces lead by Princess Amnelis and Lord Marus.  Marus tracks them down and Guin and the twins are captured; it is up to Istavan to infiltrate the camp and save them, before they are taken to the feared Avalon Keep.",
                    "Aliases": []
                },
                "6": {
                    "ID": "724971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/724971",
                    "TitleEnglish": "Assembly of the Sem Tribes",
                    "SummaryEnglish": "With the Mongaul army closing in on the group, Guin decides that he has no option but to stand and fight. As such he lets Istavan and the twins go on ahead, while he doubles back to take on an entire legion of soldiers single-handedly.  It isn't long before Suni and the Raku tribe arrive to lend a hand, but their victory may be short lived; the Mongauls are preparing for a full scale invasion of Nospherus!",
                    "Aliases": []
                },
                "7": {
                    "ID": "724981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/724981",
                    "TitleEnglish": "The Battle of Nospherus",
                    "SummaryEnglish": "The battle between the Sems and the Mongaul army has finally begun.  Although at first the Mongaul's numerical superiority seems an insurmountable obstacle, Guin's decisive strategies allow the Sems to even the odds.",
                    "Aliases": []
                },
                "8": {
                    "ID": "724991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/724991",
                    "TitleEnglish": "Encounter with the Wolf",
                    "SummaryEnglish": "Disguised as a Mongaul soldier, Istavan manages to infiltrate the ranks of Lord Marus' men, in preparation for the next stage of Guin's offensive.  While the Sems prepare for the coming battle, Guin goes in search of the Largon to recruit them to his cause.  The Sems can only hold out against the Mongaul army for four days; Guin must return before time runs out.",
                    "Aliases": []
                },
                "9": {
                    "ID": "725001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/725001",
                    "TitleEnglish": "Prisoner of the Lagon",
                    "SummaryEnglish": "Guin is captured by the Largon, who mistake him for an evil spirit.  He decides that he must fight their leader, the Hero Duodou, in order to prove his intentions; eventually he is able to persuade them to join his cause, and aid in protecting Nospherus.  Meanwhile, the Mongaul army continues to advance, and the Sems put their latest strategy into effect.",
                    "Aliases": []
                },
                "10": {
                    "ID": "725011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/725011",
                    "TitleEnglish": "Frontier King",
                    "SummaryEnglish": "The Mongaul army discover the hiding place of the Sem, surrounding them at night while they sleep.  The Sems are surprised by this attack, and after a short fight attempt to flee; with the Mongaul army pursuing the Sems, all seems lost.  Guin arrives with the Lagon and counters the Mongaul army, forcing the them to retreat.",
                    "Aliases": []
                },
                "11": {
                    "ID": "725021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/725021",
                    "TitleEnglish": "The Warriors",
                    "SummaryEnglish": "The defeated lady Amnelis returns to her father, where she learns that he has plans to have her married; meanwhile Guin prepares to leave Nospherus, vowing to one day return to the Lagon and Sem.  The prince of Crystal returns to his city, only to be betrayed and captured.",
                    "Aliases": []
                },
                "12": {
                    "ID": "945221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945221",
                    "TitleEnglish": "A New Fate",
                    "SummaryEnglish": "Lord Naris has been captured by the White Knights, prompting the survivors of the Parros family and those who oppose Mongaul to prepare for war.  As Amnelis heads to Crystal to marry Naris, and legitimise Mongaul's claim to the kingdom, Astrias decides to prevent the wedding at any cost.  Back in Nospherus, Guin, Rinda, Remus, Istavan and Suni prepare to leave and continue on their journey.",
                    "Aliases": []
                },
                "13": {
                    "ID": "945231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945231",
                    "TitleEnglish": "To The Sea",
                    "SummaryEnglish": "Guin and the others finally arrive at the Town of Ross, and prepare to cross the Sea of Lent; their plans are put in jeopardy when they lean that Argos has declared war on Mongaul.  Astrias is captured by Al Deen, posing as the minstrel Marius, who interrogates him for information regarding the missing twins.  Naris sets his plan to win over Amnelis into motion.",
                    "Aliases": []
                },
                "14": {
                    "ID": "945241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945241",
                    "TitleEnglish": "Ship Of Light, Princess Of Light",
                    "SummaryEnglish": "Guin and the others run into trouble on the Garm's Head, when they are double crossed by the ship's captain.  Things only get worse, when a storm damages the ship and washes Guin overboard, leaving Istavan and the twins to fend for themselves against the ship's crew.  Meanwhile, Astrias arrives in Crystal and encounters the sorcerer Valerius, and Naris continues his plans.",
                    "Aliases": []
                },
                "15": {
                    "ID": "945251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945251",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Istavan and the twins take their chance to escape from the Garm's Head, and end up on a mysterious desert island.  The ship's crew follow them, and things look bleak until Guin appears to defend his comrades.  In Argos, Lord Skarl and his forces head to Ruan Oasis to join up with Lord Beck, in preparation for the coming battle against Kualos.  Back in Crystal Rana, begins to question Naris' motives for marrying Amnelis.",
                    "Aliases": []
                },
                "16": {
                    "ID": "945261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945261",
                    "TitleEnglish": "Quickening",
                    "SummaryEnglish": "While exploring a mysterious cave, Guin and the others encounter a strange ball of light that renders Rinda unconscious.  As they attempt to flee the orb they are attacked by a giant monster, but manage to reach the Garm's Head and flee the island.  Meanwhile, the King of Mongaul is concerned about Amnelis' relationship with Naris, and plots to eliminate the Prince of Crystal.  Vlad is also troubled by the escape of the twins, and dispatches Sid to locate them as quickly as possible.",
                    "Aliases": []
                },
                "17": {
                    "ID": "945271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945271",
                    "TitleEnglish": "Farewell, My Beloved (Part 1)",
                    "SummaryEnglish": "Al Deen (still posing as the minstrel Marius) continues to grow closer Miail, which makes his task of assassinating the young Prince all too difficult; instead, he decides on a daring plan to assassinate the Archduke.  Meanwhile, the day of Naris and Amnelis' wedding approaches, and the scheming of both Vlad and Linas finally comes to fruition.  Naris is no fool and has made preparations of his own.",
                    "Aliases": []
                },
                "18": {
                    "ID": "945281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945281",
                    "TitleEnglish": "Farewell, My Beloved (Part 2)",
                    "SummaryEnglish": "On the day of the wedding, Naris is apparently assassinated by Astrias; this is all an elaborate scheme by Naris and his followers to hasten the recapturing of Crystal, and the liberation of Parros.  Marius' unwillingness to kill Miail causes Rorca to step in, and the crime is blamed on Marius.",
                    "Aliases": []
                },
                "19": {
                    "ID": "945291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945291",
                    "TitleEnglish": "Mirage",
                    "SummaryEnglish": "Having been delivered safely to Agrayan Royal Palace by a passing vessel, Guin and his party are finally able to reach Argos.  The difference in social status between Rinda and Istavan has become a problem for the young lovers, and Istavan decides to leave in order to make a name for himself.  Meanwhile, Lord Skarl and Lord Beck lead their troops through the Urien Mountains in order to launch a surprise attack, and retake Parros.  In crystal, with everyone believing he is dead, Naris is also able to make plans for the reclamation of Parros.",
                    "Aliases": []
                },
                "20": {
                    "ID": "945301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/945301",
                    "TitleEnglish": "The Crimson Messenger",
                    "SummaryEnglish": "As the maritime provinces prepare to go to war with Mongaul, Istavan tasks himself with delivering a secret message to Parros.  With Lord Beck and his men trapped in the mountains, Remus himself prepares to lead the forces of Argos into battle.  Guin is attacked by an assassin from Kitai, but easily manages to dispatch the would-be killer.  Back in Crystal, Karthron and Naris continue to make their plans.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1014121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/1014121",
                    "TitleEnglish": "The Crystal Revolt",
                    "SummaryEnglish": "As most of the Mongaul forces leave Crystal to engage the approaching rebel army, Naris seizes the opportunity to instigate a revolt and retake the capital.  Regia is devastated when Karthron is killed in the battle.  Meanwhile, Remus and his men are held up by Kualos's forces, and must find a way to end the battle quickly so that they can reach Parros.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1014131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/1014131",
                    "TitleEnglish": "The Goddess of Revenge",
                    "SummaryEnglish": "Word reaches Mongaul that Crystal's Palace has been retaken and that Naris is still alive.  As such, Amnelis reprises her role as a General of Maongaul and prepares to lead her army to retake Parros; anticipating such an offensive, Lord Skarl orders his men to the Parros-Mongaul border. Meanwhile, Istavan arrives in Crystal and delivers his secret message to Naris.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1014141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/1014141",
                    "TitleEnglish": "No Matter What Star Guides Us",
                    "SummaryEnglish": "Naris accompanied by Istvan leads his men to Yuno where he will join forces with Lord Skarl, and prepare for the final invasion of Mongaul.  The revelation that Rinda might actually want to be with Naris causes Istavan to reconsider his objectives and he takes off alone.  Meanwhile, after defeating the last of the Kitai assassins, Guin learns that Sid is waiting in Torus and may know something about his past.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1014151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/1014151",
                    "TitleEnglish": "The Last Day of Mongaul",
                    "SummaryEnglish": "Following her father's death, Amnelis is forced to retreat to back to Torus.  Unfortunately, Mongaul's former ally Khum has switched allegiances and the Princess' fleeing army is trapped between two forces.  Despite Amnelis' determination to fight, the overwhelming odds force her men to surrender.  Soon after, the rest of Parros' allies arrive in Torus and the Mongauls are forced to yield.  Meanwhile, Guin is captured by Sid and learns that the young ward is seeking the ancient machine of Parros.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1014161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/1014161",
                    "TitleEnglish": "The Battle With Fate",
                    "SummaryEnglish": "With Mongaul defeated, Skarl heads to Nospherus to investigate the claims that a powerful weapon is hidden there.  On their way to Parros, Remus and Rinda are lured into a trap by Sid; they are saved at the last moment by the appearance of Guin.  Meanwhile, in Khum, Amnelis is faced with a difficult decision regarding her future.",
                    "Aliases": []
                },
                "26": {
                    "ID": "1107091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guin-saga/episodes/1107091",
                    "TitleEnglish": "A Journey Begins",
                    "SummaryEnglish": "Rinda and Remus have finally returned to Parros and preparations for Remus' coronation ceremony are well under way.  On the day itself, Rinda has a terrifying vision about her brother's dark future.  Meanwhile, Guin is making his way north in search of answers about his past, when he meets his old friend Istavan.  He wishes to use Guin's power to become King; Unfortunately Guin refuses, and the duo part not as friends but as fated enemies.",
                    "Aliases": []
                }
            }
        }
    }
}