{
    "URL": "https://thetvdb.com/series/genesis-climber-mospeada",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Drama",
        "Musical",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0156215/",
        "http://www.tatsunoko.co.jp/works_animation/archive/mospida.html",
        "https://www.themoviedb.org/tv/13511"
    ],
    "TitleEnglish": "Genesis Climber Mospeada",
    "SummaryEnglish": "Without warning in the year 2050, an alien race known only as the Inbit arrive, invade and successfully conquer the Earth. Years later and despite brutal past failures, the inhabitants of Mars Colony send out yet another desperate Liberation Force to try and reclaim their lost home world. The fleet is all but destroyed. However, a lone survivor, Stig Bernard, finds himself on Earth. Gathering a mere handful of resistance fighters, Stig journeys on towards the Inbit's headquarters at Reflex Point in an attempt to gather intelligence and, possibly, discover a way to beat them.",
    "Aliases": [
        "Mospeada"
    ],
    "Modified": "2025-09-02",
    "Seasons": {
        "0": {
            "ID": "51391",
            "URL": "https://thetvdb.com/series/genesis-climber-mospeada/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "881431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/881431",
                    "TitleEnglish": "Love Live Alive",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "900421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/900421",
                    "TitleEnglish": "Opening",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "900431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/900431",
                    "TitleEnglish": "Ending",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "1360051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/1360051",
                    "TitleEnglish": "Production Portfolio",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "51401",
            "URL": "https://thetvdb.com/series/genesis-climber-mospeada/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "524881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524881",
                    "TitleEnglish": "Prelude to the Offensive",
                    "SummaryEnglish": "At the start of the series, the Second Earth Recapture Mission from the Mars Base is sent to invade an Inbit-dominated Earth. Hopes are high, the new soldiers are freshly trained, with new weapons and a will to win back the cradle of the human race. Their efforts meet with limited success, and their strike is utterly defeated leaving only a few scattered remnants. One of these remnants is a lone soldier named Stick Bernard, a man who is out for revenge against the Inbit. Armed with only a Ride Armor, a holographic recording of his dead fiance, and a scavenger named Rey he meets along the way, he begins his battle to destroy the Inbit.",
                    "Aliases": []
                },
                "2": {
                    "ID": "524891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524891",
                    "TitleEnglish": "March of a Girl with a Broken Heart",
                    "SummaryEnglish": "Stick and his new partner Rey travel to an island city, entering despite several warnings from the cities ex-inhabitants. They meet a young girl named Mint who leads them to a neighboring island to look for other soldiers. Meanwhile, Stick and Rey's contact within the city conspires with the Inbit to provide their capture. The battle is hard, and it looks as though Stick, Rey, and Mint are done for. From out of nowhere a single red Ride Armor trooper appears and helps them fight off the Inbit Gruab Seconds. The Ride Armor trooper disappears as quickly as she came, and Stick and Rey discover that the people of this \"Lost City\" conspire with the Inbit in return for peace. Stick and Rey leave disgusted, and Mint joins the battle.",
                    "Aliases": []
                },
                "3": {
                    "ID": "524901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524901",
                    "TitleEnglish": "Midday Duel Concert",
                    "SummaryEnglish": "In a run-down frontier town, Stick, Rey, and Mint find a club where local thugs are tormenting a singer named Yellow. A customer, Houquet, intervenes and single-handedly defeats them. Stick recognizes her as the Ride Armor pilot who recently saved their lives. For revenge, the thugs kidnap a local man. His friend, a deserter named Jim Austin, joins forces with Stick's group to rescue him, utilizing his well-armed Legioss Armo-Fighter. The rescue succeeds but draws the attention of the Inbit. Afterward, Jim and Houquet officially join the team. Yellow also joins, revealing a secret: \"she\" is a man named Yellow Belmont, using the disguise to hide his guerrilla attacks against the Inbit.",
                    "Aliases": []
                },
                "4": {
                    "ID": "524911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524911",
                    "TitleEnglish": "Feeling Like a Survival Song",
                    "SummaryEnglish": "The team is learning to live and fight together. Some people rub others the wrong way, especially Houquet and Rey. While getting supplies, Stick, Houquet, Mint, Rand, and Jim are ambushed by Inbit. Stick realizes that he needs the Legioss to battle this squad, but is afraid to indicate their campsite by making a straight line to the armo-fighter. Yellow Belmont patiently waits by the fighter while the rest of the group fight the Inbit. Rey reveals both his survival skill in the episode, along with his excellent reasoning. He catches fish and helps the group to deal with the horrors of the wild, namely leeches. He also discovers that the Inbit can sense the use of active military hardware. This enables the team to elude the Inbit by using only the minimum amount of energy. With the help of Yellow, Stick finally reaches the fighter and destroys the Inbit patrol that has been tailing them.",
                    "Aliases": []
                },
                "5": {
                    "ID": "524921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524921",
                    "TitleEnglish": "Live-In Robbery Operation",
                    "SummaryEnglish": "Stick's group of makeshift freedom fighters stages a raid on an Inbit HBT cell store to replenish their own supplies. This human-run Inbit reserve is drawn off-guard by a huge concert by the famous Yellow. Stick, Houquet, and Rey infiltrate the storage complex armed with rope and an ancient map of the building and it's secret passages. No plan is ever perfect, and Stick, Houquet and Rey find themselves locked in a sealed room, filling slowly with water. Eventually, they get out, but Yellow has postponed the end of her concert too long, causing the city guard to get nervous. When the robbery is discovered, the Inbit arrive. But with a replenished supply of fuel cells, Stick's group scores an easy victory.",
                    "Aliases": []
                },
                "6": {
                    "ID": "524931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524931",
                    "TitleEnglish": "Pretend Tough Girl Blues",
                    "SummaryEnglish": "Houquet withdraws from the group more and more, until she finally leaves during the night. Rey follows to see what she is up to. Stick knows that they left, but decides to let them go. Rey follows Houquet to a cavern that surrounds a city. Houquet is at home, through a series of flashbacks and conversations, and remembers why she left and the people that made her leave. Her days in a street gang haunt her, and she confronts the members of a rival gang who beat her severely. This episode is filled with excellent character development for Houquet, and some depth is added to Rey's character at the same time. Stick decides to look for Houquet and Rey, and ends up tangling with the Inbit. Once again, Houquet saves Stick from certain doom, and puts her abusers to shame at the same time. Rey helps Houquet to see her mother one last time, and they are on their way, and she makes a vow to herself to stay with the group of freedom fighters, who have become her family.",
                    "Aliases": []
                },
                "7": {
                    "ID": "524941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524941",
                    "TitleEnglish": "Fallen Hero's Ragtime",
                    "SummaryEnglish": "At Jim's urging, the group stops at a town so he can fulfill a promise to a fallen comrade: delivering a book to the soldier's father. They are met with strange hostility from the townspeople, who eventually kidnap members of the group. After freeing his friends, Jim forces the mayor to reveal the town's dark secret. The man he was looking for had tried to keep the town out of the war with the Inbit, urging them to leave the fighting to soldiers. In response, the townspeople murdered the peacemaker for his interference. Disgusted and disheartened, Jim abandons his quest and decides to keep the book for himself, a memento of the man's lost ideals.",
                    "Aliases": []
                },
                "8": {
                    "ID": "524951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524951",
                    "TitleEnglish": "Johnson's Elegy",
                    "SummaryEnglish": "The group comes to a settlement of soldiers led by the legendary Colonel Johnson, leader of the famous Mars Base Angel Fang unit. It is not a military outpost, but rather a safe place where they come and relax. Apparently, the Inbit leave the city alone due to the number of soldiers encamped there. In Stick's dealings with the Inbit, he had seen no such fear. He doubts the party mentality of the town. But Stick awe of his hero is greater and agrees to go along on one of Johnson's missions and is ambushed. Rey and Houquet confront a returned Johnson about what happened to Stick, and he agrees to take them to look him. Quickly they are ambushed by the Inbit, but Houquet arrives in a nick of time to save Rey, only for the pair to be forced to split up. Rey stumbles upon a meeting between a humanoid style Inbit and Johnson, where the war hero receives some HBT cells. Rey realizes the connection, Johnson trades his soldiers for the fuel, coming back a hero every time. Upon confronting him, Johnson tries to justify his actions as keeping the civilian population safe.\r\nStick is found alive and well, and is none to happy to listen to Rey's story. As the Inbit attack again, Johnson sees Stick is alive and learns that he was betraying those who believed in him. He borrows the group's Legioss and quickly defeats the aliens, but not before he is mortally wounded. He sees the error of his ways just before he dies in Stick's arms.",
                    "Aliases": []
                },
                "9": {
                    "ID": "524961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524961",
                    "TitleEnglish": "Lost World Fugue",
                    "SummaryEnglish": "While scouting out a new campsite, Stick, Rey, and Mint fall into one of the Invid leader's \"Genesis Pits\" where she is doing strange experiments. Dinosaurs, monsters, Invid, and possession are all part of the evolutionary experiments conducted by the Inbit leader, the Refles.\r\n\r\nRey figures that the Refles is trying to figure out what the dominant species on Earth is and how she can exploit it. Stick and Rey find out, through the Refles' possession of Mint, that the Refles plans to exterminate the humans in favor of the Inbit's ultimate life form.",
                    "Aliases": []
                },
                "10": {
                    "ID": "524971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524971",
                    "TitleEnglish": "Battlefield Requiem",
                    "SummaryEnglish": "The rag-tag group of freedom fighters arrive at the fallback point of the Mars Base Recapture Missions. Unfortunately, the Inbit had arrived earlier and all that remains the invasion force is only a scattered hulks and corpse of ships, mecha and men. Stick was counting on this group is shocked and begins to lose hope in the mission.\r\n\r\nWhile on a scouting mission, Houquet and Rey find a naked woman who appears to be a battle survivor. In actuality, she is an agent of the Inbit Refles, engineered to spy on the freedom fighters. Houquet and Rey take her back to their camp.\r\n\r\nYellow and Jim find several new fighters to add to their arsenal, and get to try them out against an Inbit patrol. Stick realizes that others are relying on him and enters into battle, destroying the Inbit patrol.",
                    "Aliases": []
                },
                "11": {
                    "ID": "524981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524981",
                    "TitleEnglish": "Lullaby of Far Away Hope",
                    "SummaryEnglish": "A mountain range lies between Stick's group and Reflex Point, a mountain range with an Inbit base right in the middle of it. The group finds that there is a \"secret route\" through the mountains, but the map that indicates it costs quite a bit of money. Stick's group reluctantly looks for ways to make money.\r\n\r\nYellow Belmont has a brush with his past, and we find out why he dresses up like a woman. His lost love is the fiance of the seller of the map, and she tells Yellow that the maps are fakes.\r\n\r\nThere is more human betrayal in this episode, along with some brushes with death. In the end, Yellow's lost love stays with her fiance, and Yellow and the rest of the group trudge on to Reflex Point.",
                    "Aliases": []
                },
                "12": {
                    "ID": "524991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/524991",
                    "TitleEnglish": "Break Through the Fort Boogie",
                    "SummaryEnglish": "After receiving a real map of the mountains, the rebels find that the only way through the range is through the Inbit. Stick devises a strategy to attack the base, with some very useful help from Rey.\r\n\r\nRey and Mint sneak into the base, and attempt to knock out their energy detector. Stick orders everyone out of the base while he single-handedly destroys the base and the Inbit troopers.",
                    "Aliases": []
                },
                "13": {
                    "ID": "525001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525001",
                    "TitleEnglish": "Sandstorm Playback",
                    "SummaryEnglish": "While camping inside a cave during a sandstorm, the group begins to bicker. Rey ends up being the object of everybody's anger because he gives water to Aisha that no one knew he had. Rey takes the criticism poorly and braves the sandstorm to find more water.\r\n\r\nUnfortunately, the sandstorm blinds Rey and he falls into a sand pit and has a hallucinatory dream. He gains insight into the Inbit's plans of the domination of the universe. Aisha is Rey's guide through his hallucinatory adventure, but Rey doesn't make the connection between the Inbit and Aisha.",
                    "Aliases": []
                },
                "14": {
                    "ID": "525011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525011",
                    "TitleEnglish": "Mint's Wedding March",
                    "SummaryEnglish": "The journey to Reflex Point takes Stick's group through a jungle near a giant Inbit stilt hive. This jungle is inhabited by a primitive tribe of people who worship the gods of the river, and believe that the rebel group has angered the river god.\r\nMeanwhile, the Refles creates a new type of Inbit mecha meant to provide heavy resistance to the Earth people. She begins to deploy the prototypes in an effort to attack the freedom fighters.\r\nThe rebel band helps the river tribe defeat an Inbit patrol and please their river god. They then slip under a huge Inbit hive in rafts. This saves immeasurably on energy cells and keeps the Inbit from detecting their energy use. However, the freedom fighters are in low spirits after leaving Mint behind to marry McGruder, a tribal prince.",
                    "Aliases": []
                },
                "15": {
                    "ID": "525021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525021",
                    "TitleEnglish": "Breaking Up Ballad",
                    "SummaryEnglish": "Forced into the subway by a new Inbit mecha, Stick's group is sealed inside the tunnels. With Mint missing and the team buried alive, tensions explode. Jim snaps, starting fights with Rey and Stick. The bitter conflict convinces Rey and Houquet to leave the group for good if they manage to escape. After Rey engineers a way out, they are overjoyed to find Mint alive and waiting for them. Despite the reunion, Rey and Houquet stick to their decision and say their goodbyes. At the last moment, however, they have a change of heart and rejoin the team. The ordeal, meant to tear them apart, ultimately unifies them as they finally close in on their destination: Reflex Point.",
                    "Aliases": []
                },
                "16": {
                    "ID": "525031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525031",
                    "TitleEnglish": "Trap Reggae",
                    "SummaryEnglish": "The group of freedom fighters are at the northern tip of what was once called \"South America.\" They devise a plan to cross the body of water between the two continents, using old gasoline driven ships that they found mothballed in a local shipyard. The rebels busy themselves with their preparation for the crossing.\r\n\r\nThe Refles is also busy. She has finally found the perfect life form to dominate the Earth: the human being. She immediately creates a Solugi (humanoid inbit) prince and princess of the Inbit named Batra and Sorji, respectively. The Refles sends her children to combat the rebels that have corrupted her secret agent, Aisha the female who the group has adopted and has no memory of her past. .\r\n\r\nHowever, Sorji has similar problems to the lost secret agent. Human emotions are her downfall, and cause her to hesitate when it comes to destroying Yellow. The beginnings of love occur between Sorji and Yellow Belmont. Eventually, the rebels' cunning and courage fight off the Inbit and they make it to the northern continent.",
                    "Aliases": []
                },
                "17": {
                    "ID": "525041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525041",
                    "TitleEnglish": "White Night Serenade",
                    "SummaryEnglish": "After crossing the Gulf of Mexico, the freedom fighters find themselves in a snowy mountain range. Thinking that they have eluded the Inbit for the time being, Stick's group is in high spirits, joking and eating one of their few decent meals. They do not realize yet that Aisha is an Inbit, and that the Refles is using her to track the rebels.\r\n\r\nUnfortunately for the group, Sorji also finds herself and her gurab seconds in the mountain range, stalking the rebels. She is desperate to make up for her hesitation earlier, but finds that she cannot hurt the rebel known as \"Yellow.\" She orders her troops to attack the group, and orients herself on the leader of the group.\r\n\r\nThe sudden attack splits up the group, separating them from their mecha. Their only hope is to utilize their snowy surroundings against the Inbit. Sorji confronts Aisha for the first time, and the Refles telepathically tries to bring her child back to the hive. However, she is unsuccessful, and Sorji is surprised by the appearance of the other freedom fighters.\r\n\r\nStick's group moves on, Aisha trying to forget the strange experience, and Yellow quite a bit suspicious of the Inbit pilot, it almost seemed she knew Aisha.",
                    "Aliases": []
                },
                "18": {
                    "ID": "525051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525051",
                    "TitleEnglish": "Old Soldier's Polka",
                    "SummaryEnglish": "The rebels' journey to Reflex Point is blocked by a large Inbit hive in the desert. Things get worse when Stick and Rey are captured by a local police force and their Ride Armors are stolen. The thieves are revealed to be disillusioned ex-soldiers from Mars Base who quit the service after seeing too much war. Yellow hears their story and sympathizes, but Stick condemns them as cowards. The ex-soldiers only earn Stick's respect when they join the fight against the local Inbit. In a final act of redemption, they sacrifice their lives to destroy the hive, clearing the path for the group to continue their mission.",
                    "Aliases": []
                },
                "19": {
                    "ID": "525061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525061",
                    "TitleEnglish": "Icy City Forte",
                    "SummaryEnglish": "Seeking escape from the cold and the constant fighting, the group discovers a massive city buried under an ice canopy—the ruins of Denver. They take a much-needed break to explore. During this respite, the attraction between Stick and Aisha grows, while the relationship between Rey and Houquet becomes more strained. Their peace is short-lived. An Inbit prince, Batra, tracks them down and launches a surprise attack with his new Gamo mecha. To survive, the team collapses the city's icy shell on top of the Inbit forces. As they flee the crumbling ruins, Jim triggers a final, massive explosion, destroying the city to ensure no enemies escape.",
                    "Aliases": []
                },
                "20": {
                    "ID": "525071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525071",
                    "TitleEnglish": "Birthday Song of the Night Sky",
                    "SummaryEnglish": "The rebels are forced to sneak around a deserted town while Mint mourns her destroyed birthday plans. Batra is near, and is easily tricked into retreat by a gadget of Yellow's.\r\n\r\nStick and the others use the break in the Inbit threat to throw a birthday party for Mint. Mint gets everything she ever wanted: a cake, a big jar of peppermints, a new dress, a fireworks and airplane show, and most of all, she has a family. And although she would never admit it, that is exactly what she wanted.\r\n\r\nThis celebration is hardly just a gift for Mint. It was also a welcome bonding opportunity for the group.",
                    "Aliases": []
                },
                "21": {
                    "ID": "525081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525081",
                    "TitleEnglish": "Arpeggio of a Killer",
                    "SummaryEnglish": "The gang is close to Reflex Point, but they have to deal with a local problem first. A seeming madman is killing all of the soldiers in the sector, and Stick's group vows to end his killing spree. However, after Houquet and Rey have a run in with a mysterious man called Rainy Boy, they begin to doubt the legend of the random killer.\r\n\r\nThe posse assembled to bring down Rainy Boy brings also the wrath of the Inbit, and Stick's group see the awesome power of the Inbit, and how lucky they are to have gotten so far. Houquet convinces Rainy of the error of his mission and he dies while saving his new friend.\r\n\r\nConversation with Rainy Boy provides insight into his psychosis, and also insight into the limits of human friendship. The group presses on. They can feel how close they are to Reflex Point.",
                    "Aliases": []
                },
                "22": {
                    "ID": "525091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525091",
                    "TitleEnglish": "New York Bebop",
                    "SummaryEnglish": "Stick's rebel group is only a day or two away from Reflex Point, but they are badly in need of energy. They stop off in the remnants of New York City. Posing as homeless people, Rey, Yellow Belmont, and Mint find the local Inbit energy cell storage. The group decides to steal some energy cells. Unfortunately, Mint drops some hydrogen canisters, alerting the Inbit to their presence. They are only saved by a would-be actor, who convinces the Inbit that a stray cat was the cause of the commotion.\r\n\r\nMeanwhile, under pressure from the Refles, Batra decides to destroy all of the inhabitants of New York City. Sorji tries to stop him, but decides to use the situation as a chance to speak with Aisha. Again Aisha refuses to acknowledge that she is an Inbit.\r\n\r\nStick, Jim, and Houquet are the only ones close enough to mecha to fight Batra and his troops. Yellow stages a concert to give hope to people, and the group is rejoined. Amazingly, the small group of freedom fighters stage a successful counterattack against the Inbit, destroying the local Inbit hive and freeing New York.",
                    "Aliases": []
                },
                "23": {
                    "ID": "525101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525101",
                    "TitleEnglish": "Brunet's Partita",
                    "SummaryEnglish": "Upon reaching Reflex Point, the group finds the battlefield littered with the remains of a defeated Mars Base unit. The sole survivor is combat photographer Sue Graham, who filmed her comrades' destruction instead of helping them. Sue proposes a new battle plan, but Stick realizes her true motive is to capture more spectacular footage of their potential demise, not to win. The team defies her manipulative strategy and emerges victorious. During the fight, Sue is fatally wounded and dies regretting her actions. The victory is shattered by a shocking revelation. An injury reveals that Aisha bleeds green blood, exposing her as an Inbit. Horrified by her own identity, Aisha flees in tears, leaving her devastated friends behind.",
                    "Aliases": []
                },
                "24": {
                    "ID": "525111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525111",
                    "TitleEnglish": "Darkness' Finale",
                    "SummaryEnglish": "The battle for the Earth begins. Ground troops from the newly arrived human forces have linked up with Stick's band of freedom fighters. Jim has been reinstated in military. All is ready for the attack.\r\n\r\nA lot happens during this episode. During the fight, Rey professes his love for Houquet, which she returns. Yellow's Legioss is hit by an Inbit energy bolt, and is saved from destruction by Sorji. The rebels are led to the Refles by Aisha, and the Refles explains her plans.\r\n\r\nThe episode ends with Stick vowing to destroy Batra, and the others are left inside Reflex Point with the Refles.",
                    "Aliases": []
                },
                "25": {
                    "ID": "525121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-climber-mospeada/episodes/525121",
                    "TitleEnglish": "Symphony of Light",
                    "SummaryEnglish": "The final episode of MOSPEADA picks up where the last left off. Stick is fighting Batra, and is shot down. Meanwhile, Houquet and Rey climb in their Legioss's, and decide to help Stick out. Jim and Mint vacate the battle scene, Jim is a ground fighter, and the ground attack is over.\r\n\r\nThe Refles decides to leave the Earth, and take her children with her. Yellow agrees to help Sorji fight off the attacks until the Refles can leave. Stick finds his TREAD Armo-Bomber, and destroys Batra.\r\n\r\nThe Refles leaves in a ball of fire, destroying the remaining Mars Base forces left in orbit. Yellow stages a concert, in which he reveals his true identity. Sorji was left behind, and she is at the concert to cheer Yellow on. Houquet and Rey leave to start their lives together. Jim, Mint, and Aisha drive off to start a farm. Stick flies back into space to return to Mars Base.",
                    "Aliases": []
                }
            }
        }
    }
}