{
    "URL": "https://thetvdb.com/series/hatsukoi-limited",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1418477/",
        "https://www.themoviedb.org/tv/34744"
    ],
    "TitleEnglish": "Hatsukoi Limited",
    "SummaryEnglish": "Being an adolescent girl is just one problem after another. Middle-schooler Arihara Ayumi receives a note from a high-schooler, a very large and intimidating boy, Zaitsu Misao, asking her out. Frightened and intrigued, she doesn't know what to do!\r\n\r\nThis has been described as a series of vignettes in the everyday lives of a junior high school girl named Ayumi and seven other junior high and high school girls, as they fall in and out of love and deal with girl issues. Authored by Mizuki Kawashita, (who also created the story for Ichigo 100%,) this manga series appeared in Shueisha's Weekly Shonen Jump magazine.",
    "Aliases": [
        "First Love Limited"
    ],
    "Modified": "2025-04-05",
    "Seasons": {
        "0": {
            "ID": "52021",
            "URL": "https://thetvdb.com/series/hatsukoi-limited/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "908361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/908361",
                    "TitleEnglish": "Limited Girl 01",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "1027461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/1027461",
                    "TitleEnglish": "Limited Girl 02",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "3": {
                    "ID": "1036671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/1036671",
                    "TitleEnglish": "Limited Girl 03",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "4": {
                    "ID": "1327181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/1327181",
                    "TitleEnglish": "Limited Girl 04",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "5": {
                    "ID": "1327191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/1327191",
                    "TitleEnglish": "Limited Girl 05",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "6": {
                    "ID": "1550671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/1550671",
                    "TitleEnglish": "Limited GIrl 06",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "52031",
            "URL": "https://thetvdb.com/series/hatsukoi-limited/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "530241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/530241",
                    "TitleEnglish": "Pretty Girl A and Monster Z",
                    "SummaryEnglish": "Ayumi Arihara wants a boy to confess to her. She got her wish in an unsettling way: after school, the monstrous Misao Zaitsu gives her a love letter and confesses his feelings to Ayumi. Because she doesn't like him and she is afraid of him she thinks of a way to reject him but is afraid of his answer. The next day in school she is carried by Mamoru, Misao's younger brother, to the infirmary and falls in love with him. After the school she is kidnapped and held hostage by some guys who want to lure Misao out.",
                    "Aliases": []
                },
                "2": {
                    "ID": "561811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/561811",
                    "TitleEnglish": "Neighbour Yamamoto",
                    "SummaryEnglish": "Suspicious about not being happy that Ayumi gives Mamoru cookies for saving her, his friend Kusuda questions him about being in love. After Mamoru shows him the girl which he likes , who is actually in high school, they both go to Mamoru's home. There the neighbor girl from next door comes through his window. It turns out to be Misaki Yamamoto, the girl he loves. But unfortunately she only sees him as a childhood friend--no, as a younger brother.",
                    "Aliases": []
                },
                "3": {
                    "ID": "600991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/600991",
                    "TitleEnglish": "Swaying Unbalance",
                    "SummaryEnglish": "A school sports tournament is about to be held. The class are discussing who wants to take part in the several competitions. When Enomoto recommend Dobashi for the girls' 100 meter sprint, Dobashi earns payback by recommending her for the class's cheer duties. When nobody wants to become a male partner for Enomoto, Kusuda volunteers himself to do the job. Unfortunately these two do not get along--Kusuda is a boy whom Enomoto dislikes because of his less good looks, and Enomoto decides to do the sewing of the cheerleader costumes and the lyrics for the cheer song by herself. She works every night on them to a point of exhaustion. Even so, on the day before the tournament, despite she said such mean things to him, Kusuda helps her out, even puts a good word for Kei in front of their homeroom adviser; and Kei somehow sees him as a potential boyfriend candidate. And he seems to like her too because he took a photo of Kei, in the only finished cheerleader outfit, and sleeping, and made it into his cellphone's wallpaper.",
                    "Aliases": []
                },
                "4": {
                    "ID": "604001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/604001",
                    "TitleEnglish": "My More Beloved Than Anyone In the World",
                    "SummaryEnglish": "The Bessho family patriarch goes away for a while owing to a job assignment, leaving siblings Yoshihiko and Koyoi alone in the house, much to Koyoi's delight, so as to keep her brother to herself at home. Meanwhile, Yuuji Arihara, upset about a misunderstanding about his sister Ayumi and Misao, forces a lollipop into Misaki Yamamoto's mouth to explain his point to Yoshihiko. Yoshihiko, embarrassed at what his friend had just done, and holding a secret one-sided love for Misaki, apologizes and leads Yuuji away. Upon receiving a call from Misaki, Yoshihiko meets her at a local restaurant. Koyoi, alarmed at the fact that her brother likes someone other than her, trails him in order to \"scout the enemy.\" Misaki reveals her feelings for Yuuji and asks Yoshihiko for help. Being the nice guy that gets looked over, Yoshihiko agrees to help.",
                    "Aliases": []
                },
                "5": {
                    "ID": "604011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/604011",
                    "TitleEnglish": "Bewildered Diving",
                    "SummaryEnglish": "Meguru Watase's old senpai Gengurou Takei tries to recruit her, revealed to be a former Olympic swimming candidate, to join the team in the form of a challenge. However, she refuses because she is embarrassed at the fact that she has large breasts because, as Meguru reveals, she doesn't like the attention that her breasts give her. And recruiting her becomes imperative for Takei, especially that the high school swimming club just lost a member and is about to lose club status if they don't find a new member within a week. Meanwhile, Sogabe realizes his love for Nao Chikura.",
                    "Aliases": []
                },
                "6": {
                    "ID": "656641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/656641",
                    "TitleEnglish": "Before The Snow Starts To Fall",
                    "SummaryEnglish": "Sogabe and Kusuda decided to have a Christmas party in order to spend Christmas with the ones they love. They all agree to exchange presents. Kei Enomoto decides to buy Kusuda a present for Christmas but runs into him at the store. Embarrassed, they both start acting cold to each other, leading Enomoto to say harsh things to Kusuda, hurting his feelings. Enomoto tries to apologize but never gets an opportune moment to. In an unforeseen chain of events, Chikura catches a cold (and Sogabe deciding to go visit her) and Mamoru (and Ayumi) leaves to help a sick man...leaving an odd couple like Enomoto and Kusuda alone on Christmas.",
                    "Aliases": []
                },
                "7": {
                    "ID": "686201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/686201",
                    "TitleEnglish": "Let's kiss",
                    "SummaryEnglish": "Rika Dobashi is cool, tough, and very independent. After leaving Kei Enomoto to walk home with Haruto Terai, a boy with glasses, Enomoto finds out that Dobashi is dating him. Enomoto gives advice to Dobashi, saying that she never lets her guard down which would probably make her boyfriend, Terai, uncomfortable. Terai is starting to feel insecure about his relationship with Dobashi for she is indeed, very independent. Realizing this, Dobashi tries to make it up to him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "713571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/713571",
                    "TitleEnglish": "The Melancholy of the Chocolate Bomber",
                    "SummaryEnglish": "In an attempt to light a blazing fire in Yuuji Arihara's heart, Misaki Yamamoto decides to give him honmei chocolate on Valentine's Day. However, she learns of Mamoru Zaitsu's and Yoshihiko Bessho's feelings for her and begins to get cold feet. Ayumi and Koyoi decide to force \"their boys\" to give up on Misaki by showing them the moment she presents the chocolate to Yuuji. To our surprise, Kusuda receives chocolate from Kei Enomoto.",
                    "Aliases": []
                },
                "9": {
                    "ID": "734571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/734571",
                    "TitleEnglish": "These Memories Are In Full Bloom",
                    "SummaryEnglish": "This episode focuses mostly on Nao Chikura and her goal of finishing a painting for the graduates, she being inspired by a painting of Yukito Renjou hanging just above the Art Room blackboard. She didn't expect Yukito to appear and come to help her finish the painting...but he left Japan early for his lifetime career of international social work, leaving Nao brokenhearted. Meanwhile, Sogabe, unaware of what's going on, is still finding ways on how to get closer to Nao; as Ayumi and Koyoi were scolded by Kei for what they did during that date between Yuuji and Misaki...and Kei having (unsettling) misgivings about that gift she gave Kusuda.",
                    "Aliases": []
                },
                "10": {
                    "ID": "734581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/734581",
                    "TitleEnglish": "Kappa Fight!",
                    "SummaryEnglish": "Sumire uses somewhat questionable tactics to get Etsu to join the theater club, which makes him a little angry.",
                    "Aliases": []
                },
                "11": {
                    "ID": "764371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/764371",
                    "TitleEnglish": "The Boy's Escape",
                    "SummaryEnglish": "Mamoru, Sogabe, and Kusuda agreed to run away, and it wasn't long until the others, notably Kei (who apologized profusely to Kusuda), Ayumi, Nao, and Mamoru's brother Misao found out about it and started to worry (Misao and Ayumi went into hysteria over Mamoru at one point, because they thought that note Mamoru left was a suicide note). Meanwhile, the boys seem to encounter difficulties, as the boys have little money combined, and Sogabe only had sweets in his bag; and they were hopelessly lost. When the boys turned off their phones in an effort to conceal their location, Kei, Ayumi, and Nao decided to go look for them, with Koyoi tagging along, getting a clue from a phone call they made to Kusuda's phone (and Rika passing this trip)...until Kei saw from a window on their train the three boys on a road following the train's route, furiously pedaling on their bicycles for dear life as they were chased by a sounder of angrily rampaging wild boar--they were caught in the path of the location's annual Wild Boar Race... Meanwhile, as Yoshihiko and Yuuji are worried about their younger sisters, looks like Misaki is getting the impression that Yuuji isn't interested in her, as she told Yoshihiko. She, however, took it lightly.",
                    "Aliases": []
                },
                "12": {
                    "ID": "818971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hatsukoi-limited/episodes/818971",
                    "TitleEnglish": "Hatsukoi Limited",
                    "SummaryEnglish": "Kei, Ayumi, Koyoi and Nao plan their next move while taking a dip in an onsen, as Yoshihiko, Yuuji and Misao are on their way to see their siblings. Meanwhile, after spending the night huddled in one sleeping bag, and running out of luck, Kusuda, Sogabe, and Mamoru ran to the beach, yelling their feelings for the ones they love...but not knowing that the girls they harbor feelings for have caught up with them--and were just behind them! Sogabe had no trouble expressing what he feels for Nao; Ayumi talked to Mamoru about what she feels; and Kei, who got the biggest shock of all, literally tackled a runaway Kusuda to the sand. Back home, in a separate incident, Rika Dobashi, finding out that the girls found the missing boys, revealed that if Haruto Terai were to do what Kusuda, Mamoru, and Sogabe did, she'd hate it. Days after the beach escapade, Yuuji talked to Misaki; while Ayumi went straight to the Zaitsu household to literally choose between the boy that she loves and the boy that loves her.",
                    "Aliases": []
                }
            }
        }
    }
}