{
    "URL": "https://thetvdb.com/series/ultraviolet-code-044",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1223203/",
        "https://www.themoviedb.org/tv/36158"
    ],
    "TitleEnglish": "Ultraviolet: Code 044",
    "SummaryEnglish": "044 becomes the strongest female soldier excelling in combat through gene manipulation using a virus. However, in exchange for her abilities, her days become numbered. The next mission of the government is to destroy a bloodthirsty squad, Phage, and its leader King. In her battle, she encounters a Phage soldier, Luka, and finds herself unable to kill him. She wonders why, but as a result, Daxus Jr., the leader of the government group, regards her as a traitor. She is targeted by both Phage and the government, and she runs away with the injured Luka.",
    "Aliases": [],
    "Modified": "2022-06-24",
    "Seasons": {
        "1": {
            "ID": "55111",
            "URL": "https://thetvdb.com/series/ultraviolet-code-044/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "559411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559411",
                    "TitleEnglish": "Setting Off",
                    "SummaryEnglish": "044 poses as a loyal member of the Phage forum in order to eliminate an upper class member of the society. Her activities are overseen by the eccentric Daxus II, of the Central Government. Though as powerful as she is, 044's lifespan seems to be shortening and as such, begins to wonder about her own existence.",
                    "Aliases": []
                },
                "2": {
                    "ID": "559421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559421",
                    "TitleEnglish": "First Love",
                    "SummaryEnglish": "044 is ordered to infiltrate the assembly of Phages in the Neo Tokyo sewer system to find their leader, King. There she finds Luka, a young man who has made a promise to kill her. They fight, however, before 044 can kill him, he chooses his own fate by diving into the sewer. In this encounter something deep within 044 is awakened and thus she rescues Luka, whom she was to kill.",
                    "Aliases": []
                },
                "3": {
                    "ID": "559431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559431",
                    "TitleEnglish": "Recovery Directive",
                    "SummaryEnglish": "Now that 044 has found love, she has a reason to live.She betrays her organization and must find Luka before the central government hunts her down.",
                    "Aliases": []
                },
                "4": {
                    "ID": "559441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559441",
                    "TitleEnglish": "Chain",
                    "SummaryEnglish": "After escaping into the sewers of Neo Tokyo, 044 is discovered by bounty hunters. She discovers that not only is Daxus II after her, but the Phage, having placed a bounty for her head, are as well. On top of that, she finds the strange need to reconcile with Luka and goes to Matilda's Clinic only to find that things may not be as easy as she thought.",
                    "Aliases": []
                },
                "5": {
                    "ID": "559451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559451",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "A group of Phages infiltrate Matilda's Clinic and take away Luka. The police along with the SBCU (Special Battle Clone Unit) arrive soon after the Phages.",
                    "Aliases": []
                },
                "6": {
                    "ID": "559461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559461",
                    "TitleEnglish": "Coffin of Despair",
                    "SummaryEnglish": "044 and Garcia take refuge in a ship, transporting them to a planet which promises to keep her real identiy hidden. As she attempts to hide a man reveals a shocking truth.",
                    "Aliases": []
                },
                "7": {
                    "ID": "559471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559471",
                    "TitleEnglish": "Clone & Clone",
                    "SummaryEnglish": "044 and Garcia discover Sakuza's mysterious past. All the while, 044 is once again made aware of her dwindling lifespan.",
                    "Aliases": []
                },
                "8": {
                    "ID": "559481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559481",
                    "TitleEnglish": "Raid",
                    "SummaryEnglish": "Daxus II arrives at the Coffin of Despair and begins operation to root out 044 and Sakuza.",
                    "Aliases": []
                },
                "9": {
                    "ID": "559491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559491",
                    "TitleEnglish": "Stardust",
                    "SummaryEnglish": "044 is forced to flee into the abadoned mining tunnels with Zakusa and Garcia. Zakusa rallies his clone soldiers to take on Daxus II and help 044 escape.",
                    "Aliases": []
                },
                "10": {
                    "ID": "559511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559511",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "After losing the clone soldiers, 044 and Garcia are forced to rely on a miracle, Zakusa's legacy. Rescued by King, they must find a place where Daxus II can't find them.",
                    "Aliases": []
                },
                "11": {
                    "ID": "559521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559521",
                    "TitleEnglish": "To Home",
                    "SummaryEnglish": "Escaping certain death, 044 and Garcia find refuge. They must flee the White Planet with the subdued Luka to save themselves.",
                    "Aliases": []
                },
                "12": {
                    "ID": "559541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ultraviolet-code-044/episodes/559541",
                    "TitleEnglish": "Flash",
                    "SummaryEnglish": "Luka decides he must save King in order to be forgiven. Garcia gets closer to locating the woman behind the voice and it's only a matter of time before 044 must face her.",
                    "Aliases": []
                }
            }
        }
    }
}