{
    "URL": "https://thetvdb.com/series/dragon-half",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0106769/",
        "https://www.themoviedb.org/tv/34780"
    ],
    "TitleEnglish": "Dragon Half",
    "SummaryEnglish": "Mink was born to a man who used to be a skilled swordsman and a female imperial red dragon. At age fifteen, she fell in love with a singer named Dick Saucer but because he is also a dragonslayer, she has no choice but to get a potion that can change her into a pure human. She can only get the potion, however, if she can slay the most powerful Demon Lord in the land, Azetodeth and go to his palace known as the Demon King's island. Not only does she have to reconstruct the gourd of the saints, an item that can seal Azetodeth, she also has to be aware of Princess Vina, her rival for Saucer's affections. Mink is aided by her friends Lufa, Pia, and a fairy mouse named Mappy, on her quest.",
    "Aliases": [],
    "Modified": "2025-06-01",
    "Seasons": {
        "1": {
            "ID": "58911",
            "URL": "https://thetvdb.com/series/dragon-half/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "592531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-half/episodes/592531",
                    "TitleEnglish": "Mink's Voyage",
                    "SummaryEnglish": "Mink is the daughter of the retired dragonslayer Rouce,and a red dragon named Mana. She has some very strong dragon powers, but still goes through human teen crisis. She lives in a land ruled by an evil king named King Siva who is in love with Mink's mother, and has an evil daughter named Vina, who constantly rivals Mink. Both want to kill Mink in some sort of horrible way. Mink is in love with teen singer Dick Saucer, who Mink discovers is also a dragonslayer! Knowing they could never be together due to her current appearance, Mink sets out on a journey with her friends, Rufa and Pia, to find the magical Pido Potion which will allow her to become a human and be with Saucer!",
                    "Aliases": []
                },
                "2": {
                    "ID": "592571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-half/episodes/592571",
                    "TitleEnglish": "The Brutal Killer Martial Arts Tournament",
                    "SummaryEnglish": "In order to get enough money to get an airplane, Mink enters a tournament to win 50,000G. However, things may not go as planned as Saucer, Vena, and Damaru have all returned, with Mink as their target. But a new challenger known as Dug, the demon god's son, has arrived as well, also after Mink. Can Mink defeat all of these foes?",
                    "Aliases": []
                }
            }
        }
    }
}