{
    "URL": "https://thetvdb.com/series/sukisho",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0497548/",
        "https://www.themoviedb.org/tv/36251"
    ],
    "TitleEnglish": "Sukisho!",
    "SummaryEnglish": "Having recovered from a mysterious accident that caused him to suffer amnesia, Hashiba Sora is just starting to get his life back together. On the road to recovery, his steady progress is interrupted when he acquires a new roommate (who supposedly is his childhood friend), Fujimori Sunao. Their relationship becomes even more complicated with the appearance of Ran, an alternate personality inhabiting the same body as Sunao! Faced with the shadows of his past, can Sora regain his lost memories and make sense of what is happening around him?",
    "Aliases": [
        "Suki na Mono wa Suki Dakara Shōganai!!",
        "Sukisyo"
    ],
    "Modified": "2025-10-09",
    "Seasons": {
        "0": {
            "ID": "539321",
            "URL": "https://thetvdb.com/series/sukisho/seasons/official/0",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "620191",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620191",
                    "TitleEnglish": "OVA - Let's Go to the Hot Springs!",
                    "SummaryEnglish": "In this OVA the whole cast heads off to a hot spring. However once there Matsuri announces that the place is full of tourist and that he volunteered himself, Sora and Sunao to work there. The kids, Sei, Shiina, and Kitamura not finding any place to play in the water in peace find a mysterious hot spring. Sei makes a wish to be a grownup and all three are changed to teenagers, they steal Matsuri, Sora and Sunao's clothes. Later Matsuri, Sora and Sunao unable to use the main outdoor bath due to Shinichirou and Nanami in it, also find their way to the mysterious bath where Sora makes a wish to be a kid again!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "62471",
            "URL": "https://thetvdb.com/series/sukisho/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "620071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620071",
                    "TitleEnglish": "What I hate, I hate!",
                    "SummaryEnglish": "Sora gets released from the hospital and discovers he has a new roommate. Upon their first meeting, the boy calls himself Ran, but the next day he's suddenly Sunao. What's going on here? Why can't Sora remember anything about falling out the window? And why does Sunao hate him so much?",
                    "Aliases": []
                },
                "2": {
                    "ID": "620081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620081",
                    "TitleEnglish": "Enter the School Do-it-alls!",
                    "SummaryEnglish": "Matsuri comes up with a brilliant plan, the Jack-of-all-trades! Together with Sora and Sunao, they will solve any problems there are in the school. Sora and Sunao end up doing all the work. Then...Matsuri tried an advertising stunt and Sunao becomes a princess with Sora as \"her\" samurai as they flee from the other students. Yoru has a few things to say to Sunao...",
                    "Aliases": []
                },
                "3": {
                    "ID": "620091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620091",
                    "TitleEnglish": "Mini-triangle",
                    "SummaryEnglish": "All seems to be going well for the Jack-of-all-trades....almost too well. Suddenly, they are getting jobs done they didn't get and didn't do. There is someone acting like them. And it turns out to be...three chibis!? Why are they doing this...?",
                    "Aliases": []
                },
                "4": {
                    "ID": "620101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620101",
                    "TitleEnglish": "Phantom Thief!",
                    "SummaryEnglish": "Sora receives a disturbing note...his most precious thing will be stolen. But just what is his most precious thing? Sora tries to figure it out and decides its his stuffed pink elephant Toshizou. Sunao is furious. Shortly after, Sunao receives a second note telling when the precious thing is going to be stolen. Sunao is set up to protect Toshizou while Matsuri and Sora take on the thief...but it turns out there are two thieves! Sora goes to rescue Sunao and is forced to rely on Yoru...",
                    "Aliases": []
                },
                "5": {
                    "ID": "620111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620111",
                    "TitleEnglish": "Spirit Boy Hiromu",
                    "SummaryEnglish": "There are rumors going around the school about a ghost. Sora is scared, but Sunao thinks it's nothing. Matsuri and Sora decided to investigate, and they come face-to-face with the ghost. It turns out he's in love with Sora. Sora agrees to go on a date with him, but ends it abruptly when Hiromu threatens Sunao. He tells the ghost to get lost. When Sora realizes what he's done, he goes to chase the ghost boy down and repair the damage he's done. But, Hiromu isn't quite a ghost....",
                    "Aliases": []
                },
                "6": {
                    "ID": "620121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620121",
                    "TitleEnglish": "Formation of Angels!",
                    "SummaryEnglish": "It's Valentine's Day and the Jack-of-all-trades has a lot of work to do. Sora and Sunao have something else on their mind though...When they are done with their real work, the set to play matchmaker between Nanami and Shinichirou, but it doesn't seem to be going so well...",
                    "Aliases": []
                },
                "7": {
                    "ID": "620131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620131",
                    "TitleEnglish": "Sunao's Suspicion",
                    "SummaryEnglish": "Matsuri has a new job for Sora and Sunao, but Sunao refuses to take it on. They are supposed to replace some missing members on a boating team, but Sunao is afraid of the water. Soon after the job starts with Sora taking on twice his job, Sora realizes Sunao keeps disappearing. One night he follows Sunao to the pool, and Yoru confronts Sunao....",
                    "Aliases": []
                },
                "8": {
                    "ID": "620141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620141",
                    "TitleEnglish": "Midnight Embrace",
                    "SummaryEnglish": "Yoru keeps coming out more often, and Sora is starting to wonder if he's going to lose control of his body. A little boy asks Sora and Sunao to fill out a medical record, but Sunao refuses. Sora ends up filling out both of them without asking why. Later, Nanami invites them to come and eat at his place. While there, they run into Soushi. He takes them out and drugs them. They end up in a hospital. It turns out Nanami had it planned so they could get an examination...Is the truth about the past about to be revealed?",
                    "Aliases": []
                },
                "9": {
                    "ID": "620151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620151",
                    "TitleEnglish": "Sora and Sunao",
                    "SummaryEnglish": "Sunao receives a phone call, and suddenly he's acting strangely towards Sora. He evens goes as far as to move out of the room they were sharing. Ran won't have that though. Gaku finds a disturbing connection between Sunao and his crush Nagase. He follows them and finds out what they had planned all along. He tries to go and tell Sora, but Nagase won't give up that easy. Shortly after that, Matsuri sends Sora and Sunao on a scavenger hunt in hopes to bring them back together. Sora decides to face his fears with Sunao's help...",
                    "Aliases": []
                },
                "10": {
                    "ID": "620161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620161",
                    "TitleEnglish": "Hatred",
                    "SummaryEnglish": "Sora starts to remember a bit about when he fell out the window. He asks Sunao to tell him all about what happened in the past. How Yoru and ran came to be is revealed, a long with what happened to Sora and Sunao during their childhood. Gaku manages to make it back to Matsuri and Shinichirou, but it's too late. The plan has already started. Sora decides not to rely on Yoru anymore. After their night together, Sunao disappears. Nanami reveals his past to Gaku and Matsuri. Shinichirou goes looking for Sunao...",
                    "Aliases": []
                },
                "11": {
                    "ID": "620171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620171",
                    "TitleEnglish": "Vengeance",
                    "SummaryEnglish": "The day Sunao has lived for finally has come. He's finally going to get his revenge. He reveals why he hates Sora so much, and the real truth behind their past. Sora's in a daze, and he's searching frantically inside himself to find out if what Sunao said was true. Nanami arrives on the scene just in time to see Shinichirou fall victim to Sunao's revenge. Shinichioru is put into a hospital with a low chance of survival. Sunao and Nagase return to Aizawa's lab. Sunao finds out the truth about Aizawa's plan. Sora runs from the hospital in a desperate attempt to find Sunao. He stops to talk to Your and finally say good-bye to his alter ego. Yoru puts his falling out the window into a new perspective and helps him fill in the gaps. Matsuri and Gaku find Sora then Sora receives a call from Aizawa. Now, he knows where to find Sunao...",
                    "Aliases": []
                },
                "12": {
                    "ID": "620181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sukisho/episodes/620181",
                    "TitleEnglish": "Rescue (Last Time)",
                    "SummaryEnglish": "Sora finally goes to face Aizawa. He finds Nagase and Sunao (tied up) in the lab. While attempting to free Sunao and change Nagase's ways, Aizawa appears. Aizawa is ready to test if his experiment worked after all. Will Sora leave Sunao behind for a second time...?",
                    "Aliases": []
                }
            }
        }
    }
}