{
    "URL": "https://thetvdb.com/series/happy-town",
    "Genres": [
        "Drama",
        "Fantasy",
        "Mystery",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1379722/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH01158029",
        "https://www.themoviedb.org/tv/18683"
    ],
    "TitleEnglish": "Happy Town",
    "SummaryEnglish": "A period of peace following a series of unsolved kidnappings is cut short when a new crime has everyone talking in the small Minnesota town of Haplin",
    "Aliases": [],
    "Modified": "2024-12-23",
    "Seasons": {
        "1": {
            "ID": "67411",
            "URL": "https://thetvdb.com/series/happy-town/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "660991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/660991",
                    "TitleEnglish": "In This Home on Ice",
                    "SummaryEnglish": "The residents of the sun-splashed town of Haplin, Minnesota -- also known as \"Happy Town\" -- have enjoyed an uneasy peace for the past five years -- but that is about to change. Still haunted by a number of unsolved kidnappings, Haplin now faces a disturbing new crime that brings all of its unresolved fears to the surface. Has the elusive \"Magic Man\" - who many believe is responsible for the bizarre abductions -- returned to claim yet another innocent victim? As Haplin's mysteries are revealed, many of its prominent citizens' motives come under scrutiny as their own secrets and personalities are peeled back one layer at a time.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1743701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/1743701",
                    "TitleEnglish": "I Came to Haplin for the Waters",
                    "SummaryEnglish": "Shaken by a grisly murder at the local pond and his father's bizarre, self-inflicted injury, Deputy Tommy Conroy reluctantly accepts the title of Sherriff bestowed on him by town matriarch Peggy Haplin. However Tommy's shocking discovery of Jerry Friddle's murderer forces him to keep yet another of the town's secrets with mixed emotions. Meanwhile, Henley appears to know a lot more about Haplin's dark side than she's letting on - drawing Merritt Grieves closer - but she's determined to get access to the forbidden third-floor room of the mysterious boarding house.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1743711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/1743711",
                    "TitleEnglish": "Polly Wants a Crack at Her",
                    "SummaryEnglish": "An ominous fearsome hawk soars over Haplin's unsuspecting residents as the Thaw Fest celebration is about to start. Tommy must walk a precarious line when it comes to Friddle's murder, as a state investigator moves in to assist him. Andrew Haplin, still upset over girlfriend Georgia's assault, exacts revenge on who he believes to be the perpetrator -- pays for the consequences. Meanwhile Henley is a victim of a bizarre car accident, but a handsome stranger not only comes to her rescue, but lures her into a surprising, sensual relationship. And when Thaw Fest finally arrives, it comes with chilling and tragic consequences.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1743721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/1743721",
                    "TitleEnglish": "Slight of Hand",
                    "SummaryEnglish": "Clues point to the return of the elusive Magic Man; Tommy finds an unlikely ally while searching for his wife; gruesome evidence could be good news for many of Haplin's families.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1743731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/1743731",
                    "TitleEnglish": "This Is Why We Stay",
                    "SummaryEnglish": "Rachel wants to leave Haplin. A long-kept secret is revealed, and Andrew and Georgia’s day in the woods takes a shocking turn.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1743741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/1743741",
                    "TitleEnglish": "Questions and Antlers",
                    "SummaryEnglish": "Henley sets out to get back her money and the goat's head hammer. While interrogating John Haplin about Lauryn Ward, the police find evidence linking him to the Friddle murder. Merritt Grieves stikes up an improbable bond with Peggy Haplin. Tommy rethinks his friendship with Big Dave after a terrifying nightmare. Georgia and Andrew experience a horrifying time in the woods.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1743751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/1743751",
                    "TitleEnglish": "Dallas Alice Doesn't Live here Anymore",
                    "SummaryEnglish": "The town mourns Big Dave's death; Merritt and Henley plot to gain possession of the hammer; Handsome Dan investigates the Magic Man kidnappings; Tommy learns his mother's death may not have been, had it been diagnosed; the Meadows Boarding House widows are jealous when Merritt accepts a party invitation from Peggy Haplin; Dot Meadows regrets filing a police report after discovering dead birds in the woods.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1743761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-town/episodes/1743761",
                    "TitleEnglish": "Blame It on Rio Bravo",
                    "SummaryEnglish": "The series finale finds news of the Magic Man's capture spreading through town, which brings the Stiviletos, John Haplin and others to the sheriff's office wanting to impart vigilante justice. During the showdown, Tommy faces off with Griff about the goat's head hammer, Merritt wields influence and Peggy Haplin terrifies her grandson Andrew. In other events, John Haplin discovers that his wife Carol has undergone a strange metamorphosis.",
                    "Aliases": []
                }
            }
        }
    }
}