{
    "URL": "https://thetvdb.com/series/dark-blue",
    "Genres": [
        "Action",
        "Adventure",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1319636/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH01123985",
        "https://www.themoviedb.org/tv/18797"
    ],
    "TitleEnglish": "Dark Blue",
    "SummaryEnglish": "Carter Shaw is the head of a crack undercover team of police officers who are so covert, many of their own colleagues don’t even know they are involved. Shaw is a deeply wounded character, having lost his wife and much of his former life as he struggles to bring down bad guys through complex undercover assignments. His team includes a recently married cop who struggles with personal relationships he has developed while undercover; a shoot-from-the-hip officer whose activities make fellow team members wonder if he has gone over to the bad side; and a green patrol cop brought in because of her excellent skill in lying and a shady past.",
    "Aliases": [],
    "Modified": "2024-12-28",
    "Seasons": {
        "1": {
            "ID": "69181",
            "URL": "https://thetvdb.com/series/dark-blue/seasons/official/1",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "673851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/673851",
                    "TitleEnglish": "Pilot",
                    "SummaryEnglish": "After an undercover FBI agent’s body is dumped on the side of the road, all eyes turn toward Dean Bendis (Logan Marshall-Green), an undercover LAPD officer currently embedded with the gang believed to be responsible for the FBI agent’s murder. Dean’s boss, Carter Shaw (Dylan McDermott), is determined to bring the gang leader down while also ensuring that Dean has not turned and switched loyalties. Carter sends in Ty Curtis (Omari Hardwick), who must leave his life as a newlywed to return to the seedy underbelly of the criminal world and get Dean out. Meanwhile, Carter recruits and trains the latest member of his team, Jaimie Allen (Nicki Aycox), a patrol cop who has successfully fabricated her entire past.",
                    "Aliases": []
                },
                "2": {
                    "ID": "878461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/878461",
                    "TitleEnglish": "Guns, Strippers and Wives",
                    "SummaryEnglish": "Ty goes undercover to search for a gun trafficker, but nearly blows his cover by breaking a crucial rule and seeing his wife on her birthday. Carter must come up with $100,000 to keep Ty's mission protected...and to save his life.",
                    "Aliases": []
                },
                "3": {
                    "ID": "878471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/878471",
                    "TitleEnglish": "Purity",
                    "SummaryEnglish": "A ruthless drug dealer who also has a law background makes for a particularly hard target for the team to find, especially after the deadline for the sting's operation is moved up. Quick thinking and some legally questionable moves by Jamie will be necessary to make an arrest.",
                    "Aliases": []
                },
                "4": {
                    "ID": "878481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/878481",
                    "TitleEnglish": "K-Town",
                    "SummaryEnglish": "Ty and Dean work together to stop a tough Korean mob boss, but tension grows between the two undercover men as Ty approaches the case with caution and Dean adopts a rash, straight forward attack.",
                    "Aliases": []
                },
                "5": {
                    "ID": "878491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/878491",
                    "TitleEnglish": "August",
                    "SummaryEnglish": "Carter's unit races against the clock to save a kidnapped woman, and it's up to Ty as a gang-banger, Dean as a security guard and Jaimie as a potential victim to track down the woman's whereabouts. But the situation is not helped by the fact that the FBI are involved in the case, dredging up a deeply personal grudge Carter has against the feds.",
                    "Aliases": []
                },
                "6": {
                    "ID": "900181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/900181",
                    "TitleEnglish": "Ice",
                    "SummaryEnglish": "The team goes deep behind the scenes to stop a crime ring which has a big diamond heist planned, with Dean and Jammie pretending to be a married couple to get closer to a major player. Meanwhile, Ty reconsiders his dangerous job after Melissa informs him she wants to start a family.",
                    "Aliases": []
                },
                "7": {
                    "ID": "970751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/970751",
                    "TitleEnglish": "O.I.S.",
                    "SummaryEnglish": "Ty's conscious is hit hard when the undercover crew goes in pursuit of a crooked, yet decorated cop, particularly when Ty's wife floors him with big news.",
                    "Aliases": []
                },
                "8": {
                    "ID": "970761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/970761",
                    "TitleEnglish": "Venice Kings",
                    "SummaryEnglish": "A turf war between two feuding gangs is the area where the covert team penetrates. One gang is a new group which plans on taking over the heroin business. In other developments, Ty's sister is in need of $7,000, which neither Ty and Melissa can afford.",
                    "Aliases": []
                },
                "9": {
                    "ID": "970771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/970771",
                    "TitleEnglish": "Betsy",
                    "SummaryEnglish": "A smuggler runs the biggest ring on the West Coast; Jaimie goes under cover by hooking up with an old acquaintance from her past; Jaimie asks her boyfriend for a favor.",
                    "Aliases": []
                },
                "10": {
                    "ID": "970781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/970781",
                    "TitleEnglish": "A Shot in the Dark",
                    "SummaryEnglish": "In the first season finale, Carter becomes the prime suspect for the murder of an undercover officer. Meanwhile Melissa keeps pushing Ty to quit his job and start a family and Jaimie gets the news that Scott gets a new job in San Francisco. Sasha Alexander of NCIS fame guest stars.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "171891",
            "URL": "https://thetvdb.com/series/dark-blue/seasons/official/2",
            "TitleEnglish": null,
            "SummaryEnglish": null,
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "1535061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/1535061",
                    "TitleEnglish": "Urban Garden",
                    "SummaryEnglish": "A sting operation against a local crime lord crosses paths with an FBI investigation, forcing Carter and his team to work to bring him down with the help of FBI Special Agent Alex Rice. What starts our as a simple goal gets complicated after a close friend of Carter’s is caught in the crossfire putting Carter’s personal stake in the cast at odds with Alex’s professional agenda.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2455691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2455691",
                    "TitleEnglish": "Liar's Poker",
                    "SummaryEnglish": "With Carter and his team now working with FBI Agent Alex Rice as part of a special LAPD/FBI task force, the team goes after a drug ring with connections to a Mexican Drug Cartel. As Ty infiltrates the high-end world of a local dealer, Dean follows the drug ring to the most unlikely of suspects – A beautiful art gallery owner.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2455701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2455701",
                    "TitleEnglish": "Shelter of the Beast",
                    "SummaryEnglish": "In order to get closer to their ultimate mark, the head of a notorious Mexican drug cartel, Carter has to pose as a porn king looking to expand his business into pharmaceuticals.  But the case has Dean in an ever-complicated relationship with Maria, the attractive art gallery owner and daughter of a drug dealer.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2455711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2455711",
                    "TitleEnglish": "High Rollers",
                    "SummaryEnglish": "When the team infiltrates a local casino to investigate the disappearance and presumed murder of a law-school student with a gambling problem, the case has a negative effect on Ty who runs with his high-rolling cover a little too far. Meanwhile, Alex gives Jaimie a hard time over the risks she is willing to take with their target, a no-excuses loan shark.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2455721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2455721",
                    "TitleEnglish": "Brother's Keeper",
                    "SummaryEnglish": "In order to locate an infamous anti-government militia leader, the team stages a jail break for his younger brother in the hope that he’ll lead them to their target before he assassinates a prominent Federal Judge. Meanwhile, Ty’s extracurricular activities are starting to affect his job performance, just as Alex is preparing a report on the task force.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2455731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2455731",
                    "TitleEnglish": "Jane Wayne",
                    "SummaryEnglish": "Jaimie poses as a junkie in order to infiltrate a dangerous crew of thieves who pose as DEA agents in order to steal from drug dealers. As Carter grows concerned about Jaimie’s eagerness to make the case, Ty and Dean are stuck with a loveable yet annoying informant who wants nothing more than to be a cop, just like them.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2495091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2495091",
                    "TitleEnglish": "Home Sweet Home",
                    "SummaryEnglish": "The team goes after a home invasion crew with Alex and Carter acting as the bait.",
                    "Aliases": []
                },
                "8": {
                    "ID": "2495111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2495111",
                    "TitleEnglish": "Shell Game",
                    "SummaryEnglish": "After a young black man is gunned down, evidence points to the possible corruption of a noted figure in the black community; Ty dates a woman with a connection to the shooting.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2495141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2495141",
                    "TitleEnglish": "Dead Flowers",
                    "SummaryEnglish": "Carter, Dean and Jaimie go undercover to corner two drug-smuggling brothers who use a flower-import business as a cover for their activities. But things go awry when Homeland Security requests that the team keep the smuggling business open so they can trap a potential terrorist. Meanwhile, Dean asks Jaimie out on a proper date just; Ty has second thoughts about his impending divorce; and Carter for a major life change.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2495151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dark-blue/episodes/2495151",
                    "TitleEnglish": "Personal Effects",
                    "SummaryEnglish": "The team keeps trying to infiltrate the drug-smuggling ring in order to get to a terrorist. Meanwhile, Alex is offered a promotion in Miami and Ty keeps struggling with his divorce.",
                    "Aliases": []
                }
            }
        }
    }
}