{
    "URL": "https://thetvdb.com/series/galaxy-fraulein-yuna",
    "Genres": [
        "Animation",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0113169/",
        "https://www.themoviedb.org/tv/44271"
    ],
    "TitleEnglish": "Galaxy Fraulein Yuna",
    "SummaryEnglish": "Season 01 - Yuna Kagurazaka won the interstellar Galaxy Fraulein contest to become the Guardian of the Light. After defeating several threats to galactic peace (As seen in the PC Engine games), old enemies have framed Yuna for attacking and demolishing her hometown. Yuna's friends now must attempt to rescue her from her pending execution, with comedic results.\r\n\r\nSeason 02 (Yuna Returns) - Just when everything seems peaceful again for Yuna and her friends, a new enemy appears in the form of three robotic sisters. Yuna must once again become the Savoir of Light to fight this strong, new evil.",
    "Aliases": [
        "Ginga ojousama densetsu Yuna"
    ],
    "Modified": "2024-11-07",
    "Seasons": {
        "1": {
            "ID": "79411",
            "URL": "https://thetvdb.com/series/galaxy-fraulein-yuna/seasons/official/1",
            "TitleEnglish": "Siren's Sadness",
            "SummaryEnglish": "Yuna Kagurazaka won the interstellar Galaxy Fraulein contest to become the Guardian of the Light. After defeating several threats to galactic peace (As seen in the PC Engine games), old enemies have framed Yuna for attacking and demolishing her hometown. Yuna's friends now must attempt to rescue her from her pending execution, with comedic results.",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "763731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-fraulein-yuna/episodes/763731",
                    "TitleEnglish": "Sorrowful Saline - Act One",
                    "SummaryEnglish": "",
                    "Aliases": []
                },
                "2": {
                    "ID": "763741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-fraulein-yuna/episodes/763741",
                    "TitleEnglish": "Sorrowful Saline - Act Two",
                    "SummaryEnglish": "",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "79421",
            "URL": "https://thetvdb.com/series/galaxy-fraulein-yuna/seasons/official/2",
            "TitleEnglish": "The Abyssal Fairy",
            "SummaryEnglish": "Just when everything seems peaceful again for Yuna and her friends, a new enemy appears in the form of three robotic sisters. Yuna must once again become the Savoir of Light to fight this strong, new evil.",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "763751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-fraulein-yuna/episodes/763751",
                    "TitleEnglish": "Fairy of the Deep Darkness - Act One",
                    "SummaryEnglish": "As Yuna and Polylina sing on stage, their performance is interrupted by a young girl named Ayako who is the youngest of the 3 Dark Sisters which are set on eliminating Yuna and her friends. Meanwhile her friends are battling the other 2 sisters and she visits them in the hospital after many were defeated.\r\n\r\nThe next day as Yuna leaves for school, she notices the building was demolished and the nearby hospital is being attacked. Ayako is once again causing destruction and as Yuna's friends try to control the situation, Yuna takes matters into her own hands.",
                    "Aliases": []
                },
                "2": {
                    "ID": "763761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-fraulein-yuna/episodes/763761",
                    "TitleEnglish": "Fairy of the Deep Darkness - Act Two",
                    "SummaryEnglish": "After calming Ayako down and even befriending her, Yuna shows her what it's like to be a normal girl. Ayako begins to trust Yuna and has even offers to help in the mission to destroy her sisters, Genmu and Kyoka. As Yuna and her friends head into space to invade the sisters' ship, they learn of their plan to not only eliminate Yuna but to eliminate the Earth as well. The battle begins and Yuna and her friend must defeat the android sisters before their planet is annihilated.",
                    "Aliases": []
                },
                "3": {
                    "ID": "763771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-fraulein-yuna/episodes/763771",
                    "TitleEnglish": "Fairy of the Deep Darkness - Act Three",
                    "SummaryEnglish": "After defeating Kyoka (the middle sister) and returning home, the surrounding city is attacked by the eldest and most powerful sister, Genmu. Ayako pleads with her sister to cease destruction on Yuna and the earth but her request is ignored as Genmu rips the life force out of her causing her to fade away. Yuna has become emotionally upset by the loss of her newest friend and with a new burst of energy, she fights Genmu as the battle comes to a close.",
                    "Aliases": []
                }
            }
        }
    }
}