{
    "URL": "https://www.thetvdb.com/series/galaxy-express-999",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0185066/",
        "https://www.themoviedb.org/tv/31709"
    ],
    "TitleEnglish": "Galaxy Express 999",
    "SummaryEnglish": "Galaxy Express is a manga written and drawn by Leiji Matsumoto, as well as various anime films and TV series based on it. It is set in a space-faring, high-tech future in which humans have learned how to transfer their consciousnesses (but not their consciences) into mechanical bodies, thus achieving practical immortality. The manga won the Shogakukan Manga Award for shōnen in 1978.[6] The anime series won the Animage Anime Grand Prix prize in 1981.",
    "Aliases": [],
    "Modified": "2024-12-22",
    "Seasons": {
        "0": {
            "ID": "81021",
            "URL": "https://www.thetvdb.com/series/galaxy-express-999/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "2657201",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/2657201",
                    "TitleEnglish": "Galaxy Express 999: The Movie",
                    "SummaryEnglish": "The movie version of Galaxy Express 999, released in 1979, serves as a compression of the storyline told in the manga and television series with some modifications. Maetel and Tetsuro again set out for the home planet of the Mechanized Empire, but rather than visiting over a hundred planets, as in the original manga/TV series, Tetsuro only visits four—Titan, Pluto, Heavy Melder, and Planet Maetel. Like Planet Prometheum, Planet Maetel is a mechanized world where machine bodies are made. It is implied that Planet Maetel had once been Maetel's machine body—just as the planet Great Andromeda serves as the machine body of her mother's consciousness in the sequel film, Adieu Galaxy Express 999 -- and is still somehow linked to her. Maetel says of the planet, \"This planet is also me. It is half of my own heart. We're different, but both are myself.\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "4423099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/4423099",
                    "TitleEnglish": "Can You Live Like A Warrior",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "2722271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/2722271",
                    "TitleEnglish": "Claire of Glass",
                    "SummaryEnglish": "While travelling on the Galaxy Express with Maetel, Tetsuro befriends Claire who was forced by her mother to exchange her organic body for crystal glass. When danger threatens Tetsuro, Claire tries to help him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4423098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/4423098",
                    "TitleEnglish": "Emeraldes the Eternal Wanderer",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "4423097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/4423097",
                    "TitleEnglish": "Can You Love Like a Mother?",
                    "SummaryEnglish": "A remake of episodes 51-52 of the TV version.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2722281",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/2722281",
                    "TitleEnglish": "Adieu Galaxy Express 999",
                    "SummaryEnglish": "Two years after the events in Galaxy Express 999, Earth has become a battleground. Tetsuro, older and fighting the Machine People, rejoins Maetel aboard the GE999.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4765888",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/4765888",
                    "TitleEnglish": "DNA Sights 999.9",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "2722291",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/2722291",
                    "TitleEnglish": "Eternal Fantasy",
                    "SummaryEnglish": "A few years after the events of Adieu, Galaxy Express 999, Tetsuro and his motherly companion Maetel, tried to get rid of the evil Mechanized Empire, but now that Tetsuro is back on planet Earth, and is getting beaten up by cruel rulers, who overtook after the machines gotten destroyed. Maetel sweeps him away yet again.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8106473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/8106473",
                    "TitleEnglish": "The Boy's Journey and Goodbyes (Series Summary)",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "81031",
            "URL": "https://www.thetvdb.com/series/galaxy-express-999/seasons/official/1",
            "# Episodes": 113,
            "Episodes": {
                "1": {
                    "ID": "780341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780341",
                    "TitleEnglish": "Departure Ballad",
                    "SummaryEnglish": "Tetsuro's mother is murdered while the two of them travel through the snow by the villainous Count Mecha. Before she dies, Tetsuro's mother tells him to go to the planet Andromeda where he can get a machine body and not die like she did. Tetsuro passes out from the cold but is rescued by the mysterious Maetal, who gives him a pass to the Galaxy Express 999 for free under the condition that he will travel with her.",
                    "Aliases": []
                },
                "2": {
                    "ID": "780351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780351",
                    "TitleEnglish": "The Red Winds of Mars",
                    "SummaryEnglish": "The 999's first stop is the planet Mars, a desolate planet where few live. When Tetsuro is provided a tour by a young woman, Freme, her boyfriend Geronimo shoots Tetsuro and steals his 999 pass.",
                    "Aliases": []
                },
                "3": {
                    "ID": "780361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780361",
                    "TitleEnglish": "Titan's Sleeping Warrior",
                    "SummaryEnglish": "Tetsuro meets Crystal Claire, a waitress on the 999 that is made entirely of glass. Claire's body was forced upon her by her mother and she is seeking to buy back her original body. Tetsuro finds his mother alive again on the train, but it is actually a monster that tries to pull him out of the train with it.The 999 arrives on the planet Titan, where Maetal is captured by machine men.",
                    "Aliases": []
                },
                "4": {
                    "ID": "780371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780371",
                    "TitleEnglish": "The Great Bandit Antares",
                    "SummaryEnglish": "The bandit Antares sneaks aboard the 999 and starts stealing and killing people aboard. He meets Tetsuro and Maetel and forces the 999 to travel to his home by holding Tetsuro at gunpoint.",
                    "Aliases": []
                },
                "5": {
                    "ID": "780381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780381",
                    "TitleEnglish": "Shadow of the Planet of Indecision",
                    "SummaryEnglish": "The 999 travels to Pluto, where the frozen human bodies of the machine people have been laid to rest. Tetsuro meets Shadow, the machine woman who is caretaker of the graves. Shadow shows him her frozen human body, a body so beautiful that she refused to have a face on her machine body since it couldn't compare to her human face. Shadow tries to capture Tetsuro to regain her human body, but Maetel saves him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "780391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780391",
                    "TitleEnglish": "The Comet Library",
                    "SummaryEnglish": "The 999 arrives at the Comet Library, where all the books published are located. There, a pair of men capture Tetsuro and try to force him into having a machine body.",
                    "Aliases": []
                },
                "7": {
                    "ID": "780401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780401",
                    "TitleEnglish": "The Graveyard at the Bottom of Gravity (1)",
                    "SummaryEnglish": "The 999 falls into the Sargasso, where they find the remains of the 333, a missing train. Traveling aboard, Tetsuro, Maetel and the Conductor find only skeletons. A woman aboard the train, Ryuzu, reveals herself, saying that she sped up time on the train which killed everyone. Through her threats, she takes a hold of Tetsuro and departs the train's remains with him.",
                    "Aliases": []
                },
                "8": {
                    "ID": "780411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780411",
                    "TitleEnglish": "The Graveyard at the Bottom of Gravity (2)",
                    "SummaryEnglish": "Ryuzu brings Tetsuro to her home. There she demands Tetsuro remain with her, showing him the skeletons of those who refused her. Ryuzu offers Tetsuro a machine body, then shows him her beautiful machine body. Ryuzu tells Tetsuro her sad past, of how she was emotionally blackmailed into getting this body by her lover, but then was cruelly abandoned by him when others copied her style.",
                    "Aliases": []
                },
                "9": {
                    "ID": "780421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/780421",
                    "TitleEnglish": "Trader Junction (1)",
                    "SummaryEnglish": "The 999 made a stop on the planet Trader, a junction for different major rail lines. Tetsuro met a woman in destitute and decided to treat her for a meal. But this angered a mob of similarly impoverished people when he could not extend his generosity.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1110361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110361",
                    "TitleEnglish": "Trader Junction (2)",
                    "SummaryEnglish": "Hanako brought the still asleep Tetsuro to a neighboring planet aptly called Wildflower. They traveled to her home, and were greeted by her aging mother and ailing father. Without Tetsuro's knowledge (or consent), Hanako feigned their upcoming marriage, for which Hanako's parents were eager to prepare a banquet.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1110371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110371",
                    "TitleEnglish": "Formless Planet Nuruba",
                    "SummaryEnglish": "The 999 arrived at the formless world Naruba, where humans often traveled to end their lives. Two adolescent shape-shifting blobs kidnapped Tetsuro and Maetel and impersonated them for a chance to leave the planet.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1110381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110381",
                    "TitleEnglish": "The Fossilized Warrior (1)",
                    "SummaryEnglish": "The 999 arrives on a planet where the entire populace except for one person have been turned to stone by a petrification cloud. The one person still alive, a warrior, attacks Tetsuro and steals his pass, hoping to use it to escape and find a cure for his lover, who was turned to stone.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1110391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110391",
                    "TitleEnglish": "The Fossilized Warrior (2)",
                    "SummaryEnglish": "Additional people arrive on the planet who seek to steal the petrified remains of the warrior's lover. Moreover an another petrification cloud is approaching the planet.",
                    "Aliases": []
                },
                "14": {
                    "ID": "1110401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110401",
                    "TitleEnglish": "Laala from the Double Planet",
                    "SummaryEnglish": "The 999 arrives at the Dual Planets, a world full of machine people. When a large group of machine people at a restaurant treat Tetsuro and Maetel rudely, Tetsuro goes on a rampage and kills them all. Tetsuro and Maetel then meet Lala, a machine woman who steals Tetsuro's body, switching it with her own.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1110411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110411",
                    "TitleEnglish": "Beethoven of the Water Kingdom",
                    "SummaryEnglish": "The 999 is pursued by the Black Knight, a caped figure in a dark, fog drenched world. The Black Knight requests Tetsuro stay on the planet and be his friend, but Tetsuro refuses and he attacks. They then travel to the planet Yonde 3 where the son of an innkeeper, a musician, desires Tetsuro's pass so he can leave the planet.",
                    "Aliases": []
                },
                "16": {
                    "ID": "1110421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110421",
                    "TitleEnglish": "The Town of Fireflies",
                    "SummaryEnglish": "On their latest planet, Tetsuro meets Freiya, a poor girl who appears beautiful to him but is considered ugly and deformed by the other inhabitants of her planet because she does not glow in the dark with a uniform light. Freiya is an amateur animator who hopes to become a director someday.",
                    "Aliases": []
                },
                "17": {
                    "ID": "1110431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110431",
                    "TitleEnglish": "The Armored Planet",
                    "SummaryEnglish": "The 999 arrives on a planet where everything is encased in armor, including a panzer beetle that severely wounds Maetel. Tetsuro travels the planet, searching for a doctor who can help her. The doctor however is too old to help, and his son, who is the only other person left alive on the planet tries to kill Tetsuro.",
                    "Aliases": []
                },
                "18": {
                    "ID": "1110441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110441",
                    "TitleEnglish": "Maetel of Mud",
                    "SummaryEnglish": "The 999 arrives on a planet containing a large mud pit that Maetel warns Tetsuro to not go near. When he does, Tetsuro is dragged into the pit and forced to live in a bubble with a woman who also calls herself Maetel.",
                    "Aliases": []
                },
                "19": {
                    "ID": "1110451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110451",
                    "TitleEnglish": "The Kingdom of Atonement",
                    "SummaryEnglish": "The 999 made a two-week stop to the Planet of Confession, a world supposedly free of all evils. While the conductor decided to take his holidays on the planet, a robber appeared and took all of his money. The incident was made aware by the \"Cleaningless Committee\". Instead of catching the perpetrator, the committee decided to uphold the planet's reputation by trying to silence the three travelers.",
                    "Aliases": []
                },
                "20": {
                    "ID": "1110461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110461",
                    "TitleEnglish": "Professional Souls",
                    "SummaryEnglish": "The 999 travels to a planet full of professionals, and Maetel warns Tetsuro not to look anyone in the eye. When Tetsuro does so, he is captured by a professional hangman who tries to hang Tetsuro. Tetsuro is saved when another professional, a gunman arrives and shoots the hangman. This professional however insists on teaching Tetsuro to become a professional dueler.",
                    "Aliases": []
                },
                "21": {
                    "ID": "1110471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110471",
                    "TitleEnglish": "The Grave of Dead Leaves",
                    "SummaryEnglish": "The 999 arrives at a hollow planet with no gravity; as a result everything is a lot fatter looking, and can float through the air. Tetsuro and Maetel are confronted by cattle keepers but are able to escape. As they travel to their next planet Tetsuro meets an artist who has a wooden machine body. When they travel through a planet full of leaves, an electric mushroom threatens to destroy the train.",
                    "Aliases": []
                },
                "22": {
                    "ID": "1110481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110481",
                    "TitleEnglish": "Pirate Ship Queen Emeraldas",
                    "SummaryEnglish": "The 999 is attacked by the pirate ship Queen Emeraldes, which forces the train to a pirate planet. There Tetsuro and Maetel are captured by the pirate Emeraldes, a caped woman who desires Maetel's body.",
                    "Aliases": []
                },
                "23": {
                    "ID": "1110491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110491",
                    "TitleEnglish": "Queen of the Primitive Planet",
                    "SummaryEnglish": "The 999 arrives at the Battle Torn Planet, a planet that was split in two due to arguments over whether the planet should be scientifically advanced or primitive. Soon after disembarking, Tetsuro is kidnapped and Maetel is viewed as Queen by the planet's primitive occupants.",
                    "Aliases": []
                },
                "24": {
                    "ID": "1110501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110501",
                    "TitleEnglish": "The Planet of Dimensional Voyage",
                    "SummaryEnglish": "The 999 finds its next destination destroyed; it was demolished by a planet that travels through the dimensions, smashing other planets. When the 999 lands on this planet, they are confronted by the planet's ruler, Egoterina.",
                    "Aliases": []
                },
                "25": {
                    "ID": "1110511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110511",
                    "TitleEnglish": "A Steel Angel",
                    "SummaryEnglish": "Tetsuro meets Clowmaria, a freedom fighter on a heavily industrialized world that is trying to get the people of her planet to change their ways.",
                    "Aliases": []
                },
                "26": {
                    "ID": "1110521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110521",
                    "TitleEnglish": "The Skeleton's Song",
                    "SummaryEnglish": "Tetsuro meets Horohoro, a poor skeleton man who has lost most of his body including his ribs because he is so poor.",
                    "Aliases": []
                },
                "27": {
                    "ID": "1110531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110531",
                    "TitleEnglish": "The Goddess of Children and Easy Birth in the Snow Capital",
                    "SummaryEnglish": "After the 999 landed on the five-planet system Snow Capital, Tetsuro and Maetel explored the city. He fell through a hidden hole which led him to the slum part of the city, and was promptly mugged by a group of local residents. Tetsuro spotted a girl, Bojin Yuki, to whom he gave his last bit of biscuit. Yuki then brought him to her home on the surface. Yuki's mother, however, wanted to cook Tetsuro for food.",
                    "Aliases": []
                },
                "28": {
                    "ID": "1110541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110541",
                    "TitleEnglish": "The Great Writer of the Mirage Planet",
                    "SummaryEnglish": "The 999 arrives on a planet where Tetsuro and Maetel meet an old writer who lives alone and has extremely long hair. The old man steals Tetsuro's pass and flees on the 999 with Maetel, leaving Tetsuro on the planet.",
                    "Aliases": []
                },
                "29": {
                    "ID": "1110551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110551",
                    "TitleEnglish": "The Continent of Sakezan",
                    "SummaryEnglish": "Sakezan is the only human living in a jungle world named after him. He is a parody of Tarzan and, as his name suggests, is very fond of saké. Sakezan captured Maetel when the 999 took a quick stop there and she became her slave/companion. In an attempt to rescue her, Tetsuro was defeated by Sakezan and ended up in a prison cell.",
                    "Aliases": []
                },
                "30": {
                    "ID": "1110561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110561",
                    "TitleEnglish": "The Ghost World Filament",
                    "SummaryEnglish": "The episode opened with the story of the post-modern feudal world of Filament, which was destroyed when its sun went supernova. An energy cloud formed where the planet used to be, and its inhabitants, not accepting their untimely fate, became spirits. When the 999 passed through the energy cloud, the ghosts disabled the train and kidnapped Tetsuro. One of the spirits wanted her son to possess Tetsuro, so that he (the spirit) could travel to the destination and receive a mechanical body.",
                    "Aliases": []
                },
                "31": {
                    "ID": "1110571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110571",
                    "TitleEnglish": "The Angry Planet",
                    "SummaryEnglish": "The 999 arrives at a planet where people are passionate and don't hide their emotions. Meanwhile a group of 4 assassins are hired by a friend of Count Mecha's to kill Tetsuro.",
                    "Aliases": []
                },
                "32": {
                    "ID": "1110581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110581",
                    "TitleEnglish": "The Bitten Planet of Suspended Space",
                    "SummaryEnglish": "Tetsuro meets Edmund, a fellow passenger on the 999 who is looking forward to returning to his homeworld on their next stop. When they arrive however the planet is completely ravaged.",
                    "Aliases": []
                },
                "33": {
                    "ID": "1110591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110591",
                    "TitleEnglish": "Ulatres' Mountain of Screws",
                    "SummaryEnglish": "The 999 arrives on the planet Ulatorus, which contains mountains of screws. When a storm causes one of the mountains to collapse, Tetsuro loses his pass and meets a machine woman who kidnaps him, seeking to keep him in her home permanently. At the same time, the 999 malfunctions due to a faulty screw.",
                    "Aliases": []
                },
                "34": {
                    "ID": "1110601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110601",
                    "TitleEnglish": "The Witch of Plated City (1)",
                    "SummaryEnglish": "The 999 arrives on a planet where everything is plated in gold, the streets, the buildings, even the people. A thief knocks Tetsuro out and steals Maetel's luggage. Tetsuro runs after him into the sewers where he discovers the thief, a teenage boy named Hoilock, is not gold after all.",
                    "Aliases": []
                },
                "35": {
                    "ID": "1110611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110611",
                    "TitleEnglish": "The Witch of Plated City (2)",
                    "SummaryEnglish": "Hoilock's mother's dying wish is for him to continue in her footsteps in toppling those in charge of making everything gold. Meanwhile the 999 takes off without Tetsuro when he doesn't return in time.",
                    "Aliases": []
                },
                "36": {
                    "ID": "1110621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110621",
                    "TitleEnglish": "The Great Chief Saicropros",
                    "SummaryEnglish": "The 999 stops at an abandoned artificial colony world. Tetsuro is pleased with its appearance but Maetel is puzzled that the colony looks quite different than it did on her last visit. They investigate further, and are set upon by a terrified mob of physically identical men. Maetel recognizes their face as being that of the colony's architect, Dr. Cyclops.",
                    "Aliases": []
                },
                "37": {
                    "ID": "1110631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110631",
                    "TitleEnglish": "Miikun's Mansion of Life",
                    "SummaryEnglish": "The 999 approaches the planet Mīkun's Mansion of Life, and all the passengers appear depressed, closing the blinds as they approach it. When Tetsuro and Maetel arrive at the hotel, Tetsuro finds a tiger and snake in the hallway, so he hides in his bed the rest of the night. The next day Maetel introduces Tetsuro to Mīkun, who takes care of all the various animals on the planet, which are actually all dead animals beloved by their master.",
                    "Aliases": []
                },
                "38": {
                    "ID": "1110641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110641",
                    "TitleEnglish": "The Empire of the Cowardly Elder",
                    "SummaryEnglish": "The 999 is heavily damaged and forced to land on a planet under the despotic rule of the Cowardly Elder, President Delmukade. Tetsuro, Maetal and the Conductor are forced to travel underground where they meet Delmukade, who demands that Tetsuro sell him his young body. Delmukade's son Paschal arrives, and reveals that Delmukade is the only person living on this planet; suspecting rebellion everywhere, he had killed everyone else including Paschal's mother.",
                    "Aliases": []
                },
                "39": {
                    "ID": "1110651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110651",
                    "TitleEnglish": "The Mist of the Fog Capital",
                    "SummaryEnglish": "The 999 arrives on a planet where everyone is very beautiful, but also extremely weak, not even going outside during the day due to the sun. A couple steals a suitcase containing Tetsuro and Maetel's passes, but they pass out from running and when they shoot Tetsuro, it is too weak to harm them. They still manage to switch Tetsuro and Maetel's passes with fake ones though, and board the 999.",
                    "Aliases": []
                },
                "40": {
                    "ID": "1110661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110661",
                    "TitleEnglish": "The Great Chief of the Spherical Housing Complex (1)",
                    "SummaryEnglish": "The 999 approaches a large group of spherical homes, which are ruled by a Great Chieftain. Upon entering, Maetel is captured by the Chieftain's minions. Tetsuro meets Tetsuguro, a man who looks just like him and has assembled weapons to defeat the Chieftain. While they head to the Chieftain's castle however, Tetsuro is tricked by a scarecrow of Maetel and is shot.",
                    "Aliases": []
                },
                "41": {
                    "ID": "1110671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110671",
                    "TitleEnglish": "The Great Chief of the Spherical Housing Complex (2)",
                    "SummaryEnglish": "Tetsuro is captured and brought before the Great Chieftain, who has a computer with all of Maetel's secrets. Tetsuguro manages to rescue Tetsuro, and discovers that his girlfriend has been killed by the Chieftain.",
                    "Aliases": []
                },
                "42": {
                    "ID": "1110681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110681",
                    "TitleEnglish": "Fimēl's Memories",
                    "SummaryEnglish": "The 999 approaches the planet Visage of Memories, where the Conductor many years ago promised his lover, Marvelous, that he would make money on the 999 and return. A new passenger, Fimel boards the 999 and treats the Conductor very rudely, then causes the train to derail with a device worn around her waist.",
                    "Aliases": []
                },
                "43": {
                    "ID": "1110691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110691",
                    "TitleEnglish": "Kira of the Stormy Hill",
                    "SummaryEnglish": "The 999 arrives on the planet Arashigaoka (lit.: Windy Hill) where a sickly father and son, Kira operate a shoe repair store. Tetsuro's pass is stolen by the father, who seeks to get on the 999 and leave the planet so he won't be a burden to Kira. Kira forces him to return it at gunpoint, who wants to obtain a pass for him legitimately.",
                    "Aliases": []
                },
                "44": {
                    "ID": "1110701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110701",
                    "TitleEnglish": "Ride of the Space Valkyries (1)",
                    "SummaryEnglish": "At the 999's latest stop, Deadwood Mountain, Tetsuro and Maetel meet Prider, a poor singer who seeks to board the 999 so he can become a famous singer. When Prider doesn't have enough money to board, he borrows money from his girlfriend Alice and buys a ticket on the 999. Tetsuro gets upset at Prider for abandoning his girlfriend after all she did for him. The 999 is approached by the Valkyries, a group of witches, and three of them board the train.",
                    "Aliases": []
                },
                "45": {
                    "ID": "1110711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110711",
                    "TitleEnglish": "Ride of the Space Valkyries (2)",
                    "SummaryEnglish": "The three Valkyries bring everyone aboard their ship, where our heroes meet their mother, the head Valkyrie. The ship travels to the edge of the universe where the Valkyries show our heroes the bones of all the humans they've killed.",
                    "Aliases": []
                },
                "46": {
                    "ID": "1110721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110721",
                    "TitleEnglish": "Voices of El Alamein",
                    "SummaryEnglish": "Nanmi, a passenger on the 999 is able to convince the train to head to his planet, El Alamein, when he threatens to kill Tetsuro. Once they arrive Tetsuro and Maetel travel outside with him. The planet is mostly a desert, with many inactive tanks lying around. Sensing their life however, the tanks come back to life and attack.",
                    "Aliases": []
                },
                "47": {
                    "ID": "1110731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110731",
                    "TitleEnglish": "The Laboratory of Eternal War (1)",
                    "SummaryEnglish": "The 999 landed on a planet called \"Rifle Grenade\", where slaves were brought in to fight a perpetual war between two factions as spectator sport. One of the slave soldiers, Zeda, escaped and found refuge in the hotel room of Maetel and Tetsuro.",
                    "Aliases": []
                },
                "48": {
                    "ID": "1110741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110741",
                    "TitleEnglish": "The Laboratory of Eternal War (2)",
                    "SummaryEnglish": "At gunpoint (from the previous episode), Tetsuro told Zeda of his struggles back on Earth. Zeda was instead moved and decided to joined the rebels. With his companions Santana and Brudas, Zeda managed to unite the two soldier factions and started to attack government facilities.",
                    "Aliases": []
                },
                "49": {
                    "ID": "1110751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110751",
                    "TitleEnglish": "The Planet Future",
                    "SummaryEnglish": "Tetsuro and Maetel arrive on a planet filled with kind hearted, hard working people. When a storm ends up destroying the hotel that they are staying in, their luggage, including their passes are lost.",
                    "Aliases": []
                },
                "50": {
                    "ID": "1110761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110761",
                    "TitleEnglish": "Ghost Tunnel",
                    "SummaryEnglish": "The 999 arrives at the ghost tunnel, a giant tunnel in space formed by giant black orbs. An android woman, Eroze appears and asks Tetsuro to come off the train. When he refuses, she attacks the train with the orbs until he relents and agrees to come out.",
                    "Aliases": []
                },
                "51": {
                    "ID": "1110771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110771",
                    "TitleEnglish": "Artemis of the Transparent Sea (1)",
                    "SummaryEnglish": "As the 999 approaches its next destination, a large number of small blue blobs start passing by the 999, warning it to not go any further. Eventually the 999 gets stuck in a larger version of these blobs, which apparantely is their mother. The Galaxy Railways headquarters gets ready to blow it up so the 999 can go on, but all of a sudden a ship crashes into the blob.",
                    "Aliases": []
                },
                "52": {
                    "ID": "1110781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110781",
                    "TitleEnglish": "Artemis of the Transparent Sea (2)",
                    "SummaryEnglish": "After being brought aboard the 999, Artemis reveals her history, how she departed her mother to acquire a humanoid machine body. Having to work to pay it off in a factory had its toll however, and she stole a ship and fleed. Artemis dies soon after and is brought to the heart of her mother, where she is absorbed into it. With Galaxy Railways headquarters planning to destroy the mother, Tetsuro cries out for them to not do it.",
                    "Aliases": []
                },
                "53": {
                    "ID": "1110791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110791",
                    "TitleEnglish": "Tetsuro on the Planet of Mirrors",
                    "SummaryEnglish": "A boy who looks just like Tetsuro, named Manabu, and his brother work hard and are able to purchase a single pass for 999. The brother passes away before they can make it to the town where 999 arrives. When Tetsuro goes out on his own, Maetel mistakes Manabu for him. Tetsuro arrives and fights Manabu, but they quickly become friends as they have so much in common. When Manabu tries to board the 999 however, he is told that the pass is counterfeit.",
                    "Aliases": []
                },
                "54": {
                    "ID": "1110801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110801",
                    "TitleEnglish": "The Tale of the Endless Summer (1)",
                    "SummaryEnglish": "The 999 arrives on the Planet of the Endless Summer, which is populated by humanoid insect like creatures. The queen of the creatures captures Tetsuro and Maetel, planning to boil them to make them food for her children.",
                    "Aliases": []
                },
                "55": {
                    "ID": "1110811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110811",
                    "TitleEnglish": "The Tale of the Endless Summer (2)",
                    "SummaryEnglish": "The insect babies hatch and when Tetsuro finds himself unable to kill them, they climb aboard the 999 and start eating it.",
                    "Aliases": []
                },
                "56": {
                    "ID": "1110821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110821",
                    "TitleEnglish": "The Cold-Blooded Empire (1)",
                    "SummaryEnglish": "The 999 arrives on a primitive planet populated with people who are scared of the passengers taking over the planet. Meanwhile a friendly dinosaur named Tiny befriends Tetsuro and tries to get passage on the 999.",
                    "Aliases": []
                },
                "57": {
                    "ID": "1110831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110831",
                    "TitleEnglish": "The Cold-Blooded Empire (2)",
                    "SummaryEnglish": "Tiny changes his mind about going on the 999 and decides to stay on his planet with his girlfriend until they can both get tickets. The two of them help Tetsuro and Maetel when they are confronted by the planet's natives.",
                    "Aliases": []
                },
                "58": {
                    "ID": "1110841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1110841",
                    "TitleEnglish": "The Footsteps of Footstep Village",
                    "SummaryEnglish": "Tetsuro and Maetel arrive on the planet Footsteps Village, and are told of evil spirits that possess and kill people. Tetsuro is warned to not go out at night, but when he meets a spirit that takes the form of water, he does it anyway.",
                    "Aliases": []
                },
                "59": {
                    "ID": "1114761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1114761",
                    "TitleEnglish": "The Idle One's Mirror",
                    "SummaryEnglish": "The 999 stopped on the planet Idle One's Mirror, where everything is automated by machines. Tetsuro disembarked the train alone, and was taken by an automated taxi around the city. Once the taxi brought him to a residential area, he found out that the all residents are obese from the lack of physical work.",
                    "Aliases": []
                },
                "60": {
                    "ID": "1116061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1116061",
                    "TitleEnglish": "Planet of a Pint-Size Room (1)",
                    "SummaryEnglish": "The next stop for the 999 was the Planet of Tomorrow, a peaceful world whose inhabitants had no knowledge of space flight. The 999 and its passengers were to land in secrecy. A group of youths, led by Taro and Hanako, anticipated for its arrival. While the group only wanted to publicize the train's existence, Taro wanted to board the train. In doing so, Taro stole the train passes and spending money from Tetsuro and Maetel, as well as Tetsuro's clothes. In their plight Tetsuro and Maetel managed to find lodging in a small hostel (i.e., the pint sized room), where Tetsuro befriended the struggling comic-artist Adachi, who had been looking for an inspiration for his work. The episode ended with Taro offering Maetel's pass to Hanako, who refused it.",
                    "Aliases": []
                },
                "61": {
                    "ID": "1117511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1117511",
                    "TitleEnglish": "Planet of a Pint-Size Room (2)",
                    "SummaryEnglish": "While stranded on the planet without train passes, Maetel sought help from Galaxy Railways, but her efforts ended in vain. Meanwhile, with Adachi's help, Tetsuro found a job at a noodle shop to support himself and Maetel. Tetsuro and Maetel ran into the disguised Taro when they returned to the train station. Taro, not wanting to leave his friends behind, gave the passes to them, not knowing at first, that they were the rightful owners. As the train departed, Taro returned to Hanako and their friends. And Adachi, who also saw the train leave the planet, finally found inspiration for comic.",
                    "Aliases": []
                },
                "62": {
                    "ID": "1117521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1117521",
                    "TitleEnglish": "City Without Night",
                    "SummaryEnglish": "As the 999 approaches the City Without Night, Maetel tells Tetsuro of a lake there, but tells him not to go out to see it. When they arrive on the planet, Tetsuro gets in trouble for going out at night, but is saved by Maetel. They are told that no one is allowed out at night because of a dangerous dinosaur, Heron, that lives in the lake. Tetsuro and Maetel head there anyway and help Heron when it is captured by some photographers. Heron actually is a friendly creature, and later helped Tetsuro and Maetel out when the police try to arrest them for the death of the photographers.",
                    "Aliases": []
                },
                "63": {
                    "ID": "1117531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1117531",
                    "TitleEnglish": "The Sisters of the Pitch Dark Planet",
                    "SummaryEnglish": "The 999 stops at the Pitch Dark Planet, where all light is instantly absorbed. A while after Maetel leaves the train to \"attend to private business\", Tetsuro is beckoned outside by a figure at his window, who proves to be Miru, a daughter of the planet's ruler. She and her father tell him that Maetel has been kidnapped by Miru's sister Lelan, a deranged but brilliant scientist who plans to use Maetel's brain to launch an artificial sun into orbit, and that Maetel will die unless Tetsuro can infiltrate Lelan's base and kill her. Further, the new sun will doom most of the life on their world, which has never had light in its entire natural history. Tetsuro goes back for his gun, but is taken prisoner by Lelan the instant he steps off the train. His efforts to escape prove futile and Lelan launches the sun.",
                    "Aliases": []
                },
                "64": {
                    "ID": "1117541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1117541",
                    "TitleEnglish": "The Sacred Planet of Silence",
                    "SummaryEnglish": "Maetel and Tetsuro arrived at the Planet of Silence, where raising one's voice (beyond a whispering level) was punishable by death. Maetel asked Tetsuro to stay behind while she had to attend to some private business (concerning her \"mission\" with Tetsuro). Bored and worried, Tetsuro went looking for her. The townsfolk could not tolerate his voice, and was soon caught by the authorities to be executed. He was rescued by Maetel and a woman named Sylvia (in a Good, Bad, and Ugly way). Sylvia revealed that the law was enacted because everyone wore hearing aid to better listen other people's business, a vestigial legacy of a former totalitarian regime. Sylvia's father was executed when he cried for help to save her, when she was still a baby. They were discovered and surrounded. Knowing their weakness, Testuro screamed at the crowd so loudly, that their hearing devices fell out. The planet returned to normal as the train departed with Maetel and Tetsuro on board.",
                    "Aliases": []
                },
                "65": {
                    "ID": "1128281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1128281",
                    "TitleEnglish": "Symphonic Poem and the Witch's Harp",
                    "SummaryEnglish": "The 999 arrives at a planet where the people are starving because the Queen of the planet orders all food to be brought to her. Tetsuro and Maetel travel to the island where the Queen is located and find that she died long ago, with her consciousness stored in a device behind her corpse. Tetsuro destroys the device and her corpse, freeing the planet from her oppression.",
                    "Aliases": []
                },
                "66": {
                    "ID": "1143171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1143171",
                    "TitleEnglish": "The Fog of the Planet of Funerals",
                    "SummaryEnglish": "As the 999 touched down on the Funeral Planet, its arrival (and whistle) disturbed a funeral procession, who decided to bury Maetel and Tetsuro alive as punishment, with the proper pomp and circumstance. They were rescued by Machiru, a woman responsible for ringing the funeral bell. She explained that the inhabitants on the planet were immortal, so killing for funerals became a past time when they witnessed one over 120 years ago, when a couple crash landed on the planet. The bell stopped ringing, and Machiru was killed by the procession as a result. Maetel and Tetsuro came across the procession and stunned them all. Maetel explained to Testuro that funerals would be given to them when they stopped moving, whether they were still alive or not.",
                    "Aliases": []
                },
                "67": {
                    "ID": "1146701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1146701",
                    "TitleEnglish": "Dyruz the Space Monk",
                    "SummaryEnglish": "Dairuz, a monk with a mechanical body was on board of the 999. His rang his bell throughout, and the sound waves were powerful enough to damage the train and all of Tetsuro's teeth. The Conductor took the train to the Medical Treatment Asteroid for an overhaul as a result. Maetel and Tetsuro met Maria, who brought her boyfriend Mikhail for gunshot treatment from their homeworld, the crime-ridden Asteroid 33. The operation was successful, but Mikhail was losing his will to live. Dairuz tried to save him with prayers, but it was Tetsuro who gave Mikhail hope to live on. Despaired, the Dairuz smashed his bell, and sacrificed part of his body so that Tetsuro's teeth could be fixed. In parting, Dairuz, who was now attached to a rock to sustain his body, told Tetsuro he had to remeditate to change his way of salvation.",
                    "Aliases": []
                },
                "68": {
                    "ID": "1146711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1146711",
                    "TitleEnglish": "The Planet Named Curiosity",
                    "SummaryEnglish": "The 999 passes the Curiosity Planet, a planet with a large red dot on it that makes the planet look like an eye. The Conductor orders the passengers to not stare at the planet, but one of the passengers, a young woman named Miiru whose boyfriend was pulled out of the train to the planet does. This enrages the planet, which sends its moons after the 999 and orders the passengers to come off. There they find Miiru's boyfriend. The planet demands that the Conductor remove his clothes, which he refuses. Tetsuro and Maetel do so instead so he doesn't have to. The planet then demands Maetel be cut open so it can see her insides. This enrages Tetsuro, who using a knife from Miiru's boyfriend cuts open the planet. Exposed, the planet is embarrassed and commits suicide after the 999 flies safely away.",
                    "Aliases": []
                },
                "69": {
                    "ID": "1153061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1153061",
                    "TitleEnglish": "The Rebellion of C62",
                    "SummaryEnglish": "The episode opened with an armed robbery that took place on the 555 when it took a stop on the Medical Treatment Asteroid (in Episode 67). Next, the 999 received an emergency stop signal and the Conductor halted the train in mid-space. Maetel was summoned by the C62 (the locomotive for the 999), who informed her that it was going to disconnect and go on its own. News of both incidents reached the Galaxy Railways Headquarters, and one of the operatives determined that both trains were on the asteroid when the heist occurred. The Conductor later discovered that the two robbers were on board the 999, and soon after the SDF appeared. One of the robbers took Tetsuro hostage and demanded that the SDF be attached to the 999.",
                    "Aliases": []
                },
                "70": {
                    "ID": "1434961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1434961",
                    "TitleEnglish": "The Capital of Kind Flowers",
                    "SummaryEnglish": "The 999 stopped at the City of Flowers, which was covered with flowers. When Tetsuro and Maetel went to the Hotel, a fire broke out that ravaged the planet (and the flowers). The train made an emergency take off, while Maetel and Tetsuro were rescued by Coa and Rea (who started the fire), and their children Mia and Doa. The flowers, Coa explained, were poisonous, and those who destroyed them were executed. The police discovered Coa's role, and ordered his execution. The family refused to come out, and the ploice threatened to seal their entrance. The people rose up in defiance, however, and the police captain was forced to back down. Now on board of the 999, Maetel and Tetsuro contemplated on the significance and irrationality of Coa's (and his family's) sacrifice.",
                    "Aliases": []
                },
                "71": {
                    "ID": "1434971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1434971",
                    "TitleEnglish": "The Pioneer from the River of Purgatory",
                    "SummaryEnglish": "The River of Purgatory was a barren planet, and crops often grew with great difficulty. Almost all of the pioneers sent to the planet either died or left. Gombei and Yosaku, father and son, were the only two left on the planet. While Gombei kept on ploughing the field, believing that one day his hard work would prevail, Yosaku wanted to leave the planet. A giant bird flew to Gombei's field and picked Gombei's crops. Though Tetsuro managed to chase it away, it came back and started eating off Yosaku's field. Gombei tried to drive it off but was injured. Seeing this, Yosaku came to his father's defense. Tetsuro gave the fatal blow to the bird, and Yosaku, decided to remain on the planet, and worked the land until it became fertile.",
                    "Aliases": []
                },
                "72": {
                    "ID": "1434981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1434981",
                    "TitleEnglish": "Africa, the Great Dark Nebula (1)",
                    "SummaryEnglish": "While traveling Great Dark Nebula, the Conductor was taken away by a two-dimensional people called the Ghost Hoppers. Meanwhile, Tetsuro was temporary blinded by the triple Sun in the system. The train the proceeded to land on the ice planet Kilimanjaro, where the same Ghost Hoppers also kidnapped Maetel and Tetsuro. They, and the 999, became experimental subjects for the Ghost Hoppers.",
                    "Aliases": []
                },
                "73": {
                    "ID": "1434991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1434991",
                    "TitleEnglish": "Africa, the Great Dark Nebula (2)",
                    "SummaryEnglish": "While experimenting on the 999, the Ghost Hoppers put the three to a nearby jail. One of the Ghost Hoppers explained that they colonized Kilimanjaro two years ago, and eradicated the local aboriginal population. The artificial suns (which became the triple sun) they launched resulted in their two-dimensional appearance. The Ghost Hopper Queen's mothership appeared to halt the experimentation. She restored the 999 and released the three. The Queen, disgusted by the unethical pursuit of science by her own people, also left the Nebula.",
                    "Aliases": []
                },
                "74": {
                    "ID": "1435001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435001",
                    "TitleEnglish": "The Gimme Planet of 1,765,000,000 People",
                    "SummaryEnglish": "The Gimme Planet was the next stop of the 999. It is a planet where begging was the only way of life. Maetel explained to Tetsuro that in the past, the planet was divided into an impervished working class, and an extremely corrupt ruling class. Idleness eventually became the only means to combat corruption, so everyone on the planet turned to begging. Two beggars, Ikari and Nasake, could not tolerate the attitude of the people and became bandits. They sneaked into the 999, robbed the train and took Tetsuro hostage. However, Tetsuro was persuaded by their determination of not willing accepting charity, and his convinced the Conductor to disconnect their car so that they could go free to another planet. Maetel told him that, though their future is unknown, his trust and friendship gave them hope to start a new life.",
                    "Aliases": []
                },
                "75": {
                    "ID": "1435011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435011",
                    "TitleEnglish": "Cheyenne the Nation of Water (1)",
                    "SummaryEnglish": "The 999 was forced to land with water-borne inhabitants. Maetel and Tetsuro were escorted to meet with Waterpress, the ruler of the City. They were ambushed by a group of native Cheyenne Fish led by Geronimo, but escaped unharmed. Waterpress held Maetel and Tetsuro hostage, wanting to use the 999 to escape the planet with his people, since they have exhausted all of the planet's natural resources. Geronimo went on his own way after, an argument with his brother Navarro, leader of the Cheyenne, who preferred to live in peace with Waterpress. Waterpress was confronted by Geronimo, but he managed to trick and kill him. The 999 departed. Navarro and Suzie found Gernonimo's body.",
                    "Aliases": []
                },
                "76": {
                    "ID": "1435021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435021",
                    "TitleEnglish": "Cheyenne the Nation of Water (2)",
                    "SummaryEnglish": "The Galaxy Railways were notified of the hijacking, and dispathed the SDF to neutralize Waterpress. Meanwhile, Navarro, Suzie and a few Cheyenne warriors began their pursuit of the 999 with one of Waterpress's prototype spaceships. The Conductor subdued the hijhackers, while Navarro boarded the train, but Waterpress and his men took Suzie hostage. Tetsuro and Navarro planned an attack from outside of the train, and neutralized Waterpress. Navarro and Suzie returned to rebuild their homeworld, while Maetel and Tetsuro continued with their journey.",
                    "Aliases": []
                },
                "77": {
                    "ID": "1435031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435031",
                    "TitleEnglish": "The Holy Woman Who Devours Souls (1)",
                    "SummaryEnglish": "The Rainy Pond was the next stop for the 999. A pilgrim warned the passengers of a witch who devoured life, and wanted the Conductor to leave the planet earlier. A flood came, and all the passengers were stranded on the hotel. A woman (revealed to be Arc in the second part) offered a boat ride for a price. A businessman tried to pay his way, but a young man, Columbus, took his money and pushed him into the water. He took the ride along with his girlfriend, Poem, who did so reluctantly. When the hotel was finally destroyed, the pilgrim drifted away, and Tetsuro lost sight of Maetel. Tetsuro was washed up on an island. He entered a lighthouse and was greeted by Arc and the Queen of the planet, Cueflame. Cueflame was the one who extract life flames from her victims to consumed them to attain eternal life. Her next victims were Columbus, Poem, and Maetel.",
                    "Aliases": []
                },
                "78": {
                    "ID": "1435041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435041",
                    "TitleEnglish": "The Holy Woman Who Devours Souls (2)",
                    "SummaryEnglish": "Cueflame began extracting life flame from Maetel, but Tetsuro took the flame before she could consume it. In a confrontation Tetsuro discovered that Arc was a cyborg who was working for Cueflame to reclaim her human body. Meanwhile, Columbus woke up and pledge his service to Cueflame, on the condition that he and Poem could also consume the life flames. After Columbus captured Tetsuro, the Queen rewarded him with the life flame, but killed himself when he was told that the flame was extracted from Poem. The Queen asked Arc to extract Tetsuro's life, but instead she restored Maetel's life, and extracted her own. The Queen became weak after drinking Arc's flame (since she was only a cyborg), and was killed when her fortress collapsed. Maetel and Tetsuro raced back to the train as the planet was ripped apart by natural disasters.",
                    "Aliases": []
                },
                "79": {
                    "ID": "1435051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435051",
                    "TitleEnglish": "The Pirate of Time Castle (1)",
                    "SummaryEnglish": "A mysterious caped man appears on the 999, who stops a fight between two men and later rescues Tetsuro from another man. The 999 arrives at the planet Heavy Melder where Maetel and Tetsuro split up. Tetsuro wanders to a bar where the bartender tells him of the Time Castle, which is supposedly ruled by Captain Harlock. Tetsuro also meets Leryuzu, a singer who is sister to Ryuzu (episodes 7&8), who tells him that Maetel has headed to the Time Castle.",
                    "Aliases": []
                },
                "80": {
                    "ID": "1435061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435061",
                    "TitleEnglish": "The Pirate of Time Castle (2)",
                    "SummaryEnglish": "Tetsuro returns to the bar to find the location of the Time Castle and once again is rescued by the caped stranger. Tetsuro rides a motorbike to the Time Castle, but is stopped along the way by some soldiers who are led by Leryuzu. At the Time Castle Tetsuro finds Maetel confronting Captain Harlock himself. Harlock throws Tetsuro back in time, to the day that his mother was killed by Count Mecha.",
                    "Aliases": []
                },
                "81": {
                    "ID": "1435071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435071",
                    "TitleEnglish": "The Pirate of Time Castle (3)",
                    "SummaryEnglish": "Leryuzu returns Tetsuro to the present and ties up him and Maetel. Maetel reveals that the Harlock ruling the castle is not the real Harlock, putting some doubt in Leryuzu's mind. Leryuzu confronts the fake Harlock, then destroys the Time Castle, the fake Harlock and herself. Tetsuro realizes that the caped mystery man was the real Captain Harlock, and he sees the Arcadia take off from the planet.",
                    "Aliases": []
                },
                "82": {
                    "ID": "1435081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435081",
                    "TitleEnglish": "A Tale of a Short Life",
                    "SummaryEnglish": "The next station for the 999 was called Butterfly's Dream. The inhabitants had wings (like butterflies) but they also have a very short lifespan (also like butterflies). They met Leaf and Kureha. Leaf, an artist, was wingless and was shunned by the locals because of it. Kureha was in love with Leaf, but she was also engaged to Hanza. Kureha called off the engagement and went to the forest with Leaf, but Hanza took her back with the help of thugs. When the 999 was about to leave, the autumn wind signalled the end of Kureha and Hanza, but Kureha found Leaf before she died in his arms.",
                    "Aliases": []
                },
                "83": {
                    "ID": "1435091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435091",
                    "TitleEnglish": "Lifeform Number Three",
                    "SummaryEnglish": "The 999 reached a system when a battle took place between two planets, Maya and Zaba. Meanwhile one of the planets in the system was about to explode and destroyed the two worlds. Two Zabans, Seth and Rei took a spaceship to colonize another planet (planet No. 3) in the system. The 999 was also forced to land on the planet. Tetsuro and Maetel were ambushed by an ape man, who stole their passes. The ape man turned out to be Mayan Rossa, who arrive 3 months ago with his companion Luna, but the planet's energy devolved their bodies. They wanted to trade the passes with the Zaban spaceship, but Rei took them hostage while Seth returned the passed to Tetsuro and Maetel.",
                    "Aliases": []
                },
                "84": {
                    "ID": "1435101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435101",
                    "TitleEnglish": "The Planet of the Giant Elephant",
                    "SummaryEnglish": "Tetsuro intercepted a message in a bottle on the train. It was sent by explorer J.F. Stanley, who was left stranded on the Planet of Giant Elephant with his wife, Merusa, and his assistant, Narl. They were searching for a giant elephant called Flame. The Conductor reluctantly stopped at the planet to look for them. They located Stanley's party, but Stanley instead wanted to stay. Narl knocked him unconscious and took off with Merusa when Tetsuro and Maetel were trying to bring him on the boat. Flame appeared and killed Narl. Stanley's wife suffered minor injuries. Stanley wanted to break camp and pursue the Queen, who controlled Flame, while the rest grudgingly followed. When the Queen finally appeared, and instructed Flame to kill them all. Stanley was mortally wounded, but Tetsuro and Maetel managed to confront the Queen and killed her. Merusa decided to remain on the planet to watch over her husband's dreams.",
                    "Aliases": []
                },
                "85": {
                    "ID": "1435111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435111",
                    "TitleEnglish": "The Planet of Illusive Love",
                    "SummaryEnglish": "As the 999 approached the Planet of Illusive Love, and everyone started to show yearnings for unrequited love. Tetsuro lost sight of Maetel but instead met Naya, a street poet who was obsessed Lestel, an artist who instead loved her model, Pheras, who was in love Bina). Naya broke out in tears when Lestel rejected her advances. Tetsuro offered to find Lestel, who left with Naya. Maetel appeared took him to their hotel room. Lestel was enraged when Pheras took off with Bina. However, Pheras and Bina were killed in a car crash, and it turned out they were cyborgs. Realizing that he was only chasing a dream, Lestel ran off to join the Legionnaire, while Naya decided to wait for him until he returned.",
                    "Aliases": []
                },
                "86": {
                    "ID": "1435121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435121",
                    "TitleEnglish": "The UFO of the Planet of Forgotten Parents",
                    "SummaryEnglish": "The 999 was interrupted by an UFO near the Planet of Forgotten Parents. The rustic planet got its name when the youth left their parents behind to find new lives. The innkeeper mistook Tetsuro for his son, Tetsuo, but his wife explained that he went mad while waiting for him. The real Tetsuo to a factory as a slave. He killed the slavemaster and escaped in an UFO. A secret agent located Tetsuo and took him back to the slave planet, but Tetsuro offered her to take him instead, so that Tetsuo's father would not have to suffer. The agent was moved by Tetsuro and released both of them.",
                    "Aliases": []
                },
                "87": {
                    "ID": "1435131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435131",
                    "TitleEnglish": "Elza from the Sea",
                    "SummaryEnglish": "The 999 was searched by Brittenian soldiers when it landed on the God Given planet. Maetel and Tetsuro met Nasuka, one of the soldiers who was sleeping on the job. Tetsuro later found Nasuka, who was taking a boat to Honiara Island, where the planet elder resided. The two entered a cave and found the elder, who informed them that the planet was about to enter an ice age, but this would also waken the sea-dwelling Suraoids. On their journey home, Tetsuro and Nasuka found his lover Elza, a Suraoid injured in an underwater attack. They were discovered by fellow Brittenian soldiers, and the captain arrested Tetsuro and ordered the execution of Nasuka and Elza. Maetel appeared and drove the troops away. Nasuka and Elza left to find a place to live their lives in peace.",
                    "Aliases": []
                },
                "88": {
                    "ID": "1435141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435141",
                    "TitleEnglish": "Planet of the Crossroads of Destiny",
                    "SummaryEnglish": "The 999 approached the Planet called Crossroads of Destiny, where its blue satellite planet was about to go extinct. The planet was inhabited by a people who returned to a survivalist society when it ran out of natural resources. Tetsuro met Yaku, a weak hunter who was experimenting with new weapons. When his companion Aya decided to leave him for Mu, Yaku went to confront Mu, but was badly beaten. However, he managed to kill a saber-toothed tiger with a crossbow he constructed, saving Aya and Mu. Though Mu laughed for his lack of physical strength, Yaku was satisfied that a new age of knowledge had started with him.",
                    "Aliases": []
                },
                "89": {
                    "ID": "1435151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435151",
                    "TitleEnglish": "Gunman's Elegy",
                    "SummaryEnglish": "The 999 arrived at the Hangman's Planet, where all the outlaws in Andromeda gather. Tetsuro met Mimoza, who wanted to help her father build a music hall. However, her father was killed during a hold-up. The Sheriff appeared and told Maetel and Tetsuro of a feud between the White and Black gangs, over the control of a gold mine. A gunman named Wester joined the White gang, despite urging of Tetsuro otherwise. Maetel was mugged at the hotel, and Tetsuro joined the Black gang to exact revenge. A gunfight between the two gangs anhiliated each other, but Wester insisted a duel with Tetsuro. Wester was mortally wounded, but in his dying wish he wanted Tetsuro to give his gang earnings to Mimoza.",
                    "Aliases": []
                },
                "90": {
                    "ID": "1435161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435161",
                    "TitleEnglish": "The Snow Woman of Andromeda (1)",
                    "SummaryEnglish": "Maetel and Tetsuro arrived at Snowica, and Tetsuro was warned of the Snow Woman, who had the power to kill when the victim made eye contact. They met Tsuru, the most reputable ramen cook in Andromeda, but business was slow for him when people adopted mechanical bodies. While Maetel was away (discussing her mission on Tetsuro with C62), Tetsuro went to Tsuru's shop, and Tsuru told him a story of Yuki, a woman she used to love. But the Snow Woman appeared, who also wanted a bowl of ramen. To Tetsuro's surprise, he did not die when he made eye contact with her. However, the Snow Woman was disappointed when her ramen turned to ice when she touched it. Tetsuro sympathized with her and they left together. Tetsuro told her of his desire of a mechanical body, she promised to bring him to a place where he could receive one for free. The episode ended with Maetel looking for Tetsuro in the snow.",
                    "Aliases": []
                },
                "91": {
                    "ID": "1435171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435171",
                    "TitleEnglish": "The Snow Woman of Andromeda (2)",
                    "SummaryEnglish": "Maetel ran into Snowlock, a broker for mechanical bodies who was collaborating with the Snow Woman. Snowlock brought her to his workshop, but Maetel managed to destroy it. Meanwhile, the Snow Woman wanted to take Tetsuro's body so that she could eat hot ramen without freezing it. Tetsuro promised to make her ramen, but it also turned to ice when she touched it. The Snow Woman told Maetel that she was Yuki, and was in love with Tsuru. Maetel then brought Tsuru to her home and his ramen finally made her heart warm again. She died in Tsuru's arms as her ice body melted away.",
                    "Aliases": []
                },
                "92": {
                    "ID": "1435181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435181",
                    "TitleEnglish": "The Final Days of the Underwater City",
                    "SummaryEnglish": "The 999 reached the planet of Rainbow Sash. All that remained was a single underwater city resulting from a nuclear war. Maetel and Tetsuro went to the hotel, and saw the janitor Tadashi was unjustly dismissed by the manager. Tetsuro left the hotel in disgust and stayed at Tadashi's home. Kumi, the hotel receptionist, appeared, and they witnessed a car crash. It turned out the driver was, Miyoko Ohara, secretary to the governor. She warned them of an imminent earthquake that would destroy the city, and gave them the pass to the escape pods before succumbing from her injury. The 999 also departed, but Maetel convinced the Conductor to stay on the surface in case Tetsuro escaped.",
                    "Aliases": []
                },
                "93": {
                    "ID": "1435191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435191",
                    "TitleEnglish": "Keiko of the Insect Planet",
                    "SummaryEnglish": "The next stop of the 999 was the Insect Planet. It used to be paradise for insects before the humans colonization, and the Conductor warned Tetsuro and Maetel of the recent murders that have been taking place. Maetel and Tetsuro came a cross a man murdered, and his caged insects were released. They went to the house of Futoshi, Keiko, and their family, where Tetsuro saw the murderer ran into, but they did not find the perpetrator. In the following morning, Keiko met Tetsuro, and pleaded him to become an insect with her. A group of insect people appeared and tried to kidnap Tetsuro, but Maetel appeared and saved him. They returned to Keiko's home to find that she was transformed into an insect. She was, indeed, the one behind the recent killings. Keiko asked everybody to leave the house, blew up her room and killed herself.",
                    "Aliases": []
                },
                "94": {
                    "ID": "1435201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435201",
                    "TitleEnglish": "Yayaball's Tiny World (1)",
                    "SummaryEnglish": "Yaryabol, instructed by his mother, altered the course of the 999 to his home world, where everything was of miniature proportions. As they entered the hotel, they received a dinner invitation from Yaraybol. Maetel was trapped in the elevator and Tetsuro was ambushed route and was captured by Yaryabol. Maetel escaped and found Tetsuro resting in Yaryabol's residence, where, true to his word, Yaryabol they proceeded to dinner. When Maetel told Yaryabol that his mother died in an accident some time ago, Yaryabol became enraged and insisted that she was still alive. In the meantime, the 999 was ordered to leave Yaryabol's world immediately, leaving Maetel and Tetsuro stranded.",
                    "Aliases": []
                },
                "95": {
                    "ID": "1435211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435211",
                    "TitleEnglish": "Yayaball's Tiny World (2)",
                    "SummaryEnglish": "Maetel and Tetsuro remained in Yaryabol's mansion to find out what actually happened to his mother. But instead Tetsuro was lured to a trap designed to kill him but managed to (barely) escape. Maetel confronted Yaryabol but was herself restrained by Yaryabol's mother, who ordered him kill Maetel. Though initially reluctant, Yaryabol succumbed to his mother, only to be stopped by Tetsuro. Tetsuro discovered that Yaryabol's mother was a crude robot, and her consciousness was transferred to a supercomputer by Yaryabol. Tetsuro destroyed the computer in a final confrontation, and Yaryabol was devastated believing he was unable to achieve anything without his mother on his side. Meanwhile, the Conductor managed to convince C62 to reverse its course to retrieve Maetel and Tetsuro.",
                    "Aliases": []
                },
                "96": {
                    "ID": "1435221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435221",
                    "TitleEnglish": "Flying Kuro (1)",
                    "SummaryEnglish": "Tetsuro and Maetel travel to a planet where a robot cat fights against the government oppressors. they are arrested when they are believed to have a connection to the robot cat. Also they meet some cute black cats that can fly for no reason. Ultimately Maetel causes a man to kill himself by showing him whats inside her bag, and then the robot cat steals Tetsuro's pass.",
                    "Aliases": []
                },
                "97": {
                    "ID": "1435231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435231",
                    "TitleEnglish": "Flying Kuro (2)",
                    "SummaryEnglish": "Tetsuro meets the robot owner of the robot cat, Neko. Meanwhile all the robot cats on the planet stage a rebellion. Armys of robot cats fill the skies. The army tries to fight them off but is ineffective against their small size and sheer numbers. Flying Kuro, who is just a flying cat and not a robot cat is caught in the crossfire, but is rescued by the robot cat from before. The army then takes Flying Kuro hostage. Tetsuro and Neko have a disagreement over the value of life, and the cats stop rebelling. However then all the cat robots are gassed to death. Neko is arrested but then she blows up a truck and is shot to death. Flying Kuro then walks away into space and leaves the planet behind, Tetsuro and Maetel get back on the 999 and do the same.",
                    "Aliases": []
                },
                "98": {
                    "ID": "1435241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435241",
                    "TitleEnglish": "The One Book Left in the Universe",
                    "SummaryEnglish": "Tetsuro meets a couple who spend their final days writing a book about their planet blowing up. Then it does, but they finish the book and launch it into space, while they burn to death inside a tree house.",
                    "Aliases": []
                },
                "99": {
                    "ID": "1435251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435251",
                    "TitleEnglish": "The Four-Dimensional Elevator",
                    "SummaryEnglish": "Tetsuro gets lost taking an elevator that takes him to the fourth dimension. Maetel rescues him and he shoots a flashy dude who turned out to be a cyborg, then they get out and happilly continue on.",
                    "Aliases": []
                },
                "100": {
                    "ID": "1435261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435261",
                    "TitleEnglish": "The Monster of the Loose Zone",
                    "SummaryEnglish": "The train passes through a loose zone where everyone becomes loose and lazy and otherwise irresponsible. Tetsuro gets thrown out of the train somehow and the Conductor and the train are too lazy to look for him. Maetel is virtually unaffected. Tetsuro then ends up in a giant trash heap where he is chased by a monster made of trash. Eventually Maetel rescues Tetsuro on an uninhabited garbage planet. When the 999 leaves a much larger garbage monster attacks it but then collapses.",
                    "Aliases": []
                },
                "101": {
                    "ID": "1435271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435271",
                    "TitleEnglish": "The Planet of Eternally Pursued Dreams",
                    "SummaryEnglish": "Tetsuro meets a man who would like to be a manga artist but can't do so because the planet has a caste system. Maetel's suitcase is stolen and the passes are taken. They have the manga artist thrown in jail with an execution pending if he is found guilty. He is found innocent but they will kill him anyway. Then it turns out his sister actually stole the passes. He has a spazz attack, runs into open traffic and gets hit by a car. As he sits in bed dying he dreams he could only find the books he read as a child then he dies. His sister regretfully returns Tetsuro and Maetel's passes having killed her brother by stealing them. But they forgive her because he at least died a peaceful if not delusional death.",
                    "Aliases": []
                },
                "102": {
                    "ID": "1435281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435281",
                    "TitleEnglish": "The Planet of the Queen's Rebellion",
                    "SummaryEnglish": "Tetsuro travels to a planet where humans evolved from bees and hornets, and the two of them are poised to have a war. Tetsuro tries to make peace between them but just ends up thrown in jail. Then an all out War starts. Everyone dies but a film is left behind. Tetsuro and Maetel continue on.",
                    "Aliases": []
                },
                "103": {
                    "ID": "1435291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435291",
                    "TitleEnglish": "1001 Nights in Andromeda (1)",
                    "SummaryEnglish": "the 999 crash lands on planet Ali-baba run by a woman named Ali Baba. Tetsuro and Maetel are stripped and taken hostage by her. Maetel tells her a totally bogus story she stole out of a book she read and they manage to get their things back. But then Ali Baba decides to reneg on the deal and tries to recapture Maetel. Tetsuro is attacked by a gigantic roc bird.",
                    "Aliases": []
                },
                "104": {
                    "ID": "1435301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435301",
                    "TitleEnglish": "1001 Nights in Andromeda (2)",
                    "SummaryEnglish": "Tetsuro defeats the giant roc and meets up with the Conductor. Maetel is shot in the face by some chick, and Ali Baba's goons fail to capture her, they have a big chase scene involving camels and the goons knock the chick out and take Maetel. Tetsuro and the Conductor wake her up and she reveals herself to be the real Ali Baba and walks off. The two female Ali Babas have a showdown and tetsuro helps. Fake Ali Baba tries to steal Maetels Body, but Tetsuro shoots her in the head. The real Ali Baba then turns on Tetsuro and Maetel, and reveals that no one on this planet knows how to get anything without stealing. Ultimately everyone on the planet is eaten to death by a gang of giant roc birds. Except Tetsuro and Maetel who happilly continue on.",
                    "Aliases": []
                },
                "105": {
                    "ID": "1435311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435311",
                    "TitleEnglish": "The Legend of the Young Warriors",
                    "SummaryEnglish": "The 999 goes to some weird planet full of demotivated cyborgs and Tetsuro and Maetel are taken hostage by a bunch of kids. The Kids try to convince Tetsuro not to get a robot body and to help them fight against the cyborgs. Tetsuro spends most of the episode trying to figure out what is right. All of the human kids are killed by cyborgs, and they throw Tetsuro off a building. But he survives long enough to be rescued by Maetel, but she instead allows him to fall to his death. Ultimately the whole thing turns out to be just a dream.",
                    "Aliases": []
                },
                "106": {
                    "ID": "1435321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435321",
                    "TitleEnglish": "Ghost Station No. 13",
                    "SummaryEnglish": "Aron and Crosalis were lonely space drifters, transparent and without physical form. Aron turned himself into a train station (Ghost Station 13), so that he could have galaxy train passengers to land and play with his sister Crosalis. The 999 landed on station 13, but was trapped. Aron asked Maetel to provide her psychomagnetic waves (i.e., life energy), so that Crosalis could play with Tetsuro in physical form. Meanwhile, Galaxy Railways decided to destroy the ghost station, and advised the 999 to disembark immediately. The 999 could not escape in time, but Aron and Crosalis intercepted the destruction waves, out of gratitude for Maetel and Tetsuro.",
                    "Aliases": []
                },
                "107": {
                    "ID": "1435331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435331",
                    "TitleEnglish": "The Bird-Man of Kilimanjaro",
                    "SummaryEnglish": "Kilimanjaro (a different planet than in Eps. 71 and 72) was a world where chivalry still existed among soldiers. While in the 999, Maetel and Tetsuro witnessed a dogfight between two opposing squadrons. They later came across one of the captains (Alman), who bullied one of the squadmates, Izaka, for his poor upbringing and battle performance. Another dogfight soon followed, and an enemy pilot killed Izaka's civilian blood brother Kikuo for sport. Izaka singlehandedly took out the enemy squardron (included Captain Otto). He was arrested for unchivalrous behavior due to a recent ceasefire, but was rescued by Tetsuro. Izaka was pursued by Alman in another dogfight, but managed to escape, using the 999 as cover.",
                    "Aliases": []
                },
                "108": {
                    "ID": "1435341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435341",
                    "TitleEnglish": "The Destruction of Macaroni au Gratin",
                    "SummaryEnglish": "The Planet of Macaroni au Gratin, so called after its shape, was the next destination of the 999. Mane and Sab, the mechanical Dendorium brothers, who were bored with playing war games at the expense of the planet, captured (and shrunk) Maetel and Tetsuro so that they could escape the planet with the 999. They feigned a total war that destroyed the planet, but Queen Promethium (Maetel's mother) appeared and brought them to the train. Mother Computer Junior, discovered their escape and had them executed, while restoring Tetsuro and Maetel to their original size.",
                    "Aliases": []
                },
                "109": {
                    "ID": "1435351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435351",
                    "TitleEnglish": "Maetel's Journey (1)",
                    "SummaryEnglish": "To make up for the delay in the previous episode, the 999 enters Warp Space. Unexpectedly, a duplicate 999 materializes alongside them and the two trains collide and become entangled. Crippled, the 999 and its double are drawn into the gravity of a sinister-looking planet that seems to be adrift in Warp Space. Tetsuro climbs though a breach into the other 999 and encounters an exact double of Maetel; however her companion is not his own double, but a different boy named Redril Hammer. Redril explains that he is traveling on the 999 to a planet where he will receive a mechanical body for free. The trains narrowly avert crashing down but the car carrying both Maetels breaks loose and falls to the surface.",
                    "Aliases": []
                },
                "110": {
                    "ID": "1435361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435361",
                    "TitleEnglish": "Maetel's Journey (2)",
                    "SummaryEnglish": "The trains having landed on the Wandering Planet's surface to rescue the two Maetels, Redril and Testuro confront two extremely alien-looking creatures who refer to themselves as \"humans\". When the aliens confirm to their satisfaction that Tetsuro, Redril, the two Maetels and the two Conductors are flesh-and-blood and not mechanized, they are permitted to return to the trains. As they prepare to lift off, the Conductors are seized by a pair of mechanical creatures with a shape resembling that of the two \"humans\" they encountered before. They demand that the two boys surrender their passes and allow them to take their place on the train.",
                    "Aliases": []
                },
                "111": {
                    "ID": "1435371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435371",
                    "TitleEnglish": "The Planet of the Bats",
                    "SummaryEnglish": "On the Bat planet, the 999's last stop before the final destination, Tetsuro met a sickly young man, who wanted a mechanical body so that he could have the endurance to become a great animator. Like many travelers up to this point, Tetsuro recalled his encounters along the journey and expressed doubts in his decision to obtain a mechanical body. The young man broke into their hotel room stole Tetsuro's belongings, including his pass, so that he could board the 999 disguised as Tetsuro. However, he found this unethical, since he has already worked so hard travel up to this point, and returned everything to Tetsuro when he met them at the train station.",
                    "Aliases": []
                },
                "112": {
                    "ID": "1435381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435381",
                    "TitleEnglish": "The Vision of Youth! Farewell, 999 (1)",
                    "SummaryEnglish": "The 999 reached its final destination, the planet Promethium. Once on the surface, Tetsuro and Maetel were escorted by Mirai, who brought them to the sanitarium where Tetsuro had up to 24 hours to contemplate his decision on adopting a mechanical body. Maetel warned Tetsuro to think wisely before leaving him with Mirai to meet her father, whose consciousness was encased in a pendant. In the sanitarium, Tetsuro realized that the life of a cyborg was empty and disappointing, and decided not to take his machine body. He also witnessed a cyborg committing suicide and, in his last moments, warned Tetsuro of Maetel's intentions, and that she was the daughter of the Queen of Promethium. In a confrontation between Tetsuro and Maetel, Mirai explained that Maetel was to bring courageous young boys like him to help construct an eternal mechanized empire.",
                    "Aliases": []
                },
                "113": {
                    "ID": "1435391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/galaxy-express-999/episodes/1435391",
                    "TitleEnglish": "The Vision of Youth! Farewell, 999 (2)",
                    "SummaryEnglish": "The Conductor and Tetsuro attempted to steer the 999 away from the black hole, but was immobilized by tractor beams from Promethium. In the mean time, Maetel was able to escape, and managed to turn off the tractor beams. The 999 was able to change course and returned to the planet to save Maetel. He ran into Mirai, and stopped her trying to kill herself for failing to persuade Tetsuro to become a cyborg. Maetel appeared, and the three agreed to work together to retrieve the pendant from the Queen. Though this time the plan successful and the reactor began to overload, Mirai was killed in the process. Queen Promethium disintegrated (but presumably not killed) in the final confrontation with Maetel and Tetsuro.",
                    "Aliases": []
                }
            }
        }
    }
}