{
  "URL": "https://www.thetvdb.com/series/monogatari",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/7B77-C753-1928-B435-9683-9",
    "https://www.imdb.com/title/tt1480925/",
    "https://www.monogatari-series.com/",
    "http://www.reddit.com/r/araragi/",
    "https://www.tvmaze.com/shows/4202/show-slug",
    "https://www.themoviedb.org/tv/46195",
    "https://en.wikipedia.org/wiki/Monogatari_(series)"
  ],
  "TitleEnglish": "Monogatari",
  "SummaryEnglish": "Araragi Koyomi is a third year high school student who is almost human again after having briefly become a vampire. One day, a classmate named Senjougahara Hitagi, who infamously never talks to anyone, falls down the stairs into Koyomi's arms. He discovers that Hitagi weighs next to nothing, in defiance of physics and common sense alike. Despite being threatened by her, Koyomi offers her help, and introduces her to Oshino Meme, a middle-aged homeless man who helped him stop being a vampire.",
  "Aliases": [
    "Ghostory",
    "Tsukimonogatari: Yotsugi Doll",
    "Bakemonogatari",
    "Zenmonogatari",
    "Hanamonogatari",
    "Zoku Owarimonogatari",
    "Kabukimonogatari",
    "Kizumonogatari",
    "Koimonogatari",
    "Koyomimonogatari",
    "Monogatari Series",
    "Monogatari Series: First Season",
    "Monogatari Series: Second Season",
    "Monogatari Series: Final Season",
    "Nekomonogatari",
    "Nisemonogatari",
    "Onimonogatari",
    "Otorimonogatari",
    "Owarimonogatari",
    "MONOGATARI Series OFF & MONSTER Season",
    "暦物語",
    "シリーズ セカンド",
    "〈物語〉シリーズ オフ＆モンスターシーズン",
    "〈物語〉シリーズ"
  ],
  "Modified": "2025-10-06",
  "Seasons": {
    "0": {
      "ID": "86951",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 39,
      "Episodes": {
        "1": {
          "ID": "3406651",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/3406651",
          "TitleEnglish": "Episode 5.5 (Recap)",
          "SummaryEnglish": "A recap of episodes 1-5 of Bakemonogatari.",
          "Aliases": []
        },
        "2": {
          "ID": "4139150",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4139150",
          "TitleEnglish": "Kizumonogatari Part 1: Tekketsu",
          "SummaryEnglish": "One day, Koyomi Araragi encounters the horrifying vampire, Kiss-shot Acerola-orion Heart-under-blade A.K.A. the \"King of Apparitions.\" He saves the fatally wounded Kiss-shot by offering his blood at the expense of his own life as a human. Now Koyomi has to face the vampire hunters to retrieve Kiss-shot's limbs which were taken by these hunters.",
          "Aliases": []
        },
        "3": {
          "ID": "4450835",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4450835",
          "TitleEnglish": "Tsubasa Family - Part 1",
          "SummaryEnglish": "Koyomi Araragi begins the day by being rudely awoken by his sister, Tsukihi. He decides to discuss love with her, asking how one can tell if they are in love or not. It turns out that recently, he can't stop thinking about his classmate, Hanekawa Tsubasa. Later, he runs into Hanekawa, who reveals a shocking fact which he may not tell anyone else about.",
          "Aliases": []
        },
        "4": {
          "ID": "4450836",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4450836",
          "TitleEnglish": "Tsubasa Family - Part 2",
          "SummaryEnglish": "Later, Araragi meets up with Oshino Meme, who quizzes him about Hanekawa. He reveals everything except the secret he was sworn not to tell, including finding and burying a silver cat with no tail. From this, Oshino warns that Hanekawa may have been possessed by an Oddity, the Curse Cat. He instructs Araragi to find Hanekawa, whilst he looks for the shallow grave they dug for the silver cat. Araragi finds Hanekawa, but things then take a turn for the worse...",
          "Aliases": []
        },
        "5": {
          "ID": "4450837",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4450837",
          "TitleEnglish": "Tsubasa Family - Part 3",
          "SummaryEnglish": "Araragi, initially ignoring Oshino's warning not to involve himself any further in this incident, visits Hanekawa's house and is shocked by what he finds. He returns home and convinces his sisters not to involve themselves in the Curse Cat incident either. A few days pass and Hanekawa is still nowhere to be found. Araragi returns to Oshino to find him severely injured from his numerous encounters with the Curse Cat. Later, Araragi manges to find and talk to the Curse Cat occupying Hanekawa. Calmer and less violent now, she tells him to leave her to her own devices in order to relieve her master's stress.",
          "Aliases": []
        },
        "6": {
          "ID": "4450838",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4450838",
          "TitleEnglish": "Tsubasa Family - Part 4",
          "SummaryEnglish": "Araragi begs Shinobu for her help, which she eventually provides. He then formulates a plan to confront the Curse Cat and save Hanekawa.",
          "Aliases": []
        },
        "7": {
          "ID": "4632072",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4632072",
          "TitleEnglish": "Summary I",
          "SummaryEnglish": "This episode summarizes the events of the Tsubasa Family episodes",
          "Aliases": []
        },
        "8": {
          "ID": "4653110",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4653110",
          "TitleEnglish": "Summary II",
          "SummaryEnglish": "This episode summarizes the events of the Hitagi Crab, Mayoi Snail, Suruga Monkey, and Nadeko Snake episodes",
          "Aliases": []
        },
        "9": {
          "ID": "4664003",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4664003",
          "TitleEnglish": "Summary III",
          "SummaryEnglish": "This episode summarizes the events of the Tsubasa Cat, Karen Bee, and Tsukihi Phoenix episodes",
          "Aliases": []
        },
        "10": {
          "ID": "4653123",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4653123",
          "TitleEnglish": "Suruga Devil - Part 1",
          "SummaryEnglish": "After the graduation of Araragi and Senjougahara, Suruga alone to deal with her left hand that has been turned monsterous from her mother's monkey paw charm. After hearing rumors of a \"Devil\" that can solve one's problems no matter what, Suruga set out to find this person.",
          "Aliases": []
        },
        "11": {
          "ID": "4834515",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4834515",
          "TitleEnglish": "Suruga Devil - Part 2",
          "SummaryEnglish": "After having her hand healed, Suruga has many questions for her former classmate Rouka. She was unable to contact her, however a meeting with Keiki Deshu, who seems to have survived the attack from the previous season, answers some questions of hers.",
          "Aliases": []
        },
        "12": {
          "ID": "4834516",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4834516",
          "TitleEnglish": "Suruga Devil - Part 3",
          "SummaryEnglish": "Suruga realizes that the collector is in fact Rouka, and she has been collecting parts of the \"devil\" as she feeds off the misfortune of others. Her motives are questionable...",
          "Aliases": []
        },
        "13": {
          "ID": "4834517",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4834517",
          "TitleEnglish": "Suruga Devil - Part 4",
          "SummaryEnglish": "Rouka challenges Suruga to a one-on-one basketball match as the two discuss the events that led up to their collection of their respective \"devil\" parts. Suruga is still coming to terms with the ability to use her left arm again.",
          "Aliases": []
        },
        "14": {
          "ID": "4834518",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4834518",
          "TitleEnglish": "Suruga Devil - Part 5",
          "SummaryEnglish": "Upon finding the Demon's head, she meets Rouka once again. Instead of giving the head to Rouka, she refuses. She is unable to stand the sight of her because of the fact that she can see her as she is a ghost. Suruga then challenges Rouka to one-on-one basketball in a wager for the head if Suruga loses.",
          "Aliases": []
        },
        "15": {
          "ID": "5020935",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5020935",
          "TitleEnglish": "Yotsugi Doll - Part 1",
          "SummaryEnglish": "Koyomi Araragi and Shinobu Oshino discuss the true nature of Shikigami doll Yotsugi Ononoki, and Koyomi is being rudely woken up by his sisters who tell him to cram for his upcoming college entrance exams.",
          "Aliases": []
        },
        "16": {
          "ID": "5087115",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5087115",
          "TitleEnglish": "Yotsugi Doll - Part 2",
          "SummaryEnglish": "Koyomi Araragi sees that he has no reflection, and discusses this with Shinobu. She then suggests that Koyomi should see Yozuru Kagenui and Yotsugi Ononoki.",
          "Aliases": []
        },
        "17": {
          "ID": "5087116",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5087116",
          "TitleEnglish": "Yotsugi Doll - Part 3",
          "SummaryEnglish": "As Yotsugi's words sink in, Koyomi remains unfazed. He reasons that his experiences as a vampire must have come with a price. One that he should have to pay. Yozuru commends Koyomi for his acceptance, but tells him that while there is no way to undo the progress of his transformation, there is a way he can stop it from progressing further: he must no longer use his powers as a vampire. Yotsugi informs Koyomi that he can still use his blood to feed Shinobu, but he shouldn't do it too often, and not to the point where he gains any powers. Yozuru warns him that if he were to progress further toward being a vampire, she would have to kill him, as is her duty as a specialist. This raises Shinobu's ire, and she tells Yozuru that if Koyomi were to die, the restraints on her would be released, returning her to her status as lord of the vampires. She would use that power to kill Yozuru. Yozuru accepts the challenge. Yotsugi, not wanting to see the others fight, urges Koyomi to never use his powers again, in order to keep things the way they are. Reluctantly, Koyomi promises to stop using his powers. Internally, however, he has doubts as to whether or not he can. He knows that if someone he cares about were going to die he wouldn't hesitate to use his powers to save them. Later, as Koyomi and Yozuru are discussing the reasoning behind her focus on killing immortal apparations, Yozuru receives a call from Izuko. Yozuru tells Koyomi and Yotsugi to go to Suruga's house immediately, to check on his sisters. They arrive to find not only Koyomi's sisters, but also Suruga missing. In their place is a series of paper cranes. Yotsugi explains that the bird shape indicates that the kidnapper is after Tsukihi, the phoenix. They meet back up with Yozuru, who explains that the man behind the kidnapping is Teori Tadatsuru, an apparation specialist and doll master. Like Yozuru, Teori is a specialist who focuses on killing immortal apparitions. Yozuru warns Koyomi that he can't use his power",
          "Aliases": []
        },
        "18": {
          "ID": "5087117",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5087117",
          "TitleEnglish": "Yotsugi Doll - Part 4",
          "SummaryEnglish": "Koyomi and Yotsugi land at the base of the mountain, where they are surprisingly met by Ougi Oshino. She talks with Koyomi for a while about his current situation and his upcoming confrontation with Teori. Koyomi and Yotsugi begin their journey up the mountain. The two discuss how they will be able to rescue Koyomi's sisters and Suruga. Koyomi hopes that they'll be able to sneak past Teori and get them without him noticing, but Yotsugi is doubtful of that plan. She expects that Koyomi will have to convince Teori to let them go, as this is how Koyomi normally deals with his opponents. Yotsugi then briefly explains how she was created. Back during their college days, Yozuru, Teori, Meme, and Deishu Kaiki did a project to create and artificial shikigami from the corpse of a human, under the direction of Izuko. Yozuru and Teori both fought for 'ownership' of Yotsugi, but in the end, Yotsugi chose to stay with Yozuru. This led to a falling out between Yozuru and Teori. Yotsugi discloses that the reason she is telling Koyomi this is because, if things were dire, he could choose to hand over Yotsugi to Teori in order to resolve the situation. Koyomi refuses to consider the option. He instead instructs Yotsugi to find the hostages, and use her power to immediately get away, while he distracts Teori. Yotsugi points out that if she were to leave, Koyomi and Shinobu would be left helpless before Teori. Yotsugi halfheartedly suggests offering Shinobu to Teori, which Koyomi refuses. Yotsugi points out that Koyomi's desire to have the hostages rescued while not being willing to give up either Yotsugi, Shinobu, or himself shows a lack of maturity. She then suggests that if she were to get close enough to Teori, she could use her powers to kill him before he has a chance to react. Koyomi is shocked at the suggestion. He wants to preserve what humanity is left in Yotsugi, and if she were to kill Teori, she would lose it. The two reach the shrine, and observe Teori. He is sitting on",
          "Aliases": []
        },
        "19": {
          "ID": "5356163",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356163",
          "TitleEnglish": "Kizumonogatari Part 2: Nekketsu",
          "SummaryEnglish": "Koyomi Araragi was turned into a vampire by the legendary vampire, Kiss-shot Acerola-orion Heart-under-blade, and he needs to revive the weakened vampire back to her complete form to return to being human again. The only way for Koyomi to achieve his goal is to fight the three vampire hunters - Dramaturgy, Episode and Guillotinecutter.",
          "Aliases": []
        },
        "20": {
          "ID": "5356165",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356165",
          "TitleEnglish": "Kizumonogatari Part 3: Reiketsu",
          "SummaryEnglish": "The servant of Kiss-shot has succeeded in his impossible quest, and now it's time to reap his reward. But neither Araragi nor Kiss-shot seem entirely happy with this turn of events. Is a happy ending truly that easy to acquire? And if ending this wound tale requires someone to be miserable, what was any of it for?",
          "Aliases": []
        },
        "21": {
          "ID": "5442151",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5442151",
          "TitleEnglish": "Koyomi Stone",
          "SummaryEnglish": "Before the events of Bakemonogatari, Koyomi and Tsubasa delve into the mystery surrounding a stone that was enshrined into one of the school's gardens.",
          "Aliases": []
        },
        "22": {
          "ID": "5474009",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5474009",
          "TitleEnglish": "Koyomi Flower",
          "SummaryEnglish": "After Hitagi's condition is treated, she and Koyomi investigate the true reason why some flowers were left behind on a street and the school's rooftop.",
          "Aliases": []
        },
        "23": {
          "ID": "5483454",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5483454",
          "TitleEnglish": "Koyomi Sand",
          "SummaryEnglish": "After Oshino leaves the city, Mayoi informs Koyomi about a sand box whose shape resembles a devil and he decides to find out why.",
          "Aliases": []
        },
        "24": {
          "ID": "5484971",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484971",
          "TitleEnglish": "Koyomi Water",
          "SummaryEnglish": "After Koyomi helps Kanbaru tidying her room, he has a bath in her house, and finds out a curious story about the water of the tub.",
          "Aliases": []
        },
        "25": {
          "ID": "5484972",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484972",
          "TitleEnglish": "Koyomi Wind",
          "SummaryEnglish": "Nadeko comes over to Koyomi's house, and is pleasantly surprised that Koyomi's parents and siblings are all absent. The two then engage in a discussion about Kaiki's curse and his means of spreading the rumor amongst the middle schoolers in town.",
          "Aliases": []
        },
        "26": {
          "ID": "5484973",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484973",
          "TitleEnglish": "Koyomi Tree",
          "SummaryEnglish": "Karen asked Koyomi for advice regarding a mysterious grown tree that suddenly appeared on her dojo's backyard.",
          "Aliases": []
        },
        "27": {
          "ID": "5484974",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484974",
          "TitleEnglish": "Koyomi Tea",
          "SummaryEnglish": "Tsukihi consults Koyomi regarding her Tea Club members on why her fellow members still believe in the ghostly \"eight member\" despite Tsukihi proving the rumor was fake.",
          "Aliases": []
        },
        "28": {
          "ID": "5484976",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484976",
          "TitleEnglish": "Koyomi Mountain",
          "SummaryEnglish": "As Ougi and Koyomi climb the mountain where the North White Snake Shrine is located, she tells him that the shrine was moved there from another mountain.",
          "Aliases": []
        },
        "29": {
          "ID": "5484977",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484977",
          "TitleEnglish": "Koyomi Torus",
          "SummaryEnglish": "When Koyomi gets donuts from Hitagi, Shinobu tries to eat all of the donuts.",
          "Aliases": []
        },
        "30": {
          "ID": "5484978",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484978",
          "TitleEnglish": "Koyomi Seed",
          "SummaryEnglish": "On his way home, Araragi sees Yotsugi, who asks him for help finding something.",
          "Aliases": []
        },
        "31": {
          "ID": "5484979",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484979",
          "TitleEnglish": "Koyomi Nothing",
          "SummaryEnglish": "When Koyomi asks Yozuru Kagenui about the extent of her relationship with Yotsugi, she challenges him to a fight. But then Yozuru disappears...",
          "Aliases": []
        },
        "32": {
          "ID": "5484980",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5484980",
          "TitleEnglish": "Koyomi Dead",
          "SummaryEnglish": "On Exam day, Koyomi visits the North White Snake shrine to look for Kozuru. Instead he sees Izuko Gaen there.",
          "Aliases": []
        },
        "33": {
          "ID": "7110187",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/7110187",
          "TitleEnglish": "Koyomi Reverse - Part 1",
          "SummaryEnglish": "Koyomi Araragi contemplates the current state of his life post-graduation when he suddenly gets pulled through the mirror into a mysterious yet familiar world...",
          "Aliases": []
        },
        "34": {
          "ID": "7111621",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/7111621",
          "TitleEnglish": "Koyomi Reverse - Part 2",
          "SummaryEnglish": "Koyomi reexamines his options and is drawn to the bath in the Kanbaru household, but is suddenly attacked by the Rainy Devil. Koyomi narrowly escapes the danger, only to meet more people from this world he supposedly \"knows\".",
          "Aliases": []
        },
        "35": {
          "ID": "7111624",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/7111624",
          "TitleEnglish": "Koyomi Reverse - Part 3",
          "SummaryEnglish": "Koyomi attempts to make sense of the mirror world with this world's counterparts of his acquaintances. Later at night, Yotsugi then takes Koyomi to meet yet another person from this world.",
          "Aliases": []
        },
        "36": {
          "ID": "7111625",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/7111625",
          "TitleEnglish": "Koyomi Reverse - Part 4",
          "SummaryEnglish": "Koyomi meets the Shinobu of this world; as they converse, she reveals to him his powerful influence on the mirror world.",
          "Aliases": []
        },
        "37": {
          "ID": "7111626",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/7111626",
          "TitleEnglish": "Koyomi Reverse - Part 5",
          "SummaryEnglish": "While taking a bath in the Kanbaru household, Koyomi has an encounter with an unknown yet familiar face who starts up a conversation about knowledge.",
          "Aliases": []
        },
        "38": {
          "ID": "7111627",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/7111627",
          "TitleEnglish": "Koyomi Reverse - Part 6",
          "SummaryEnglish": "To put together the final pieces of the puzzle, Koyomi makes one final stop at his now-former high school to meet perhaps the most important piece of that puzzle.",
          "Aliases": []
        },
        "41": {
          "ID": "10641492",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10641492",
          "TitleEnglish": "A Cruel Fairy Tale: The Beautiful Princess",
          "SummaryEnglish": "Once upon a time, there was a true story that happened about 600 years ago. It's a story of a very beautiful girl who lived in a country that no longer exists.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "86961",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/1",
      "TitleEnglish": "Bakemonogatari",
      "SummaryEnglish": null,
      "# Episodes": 15,
      "Episodes": {
        "1": {
          "ID": "830421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/830421",
          "TitleEnglish": "Hitagi Crab - Part 1",
          "SummaryEnglish": "After Koyomi Araragi catches his classmate, Hitagi Senjougahara, when she fell down some stairs, he makes a strange discovery about her. Trying to keep her secret Hitagi attacks Koyomi. However, he has a secret of his own and might be able to help her.",
          "Aliases": []
        },
        "2": {
          "ID": "830451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/830451",
          "TitleEnglish": "Hitagi Crab - Part 2",
          "SummaryEnglish": "To overcome her problems, Hitagi has to face some difficult and painful memories from her past.",
          "Aliases": []
        },
        "3": {
          "ID": "882021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/882021",
          "TitleEnglish": "Mayoi Snail - Part 1",
          "SummaryEnglish": "Koyomi Araragi has an argument with his sister and then finds it difficult to stay in the house. He goes to the park where he meets Hitagi Senjyogahara. They see a little girl, Mayoi Hachikuji, comparing the town map displayed in the park to the memo in her hand. Learning that Mayoi has lost her way and route to a relative's home, Koyomi offers to help, only to be violently rebuffed.",
          "Aliases": []
        },
        "4": {
          "ID": "908301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/908301",
          "TitleEnglish": "Mayoi Snail - Part 2",
          "SummaryEnglish": "After Koyomi Araragi and Hitagi Senjyogahara discover that the girl they met in the park, Mayoi Hachikuji, is trying to get to her mother's house, they offer to walk along with her. However, they keep getting incredibly lost.",
          "Aliases": []
        },
        "5": {
          "ID": "935411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/935411",
          "TitleEnglish": "Mayoi Snail - Part 3",
          "SummaryEnglish": "While Hitagi is off to Oshino for advice, Koyomi learns more about Mayoi's life. When Hitagi finally returns, she reveals some information that surprises Koyomi.",
          "Aliases": []
        },
        "6": {
          "ID": "960831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/960831",
          "TitleEnglish": "Suruga Monkey - Part 1",
          "SummaryEnglish": "On his way to Hitagi's house, Koyomi bumps in to Suruga Kanbaru, the school's basketball star and an old friend of Hitagi, of whom he can't get rid of. Later that day, Koyomi is attacked by a mysterious being.",
          "Aliases": []
        },
        "7": {
          "ID": "966311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/966311",
          "TitleEnglish": "Suruga Monkey - Part 2",
          "SummaryEnglish": "The day after his attack, Koyomi goes to see Suruga, where she tells him something about herself he can't quite grasp.",
          "Aliases": []
        },
        "8": {
          "ID": "966321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/966321",
          "TitleEnglish": "Suruga Monkey - Part 3",
          "SummaryEnglish": "Koyomi takes Suruga to see Oshino in order to help her. However, the help he offers isn't the help Koyomi wanted...",
          "Aliases": []
        },
        "9": {
          "ID": "966331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/966331",
          "TitleEnglish": "Nadeko Snake - Part 1",
          "SummaryEnglish": "Koyomi and Suruga travel to an abandoned shrine in order to perform a favor for Oshino. As they climb the mountain the shrine is located on, they pass a girl running down the path, who only briefly exchanges glances before continuing in the other direction. Once they reach the shrine, Koyomi and Suruga discover a number of dismembered snake corpses in what appears to be some sort of ritual. They both quickly decide to leave. Later, Koyomi comes across Hanekawa in a bookstore, where they begin to converse. Hanekawa warns Koyomi that he and Hitagi must set down boundaries in their relationship if it is to last. She then leaves after getting a sudden headache. Koyomi then meets the girl again, who he finally realizes is Nadeko Sengoku, a friend of his sisters who he met as a child. He and Suruga intercept her at the shrine, and return to Koyomi's house. Once there, Nadeko takes off her clothes, revealing snakelike skin, and pleads for Koyomi to save her.",
          "Aliases": []
        },
        "10": {
          "ID": "1056211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/1056211",
          "TitleEnglish": "Nadeko Snake - Part 2",
          "SummaryEnglish": "Oshino informs Koyomi that Nadeko is under the effects of a Snake Constrictor, a snake spirit that slowly constricts the life out of its victim. Nadeko explains that it is a curse a classmate placed on her after Nadeko inadvertently rejected the confession of a boy the classmate liked. Normally, a curse placed by an amateur would be harmless, but Nadeko accidentally made the curse worse by performing her ritual at the shrine, which has been corrupted by Shinobu's presence. Koyomi obtains a special charm that will banish the Snake Constrictor and they return to the shrine. While the ritual is seemingly successful, Koyomi realizes that Nadeko is under the attack of two Snake Constrictors, the second being placed by the rejected boy. While the first one is banished, Koyomi is forced to battle the second to keep it from killing Nadeko. He and Kanbaru manage to chase it off, but Koyomi feels guilty for not being able to destroy it, as the Snake Constrictor will return to the person who originally placed the curse.",
          "Aliases": []
        },
        "11": {
          "ID": "1074891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/1074891",
          "TitleEnglish": "Tsubasa Cat - Part 1",
          "SummaryEnglish": "After school Koyomi finds Nadeko and they talk about how Shinobu looked at her and Suruga with a different gaze than Koyomi and Oshino. Tsubasa appears and Nadeko leaves abruptly, Koyomi and Tsubasa talk about how Koyomi has become a bad influence to Hitagi in school. Tsubasa gets a headache and Koyomi flashbacks into what happened in Golden Week, Tsubasa turned into a white \"cat-woman\" and attacked people by absorbing their vitality. Oshino reveals the problem is because of a huge amount of stress built up over the years. Koyomi acts as bait to attract the cat and Shinobu bites her draining her energy until she turns back into Tsubasa.",
          "Aliases": []
        },
        "12": {
          "ID": "1074901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/1074901",
          "TitleEnglish": "Tsubasa Cat - Part 2",
          "SummaryEnglish": "Hitagi and Koyomi are having lunch. Her teases him and roughly \"asks\" him to go on a date. He comes late but Hitagi doesn't seem to mind. Her father drives them to a location where Hitagi teases him more. She leaves him with her father where at first Koyomi was nervous. Her father goes on talking about how he isn't there for her often and asks Koyomi to take cake of her. Hitagi blindfolds him and then shows him an area where a blanket is laid on the ground. They lay down and she tells him that the stars are all she has rest to give him. She tells him that she loves him and Koyomi returns the same feelings. She asks him to kiss her.",
          "Aliases": []
        },
        "13": {
          "ID": "1124541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/1124541",
          "TitleEnglish": "Tsubasa Cat - Part 3",
          "SummaryEnglish": "On the way to school, Koyomi finds Hachikuji in the middle of the street and assaults her in a teasing manner. Hachikuji panics and breaks his finger. Later after they calm down, Hachikuji tells Koyomi that she saw Shinobu at the donut store. Koyomi goes to the school bike rack and gets a text from Tsubasa, asking him to ditch school and come to the playground. He finds her there still in her pajamas and wearing a hat. They begin talking about her recent headaches and Koyomi persuades her to take her hat off. He finds out that she had grown cat ears. They agree to go to Oshino’s place. When they reach there, they find him crouching down, buring something in the dirt. Oshino asks them to come in and hits the side of Tsubasa’s head, knocking her out. Oshino tells Koyomi that she was already half cat. Tsubasa’s hair turns white, and the cat is revealed.",
          "Aliases": []
        },
        "14": {
          "ID": "1327321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/1327321",
          "TitleEnglish": "Tsubasa Cat - Part 4",
          "SummaryEnglish": "After supressing the bakeneko, Oshino explains Hanekawa's situation to Araragi. Araragi realizes that he may need Shinobu's powers to help him bottle up the oddity. The problem escalates when Araragi learns that Shinobu has gone missing. Enlisting the help of his friends, he starts looking for Shinobu, but to no avail. The cat soon escapes from Oshino, then goes after Araragi, only this time she sides with him and aids in finding Shinobu. The two had conversations regarding Araragi's interactions with oddities, while they scour the city for the missing vampire. The search proves to be difficult even with the bakeneko's keen sense of smell and hearing. This leads the two to change topics, now talking about Hanekawa's situation. The cat explains that there is a way to confine her without relying on a vampire, that she is the personification of Hanekawa's stress, and that she knows exactly what's causing it. She remarks that Araragi, of all people, can deal with it easily. The oddity then reveals that Hanekawa being possessed by the bakeneko was because of the stress that she loves Araragi, and that the oddity itself may be sealed away for good if Araragi falls in love with Hanekawa.",
          "Aliases": []
        },
        "15": {
          "ID": "2409291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/2409291",
          "TitleEnglish": "Tsubasa Cat - Part 5",
          "SummaryEnglish": "Araragi is confused after hearing that Hanekawa loved him as he heard from the bakeneko. After an arguing with the bakeneko that \"it was a mistake\", the bakaneko told him that there was another way to suppress the stress for good, to kill him. Araragi thinks that he could agree with that because he owed Hanekawa his life. But, Hitagi comes upon his mind and he chooses not to be killed. The bakeneko tells him that no one would help him in this situation. Araragi calls out Shinobu's name yelling for her help, and the vampire girl suddenly appears from Araragi's shadow. Everything is settled after Shinobu bites the bakeneko's neck and it reverts back to Hanekawa. The next day before school started, Araragi goes to Oshino's place to bring Shinobu back to him. It seems that nothing is left in the ruined cram school that used to be Oshino's place. After school, Araragi, Hitagi, Kanbaru and Hanekawa went back to Oshino's place searching for him. It seems he had left the place, making Araragi believe that Oshino believed he could handle the problems concerning Hanekawa and Shinobu.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "481207",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/2",
      "TitleEnglish": "Nisemonogatari",
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "4229864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4229864",
          "TitleEnglish": "Karen Bee - Part 1",
          "SummaryEnglish": "Araragi finds himself chained up in Oshino’s old hideout by Senjougahara, having been kidnapped by her. The scene then shifts to a hot summer’s day, where he ponders on what to do with his unstable vampirism and whether he should tell his two sisters, Karen and Tsukihi about oddities. Deciding to meet up with Sengoku, he heads of to her house but spots Hachikuji Mayoi and stops to chat (molest) to her.",
          "Aliases": []
        },
        "2": {
          "ID": "4230994",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4230994",
          "TitleEnglish": "Karen Bee - Part 2",
          "SummaryEnglish": "Araragi turns up at Sengoku’s house, and tries to not get turned on by her lack of clothes and seductive advances at a time when her parents are conveniently out. After he leaves, he meets his sister Karen on the way to Kanbaru’s house, where he realizes that the Fire Sisters are up to something suspicious but decides not to interfere. When he catches Kanbaru completely naked and starts questioning how much of a pervert she is, Kanbaru jumps him and starts taking off Araragi’s clothes, and he promises to never molest Hachikuji again.",
          "Aliases": []
        },
        "3": {
          "ID": "4230993",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4230993",
          "TitleEnglish": "Karen Bee - Part 3",
          "SummaryEnglish": "Araragi finishes up cleaning at Kanbaru’s house, and proceeds to head home on his bike. Right outside of Kanbaru’s he sees a strange, ill-omened man, named Kaiki Deishuu who he instantly relates to having a similar aura to Oshino. When he meets Senjougahara on the way home and mentions Kaiki, she chains him up and tells him that Kaiki was one of the conmen that took away her family’s money. When Araragi gets a text from his sister asking for help, he easily breaks free of his chains and Senjougahara lets him go after talking to Hanekawa.",
          "Aliases": []
        },
        "4": {
          "ID": "4230992",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4230992",
          "TitleEnglish": "Karen Bee - Part 4",
          "SummaryEnglish": "Araragi tries to get Karen and Tsukihi to tell him about the incident, however they refuse and Tsubasa has to explain to him that while investigating Sengoku’s curse, Karen met up with Kaiki Deishuu and had something done to her. Later on, while in the bath, Shinobu suddenly comes out of Araragi’s shadow again and tells him that she recognizes that Karen has an oddity Oshino once told her about – the Wreathe-Fire Bee. The two end up reconciling, with Araragi realizing that if he has the lifespan of a vampire, Shinobu will be the only one left beside him after hundreds of years.",
          "Aliases": []
        },
        "5": {
          "ID": "4246705",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4246705",
          "TitleEnglish": "Karen Bee - Part 5",
          "SummaryEnglish": "Tsukihi and Tsubasa tell Araragi about the meeting between Karen and Kaiki Deishuu, who infects Karen with the Wreathe-Fire Bee after a monologue about his beliefs on the importance of money. After Tsubasa leaves, Araragi helps to freshen up a still spirited Karen, who doesn’t want to pass on the fever to him. When Araragi asks Shinobu about it, he realizes that the curse can actually be passed onto him to cure Karen.",
          "Aliases": []
        },
        "6": {
          "ID": "4246706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4246706",
          "TitleEnglish": "Karen Bee - Part 6",
          "SummaryEnglish": "Koyomi only managed to drain half of the poison in Karen's body, and although she was not completely healed, her fever has become slightly diminished. On his way to Hitagi's house, Koyomi stumbles on Mayoi again and confides to her about his sister's situation. Upon arriving at Hitagi's house he finds out that Hitagi managed to arrange a meeting with Kaiki and is preparing herself to enact revenge on him. Koyomi explains to her about Kaiki's encounter with Karen and convinces her to not confront him without his help. Back at home, Koyomi learns from Tsukihi that Karen is missing, and worried that she might had left to face Kaiki once more, he asks Shinobu's help to find her.",
          "Aliases": []
        },
        "7": {
          "ID": "4246707",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4246707",
          "TitleEnglish": "Karen Bee - Part 7",
          "SummaryEnglish": "Thanks to Shinobu, Koyomi manages to find Karen and after a serious fight between them, he convinces her to let him deal with Kaiki by himself. Later that day, he and Hitagi come face to face to Kaiki, but they hear from him, much to their surprise, that he is already leaving the city and Karen should recover in a few days. After letting off all anguish she harbored on him all those time, Hitagi lets Kaiki leave unharmed, and claiming she can finally move on with her life, she asks Koyomi to spend the night with her. In the next day, Koyomi returns home to find that Karen is already fully recovered, and both his sisters leave in a hurry, claiming that there is still work for them to do, due to all the damage Kaiki left behind among their classmates.",
          "Aliases": []
        },
        "8": {
          "ID": "4246708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4246708",
          "TitleEnglish": "Tsukihi Phoenix - Part 1",
          "SummaryEnglish": "Koyomi is concentrated on his studies when he is interrupted by Karen who, much by his surprise, is wearing her sister Tsukihi's clothes, displaying an air more feminine than usual. Karen asks Koyomi to introduce her to Suruga knowing that she is friends with him, but he refuses without giving a reason, fearing that she would make a move on his sister. Karen then challenges his brother to a contest, making him promise to comply with her request if he loses. Koyomi then choses the contents of the challenge - she would let him brush her teeth for five minutes without resisting, which she accepts. Surprisingly, both start getting more and more aroused as Koyomi brushes Karen's teeth until Tsukihi barges in demanding an explanation. Despite fearing what punishment Tsukihi has in store for them after she leaves and Koyomi accepting defeat, Karen asks him to continue from where they stopped.",
          "Aliases": []
        },
        "9": {
          "ID": "4246709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4246709",
          "TitleEnglish": "Tsukihi Phoenix - Part 2",
          "SummaryEnglish": "Koyomi sets for Suruga's house to introduce Karen to her as he promised. On their way they meet a woman introducing herself as Yozuru Kagenui, asking for directions. Koyomi asks for Tsubasa's help on his phone and learns from her that she is asking for the location of the same building Oshino was living with Shinobu. Before leaving, Yozuru asks Koyomi to give the same information to a certain girl when he meets her, and Karen states that despite Yozuru's strange behavior, she had the look and feel of being a fighter much stronger than her. After leaving Karen at Suruga's, Koyomi meets Mayoi upon returning home and they are approached by a girl introducing herself as Yotsugi Ononoki, asking for the same directions, just like Yozuru had predicted, and much to his surprise Koyomi finds that not only Yotsugi can see Mayoi, but both Yotsugi and Yozuru know about his and his friends' circumstances.",
          "Aliases": []
        },
        "10": {
          "ID": "4246710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4246710",
          "TitleEnglish": "Tsukihi Phoenix - Part 3",
          "SummaryEnglish": "Shinobu asks Koyomi to take her to the donuts shop. Before leaving, he notices that Tsukihi's scar on her chest was healed, and after stripping her naked, finds that all other scars on her body disappeared too. At the shop, Koyomi asks Shinobu if she knew anything about Yotsugi or Yozuru, but much to his surprise, he finds Kaiki sitting on a nearby table and pays him up for information about them. Kaiki reveals that Yozuru and her familiar Yotsugi are supernatural hunters specialized in immortal beings. Wondering if he or Shinobu may be targeted by them, Koyomi returns home just to find both in front of it. When Tsukihi opens the door for them, Yotsugi instantly attacks her, tearing her body apart. A furious Koyomi launches himself at her, but is easily subdued by Yozuru, who shows him that surprisingly, Tsukihi's body is already restored. She also explains that the Tsukihi in front of him is not his true sister but a phoenix assuming her identity. Shinobu threatens to attack the duo, and Yozuru, despite knowing that the vampire has not enough power to stop her, decides to leave, promising to return in the following day to slay Tsukihi, killing both Koyomi and Shinobu too if they try to stop her again.",
          "Aliases": []
        },
        "11": {
          "ID": "4246711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4246711",
          "TitleEnglish": "Tsukihi Phoenix - Part 4",
          "SummaryEnglish": "After learning from Shinobu that Tsukihi is actually a supernatural being that endlessly reincarnates as a human child after dying, Koyomi leaves Karen standing guard at their house's destroyed front door before setting to the place Oshino used to live to confront Yozuru and Yotsugi. To prepare for their clash, Shinobu draws some of Koyomi's blood to recover her true form and agrees to fight Yotsugi while her master deals with Yozuru. Yozuru reveals to Koyomi that she, Oshino and Kaiki were friends from college and it was Kaiki who told her about Tsukihi being a phoenix. After viciously attacking Koyomi, Yozuru learns that her partner was easily defeated by Shinobu, and just when she is about to confront the vampire, Koyomi rises again, claiming that he would never give up on his sister, no matter what kind of creature she is. Realizing his determination to protect Tsukihi and that he never fought with the intention to kill her, Yozuru decides to give up and leaves peacefully with her familiar. Koyomi returns home to check on Tsukihi and declares to her that he will soon introduce his girlfriend to his sisters. In the end, Koyomi is seen meeting Hitagi at a beach.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "491474",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/3",
      "TitleEnglish": "Monogatari Series Second Season",
      "SummaryEnglish": "Arc 01 Nekomonogatari Shiro Arc 02 Kabukimonogatari Arc 03 Otorimonogatari Arc 04 Onimonogatari Arc 05 Koimonogatari",
      "# Episodes": 23,
      "Episodes": {
        "1": {
          "ID": "4318918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4318918",
          "TitleEnglish": "Tsubasa Tiger - Part 1",
          "SummaryEnglish": "It's the beginning of the second semester and on her way to the first day of school, Tsubasa has a short meeting with Mayoi who reveals that she has just came from Koyomi's house where she forgot her backpack, but could not retrieve it as he was not at home by that time. Soon after, Tsubasa has an encounter with an apparition in the form of a huge white tiger who just passes by her and upon arriving at school she tells Hitagi about it. Hitagi points out that despite Koyomi is for sure be the best person to assist her, Tsubasa did not call for his help at all, also remembering that in fact he always stood for them without the need of asking him. Some time later, Tsubasa and Hitagi watch smoke rising from afar and Tsubasa discovers that her house is on fire. With her house destroyed and no place to sleep, Tsubasa claims to her parents that she will sleep at a friend's house, but she decides to spend the night at the abandoned cram school where Oshino lived instead. Hitagi finds her there upon learning of her situation and decides to take her to her house, suspecting that the white tiger she saw might have some connection with the fire. After deciding to skip school for the next day, Hitagi and Tsubasa receive a mail from Koyomi, where he states that he must leave for a while to deal with some business of his and as they are about to take a bath together, Hitagi asks Tsubasa if she still loves Koyomi. Tsubasa instantly replies that she does.",
          "Aliases": []
        },
        "2": {
          "ID": "4590169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590169",
          "TitleEnglish": "Tsubasa Tiger - Part 2",
          "SummaryEnglish": "As her parents still had not found another place to live, Tsubasa keeps staying at Hitagi's place. However, it is later revealed that the recent events had such an impact on Tsubasa that she is once again possessed by the Cursed Cat. The possessed Tsubasa sneaks away from Hitagi's house to confront the tiger she had met previously, as according to her, the fire at her house was caused by it. After a fierce confrontation with the apparition, Tsubasa returns to Hitagi's house just to find her awake and waiting for her. As Hitagi was already aware of the Cursed Cat, she was not suprised upon meeting it. In the next day, Tsubasa is back to normal with no memories of her possession like usual and for some reason, Hitagi asks her once again if she is really in love with Koyomi.",
          "Aliases": []
        },
        "3": {
          "ID": "4590170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590170",
          "TitleEnglish": "Tsubasa Tiger - Part 3",
          "SummaryEnglish": "Following her question, Hitagi points out to Tsubasa that despite being similar at willing to help others, she and Koyomi are too different in everything else, including how Tsubasa is too innocent to realize if someone could approach her with malice. On the same day, Tsubasa meets Suruga at the school and learns from her that Koyomi had sent a message to her, and from the message she deduces that he wants to meet her later that night at the abandoned cram school. Upon returning to Hitagi's house, where she meets her father, Tsubasa relays to her what she learned from Suruga, and both agree to not meddle in Koyomi's affairs this time. They are later visited by Karen and Tsukihi who offer their house for Tsubasa to take shelter. Tsubasa accepts their offer, just to later learn that she must sleep on Koyomi's room. In the middle of the night, Tsubasa is possessed again and Shinobu appears before her, claiming that her connection with Koyomi was severed and she is looking for him. The possessed Tsubasa not only reveals about Koyomi's meeting with Suruga, but also offers herself to help her get there faster, but just as the two arrive at the cram school, they find the whole place burned to the ground.",
          "Aliases": []
        },
        "4": {
          "ID": "4590171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590171",
          "TitleEnglish": "Tsubasa Tiger - Part 4",
          "SummaryEnglish": "Tsubasa awakens in the next day at the Araragi house and finds out that she was possessed again. As she leaves the house, she is stopped by Koyomi's mother, Mrs. Araragi. The mother explains that while having Tsubasa as a guest is no burden to them, she should not consider the Araragi family as her own. Mrs. Araragi also explains that adverting ones eyes from the truth isn't running away from the problem, mentioning Tsubasa's strained relationship with her own parents. Later, while walking through a park, Tsubasa encounters a man named 'Mr. Episode', who is a half-vampire and once almost killed her. He was also accompanied by a woman named Izuko Gaen, who Meme referred to as his senpai. Gaen claims she knows everything, but surprises Tsubasa when she shows her knowledge on Tsubasa's feelings towards Koyomi, aswell as her tiger problem. Gaen and Mr. Episode depart, after saying that Tsubasa's problem is her own, and only she can solve it. Tsubasa goes to the library to research \"Kako\", what Gaen called the Tiger, but finds nothing. She calls Hitagi, whom expresses her concern that Gaen named the Tiger \"Kako\" herself, to learn that Gaen was the maiden name of Kanbaru and her mother. Hitagi then explains that Tsubasa and the burnings are linked, as wherever Tsubasa sleeps, the place burns down soon after, which may eventually include Hitagi and Koyomi's houses. Tsubasa returns to the Araragi house, to be forced into a game of cards with Karen and Tsukihi. They discuss what the words \"fire\" and \"flame\" mean, and the sister's boyfriends. Tsubasa explains that Koyomi refuses to acknowledge the sister's boyfriends because of envy, then realizes that she is being jealous. As she prepares to confront the tiger, Tsubasa believes that she may never be able to see Koyomi again, and after attempting to leave her own mark in Koyomi's room so he remembers her, she takes a picture of herself and sends it to someone, and writes a note to her other self, in hopes that they can share",
          "Aliases": []
        },
        "5": {
          "ID": "4590172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590172",
          "TitleEnglish": "Tsubasa Tiger - Part 5",
          "SummaryEnglish": "In her letter to the cat spirit, Tsubasa reveals that just like her, Kako is another apparition sired by her repressed feelings, this time of jealousy and asks her to return both to her heart, as she is finally determined to shoulder all of her negative feelings no matter how it will change herself. As Kako is about to burn Hitagi's apartment, Tsubasa appears to confront it. Despite having no chance to defeat Kako, Tsubasa manages to stall it long enough to Koyomi to appear and defeat it with Heartspan. Before absorbing both the cat and tiger spirit, Tsubasa finally confesses her love for Koyomi, and as expected, he rejects her, assuming that his love for Hitagi is stronger. After her family finally rents another house for them to live, it is revealed that Tsubasa's hair developed white stripes just like a tiger, that she hides by dying them black, and she had at last asked her parents for a room just for herself, as a sign that she finally had become a true member of her own family.",
          "Aliases": []
        },
        "6": {
          "ID": "4590173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590173",
          "TitleEnglish": "Mayoi Jiangshi - Part 1",
          "SummaryEnglish": "On August 20th, Koyomi Araragi left his home to deliver to Mayoi Hachikuji something she had forgotten, and bumped into the young shikigami girl Yotsugi Ononoki. Koyomi ended up buying Yotsugi a popsicle but was unable to find Mayoi. He realized upon coming home that he had not done any of the homework that he was supposed to do, yet tomorrow was already the day of the term opening ceremony.",
          "Aliases": []
        },
        "7": {
          "ID": "4590174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590174",
          "TitleEnglish": "Mayoi Jiangshi - Part 2",
          "SummaryEnglish": "Realizing that he traveled to a day before Mayoi's death, Koyomi decides to save her and prevent that she becomes a ghost. While looking for directions, he and Shinobu meet a six year old Tsubasa who, suspicious of him, points them to the nearby police station where they learn Mayoi's address and return in the following day planning to guide her safely to her mother's house, but after hours of waiting, Mayoi's father appears and they learn from him that she had left home early in the morning. Koyomi manages to meet Mayoi at the same place where they first met, but after scaring her away, he saves her from being hit by a truck and his plan to prevent her death succeeds. However, after returning to the present, Koyomi realizes that his actions changed drastically the course of history as according to him, it led the world to its destruction.",
          "Aliases": []
        },
        "8": {
          "ID": "4590175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590175",
          "TitleEnglish": "Mayoi Jiangshi - Part 3",
          "SummaryEnglish": "Returning to the present, Koyomi and Shinobu find the whole city deserted and it does not take long for them to realize that it was a consequence of saving Mayoi's life in the past. Based on the date of the most recent newspaper they found, they come to the conclusion that something dire happened during the events of \"Tsubasa Cat\" and return to the shrine to look for a way to return to the past. However, they find that Oshino had put a different charm that prevents them from using its powers and when night falls they are surrounded by undead beings. After escaping, Shinobu realizes that the undead were once vampires who lost their master, and that said master must be no other than herself. According to her conclusions, when Shinobu ran away from home, it was Mayoi who helped Koyomi find her, and as she did not become a ghost in the current timeline, she had never become friends with him, thus he did not manage to find Shinobu, leading him to be killed by the Cursed Cat and Shinobu starting a worldwide vampire infection before killing herself. Looking for survivors, Koyomi and Shinobu decide to use some fireworks to bring the attention of whoever managed to escape with their lives, but it ended drawing the undead to them once more.",
          "Aliases": []
        },
        "9": {
          "ID": "4590176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590176",
          "TitleEnglish": "Mayoi Jiangshi - Part 4",
          "SummaryEnglish": "A woman appers to drive out the undead by throwing rice at them. Much to his awe and joy, Koyomi learns that the woman is none other than Mayoi herself, bringing him a letter from Oshino, who somehow figured out the whole situation. From the letter, Koyomi and Shinobu learn that they had traveled to a different timeline and before they return to their unchanged, original timeline, he asks them to confront Shinobu's alternate self who is still alive, and must be destroyed to stop the undead plague and prevent the world from being destroyed for good. After bidding farewell to the adult Mayoi, the pair return to the temple ruins and meet the alternate Shinobu, who cries of joy upon seeing that in another timeline, she managed to reunite with Koyomi, and offers to sacrifice herself to allow them to return to their own timeline. Back to their own rightful time, Koyomi realizes that he missed the opening ceremony much to his chagrin, and after Shinobu returns to his shadow, Mayoi appears before him, and they take their time as they walk together to his house in order to return her backpack.",
          "Aliases": []
        },
        "10": {
          "ID": "4590177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590177",
          "TitleEnglish": "Nadeko Medusa - Part 1",
          "SummaryEnglish": "Fully transformed into an aparition, Nadeko confronts Shinobu and a battered Koyomi who attack with the intention of killing her, and envious of their relationship, she stabs Koyomi's heart. The story then retrocedes to some days before, in Halloween, when Nadeko, on her way to school has a short encounter with Ougi Oshino, Meme Oshino's nephew, who is also a first year student Koyomi's high school. For some reason, Ougi claims that it is about time for Nadeko to stop always playing the victim before she leaves. At her school, Nadeko starts having visions of white snakes and calls Koyomi for advice, and they agree to meet at 10 PM at his house, as by that time Shinobu must be awake to provide some help. Soon after, Nadeko hears the voice of a snake instructing her to meet it at the shrine where she used to kill snakes instead and there it reveals itself as the giant apparition snake, Kuchinawa, who demands compensation for its fellow white snakes she killed by asking for a favor, to which she agrees.",
          "Aliases": []
        },
        "11": {
          "ID": "4590178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4590178",
          "TitleEnglish": "Nadeko Medusa - Part 2",
          "SummaryEnglish": "After lying to Koyomi claiming that she was just imagining things, Nadeko decides to help Kuchinawa find his lost corpse, but they agree that she will attend school as usual, while looking for his body at night. In the next day, during school, it is revealed that Nadeko's class is still in a bad mood due to the incident with Kaiki's charms, and thus the position of class rep was somewhat forced on her. Later at night, Nadeko sneaks out of her room to start looking for Kuchinawa's body and after following a false lead, she is found by Koyomi, who takes her to his house. It is then revealed that Nadeko's parents had realized she was missing and contacted Tsukihi, who lied to them claiming that she was sleeping there, while Koyomi left to look for her. After insinuating to Nadeko that they should sleep together, Koyomi is knocked out by Shinobu who appears before her and ponders on how convenient it is for her to have such a cute and defenseless demeanor before she drags Koyomi away to have him sleep on the couch.",
          "Aliases": []
        },
        "12": {
          "ID": "4641341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4641341",
          "TitleEnglish": "Nadeko Medusa - Part 3",
          "SummaryEnglish": "Nadeko awakens in the next day with Tsukihi, who had sneaken into Koyomi's bed with the intention of sleeping beside him, at her side. In the occasion, Tsukihi has Nadeko confess that she always was in love with her brother and realizes that the reason why she still harbors feelings for him it is because it makes easy for her to reject all other boys who ask her out, as she believes that having a proper relationship is too bothersome. Following that, Tsukihi then grabs a pair of scissors and cuts out Nadeko's bangs, claimimg that she is doing her a favour. Later at school, Nadeko's homeroom teacher keeps pressuring her to help him restore the mood along her classmates, but when she tries to ditch him out as usual, she realizes that without her bangs, her face is fully exposed, preventing her from hiding her true feelings and suddenly, she vents out her anger at him for pushing all his work on her and following that, she lashes out at her classmates for refusing to make amends with each other after the charms incident. After school, Kuchinawa reveals that Nadeko's sudden change of behavior is because his presence made her show her true feelings which she usually keeps repressed and claims that he discovered that what he wants Nadeko to seek for him is hidden in Koyomi's house. Nadeko then sneaks there and searches Koyomi's room until she finds a talisman and Kuchinawa, revealing that it is what he was looking for, asks her if she has any wish he could grant her as an act of gratitude. Nadeko then reveals that her wish is to have her feelings for Koyomi become requited, but Koyomi himself steps into the room and asserts that it is not possible.",
          "Aliases": []
        },
        "13": {
          "ID": "4667938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4667938",
          "TitleEnglish": "Nadeko Medusa - Part 4",
          "SummaryEnglish": "Despite Koyomi's warnings, Nadeko swallows the talisman and revives Kuchinawa after Shinobu berates her for once again playing the victim. The story then shifts forward to Nadeko's confront with Koyomi and Shinobu at the abandoned temple and it is revealed that she defeated both. Kuchinawa then reveals that he had met Nadeko when she swallowed the talisman and all their previous iteractions were fruit of Nadeko's own imagination. It is also revealed that it was Ougi who had filled Nadeko about the talisman's location and that all her movements since then were a ploy to infiltrate into Koyomi's house and secure a key to break into there in secret. As Nadeko is about to kill Koyomi, she answers a call from Hitagi at his phone. Hitagi then reveals that Nadeko must kill her, Shinobu and Koyomi at this order or she may end up being killed by either Hitagi or Shinobu, and in exchange for this information, Nadeko agrees to return to kill them all at the day of their graduation. Six months later, the day of graduation is at hand, and Nadeko waits at the polar snake shrine for Koyomi, Hitagi and Shinobu, who accompained by Suruga and Tsubasa, appear to confront her.",
          "Aliases": []
        },
        "14": {
          "ID": "4667939",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4667939",
          "TitleEnglish": "Shinobu Time - Part 1",
          "SummaryEnglish": "After returning from his trip through time, Koyomi returns home and after he returning Mayoi's backpack, they come across a mysterious being that starts chasing them down. The two manage to escape when they meet Yotsugi who flies away with them to safety. After stealing a kiss from Koyomi to repay for her help, Yotsugi flees, leaving Koyomi at the mercy of a furious Shinobu that appears soon after and to calm her down, Koyomi kisses her too. With Mayoi still uncounscious from their predicament, Koyomi inquires Shinobu about the \"darkness\" entity they saw and she claims that she had seen it before during a trip to Japan 400 years before. She also claims that it will cause the destruction of the entire city if nothing is done about it.",
          "Aliases": []
        },
        "15": {
          "ID": "4667940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4667940",
          "TitleEnglish": "Shinobu Time - Part 2",
          "SummaryEnglish": "Shinobu reveals that during her first visit to Japan, 400 years ago, she saved the local people from a severe draught by accident and was revered as a goddess by them. She then spent the next years living as a goddess in Japan until all the villagers started disapearing mysteriously, until only Shinobu and a demon hunter she befriended remained. Soon after, the same being that Koyomi met attacked them and Shinobu barely escaped alive, taking with her the demon hunter's hand by accident, which she used to revive him as a servant of hers just like Koyomi. However, the man blamed her for all that happened and unable to reason with him, Shinobu watched him commiting suicide by exposing himself to the sunlight. Since then Shinobu never returned to Japan until six months ago, when she and Koyomi first met.",
          "Aliases": []
        },
        "16": {
          "ID": "4667941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4667941",
          "TitleEnglish": "Shinobu Time - Part 3",
          "SummaryEnglish": "After Shinobu tells Koyomi her story, they realize that Yotsugi was overhearing their entire conversation and after Mayoi awakens, they start discussing ways to deal with the darkness being before it appears before them. Koyomi, Mayoi and Yotsugi manage to escape again, but Koyomi is knocked out cold by the shock of Yotsugi's jumping just to awaken several hours later and learn that they unwillingly left Shinobu behind. As Koyomi's vampire powers had not disappeared yet, they conclude that Shinobu is still alive but with Koyomi's powers weakening, it means that they have to find her before she is killed for good. Having no clue about what to do, they decide to contact Izuko Gaen who might provide some advice and when they decide to take shelter in a house, Izuko herself opens the door for them, much to their surprise.",
          "Aliases": []
        },
        "17": {
          "ID": "4676676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4676676",
          "TitleEnglish": "Shinobu Time - Part 4",
          "SummaryEnglish": "In exchange for her help, Gaen requests three tasks from Koyomi, all being connected to Suruga Kanbaru, formerly known as Suruga Gaen. Izuko reveals herself as her aunt, but she doesn't want to be introduced to her as one, because she cares for Suruga's feelings. When Koyomi accepts, she shows the darkness' true motive - it is after apparitions not behaving like they should, and this time it isn't after Shinobu, but Mayoi. She exposes Mayoi as a \"ghost of a ghost\", who should have passed on on Mother's Day, when she finally found her way home; she also stopped leading people astray, neglecting her duty as a lost cow. After Gaen leaves, Mayoi realizes she has to pass on, rather than be eaten by the darkness, and thus she bids Koyomi farewell by kissing him and telling that she loved him. Four months later, Koyomi tells the story of the incident to only one person - Ougi Oshino. On his way home, he realizes he never told Mayoi one thing he should have said - goodbye.",
          "Aliases": []
        },
        "18": {
          "ID": "4676677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4676677",
          "TitleEnglish": "Hitagi End - Part 1",
          "SummaryEnglish": "On New Year's Day, Kaiki receives a call from Hitagi requesting for his services. After claiming that he is in Okinawa in an attempt to shake her off, Hitagi affirms that she will take a flight to meet him there, forcing him to do the same to keep his lie from being exposed and Hitagi from killing him. Once meeting at the airport, Hitagi explains their problem with Nadeko - she wants him to deceive her into letting them live as the day of their graduation and battle with her approaches. Despite seeing how Hitagi is desperate enough to resort to asking a man she loathes and that she is prepared to attend whatever demand he asks, Kaiki claims that he has no reason to help them at all before considering their connection with Gaen's niece Suruga, causing him to accept Hitagi's request.",
          "Aliases": []
        },
        "19": {
          "ID": "4676678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4676678",
          "TitleEnglish": "Hitagi End - Part 2",
          "SummaryEnglish": "Kaiki decides to help Hitagi for a mere ¥100,000, much to her surprise. They leave Okinawa on separate flights to not arouse any suspicion. Posing as the father of one of Nadeko's classmates, Kaiki infiltrates her home to search for any clues. Kaiki discovers several suspicious details, such as the fact that Nadeko had only photos of herself without any friends and that her parents, apparently not curious as to the cause of her disappearance, never opened Nadeko's closet as she requested. Kaiki determines that she was a very spoiled child. After a brief phone conversation with Hitagi, Kaiki decides to visit the Polar Snake Shrine to learn more about Nadeko. Immediately upon Kaiki making a donation at the shrine, a mysteriously cheerful Nadeko appears. Apparently, Kaiki is her first visitor, despite Nadeko's best efforts at renovating the shrine. Kaiki asks her several questions about her relationship with Koyomi, confirming her twisted conception of unrequited love and that she still means to kill Koyomi and Hitagi. Kaiki takes his leave after giving Nadeko some yarn for cat's cradle to occupy her time, promising to return before she perfects any patterns.",
          "Aliases": []
        },
        "20": {
          "ID": "4676679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4676679",
          "TitleEnglish": "Hitagi End - Part 3",
          "SummaryEnglish": "Returning from his visit at the Polar Snake Shrine, Kaiki asks Hitagi to meet him again, ending up in a Mister Donut restaurant. Kaiki claims that it will be easy for him to deceive Nadeko as at her current condition, she can't doubt anyone - she has turned even more childish than she was in her human state, unable to detect any ill will. He reveals his plan to spare Koyomi and the others by lying to her that they died in an accident, thus he needs Hitagi to convince Koyomi to cease all connections with Nadeko. Hitagi, relieved and crying, thanks him for his services. On the following day, Kaiki is approached by Yotsugi who comes with an ultimatum from Gaen urging him to pull off his scheme to deceive Nadeko, claiming that the stake is too high and the entire city may be destroyed should he fail. Despite accepting ¥3,000,000 as compensation from Gaen, Kaiki moves on with his plan and pays another visit to Nadeko, claiming that he has a special wish she can fulfill and he will keep visiting her in a 100 visit cycle. Nadeko cheerfully tells him that she destroyed the cat's cradle yarn and used a white snake instead. Terrified, he determines she is not only an idiot, but also insane. After the meetup, Kaiki tricks Nadeko's parents to have them leave their house and he takes the opportunity to investigate her room, getting startled upon finding out what she kept hidden inside her closet.",
          "Aliases": []
        },
        "21": {
          "ID": "4714691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4714691",
          "TitleEnglish": "Hitagi End - Part 4",
          "SummaryEnglish": "Kaiki returns to his hotelroom and finds an envelope with an anonymous message telling him to pull off. After tearing it up and flushing it in the toilet, he contacts Hitagi, telling her about the incident with Gaen and Yotsugi. He asks her if anyone else could profit from having him stop his plans to deceive Nadeko, however she has no idea who could have such goals. She asked if she could see the message, but Kaiki noted that he destroyed it already. Before hanging up, Hitagi warns him to beware of Nadeko. On the following day, Kaiki pays another visit to Nadeko just as promised, but this time he offers ¥20,000 and a bottle of sake instead of the usual ¥10,000, much to Nadeko's joy. Returning from the temple, Kaiki is approached by Hanekawa who wants to talk to him. As they return to the city on a cab, Hanekawa reveals that she had just returned from her search for Oshino overseas without Hitagi's and Araragi's knowledge and even though she knew that continuing to look for him is futile, she intends to depart again on the following day. It turned out that Gaen personally warned Hanekawa to stay out of the intrigue. She invites Kaiki to her hotelroom. Kaiki, after making sure she is on their side, suggests her to exchange information with him.",
          "Aliases": []
        },
        "22": {
          "ID": "4714694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4714694",
          "TitleEnglish": "Hitagi End - Part 5",
          "SummaryEnglish": "Kaiki learns from Tsubasa that strange phenomena have been happening in the town even before Shinobu arrived and because of that, Gaen was intending to have her become the new god of the Polar Shrine. However, because of Koyomi's interference, her plans have failed and Nadeko turned into a god instead. Tsubasa believes that Nadeko actually does not care about anything or anybody at all, and most likely doesn't really love \"Big Brother Koyomi\", thus the reason for her behavior. She is also worried if Kaiki is able to pull off the scam. On the occasion, Tsubasa asks Kaiki if Oshino has any relatives like a niece and he affirms that just like him, Oshino does not have a family at all, including siblings or such, making the existence of Oshino Ougi very suspicious. Through the following days, Kaiki keeps visiting Nadeko to play with her and bring her presents until the day of Koyomi and Hitagi's graduation finally arrives. After having a final conversation with Hitagi by phone, during which she demands him to never set foot in the city again once the job is done, Kaiki has a short meeting with Yotsugi on the way to the shrine. She repeats her warning and claims Kaiki won't be able to deceive Nadeko. On the occasion, it is revealed that Kaiki used his wits to bring down a cult that was deceiving Hitagi's mother but that ultimately led her to join another cult instead and for Hitagi's sake, he had her mother divorce and leave her family. Upon meeting Nadeko at the shrine, Kaiki attempts to deceive her as planned by claiming that Koyomi, Hitagi and Shinobu were killed in a traffic accident in the previous night, however, she instantly recognizes the lie.",
          "Aliases": []
        },
        "23": {
          "ID": "4732908",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/4732908",
          "TitleEnglish": "Hitagi End - Part 6",
          "SummaryEnglish": "Kaiki realizes that he failed to deceive Nadeko because she never trusted him at all, and because she was previously deceived by Ougi into claiming the charm and becoming a god. Nadeko unleashes a swarm of snakes onto the entire Polar Snake Shrine, immobilizing Kaiki. Believing that he was sent by Koyomi, she contemplates killing his sisters, Kanbaru, Hanekawa and Mayoi as well to punish him, until Kaiki reveals that he found out her secret aspiration to become a manga artist, as many drawings were hidden in her private closet. Embarassed for having her secret revealed, Nadeko starts punching and kicking Kaiki as he tries to persuade her. He claims that eventually her parents will open the closet as well and find out about her secret, unless she renounces her godhood and returns home. After convincing her that she should forget about Koyomi entirely and pursue her true ambitions instead, she agrees to get deceived again. Kaiki implants a fake slug apparition into her body to have her uncounscious during the exorcism, but he's interrupted by Koyomi rushing into the shrine. Claiming that he was sent by Gaen as a professional to deal with Nadeko, Kaiki extracts the snake charm from her body and returns it to him. Kaiki also instructs Koyomi to cut all connections with Nadeko for her sake, as she must move on with her life by herself - his relationship and romance with her would only make her an useless human being. After calling Hitagi and confirming that his job is done, Kaiki bids farewell to her and realizes that the secret message at his hotel was sent by no other than Hitagi herself, as she knew it would have him push further with his job instead of discouraging him, and Gaen's message to him probably was for the same purpose. As he leaves the city, Kaiki is ambushed and mortally wounded by one of the boys he formerly deceived, possibly the one who cursed Nadeko, and before he passes away he hears Ougi's name, implying that he was sent by her.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "631760",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/4",
      "TitleEnglish": "Owarimonogatari",
      "SummaryEnglish": "A peculiar transfer student named Ougi Oshino has arrived at Naoetsu Private High School. She is quickly introduced to senior Koyomi Araragi by their mutual friend Kanbaru Suruga, in hopes of receiving advice about a bizarre discovery. After examining the school's layout, Ougi notices that a classroom has appeared in a previously empty area—a place that should not exist. Unsure if this is the work of an apparition, Araragi and Ougi attempt to unravel the truth. But Araragi soon learns that the room holds the memory of a life-changing event he had long since forgotten.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5276091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5276091",
          "TitleEnglish": "Ougi Formula - Parts 1 & 2",
          "SummaryEnglish": "During the month of October of his third year in high school, Koyomi Araragi is introduced to a transfer student named Ougi Oshino, who tells him she has something to consult with him. This reveals a tale that brings to light “what” makes Koyomi Araragi.",
          "Aliases": []
        },
        "2": {
          "ID": "5325616",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5325616",
          "TitleEnglish": "Sodachi Riddle - Part 1",
          "SummaryEnglish": "In the aftermath of the previous day, Araragi is about to enter his classroom when Hanekawa informs him that a student absent all year is finally attending. The story pushes further into the past, as more of “what” makes Koyomi Araragi is revealed.",
          "Aliases": []
        },
        "3": {
          "ID": "5325617",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5325617",
          "TitleEnglish": "Sodachi Riddle - Part 2",
          "SummaryEnglish": "Having rediscovered the room on the second floor of the ruined house, Koyomi tells Ougi of the events that happened there five years earlier.",
          "Aliases": []
        },
        "4": {
          "ID": "5325618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5325618",
          "TitleEnglish": "Sodachi Lost - Part 1",
          "SummaryEnglish": "Hanekawa reveals her concerns about Ougi as she and Araragi go to visit Oikura.",
          "Aliases": []
        },
        "5": {
          "ID": "5325619",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5325619",
          "TitleEnglish": "Sodachi Lost - Part 2",
          "SummaryEnglish": "Araragi and Hanekawa visit Oikura and learn the painful story of her family's past.",
          "Aliases": []
        },
        "6": {
          "ID": "5356170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356170",
          "TitleEnglish": "Sodachi Lost - Part 3",
          "SummaryEnglish": "Ougi claims to have figured out the whereabouts of Oikura’s mother and, in her own way, helps Araragi and Hanekawa to solve the mystery.",
          "Aliases": []
        },
        "7": {
          "ID": "5356171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356171",
          "TitleEnglish": "Shinobu Mail - Part 1",
          "SummaryEnglish": "Koyomi Araragi waits in the ruins of the cram school to ask Suruga Kanbaru for help, a request he hopes she will refuse.",
          "Aliases": []
        },
        "8": {
          "ID": "5356172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356172",
          "TitleEnglish": "Shinobu Mail - Part 2",
          "SummaryEnglish": "After a hurried departure from the cram school ruins, Koyomi and Suruga head toward the meeting place, only to encounter some difficulty along the way.",
          "Aliases": []
        },
        "9": {
          "ID": "5356173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356173",
          "TitleEnglish": "Shinobu Mail - Part 3",
          "SummaryEnglish": "Having finally arrived at the meeting place, Koyomi and Suruga find an unexpected person waiting for them. Before their reunion can take place, they must face an unexpected foe!",
          "Aliases": []
        },
        "10": {
          "ID": "5356174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356174",
          "TitleEnglish": "Shinobu Mail - Part 4",
          "SummaryEnglish": "The group relocates to the North Shirahebi Shrine where Izuko Gaen tells them the story behind the location and the effect Shinobu's first minion had on it.",
          "Aliases": []
        },
        "11": {
          "ID": "5356176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356176",
          "TitleEnglish": "Shinobu Mail - Part 5",
          "SummaryEnglish": "Koyomi is confronted by Shinobu's first minion, the original apparition killer. But instead of starting a battle, the samurai makes a simple request.",
          "Aliases": []
        },
        "12": {
          "ID": "5356177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/5356177",
          "TitleEnglish": "Shinobu Mail - Part 6",
          "SummaryEnglish": "As Koyomi prepares for his duel, he learns of the crisis that Hanekawa is facing and must decide what battle he should fight.",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "724784",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/5",
      "TitleEnglish": "Owarimonogatari 2nd Season",
      "SummaryEnglish": "Following an encounter with oddity specialist Izuko Gaen, third-year high school student Koyomi Araragi wakes up in a strange, deserted void only to be greeted by a joyfully familiar face in an alarmingly unfamiliar place. Araragi, with the help of his girlfriend Hitagi Senjougahara, maneuvers through the webs of his past and the perplexities of the present in search of answers. However, fate once again delivers him to the eccentric transfer student Ougi Oshino, who brings forth an unexpected proposal that may unearth the very foundation to which he is anchored. As Araragi peels back the layers of mystery surrounding an apparition, he discovers a truth not meant to be revealed.",
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "6253102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/6253102",
          "TitleEnglish": "Mayoi Hell - Part 1",
          "SummaryEnglish": "March 13th, the morning of college entrance exams. Koyomi Araragi has died due to Izuko Gaen. Mayoi Hachikuji was waiting for him in the afterlife, and guides him towards an unknown destination. Koyomi would have never thought that this certain someone would be waiting for him there.",
          "Aliases": []
        },
        "2": {
          "ID": "6277681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/6277681",
          "TitleEnglish": "Mayoi Hell - Part 2",
          "SummaryEnglish": "Mayoi takes Koyomi to meet Teori, who offers him a way to return to the world of the living. Koyomi is in doubt about accepting his offer, as he believes others like Mayoi are more worthy of reviving than him, until he comes with a surprising decision.",
          "Aliases": []
        },
        "3": {
          "ID": "6253103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/6253103",
          "TitleEnglish": "Hitagi Rendezvous - Part 1",
          "SummaryEnglish": "Now fully human again, Koyomi is called by Hitagi for a date, as they spend some time together, Koyomi has a vision of Ougi.",
          "Aliases": []
        },
        "4": {
          "ID": "6277689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/6277689",
          "TitleEnglish": "Hitagi Rendezvous - Part 2",
          "SummaryEnglish": "Koyomi and Hitagi spend the rest of the date bonding further. Once back home, Koyomi has another encounter with Ougi.",
          "Aliases": []
        },
        "5": {
          "ID": "6277745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/6277745",
          "TitleEnglish": "Ougi Dark - Part 1",
          "SummaryEnglish": "Gaen assembles Koyomi, Shinobu, Mayoi and Yozuru and reveals that Ougi is the responsible for some of the previous ordeals they faced.",
          "Aliases": []
        },
        "6": {
          "ID": "6277744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/6277744",
          "TitleEnglish": "Ougi Dark - Part 2",
          "SummaryEnglish": "To stop Ougi from meddling further, Koyomi has a final confrontation with her.",
          "Aliases": []
        },
        "7": {
          "ID": "6253482",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/6253482",
          "TitleEnglish": "Ougi Dark - Part 3",
          "SummaryEnglish": "After being exposed, Ougi is about to be engulfed by the darkness, but Koyomi refuses to give up on her and Meme reappears in the nick of time to save them.",
          "Aliases": []
        }
      }
    },
    "6": {
      "ID": "2138077",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/6",
      "TitleEnglish": "MONOGATARI Series OFF & MONSTER Season",
      "SummaryEnglish": "Now that he has graduated from high school, Koyomi Araragi’s story ends here. His story is truly over now, but the stories of the girls Koyomi saved - their stories - are not over yet. This is the prequel or sequel to their stories and their struggles. Now in her third year of middle school, Tsukihi Araragi spends her days living her life unchanged from day to day. Yotsugi Ononoki continues to keep an eye on Tsukihi but makes a big mistake for the first time as she loses focus. To correct the situation, she heads over to Nadeko Sengoku’s house—.",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "10601303",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601303",
          "TitleEnglish": "OROKAMONOGATARI: Tsukihi Undo",
          "SummaryEnglish": "Yotsugi Ononoki has been infiltrating the Araragi residence to keep an eye on Tsukihi Araragi. While Tsukihi is at school, Yotsugi freely spends her time, but she is seen by Tsukihi, who suddenly comes back home.",
          "Aliases": []
        },
        "2": {
          "ID": "10601304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601304",
          "TitleEnglish": "NADEMONOGATARI: Nadeko Draw (1)",
          "SummaryEnglish": "In order to become a manga artist, Nadeko Sengoku doesn't go to school and spends her days drawing. So, her parents finally tell her to start working after graduating from middle school. As the deadline until graduation approaches, Yotsugi Ononoki proposes ways to become a manga artist.",
          "Aliases": []
        },
        "3": {
          "ID": "10601305",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601305",
          "TitleEnglish": "NADEMONOGATARI: Nadeko Draw (2)",
          "SummaryEnglish": "Together with Ougi Oshino, who says, \"I saw Nadeko in uniform,\" Nadeko Sengoku arrives at 701 Middle School, a public school, where she was sighted. Despite her anxiety, Nadeko stepped into the school. The scene she witnessed was unexpected.",
          "Aliases": []
        },
        "4": {
          "ID": "10601306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601306",
          "TitleEnglish": "NADEMONOGATARI: Nadeko Draw (3)",
          "SummaryEnglish": "Inspired by her conversation with Sodachi Oikura, Nadeko was heading to the Araragi residence to secure Meek Nadeko. However, there was a big hole around the knob of the front door, big enough for a human wrist to pass through. Meanwhile, Yotsugi, who had gone in the other direction to look for God Nadeko, was heading toward North Shirahebi Shrine.",
          "Aliases": []
        },
        "5": {
          "ID": "10601320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601320",
          "TitleEnglish": "NADEMONOGATARI: Nadeko Draw (4)",
          "SummaryEnglish": "Nadeko and Yotsugi returned to the Sengoku residence to plan a strategy for the future. Unable to take a step forward, Nadeko ponders how to secure the rest of the Shikigami Nadekos, prompting Yotsugi to remind her of her original purpose. To settle the situation and achieve their objectives, the two headed to the place for the final battle.",
          "Aliases": []
        },
        "6": {
          "ID": "10601321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601321",
          "TitleEnglish": "NADEMONOGATARI: Nadeko Draw (5)",
          "SummaryEnglish": "With the help of Yotsugi Ononoki, Nadeko Sengoku finally met God Nadeko. In front of God Nadeko, who had a creepy smile on her face, were the two \"Current Nadekos.\" After that, the place Nadeko heads to in order to end the story is the location where Koyomi Araragi used to be.",
          "Aliases": []
        },
        "7": {
          "ID": "10601322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601322",
          "TitleEnglish": "WAZAMONOGATARI: Acerola Bon Appétit (1)",
          "SummaryEnglish": "Suicide-Master, who woke up from starvation, was told by Tropicalesque that the cause of her death was \"the Beautiful Princess.\" Intrigued by her tale, Suicide-Master goes out to find \"the Beautiful Princess\" to have her as a first meal out from her slumber despite Tropicalesque's warning.",
          "Aliases": []
        },
        "8": {
          "ID": "10601323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601323",
          "TitleEnglish": "WAZAMONOGATARI: Acerola Bon Appétit (2)",
          "SummaryEnglish": "Suicide-Master, who still keeps dying, realizes that consciousness reform is needed for both the one who eats and the one who gets eaten. She watches Princess Acerola try her best to change with a smile, but Tropicalesque has a thought for his master.",
          "Aliases": []
        },
        "9": {
          "ID": "10601324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601324",
          "TitleEnglish": "SHINOBUMONOGATARI: Shinobu Mustard (1)",
          "SummaryEnglish": "Koyomi Araragi visited the hospital led by Izuko Gaen. What he saw there were two mummies lying in bed, and both of them were still alive. Izuko and Koyomi, wanting to solve this case, receive a new report that another mummy has been sighted.",
          "Aliases": []
        },
        "10": {
          "ID": "10601325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601325",
          "TitleEnglish": "SHINOBUMONOGATARI: Shinobu Mustard (2)",
          "SummaryEnglish": "Five members of the women's basketball club at Naoetsu High School go missing. According to Suruga Kanbaru and Seiu Higasa, that's not the only problem. Koyomi takes on this case and searches for the missing people with Izuko.",
          "Aliases": []
        },
        "11": {
          "ID": "10601326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601326",
          "TitleEnglish": "SHINOBUMONOGATARI: Shinobu Mustard (3)",
          "SummaryEnglish": "To revive a mummified Suicide-Master, Koyomi arrived in Heaven instead of Hell. He obtained some wonder medicine and returned to this world. He starts to revive Suicide-Master, ignoring Shinobu Oshino, Mayoi Hachikuji, and Izuko, who are concerned.",
          "Aliases": []
        },
        "12": {
          "ID": "10601328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601328",
          "TitleEnglish": "SHINOBUMONOGATARI: Shinobu Mustard (4)",
          "SummaryEnglish": "Koyomi went back to the hospital again with the answer to the code that the fourth mummy left. He reported his results, and it was Izuko's turn next, but she seemed to be in low spirits…",
          "Aliases": []
        },
        "13": {
          "ID": "10601329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601329",
          "TitleEnglish": "SHINOBUMONOGATARI: Shinobu Mustard (5)",
          "SummaryEnglish": "Shinobu and Suicide-Master reunited for the first time in 600 years. In contrast to the two rejoicing at their reunion, Izuko delivers some news to Koyomi.",
          "Aliases": []
        },
        "14": {
          "ID": "10601331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/10601331",
          "TitleEnglish": "SHINOBUMONOGATARI: Shinobu Mustard (6)",
          "SummaryEnglish": "Koyomi joins the girls' basketball meetup and asks them what the five missing people have in common. He reaches a certain conviction as he listens to them and quickly leaves. In the meantime, who paid Suicide-Master a visit, as she was waiting alone at the Kanbaru residence...?",
          "Aliases": []
        }
      }
    },
    "7": {
      "ID": "2145746",
      "URL": "https://www.thetvdb.com/series/monogatari/seasons/official/7",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "11283266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/monogatari/episodes/11283266",
          "TitleEnglish": "Monogatari Series: Off & Monster Season – Shin Episode (TBA)",
          "SummaryEnglish": "Continuation of Monogatari Series: Off & Monster Season.",
          "Aliases": []
        }
      }
    }
  }
}