{
    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1463155/",
        "https://www.themoviedb.org/tv/25275"
    ],
    "TitleEnglish": "Modern Magic Made Simple",
    "SummaryEnglish": "The story revolves around Koyomi Morishita, a clumsy high school freshman girl who is often mistaken for a grade-schooler because of her shortness. Koyomi becomes a disciple of Misa Anehara, a 25-year-old graduate student who happens to be one of the most powerful modern-day magicians.",
    "Aliases": [
        "Yoku Wakaru Gendai Mahou"
    ],
    "Modified": "2024-12-29",
    "Seasons": {
        "0": {
            "ID": "87801",
            "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "908891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/908891",
                    "TitleEnglish": "Cruncha Cruncha Cruncha",
                    "SummaryEnglish": "Ichinose becomes annoyed with Koyomi's inability to use any magic other than summoning pans. As such she decides to take her off of Misa's hands for a few days and teach her how to better control her ancient magic. Unfortunately, despite Ichinose's best efforts and strenuous training all Koyomi can manage is the world largest pan!"
                }
            }
        },
        "1": {
            "ID": "87811",
            "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "836171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/836171",
                    "TitleEnglish": "Hello World",
                    "SummaryEnglish": "Yumiko Ichinose runs away from home to join the Anehara Cross School of Magic. On the way there she is accosted by a powerful mage who demands her grandfather's staff and is prepared to kill to get it. When she does finally arrive at the school she meets a strange girl called Koyomi Morishita, who insists that she knows her. However, their 'reunion' is cut short when they are once again attacked by Guibarthez."
                },
                "2": {
                    "ID": "836181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/836181",
                    "TitleEnglish": "Wizardry",
                    "SummaryEnglish": "Koyomi Morishita decides to join the Anehara Cross School of Magic but soon finds out from Misa Anehara that the school no longer exists. However, later whilst visiting Akihabara she once again encounters Misa and gets caught up in the world of 'Modern Magic'. After assisting her in capturing two criminals Koyomi finally earns her chance to study under the famous Misa Anehara."
                },
                "3": {
                    "ID": "836191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/836191",
                    "TitleEnglish": "Deus In Machina",
                    "SummaryEnglish": "Kaho and Koyomi are both now studying Modern Magic under Misa but Koyomi can still only produce pans. Later Koyomi meets Yumiko Christina Ichinose a powerful mage who is on the trail of a dangerous Daemon. The duo end up joining forces in order to catch the Daemon and retrieve Yumiko's stolen underwear. However, they soon end up involved in something far more dangerous."
                },
                "4": {
                    "ID": "908871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/908871",
                    "TitleEnglish": "Jini",
                    "SummaryEnglish": "Yumiko goes to Misa for help in finding the mage responsible for summoning the Daemons, and soon Kaho and Koyomi have been recruited to help too. It isn't long before their 'investigation' leads them to the local water park, where Kaho tries to teach Koyomi to swim. However, after Koyomi nearly drowns it becomes clear that there is a Genie terrorising the park. As such Misa and the others must stop it before anyone is seriously hurt."
                },
                "5": {
                    "ID": "908881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/908881",
                    "TitleEnglish": "Jump off into Never-Neverland",
                    "SummaryEnglish": "Six years in the past, Koyomi tries to explain the reason she has come back in time to Misa and also to find away to get home. Meanwhile, Guibarthez is still pursuing Yumiko to gain possession of the Sorceress's Library."
                },
                "6": {
                    "ID": "1048661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048661",
                    "TitleEnglish": "Ghostscript",
                    "SummaryEnglish": "Still in the past Koyomi decides joins forces with Yumiko in order to stop Guibarthez rather than returning to her own time straight away. However, when Guibarthez manages to get a hold of Kerykeion the girls may no longer be able to stop him, and even the timely arrival of Misa may not help them."
                },
                "7": {
                    "ID": "1048671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048671",
                    "TitleEnglish": "Voodoo Programming",
                    "SummaryEnglish": "Upset at her inability to use magic Koyomi decides that what she needs is a magical item to improve her skills and as such she heads to Shibuya with Kaho and Yumiko. However, even with her new Tortoise rucksack she is still unable to use any magic except her summoning spell."
                },
                "8": {
                    "ID": "1048681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048681",
                    "TitleEnglish": "Scratch Monkey",
                    "SummaryEnglish": "Whilst investigating the connection between the various Daemon cases, Misa receives an email claiming that there is a bomb on board her flight home. However, when her search turns up nothing she realises tha the bomb threat has been nothing but a diversion. Meanwhile, Koyomi and the others decide to surprise Misa whilst she is away by cleaning up the house."
                },
                "9": {
                    "ID": "1048691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048691",
                    "TitleEnglish": "Open DeathTrap",
                    "SummaryEnglish": "Gary Huang revives Jean-Jacques Guibarthez's ghostscript from Misa's grandfather’s sword in a new skyscraper which he also uses as a trap to lure Misa and Koyomi in. Yumiko goes to the building to find out what Misa is up to, and they end up fighting each other on the building roof. After a fierce battle Misa's body is pierced by Yumiko's magical swords. Misa falls unconscious and shortly afterwards her body disappears from the activation of a teleportation code in her amulet."
                },
                "10": {
                    "ID": "1067541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1067541",
                    "TitleEnglish": "Quick and Dirty",
                    "SummaryEnglish": "Kaho receives Misa's amulet in the mailbox and proceeds to amplify its magic with her programming skill. Guilt-laden over possibly fatally wounding Misa, Yumiko looks everywhere for her, first in her home and then in Akihabara. Koyomi, Soushirou, and Kaho also start looking for Misa in Akihabara, where they run into Gary Huang and Jean-Jacques Guibarthez, whose evil plan is to revive the legendary sorceress Digitalis Flammalacia."
                },
                "11": {
                    "ID": "1067551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1067551",
                    "TitleEnglish": "Dragon Book",
                    "SummaryEnglish": "Misa's ghostscript appears to help Soushirou and Yumiko battle Gary Huang and Jean-Jacques Guibarthez. Yumiko is tricked into letting down her guard and is killed, resulting in the rebirth of Digitalis Flammalacia using her body. In the meantime Koyomi and Kaho find Misa still alive inside an apartment in Akihabara."
                },
                "12": {
                    "ID": "1118451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1118451",
                    "TitleEnglish": "TMTOWTDI",
                    "SummaryEnglish": "Misa believes the best option is to send Digitalis Flammalacia into another dimension so that she can never reincarnate to do evil in this world again, but Koyomi thinks there's more than one way to do it. Harnessing the power of all the CPUs around the globe Misa's ghostscript is able to defeat Digitalis Flammalacia and opens a portal to send her away, however Koyomi holds onto her hand and won't let go. They almost fall into the portal but Soushirou brings them back. Afterwards Digitalis Flammalacia's spirit vanishes and Yumiko comes back to life."
                }
            }
        }
    }
}