{
    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1463155/",
        "https://www.themoviedb.org/tv/25275"
    ],
    "TitleEnglish": "Modern Magic Made Simple",
    "SummaryEnglish": "The story revolves around Koyomi Morishita, a clumsy high school freshman girl who is often mistaken for a grade-schooler because of her shortness. Koyomi becomes a disciple of Misa Anehara, a 25-year-old graduate student who happens to be one of the most powerful modern-day magicians.",
    "TitleJapanese": "よくわかる現代魔法",
    "SummaryJapanese": "ドジでお子様体型の高校1年生・森下こよみは、自分を変えようと一念発起。偶然見付けた魔法学校のチラシを手に、最強の魔法使いの一人、姉原美鎖の元を訪れる。しかし美鎖の専門は、コンピューターやプログラムを駆使する近代化された魔法で…。数々の問題に巻き込まれつつも立ち向かう、現代版魔法使いファンタジー！",
    "Aliases": [
        "Yoku Wakaru Gendai Mahou"
    ],
    "Modified": "2024-12-29",
    "Seasons": {
        "0": {
            "ID": "87801",
            "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "908891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/908891",
                    "TitleEnglish": "Cruncha Cruncha Cruncha",
                    "SummaryEnglish": "Ichinose becomes annoyed with Koyomi's inability to use any magic other than summoning pans. As such she decides to take her off of Misa's hands for a few days and teach her how to better control her ancient magic. Unfortunately, despite Ichinose's best efforts and strenuous training all Koyomi can manage is the world largest pan!",
                    "TitleJapanese": "cruncha cruncha cruncha",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "87811",
            "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "836171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/836171",
                    "TitleEnglish": "Hello World",
                    "SummaryEnglish": "Yumiko Ichinose runs away from home to join the Anehara Cross School of Magic. On the way there she is accosted by a powerful mage who demands her grandfather's staff and is prepared to kill to get it. When she does finally arrive at the school she meets a strange girl called Koyomi Morishita, who insists that she knows her. However, their 'reunion' is cut short when they are once again attacked by Guibarthez.",
                    "TitleJapanese": "hello,world",
                    "SummaryJapanese": "幼い弓子は特徴的な容姿のせいで小学校のクラスメイトや担任とうまく行っておらず、クリスマスの日小学校を飛び出す。そして曽祖父の残した手記と魔法の杖を持って魔法使いになるという、以前から立てていた計画を実行にうつす。計画のため家を飛び出した弓子だったが、突然「杖を渡せ」と魔法使いに襲われて…。"
                },
                "2": {
                    "ID": "836181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/836181",
                    "TitleEnglish": "Wizardry",
                    "SummaryEnglish": "Koyomi Morishita decides to join the Anehara Cross School of Magic but soon finds out from Misa Anehara that the school no longer exists. However, later whilst visiting Akihabara she once again encounters Misa and gets caught up in the world of 'Modern Magic'. After assisting her in capturing two criminals Koyomi finally earns her chance to study under the famous Misa Anehara.",
                    "TitleJapanese": "wizardry",
                    "SummaryJapanese": "何もない所で転ぶほどドジな高校生・森下こよみ。不甲斐ない自分自身を変えるため、偶然手に入れたあやしげなチラシを手に、魔法使いの技術を現代に蘇らせた現代魔法の第一人者・姉原美鎖とその弟・聡史郎の屋敷を訪れる。美鎖のアトリエで現代魔法を体験するこよみだが、魔法は発動せず、ショックを受けて…。"
                },
                "3": {
                    "ID": "836191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/836191",
                    "TitleEnglish": "Deus In Machina",
                    "SummaryEnglish": "Kaho and Koyomi are both now studying Modern Magic under Misa but Koyomi can still only produce pans. Later Koyomi meets Yumiko Christina Ichinose a powerful mage who is on the trail of a dangerous Daemon. The duo end up joining forces in order to catch the Daemon and retrieve Yumiko's stolen underwear. However, they soon end up involved in something far more dangerous.",
                    "TitleJapanese": "Deus In Machina",
                    "SummaryJapanese": "こよみは現代魔法の第一人者・姉原美鎖に弟子入りをし、魔法使いになるべく修行をすることに。ところが、どんなコードもたらい召喚のコードに変換されてしまいなかなかうまくいかない。そんな中、何者かが呼び出したデーモンに襲われたこよみは、古典魔法を使う謎の美少女、一ノ瀬弓子クリスティーナに助けられて…。"
                },
                "4": {
                    "ID": "908871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/908871",
                    "TitleEnglish": "Jini",
                    "SummaryEnglish": "Yumiko goes to Misa for help in finding the mage responsible for summoning the Daemons, and soon Kaho and Koyomi have been recruited to help too. It isn't long before their 'investigation' leads them to the local water park, where Kaho tries to teach Koyomi to swim. However, after Koyomi nearly drowns it becomes clear that there is a Genie terrorising the park. As such Misa and the others must stop it before anyone is seriously hurt.",
                    "TitleJapanese": "jini",
                    "SummaryJapanese": "弓子と美鎖は以前からの知り合いだった。だが、弓子はでーもんを呼び出したのは美鎖だと攻撃を仕掛ける。そんな弓子を落ち着かせ、でーもんを呼び出しているコードの分析をしてみると、美鎖が以前作ったコードに何者かが手を加えられたものだった。手がかりを探すため、美鎖たちが訪れたのはなぜかとしまえんで…。"
                },
                "5": {
                    "ID": "908881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/908881",
                    "TitleEnglish": "Jump off into Never-Neverland",
                    "SummaryEnglish": "Six years in the past, Koyomi tries to explain the reason she has come back in time to Misa and also to find away to get home. Meanwhile, Guibarthez is still pursuing Yumiko to gain possession of the Sorceress's Library.",
                    "TitleJapanese": "jump off into never-never land",
                    "SummaryJapanese": "姉原邸の前で魔術師・ギバルテスに襲われている弓子を助けたこよみ。こよみは美鎖に頼まれて、彼女が作ったワーム型ウィルス・クリスマスショッパーのパスワードを調べに6年前に来ていたのだった。6年前の美鎖に会い、力を貸してもらえることになったこよみだが、弓子を放って置けず、探しに出かけて…。"
                },
                "6": {
                    "ID": "1048661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048661",
                    "TitleEnglish": "Ghostscript",
                    "SummaryEnglish": "Still in the past Koyomi decides joins forces with Yumiko in order to stop Guibarthez rather than returning to her own time straight away. However, when Guibarthez manages to get a hold of Kerykeion the girls may no longer be able to stop him, and even the timely arrival of Misa may not help them.",
                    "TitleJapanese": "ghostscript",
                    "SummaryJapanese": "再び弓子とこよみの前に姿を現す魔術師・ギバルテス。弓子はこよみを元の世界に帰すため、一人でギバルテスに立ち向かおうとする。しかし、こよみも弓子を見捨てて元の世界に帰ることができず、戦いの場に戻ってくる。しかし、ギバルテスに弓子の杖を奪われてしまい…。"
                },
                "7": {
                    "ID": "1048671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048671",
                    "TitleEnglish": "Voodoo Programming",
                    "SummaryEnglish": "Upset at her inability to use magic Koyomi decides that what she needs is a magical item to improve her skills and as such she heads to Shibuya with Kaho and Yumiko. However, even with her new Tortoise rucksack she is still unable to use any magic except her summoning spell.",
                    "TitleJapanese": "voodoo programming",
                    "SummaryJapanese": "一向に魔法が上達しないこよみ。美鎖のアミュレットや、弓子の杖のように魔法のアイテムがあれば自分も上達できるのではと考えたこよみは、嘉穂と偶然会った弓子と共にアイテム探しの買い物へ出かける。そこで見つけたカメのぬいぐるみに基盤を入れてもらい、再び練習に励むこよみだが…。"
                },
                "8": {
                    "ID": "1048681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048681",
                    "TitleEnglish": "Scratch Monkey",
                    "SummaryEnglish": "Whilst investigating the connection between the various Daemon cases, Misa receives an email claiming that there is a bomb on board her flight home. However, when her search turns up nothing she realises tha the bomb threat has been nothing but a diversion. Meanwhile, Koyomi and the others decide to surprise Misa whilst she is away by cleaning up the house.",
                    "TitleJapanese": "scratch monkey",
                    "SummaryJapanese": "美鎖は嫌な予感を抱えつつ、飛行機に乗っていた。そこへ、美鎖のＰＣに差出人不明のメールが届く。メールは飛行機に爆弾が仕掛けられていることを告げる内容だった。嫌な予感が的中した美鎖は電子機器の精霊jiniに協力をしてもらいつつ爆弾を探すことに。機内探すうち、美鎖は犯人の本当の目的に気づいて…。"
                },
                "9": {
                    "ID": "1048691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1048691",
                    "TitleEnglish": "Open DeathTrap",
                    "SummaryEnglish": "Gary Huang revives Jean-Jacques Guibarthez's ghostscript from Misa's grandfather’s sword in a new skyscraper which he also uses as a trap to lure Misa and Koyomi in. Yumiko goes to the building to find out what Misa is up to, and they end up fighting each other on the building roof. After a fierce battle Misa's body is pierced by Yumiko's magical swords. Misa falls unconscious and shortly afterwards her body disappears from the activation of a teleportation code in her amulet.",
                    "TitleJapanese": "Open DeathTrap",
                    "SummaryJapanese": "超高層ビル内のとある会社から仕事の依頼を受けた美鎖。何者かが姉原邸に泥棒に入ったこともあり、犯人の罠ではないかと思いつつ、こよみを連れて依頼主の元を訪れる。案の定、依頼主は存在せず、美鎖は相手が仕掛けてくるのを待つことに。そこへ、美鎖の仕事を止めるべく弓子が乗り込んできて…。"
                },
                "10": {
                    "ID": "1067541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1067541",
                    "TitleEnglish": "Quick and Dirty",
                    "SummaryEnglish": "Kaho receives Misa's amulet in the mailbox and proceeds to amplify its magic with her programming skill. Guilt-laden over possibly fatally wounding Misa, Yumiko looks everywhere for her, first in her home and then in Akihabara. Koyomi, Soushirou, and Kaho also start looking for Misa in Akihabara, where they run into Gary Huang and Jean-Jacques Guibarthez, whose evil plan is to revive the legendary sorceress Digitalis Flammalacia.",
                    "TitleJapanese": "quick-and-dirty",
                    "SummaryJapanese": "弓子との戦いで深手を負った美鎖は瞬間移動のコードで弓子の前から消えてしまった。美鎖を助けるため、必死で美鎖を探す弓子。一方、嘉穂の家のポストに血がついた美鎖のアミュレットが投函されていた。嘉穂は自分にできることを察し、行動を起こす。こよみも昨日の出来事の真相を確かめるため、姉原邸を訪れるが…。"
                },
                "11": {
                    "ID": "1067551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1067551",
                    "TitleEnglish": "Dragon Book",
                    "SummaryEnglish": "Misa's ghostscript appears to help Soushirou and Yumiko battle Gary Huang and Jean-Jacques Guibarthez. Yumiko is tricked into letting down her guard and is killed, resulting in the rebirth of Digitalis Flammalacia using her body. In the meantime Koyomi and Kaho find Misa still alive inside an apartment in Akihabara.",
                    "TitleJapanese": "Dragon Book",
                    "SummaryJapanese": "ゴーストスクリプト化した美鎖と再会した弓子。美鎖からゲーリー・ホアンとギバルテスが伝説の魔女「ジギタリス・フランマキア」を甦らそうとしていることを知らされる。そこにゲーリー・ホアンとギバルテスが現れる。一方、こよみと嘉穂は秋葉原のとある路地裏に人払いのコードがめぐらされている一角を発見、そこで…。"
                },
                "12": {
                    "ID": "1118451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/modern-magic-made-simple/episodes/1118451",
                    "TitleEnglish": "TMTOWTDI",
                    "SummaryEnglish": "Misa believes the best option is to send Digitalis Flammalacia into another dimension so that she can never reincarnate to do evil in this world again, but Koyomi thinks there's more than one way to do it. Harnessing the power of all the CPUs around the globe Misa's ghostscript is able to defeat Digitalis Flammalacia and opens a portal to send her away, however Koyomi holds onto her hand and won't let go. They almost fall into the portal but Soushirou brings them back. Afterwards Digitalis Flammalacia's spirit vanishes and Yumiko comes back to life.",
                    "TitleJapanese": "TMTOWTDI",
                    "SummaryJapanese": "弓子の中から覚醒したジギタリスが秋葉原を焼きつくそうとする中、美鎖は対抗するためのコードをすでに用意していた。それは、ジギタリスを弓子ごと異世界に飛ばしてしまうものだった。弓子一人が犠牲になることが納得に行かないこよみは、再び弓子に会いに秋葉原へ戻る。伝説の魔女を止め、弓子を救うことができるのか…？"
                }
            }
        }
    }
}