{
    "URL": "https://www.thetvdb.com/series/needless",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1481093/",
        "https://www.themoviedb.org/tv/34806"
    ],
    "TitleEnglish": "Needless",
    "SummaryEnglish": "Year 2130 -- after the third world war, large contaminated areas known as \"Blackspots\" formed all over Japan. Large Walls were used to quarantine off these \"Blackspots\". In time, signs of inhabitance appeared within these wastelands. Among the survivors who had been abandoned inside the Blackspots, labeled as \"those who were unneeded\", came forth possessors of uncanny abilities -- Fire, wind, brute strength...they were defined by their supernatural abilities. Others, fearful of their powers, expelled them and named them - - - Needless!",
    "TitleJapanese": "NEEDLESS",
    "SummaryJapanese": "第三次世界大戦。東京を始めとする日本の各都市は、紅蓮の炎に包まれ、爆心地はBLACK SPOT（ブラックスポット）と呼ばれて『街（シティ）』から隔離された。そこに住み着いた者から不思議な能力に目覚める者達が現れ始める。超自然の力 （フラグメント）を操るようになった彼らを、人々は畏怖の念と共に、こう呼んだ『ニードレス』と…。",
    "Aliases": [
        "Niidoresu"
    ],
    "Modified": "2024-04-15",
    "Seasons": {
        "0": {
            "ID": "87781",
            "URL": "https://www.thetvdb.com/series/needless/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1411331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1411331",
                    "TitleEnglish": "Infiltration",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy A cross dressing Cruz invades the all girls school, to investigate an incident.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1487491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1487491",
                    "TitleEnglish": "Short Shorts",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. Cruz continues to blend in at the academy, but he is having problem with the women's required outfit.",
                    "TitleJapanese": "ブルマー",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "2750611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/2750611",
                    "TitleEnglish": "The Nurse's Office",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. After Cruz's injury on the PE fieild, he rests up in the nurses office, when he wakes to some surprise visitors.",
                    "TitleJapanese": "保健室",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "2750621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/2750621",
                    "TitleEnglish": "Strip Rock-Paper-scissors",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. Cruz has to avoid a body search by winning a game of Strip RPS.",
                    "TitleJapanese": "野球拳",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "3052521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052521",
                    "TitleEnglish": "Swimsuit",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. The heat is too much for everyone to bear. So when classes got moved to the pool, Cruz must quickly change into a swimsuit.",
                    "TitleJapanese": "水着",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "3052531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052531",
                    "TitleEnglish": "Cavalry Battle in the Water",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. When two classrooms want to use the pool for classes, Cruz gets drafted to the other team in order to forcibly remove his swimsuit to complete a body search. How will he avoid discovery?",
                    "TitleJapanese": "水中騎馬戦",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "3052541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052541",
                    "TitleEnglish": "Massage",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. Cruz gets assigned his room, where some first years help him unpack. They decide that since Cruz looks tired, he needs a massage.",
                    "TitleJapanese": "マッサージ",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "3052551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052551",
                    "TitleEnglish": "Medicine",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. Cruz finds out he has a roommate, who sees him naked. How will he get out of this situation?",
                    "TitleJapanese": "お薬",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "3052561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052561",
                    "TitleEnglish": "The Secret",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. Cruz explains why he is at the Academy. The girls decide to keep his secret under special circumstances.",
                    "TitleJapanese": "秘密",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "3052571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052571",
                    "TitleEnglish": "The Bath",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. In order to avoid being discovered, Cruz must take baths late at night. But many others are still in the baths. They all want to help the new student bathe, so a contest is chosen. A tug of war will decide who helps Cruz bathe.",
                    "TitleJapanese": "入浴",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "3052581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052581",
                    "TitleEnglish": "Disclosure",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. When his towel falls off. Cruz must explain his situation to rest of the girls at the school, when something happens.",
                    "TitleJapanese": "露見",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "3052591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/3052591",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "The Secret of Saint Lilly Academy. The Secret of Saint Lilly Academy is revealed. Who is the one who wears no panties?",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "87791",
            "URL": "https://www.thetvdb.com/series/needless/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "834811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/834811",
                    "TitleEnglish": "Adam Blade",
                    "SummaryEnglish": "Cruz Schild, the last survivor of the resistance against Simeon is attacked by a Testament only to be saved by a very unusual priest named Adam Blade. After taking Cruz back to his church Cruz is unofficially taken in by Adam and his friends Eve Neuschwanstein and Gido",
                    "TitleJapanese": "アダム・ブレイド",
                    "SummaryJapanese": "シメオン総帥アークライトを亡き者にしようと大勢の解放軍が待ち伏せをして総攻撃を仕掛けたが、逆に全滅させられてしまう。解放軍たった一人の生き残りクルスが下水道をヨタヨタ歩いていると追手であるテスタメントが出現。「神様…」と思わずつぶやいたクルスの前に突如、長身の神父アダム・ブレイドが現れる…。"
                },
                "2": {
                    "ID": "862581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/862581",
                    "TitleEnglish": "Eve Neuschwanstein",
                    "SummaryEnglish": "Whilst out shopping Eve and Cruz are attacked by one of Simeon's most dangerous Needless. At first the battle seems hopeless but Eve is far more powerful than she looks and once she learns the secret of her opponent’s seemingly endless abilities she quickly turns the tide of the battle.",
                    "TitleJapanese": "イヴ・ノイシュヴァンシュタイン",
                    "SummaryJapanese": "デロドロンドリンクを探しに出かけたクルスとイヴは、テスタメントと遭遇してしまい廃墟へ逃げ込んだが、そこにはシメオン四天王の一人である右天が待ち構えていた。右天は宙に浮く、バリア、超高速攻撃、物質を生み出すなど多くの能力を見せつけ、自らの能力を「創世」と呼び、神に最も近いニードレスだと言い放つ…。"
                },
                "3": {
                    "ID": "862591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/862591",
                    "TitleEnglish": "Teruyama Momiji",
                    "SummaryEnglish": "Adam is attacked by a Needless called Teruyama Momiji who is seeking revenge for the murder of his friends and family. After a heated battle it emerges that Momiji has the wrong Adam, in fact the man he wants is Adam Arclight. As such he quickly joins forces with the group from the church.",
                    "TitleJapanese": "照山最次",
                    "SummaryJapanese": "クルスは家事を手伝いつつブレイド達と教会で暮らす事に。と、教会の懺悔室に入る人影を目撃する。ブラックスポットで懺悔とは珍しく、興味本位からブレイドとの会話を盗み聞く三人。懺悔人の「アダムという名の男を殺しに来た」と言う言葉を聞いたギドはシメオンの追手だと感づき、とっさにイヴとクルスを避難させて…。"
                },
                "4": {
                    "ID": "862601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/862601",
                    "TitleEnglish": "Iron Mountain",
                    "SummaryEnglish": "Adam and the others receive information from a mysterious character called Disk who instructs them to head to Iron Mountain. On the way they encounter a scared young girl called Mio who ends up tagging along. When they finally meet Disk they are surprised to find a young female cyborg rather than the decrepit old man they expected.",
                    "TitleJapanese": "アイアンマウンテン",
                    "SummaryJapanese": "多くの情報が必要だと判断したブレイド一行は、照山の案内でブラックスポットの情報屋ディスクにコンタクトをとる。一方、現在のボディに限界を感じ始めたアークライトは、次のボディとして、ブレイドの肉体に狙いを定め、四天王の一人である離瑠の部下、少女部隊を、アイアンマウンテンへ向かう一行にさし向ける…。"
                },
                "5": {
                    "ID": "939151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/939151",
                    "TitleEnglish": "Simeon Girls Force",
                    "SummaryEnglish": "Disk explains that Adam is a failed attempt at cloning the 'Second' and that that is the reason that Simeon is so interested in him. However, before they can continue there discussion they are attacked by the Simeon Girl's Force. During the battle Mio reveals her true colours and Eve is kidnapped.",
                    "TitleJapanese": "シメオン少女部隊",
                    "SummaryJapanese": "ディスクはブレイドを「アダム・プロジェクト」の失敗作だと言い放つ。次々と真相を伝えるディスク。と、アイアンマウンテンに警報が鳴り響く。シメオンの追手、少女部隊の梔とセツナが現れたのだ。スピードの能力でイヴを襲うセツナ。さなか、未央と二人きりになったクルスは、彼女の言動に不安を覚えて…。"
                },
                "6": {
                    "ID": "961161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/961161",
                    "TitleEnglish": "Goldilocks",
                    "SummaryEnglish": "Eve manages to escape from the Simeon Girl's Force to the nearby 'Governor's Mansion', a pre-war building protected by an advanced security system called Goldilocks. Meanwhile, the rest of the group, now accompanied by Disk decide to regroup at the church.",
                    "TitleJapanese": "ゴルディロックス",
                    "SummaryJapanese": "人質のイヴに逃げられた少女部隊。イヴを追って、世界最高峰のセキュリティーシステムに守られた館に入る。扉を開けて早々、セキュリティにひっかかり武器を放棄する三人だが、炎や落とし穴やセンサーといったトラップを次々と回避し、ようやくイヴの逃げ込んだ部屋に入る。だが、体重制限オーバーと警報が鳴り響き…。"
                },
                "7": {
                    "ID": "961521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/961521",
                    "TitleEnglish": "Adam Arclight",
                    "SummaryEnglish": "Adam accompanied by the rest of the group heads off to rescue Eve from Simeon Headquarters. They arrive just as a huge crowd gathers for the opening of the new building. However, when Adam Arclight shows himself a small group of needless associated with the resistance attack him.",
                    "TitleJapanese": "アダム・アークライト",
                    "SummaryJapanese": "セツナ達は、同じく少女部隊のメンバーの七海と美咲からゴルディロックスでの失態写真を突きつけられる。言い争いになった両者へ離瑠は、ヴォンサンガー銀行の上納金徴収任務に成功したものを少女部隊代表にする、と言う。一方、イヴを救うべく、落成式を視察にきたブレイド達は、そこで驚愕の能力を目の当たりにする…。"
                },
                "8": {
                    "ID": "1009581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1009581",
                    "TitleEnglish": "Roukakuji Riru",
                    "SummaryEnglish": "As Adam faces off against Arclight people attempt to flee in order to escape the destruction caused by the fight. However, Riru and a squad of giant Testaments prevent that from happening and it is up to Disk to save them.",
                    "TitleJapanese": "楼閣寺離瑠",
                    "SummaryJapanese": "アークライトに戦いを挑むブレイド。フラグメントの入り乱れた戦いとなるが、ブレイドはアークライトに遠く及ばない。その頃、イベント会場では四天王の一人である楼閣寺離瑠が、逃げようとする群衆を強力なフラグメント『サイコキネシス』とテスタメントで見張っていた。離瑠の監視の中、なすすべのないクルス達は…。"
                },
                "9": {
                    "ID": "1009591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1009591",
                    "TitleEnglish": "Third Shelter",
                    "SummaryEnglish": "Disk and the others manage to use one of the giant Testaments to sneak inside Simeon Headquarters. However, the group are attacked and separated whilst trying to find Eve and Adam. Meanwhile, Adam faces off against Mio, Kuchinashi and Setsuna in the Third Shelter but the trio prove far more powerful than he previously thought.",
                    "TitleJapanese": "第3シェルター",
                    "SummaryJapanese": "ブレイドのいる第3シェルターを目指すクルス達だが、テスタメントに囲まれてしまう。一方ブレイドも美少女部隊三人を相手に苦戦をしいられる。ついにセツナがブレイドにとどめをさそうとしたその時、セツナの動きが鈍る。「遅かったじゃないか」と言うブレイドのつぶやきに謎の二人組の少女が意味深な笑みを浮かべて…。"
                },
                "10": {
                    "ID": "1059831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1059831",
                    "TitleEnglish": "Sato Solver",
                    "SummaryEnglish": "Adam looks back at the first time he met Sato and Solva. Some years ago whilst Adam and Seto were on an assignment for the Guild they encountered a young girl called Solva who is not what she first appears.",
                    "TitleJapanese": "セト×ソルヴァ",
                    "SummaryJapanese": "セトとソルヴァと名乗る二人組は、ブレイドの仲間だった。かつてブレイドがギルドの仕事でセトと組んでいた頃に話はさかのぼる。セトとブレイドが引き受けた仕事は「プレデターから村を守る」というものだった。依頼主のソルヴァは、お金はないけれどこの村にしかない宝物を譲る、と言う。条件をのんだ二人だったが…。"
                },
                "11": {
                    "ID": "1059841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1059841",
                    "TitleEnglish": "Black Attracton",
                    "SummaryEnglish": "Adam, Sato, Solva and Momiji join forces and are easily able to defeat Mio, Kuchinashi and Setsuna. However, the group must then deal with Eve who has been brainwashed by Kurumi's fragment 'Black Attraction'.",
                    "TitleJapanese": "ブラック・アトラクション",
                    "SummaryJapanese": "ブレイドの元に駆け付けたセトとソルヴァ、そしてクルス達は美少女部隊を追い詰める事に成功。セツナは負けを認め「イヴを返す」と言う。イヴに駆け寄るブレイド。けれどクルスは違和感を感じる。戦闘で不利になった場合、普通は人質を盾に逃げるのでは？ と、その時、イヴの腕がドリルに変化しブレイドの体を貫き…。"
                },
                "12": {
                    "ID": "1101981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1101981",
                    "TitleEnglish": "Wild Peach",
                    "SummaryEnglish": "With Adam critically injured, Solva and the others must defeat Eve and the rest of the Simeon Girls Force in order to save him. However, with the holographic Kurumi overseeing the fight it is far from easy. As such it is up to Cruz to figure out where the real Kurumi is hiding so that she can be dealt with.",
                    "TitleJapanese": "胡桃",
                    "SummaryJapanese": "瀕死のブレイドを助けるためには胡桃を倒してイヴの洗脳を解くしかない。彼女の居場所を聞き出すために美少女部隊に戦いを挑む照山、セト、ソルヴァだが、洗脳されたイヴ相手に苦戦する。その中でクルスは胡桃の隠れ場所に気づく。クルスの作戦を聞き、照山達の即席トリオはセツナを狙うと見せかけて本棚を攻撃するが…。"
                },
                "13": {
                    "ID": "1101991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1101991",
                    "TitleEnglish": "White Hair",
                    "SummaryEnglish": "A fallen enemy may have the key to deprogramming Eve. And Saten is very displeased with the Girls Squadron's dicey attempts at destroying Blade.",
                    "TitleJapanese": "白毫",
                    "SummaryJapanese": "胡桃を倒してもイヴの洗脳が解けない。照山達も倒れ、絶体絶命のピンチ。絶望的になるクルスへディスクは「一つだけ方法がある」と呟く。ブレイドに胡桃の額を接触させ「ブラック・アトラクション」を覚えさせるのだ、と。無謀だが今はこれに賭けるしかない。だが、意を決したクルスの前へ四天王の一人、左天が現れて…。"
                },
                "14": {
                    "ID": "1102001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1102001",
                    "TitleEnglish": "Lilith Temptation",
                    "SummaryEnglish": "Kuchinashi unleashes her most powerful weapon, the wickedly deceptive Lillith Temptation.",
                    "TitleJapanese": "リリス・テンプテーション",
                    "SummaryJapanese": "霧に包まれたブレイド達。何も見えず慌てるクルスに、懐かしい声が届く。「大丈夫、お前は私が守る」。クルスの前に、死んだはずの姉であるアルカが現れた。アルカに抱きつくクルス。「姉さんが生きていた！」と姉との再会を喜ぶクルス。だが、ブレイド達が気になったクルスは、意を決してアルカの元から走り去り…。"
                },
                "15": {
                    "ID": "1172871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1172871",
                    "TitleEnglish": "Fourth Wave",
                    "SummaryEnglish": "After lying in wait for so long, Saten finally makes his move, revealing just what his fragment actually is.",
                    "TitleJapanese": "第四波動",
                    "SummaryJapanese": "戦闘態勢に入った左天は、四天王の圧倒的な力を見せつける。左天のフラグメント『第四波動』は、周囲を凍りつかせ、炎を操り、さらにはブレイドの放ったリトル・ボーイを吸収する。白毫を使い第四波動を覚えたブレイド。だが、覚えたはずの第四波動が発動しない。クルスは能力のからくりを必死で考え、ある事に気づき…。"
                },
                "16": {
                    "ID": "1172881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1172881",
                    "TitleEnglish": "Aruka Schild",
                    "SummaryEnglish": "During the battle with the Fourth Great One, her mask is taken off, shocking everyone as to her true identity.",
                    "TitleJapanese": "アルカ・シルト",
                    "SummaryJapanese": "左天の能力の謎は解けた。イヴとブレイドの攻撃で吹き飛ぶ左天。だが、四天王最後の一人である謎の女が一行の前に立ちはだかる。ソルヴァと照山のコンビネーションでようやく一撃ヒットに成功し、女の仮面にひびが入った。と、あらわになった素顔を見て絶句するクルス。何と、謎の女の正体はクルスの姉、アルカだった…。"
                },
                "17": {
                    "ID": "1172891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1172891",
                    "TitleEnglish": "Resistance",
                    "SummaryEnglish": "As Aruka deals a deadly blow to Cruz, he remembers their early days in the Resistance.",
                    "TitleJapanese": "レジスタンス",
                    "SummaryJapanese": "昏睡状態のクルスは、レジスタンスにいた頃を思い返していた。少しでもアルカの力になりたいクルスは、レジスタンスに出入りして雑用をこなしていた。アルカに「お前はレジスタンスにくるな」と言われても、クルスはアルカの側にいたかった。そしてアルカの目的を知り、クルスの意識は、深く深く落ちていく…。"
                },
                "18": {
                    "ID": "1172901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1172901",
                    "TitleEnglish": "Agnishwattas",
                    "SummaryEnglish": "As Cruz hovers between life and death, Aruka and Saten try to destroy Blade and his comrades once and for all.",
                    "TitleJapanese": "アグニッシュワッタス",
                    "SummaryJapanese": "瀕死のクルスを助けるためには、イヴの再生能力で治療を行うしかない。だが、左天との戦いで手一杯のイヴ。その中で左天がイヴに「次の接触と同時に右へ飛べ」とささやく。自分を攻撃してクルスの治療をしろと、まるでイヴ達を助けるかのような左天の行動。困惑するイヴに、「お前に惚れちまったからさ」と左天は呟き…。"
                },
                "19": {
                    "ID": "1285591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1285591",
                    "TitleEnglish": "Positive Feedback Zero",
                    "SummaryEnglish": "Just as Aruka is ready to finish off her brother, she is stopped by an unlikely interloper.",
                    "TitleJapanese": "ポジテイブフィードバック・ゼロ",
                    "SummaryJapanese": "ついに姿を現したアークライト。ブレイドとアークライトの戦いが始まる。「貴様には本来備わっているはずの能力が欠けている」。それは「真のゼロ」の能力、受けた攻撃を倍加して反撃する能力だと。言葉通り、ブレイドの攻撃は全て倍返しされる。ラチがあかないと接近戦を狙うブレイドをアークライトの拳がつらぬくが…。"
                },
                "20": {
                    "ID": "1306641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1306641",
                    "TitleEnglish": "A - B",
                    "SummaryEnglish": "Blade attempts to steal Arclight's powers, and the origins of the Adam Project are revealed.",
                    "TitleJapanese": "A-B",
                    "SummaryJapanese": "ギドの本名は六道銀。以前、「アダム・プロジェクト」の一員と して、研究に取り組んでいたが、エデンズシードの移植段階で、研究はことごとく失敗、暗礁に乗り上げていた。ラスト・チャンスとして二体の検体が用意される。ギドは、荻葉香澄と神無月鏡司と「アダム・ブレイド」と名付けた検体の実験を担当して…。"
                },
                "21": {
                    "ID": "1306651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1306651",
                    "TitleEnglish": "A - A",
                    "SummaryEnglish": "The true nature of the \"Adam\" and \"Eve\" test subjects are unveiled at last. And the two \"Adam\"s have a greater connection than they realize.",
                    "TitleJapanese": "A-A",
                    "SummaryJapanese": "荻葉香澄の死を乗り越えて、研究を続けるギドと神無月。順調に訓練を受けるブレイドへ、ある日ギドは一人の少女「イヴ・ノイシュヴァンシュタイン」を紹介する。天真爛漫なイヴに翻弄されつつも、気持ちをゆるしていくブレイド。しかしある日、失敗作として破棄された実験体「アダム・アークライト」が研究所に現れて…。"
                },
                "22": {
                    "ID": "1306661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1306661",
                    "TitleEnglish": "666 Member Commitee",
                    "SummaryEnglish": "Blade and Arclight escalate their battle. And Aruka discovers what's really behind Saten's deceitful motives.",
                    "TitleJapanese": "666委員会",
                    "SummaryJapanese": "逆拒絶反応により、過去の映像を見たクルス達。能力を吸収したブレイドはアークライトへ攻撃をしかけるが、技が発動しない。アークライトも同じく能力が使えない。逆拒絶反応の影響だった。そこに突如左天が現れる。包帯を取った彼の額には百毫が。左天はアークライトを殺し、正体を明かす。左天の正体は神無月だった…。"
                },
                "23": {
                    "ID": "1396791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1396791",
                    "TitleEnglish": "Saten",
                    "SummaryEnglish": "Saten announces his plans for domination and reveals who he plans to have sit by his side as he rules.",
                    "TitleJapanese": "左天",
                    "SummaryJapanese": "シメオン総帥となりブラックスポット支配をもくろむ左天。能力を失ったブレイドではまるで歯が立たない。少女部隊も参戦するが、左天の圧倒的な力の前になすすべがない。と、その時離瑠が現れる。離瑠はサイコキネシスのほかにグラビトンの能力も操った。そして「キサマ、離瑠ではないな」と言う左天に彼女は…。"
                },
                "24": {
                    "ID": "1396811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/needless/episodes/1396811",
                    "TitleEnglish": "Cruz Schild",
                    "SummaryEnglish": "Saten announces his plans for domination and reveals who he plans to have sit by his side as he rules.",
                    "TitleJapanese": "クルス・シルト",
                    "SummaryJapanese": "神への進化を遂げたアークライト。その神々しい姿に見とれるアルカや少女部隊だったが、アークライトは自分の部下を「不要だ」と、処分にかかった。アークライトに挑むブレイド達。だが、ブレイドの力ではアークライトに適わない。アークライトがブレイドにとどめを刺そうとした時、アークライトの体に異変が起きて…。"
                }
            }
        }
    }
}