{
    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0",
    "Genres": [
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1440068/",
        "https://www.themoviedb.org/tv/37866"
    ],
    "TitleEnglish": "Tokyo Magnitude 8.0",
    "SummaryEnglish": "There is an estimated 70% or higher possibility that a magnitude 7.0 earthquake will occur in Tokyo in the next 30 years. In 2012, Mirai, a middle school freshman girl, goes to Tokyo’s artificial Odaiba Island for a robot exhibition with her brother Yuuki at the start of summer vacation. A powerful tremor registering 8.0 on the Richter scale emanates from an ocean trench, the famed Tokyo Tower and Rainbow Bridge crumble and fall, and the landscape of Tokyo changes in seconds. With the help of a motorcycle delivery woman named Mari who they meet on Odaiba, Mirai and Yuuki strive to head back to their Setagaya home in western Tokyo.",
    "TitleJapanese": "東京マグニチュード8.0",
    "SummaryJapanese": "夏休みに入ったばかりのお台場。\n\n中学1年生の未来は、弟の悠貴に付き合わされロボット展を見に来ていた。\n\nはしゃぐ弟を横目に、反抗期真っ盛りの未来は退屈そうにケータイをいじっている。\n\n「毎日毎日ヤなことばっかり…。いっそのこと、こんな世界、壊れちゃえばいいのに」\n\nそう思った瞬間、突然地面が激しく揺れた。\n\n東京を襲った、マグニチュード8.0の海溝型大地震。\n\n連絡橋は崩れ落ち、東京タワーは倒壊―。一瞬にしてすべてが変わった東京。\n\n未来は悠貴の手をひき、お台場で出会ったバイク便ライダー・真理の力を借りながら\n\n世田谷にある自宅へ向かう。\n\n果たして3人は無事に家に帰ることができるのか―。",
    "Aliases": [],
    "Modified": "2025-08-20",
    "Seasons": {
        "0": {
            "ID": "90371",
            "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3894991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/3894991",
                    "TitleEnglish": "Special Digest Episode",
                    "SummaryEnglish": "Recap special of Tokyo Magnitude 8.0.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "90381",
            "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "857681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/857681",
                    "TitleEnglish": "Odaiba Sinks",
                    "SummaryEnglish": "Mirai Onosawa and her younger brother Yuki are visiting a robot exposition at Odaiba, Tokyo, when a massive earthquake strikes the city.",
                    "TitleJapanese": "お台場、沈む",
                    "SummaryJapanese": "未来は中学1年生。なんとなく今の生活に満ち足りなさを感じている、どこにでもいる女の子。夏休みだというのに特に予定もなく、親には弟・悠貴の面倒を押しつけられる始末。だが二人で出かけたお台場で、姉弟はマグニチュード8.0の巨大地震に見舞われた！！"
                },
                "2": {
                    "ID": "883361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/883361",
                    "TitleEnglish": "Broken World",
                    "SummaryEnglish": "Mirai looks desperately for Yuki after the earthquake inside a colapsing building along Mari Kusanabe, a female motociclist courier who offered herself to help her.",
                    "TitleJapanese": "壊れる、世界",
                    "SummaryJapanese": "被災後、離ればなれになってしまった悠貴を探して、未来は半壊した建物へ飛び込んでいく。逃げ惑う人々で入り乱れる中、真理の助けを借りながら探索をすすめるが、余震、火事、液状化と、立て続けに発生していく二次災害がそれを阻む。はたして二人は再会できるのか！？"
                },
                "3": {
                    "ID": "905831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/905831",
                    "TitleEnglish": "Burning Bridge",
                    "SummaryEnglish": "Mirai, Yuki and Mari decide to reach their homes together, but just after starting their journey, they find that there are far more dangers in the colapsing city than they imagined.",
                    "TitleJapanese": "燃える、橋",
                    "SummaryJapanese": "途中知り合った真理とともに、自宅に向けて帰宅することとなった未来と悠貴。一晩あけて被害状況が明らかになっていく中、水上バスでお台場を脱出するべく、海上保安庁の誘導で桟橋へと移動する。余震によるパニックに巻き込まれながらも、三人はなんとか船に乗り込むことができたが…。"
                },
                "4": {
                    "ID": "944131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/944131",
                    "TitleEnglish": "A Promise By the Three",
                    "SummaryEnglish": "Having finally left Odaiba, the trio find a place to gather supplies and prepare theirselves for their long walk, but after having a discussion, Mirai and Yuki stray from Mari and end up in serious trouble.",
                    "TitleJapanese": "三人の、約束",
                    "SummaryJapanese": "広域避難所となっている芝公園で、自治体や自衛隊、企業の支援を受ける三人。水や乾パンなどの支援物資をもらい一息つくのもつかの間、未来の不満は悠貴への八つ当たりとなり、大げんか。しかし、余震とともに東京タワー下に現れた活断層が、そのすべてを消し去っていく！！"
                },
                "5": {
                    "ID": "958041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/958041",
                    "TitleEnglish": "Schoolhouse of Lamentation",
                    "SummaryEnglish": "Mirai and company take shelter at her school's premises during the night, but their stay becomes far from peaceful as they are constantly plagued by aftershocks and depressed by the sight of those who lost their relatives to the earthquake.",
                    "TitleJapanese": "慟哭の、学び舎",
                    "SummaryJapanese": "未来の通っていた中学校に立ち寄ると、そこは帰宅困難者であふれかえっていた。冷たくなった遺体も多数運び込まれ、見慣れた学校の変貌ぶりに心を痛める。未来はそこで、ボランティアとして活動している老夫婦に優しくされ、真理を含めた大人達の見方を改め、自分にもできることを模索するのだった。"
                },
                "6": {
                    "ID": "978221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978221",
                    "TitleEnglish": "Abandoned Choice",
                    "SummaryEnglish": "The group reaches Mari's workplace, where she loses conciousness because of amenia. During that time the kids are suddenly frightened by Aya, a colleague of Mari, who noisily enters the building carrying a baseball bat.",
                    "TitleJapanese": "見捨てる、選択",
                    "SummaryJapanese": "麻布十番を経由して世田谷を目指す一行。だが移動中、三軒茶屋焼失のニュースを耳にする。真理はより多くの情報を求めようとするが、都合良く手に入れる術も無いまま、体調を崩してしまう。そこで未来と悠貴は、真理が一刻も早く自宅に帰られるよう、一つのアイディアを実行に移す。"
                },
                "7": {
                    "ID": "978231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978231",
                    "TitleEnglish": "Summer Sunset",
                    "SummaryEnglish": "Rescue robots fill the scene, fascinating Yūki and leading him to meet a new friend, who shares his interest and is the same age as Mirai. However the journey so far seems to have taken its toll on Yūki.",
                    "TitleJapanese": "夏の夕暮れ",
                    "SummaryJapanese": "ハイパーレスキュー隊が用いる救助ロボを追い求める少年、健斗と知り合う未来と悠貴。最初はロボットオタクとバカにしていたが、将来のことを真剣に考えている彼の言動に、徐々に惹かれていく。そんな中、追いかけていた救助ロボと共に瓦礫の中に閉じ込められてしまう！"
                },
                "8": {
                    "ID": "978241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978241",
                    "TitleEnglish": "A Pure White Morning",
                    "SummaryEnglish": "Yūki collapses suddenly and is taken to the hospital, where Mirai agonizes over her brother's fate.",
                    "TitleJapanese": "まっしろな朝",
                    "SummaryJapanese": "突如、意識を失い倒れる悠貴。トリアージされ病院へと運ばれるが、症状は芳しくない。すぐに手術をすることとなり、気が気でないまま、未来と真理はひたすら待つことに。だが、目覚めた未来の目の前には、元気な姿の悠貴が現れる。再び自宅をめざし、旅を始める三人だが…。"
                },
                "9": {
                    "ID": "978251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/978251",
                    "TitleEnglish": "Farewell for Today",
                    "SummaryEnglish": "Mari finally reaches her home, only to find out that her house was destroyed and the fate of her mother and daughter remains unknown. Mirai and Yūki decides to help and discover that there is a near by elementry that is caring for the resident. On arrival Mari believes that two unknown bodies were those of her mother and daughter, thus mourning for a period of time. But Yūki, who believes that Mari mother and daughter are still alive, convince his sister to help look for them. Mari's daughter is discovered in a near by elementary school, that was also a shelter to the resident. Mari is reunited with her daughter, but still has no idea where her mother could have been. Mari discover her mother at a hospital and is reunited. Mirai, feeling happy for Mari, decides to leave with Yuki to go to their parents. Before leaving, Mirai writes a note to Mari thanking her for all that she has done for them.",
                    "TitleJapanese": "今日、さよなら",
                    "SummaryJapanese": "たどり着いた三軒茶屋。しかし、火災による損害は真理の想像を遙かに超えていた。必死になって娘と母親を探し求めるが、様々な憶測や風評に惑わされ、居場所もわからなければ、生死も不明であった。そんなとき、未来と悠貴の機転が功を奏し、真理は二人と再会する。"
                },
                "10": {
                    "ID": "1067991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/1067991",
                    "TitleEnglish": "Sis, Listen...",
                    "SummaryEnglish": "Mirai and Yūki are talking in the truck on the way back to their hometown, when Yuuki brings up the subject about his death. She tells him to stop talking about this nonsense, and that she and her parents would cry if he actually died. Once they arrive in their hometown, she sees Mayu, one of her friends from school. They chat, and Mayu tells her that her parents are staying in the nearby elementary school. Her dad is also being hospitalized due to an injury he sustained at work when the earthquake hit. She and Yuuki head over there, and find his best friend, Itsuki. By this time, Yūki has run off. He leads her to her parents, only to find out that her mom went back to the house to get clothing for her father. They walk outside again, and see the marronier that the two boys planted before she and Yūki went to the Odaiba Robotics Festival. Yūki is still nowhere in sight, so the two look for him.",
                    "TitleJapanese": "おねえちゃん、あのね",
                    "SummaryJapanese": "真理と別れた二人。自宅までもう一息というところで、悠貴の小学校へ立ち寄ることに。そこで未来は悠貴の足跡を見るが、それらを見るたびに、なぜか涙があふれ出てくる。悠貴はここに居るはずなのに、なぜ？ 疑念を払拭できぬまま、未来は悠貴と共に自宅へと向かう。"
                },
                "11": {
                    "ID": "1086361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-magnitude-8-0/episodes/1086361",
                    "TitleEnglish": "Dear Yuuki...",
                    "SummaryEnglish": "Mirai \"escorts\" Yūki back home, and is reunited with her mother and father. One month later, Tokyo is well into recovery and reconstruction, but it is still clear that the city has been permanently changed. Mari visits Mirai, and returns her cell phone and Yūki's backpack. Mirai goes though her e-mail inbox, and finds a message from Yūki (sent from Mari's phone some time before he died) hoping that he can get a phone soon too so he can talk to his sister whenever they are not together. Mirai gives her mother the birthday present Yūki bought for her. In the end, Mirai, while watering the tree Yūki planted seen in episode 1, resolves to move on with her life, knowing that Yūki will always be in her heart. The ending credit montage shows life continuing in Tokyo.",
                    "TitleJapanese": "悠貴へ…",
                    "SummaryJapanese": "ようやく到着した自宅。久しぶりの家族との再会。地震で多くを失った未来は心に空白を抱えたまま、時は過ぎていく。両親に挨拶に来た真理から、以前投げ捨てた携帯電話を手渡される未来。一ヶ月ぶりに電源をいれた携帯電話には、たくさんのメッセージが残されていた。"
                }
            }
        }
    }
}