{
    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0377207/",
        "https://www.themoviedb.org/tv/9429"
    ],
    "TitleEnglish": "Heavy Metal L-Gaim",
    "SummaryEnglish": "Far away in the Pentagona system, immortal emperor Oldan Poseidal has conquered all five of its planets. Daba Myroad, the last surviving heir of the Yaman clan and owner of the legendary white heavy metal L-Gaim, leads a rebellion in order to free the planets from Poseidal.",
    "TitleJapanese": "重戦機エルガイム",
    "SummaryJapanese": "ペンタゴナシステムのはるか彼方で、不滅の皇帝オルダンポセイダルはその5つの惑星すべてを征服しました。 ヤマン氏族の最後の生き残った相続人であり、伝説的な白い重戦機エルガイムの所有者であるダバマイロードは、惑星をポセイダルから解放するために反乱を主導します。",
    "Aliases": [
        "Jûsenki Erugaimu"
    ],
    "Modified": "2025-09-11",
    "Seasons": {
        "0": {
            "ID": "91191",
            "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4747976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/4747976",
                    "TitleEnglish": "I: Pentagona Window + Lady Gyabure",
                    "SummaryEnglish": "A recap OVA that portrays the first half of the series Heavy Metal L-Gaim. After the credits, there is a short clip animated for the OVA entitled \"Lady Gavlet\", which is intended to be comic relief.",
                    "TitleJapanese": "ペンタゴナ ウインドウ＋レディ ギャブレー",
                    "SummaryJapanese": "TVシリーズ本編前半の総集編とオリジナル短編。\n【短編あらすじ】\n　荒野でひとり黄昏る漢、ギャブレー。\n崖の上から町の明かりを見下ろす彼は、目前の勝利に自信満々だった。\n翌日、バーで朝食を取っていた、おなじみダバたち一行。ダバをめぐって、アムとレッシィのバトルが勃発する。そこへ、不気味な色気を振りまくご婦人が、まったりとしながら現れた。次々と店内にいる男どもを釘づけにする女装ギャブレーの色香に、さすがのダバもやっぱり男の子。しかし女装ギャブレーに誘われるまま表通りについてきたのはダバではなく、なんとキャオだった！"
                },
                "2": {
                    "ID": "4747977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/4747977",
                    "TitleEnglish": "II: Farewell My Lovely + Pentagona Doors",
                    "SummaryEnglish": "A recap OVA that portrays the second half of the series Heavy Metal L-Gaim. After the credits, there is a short clip animated for the OVA entitled \"Pentagona Dolls\", which is intended to be comic relief.",
                    "TitleJapanese": "フェアウェル マイラブリー＋ペンタゴナ ドールズ",
                    "SummaryJapanese": "TVシリーズ本編後半の総集編とオリジナル短編。\n【短編あらすじ】\n　正規軍と反乱軍の長きに渡る戦争を終結させるべく、スポーツによる決戦が提案された！　両軍から３名ずつ選出して行うプロレスに勝利した方こそ、真の勝利者となるのだ。\n　反乱軍の代表はアム、レッシィ、リリス。一方の正規軍はイレーネ、マーハル、パメラ。ここに激しくも華麗で、ちょこっとセクシーなバトルが展開される！\nバトルは次第に雲行きが怪しく展開。アムとレッシィの間で起こった女の執念が内輪モメに発展してしまう。しまいには正規軍そっちのけで、パワーランチャーVSバスターランチャーの砲撃戦が始まってしまった。"
                },
                "3": {
                    "ID": "4747978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/4747978",
                    "TitleEnglish": "III: Full Metal Soldier",
                    "SummaryEnglish": "A side story taking place somewhere before the second half of the series, prior to Daba acquiring the L-Gaim Mk-II. Daba's comrade Leccee is captured by Poseidal's forces, and Daba and his rebels attempt to save her.",
                    "TitleJapanese": "フルメタル ソルジャー",
                    "SummaryJapanese": "ポセイダルの宮殿に各地から召集された13人衆。彼らに、ガストガルへ進入しつつあるダバとレッシィの抹殺命令が下った。抹殺した者にはポセイダルから軍最高司令官のポストを与えられるという。しかし只一人、13人衆のひとりであり、レッシィの祖父であるサイはその命令に表情を曇らせる。\n　レッシィが案内する秘密のルートを使ってターナをスヴェートへ移動させていたダバたちに、突然サイからの通信が入った。それは、軍を裏切ったレッシィのことをポセイダル様がお怒りになられている事、さらにはレッシィの両親が人質に取られていて、戻らなければ処刑されると言う。動揺するレッシィ。悩んだ末にターナを降りるレッシィ。サイの所へ向かうレッシィだったが、待ち伏せをしていたプレータ・クォイズによって捕まり人質になってしまう。"
                }
            }
        },
        "1": {
            "ID": "91201",
            "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/seasons/official/1",
            "# Episodes": 54,
            "Episodes": {
                "1": {
                    "ID": "860861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860861",
                    "TitleEnglish": "Dreamers",
                    "SummaryEnglish": "Daba and Kao were targeted by bandits led by Lee Lin. Am, a beautiful girl from the bandits, pretends to be a pretty woman and approaches them, and she seduces Kao with sweet words. Kao was deceived and left Works while Daba was sleeping. Lee Lin got into Works just after the operation was successful, but Daba remained there. [Robot / Mecha] [Action / Battle]",
                    "TitleJapanese": "ドリーマーズ",
                    "SummaryJapanese": "ダバとキャオはリーリン率いる盗賊団に狙われていた。盗賊の一味の美少女アムは、かよわい女のふりをして2人に接近、甘い言葉でキャオを誘惑してしまう。騙されたキャオは、ダバが寝ている間にワークスを後にしてしまうのだった。作戦成功とばかりにワークスに乗りこんだリーリンだったが、そこにはダバが残っていた。"
                },
                "2": {
                    "ID": "860871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860871",
                    "TitleEnglish": "Prearmo Scandal",
                    "SummaryEnglish": "Daba, Kao, and Am arrive at Priamo in search of Amandara. The Lee Lin crew arrives there, and Kao and Am are captured. Around that time, Daba meets Lilith, a fairy who is being treated badly in a freak show. Daba rescues Lilith from the freak show and heads to rescue Kao and Am with Lilith's guidance.",
                    "TitleJapanese": "スキャンダル・P",
                    "SummaryJapanese": "アマンダラを捜し、プリャーモにたどりついたダバとキャオとアム。そこへリーリン一味がやってきて、キャオとアムは捕らえられてしまう。その頃ダバは、見世物小屋でひどい扱いを受けている妖精のリリスに出会う。リリスを見世物小屋から救い出したダバは、リリスの手引きでキャオとアムを救出に向かって…。"
                },
                "3": {
                    "ID": "860881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860881",
                    "TitleEnglish": "Coming Man",
                    "SummaryEnglish": "Gavlet Gablae, a young man who dreams of joining the regular army, discovers Daba's works in the woods. He is so hungry that he secretly eats Daba's breakfast. Gabley, who resented Daba who insulted himself, made Lee Lin and his friends attack Daba, and he himself challenged El Gaim with heavy metal and alone.",
                    "TitleJapanese": "カミング・マン",
                    "SummaryJapanese": "正規軍入りを夢見る青年ギャブレット・ギャブレーは森の中でダバたちのワークスを発見する。彼は、空腹のあまりにダバたちの朝食をこっそり頂いてしまう。自分を侮辱したダバに逆恨みをしたギャブレーはリーリンたちにダバを襲わせ、自らもヘビーメタル、アローンでエルガイムに戦いを挑むのだが…。"
                },
                "4": {
                    "ID": "860891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860891",
                    "TitleEnglish": "The Connection",
                    "SummaryEnglish": "Daba who came to Pryamo again. However, Kao steals the bill when he learns that he can become a soldier if he brings the bill to the regular army. On the other hand, Gabley wins the condition from Amandara to write a letter of recommendation to the regular army instead of recovering the bill, and returns to Daba. At that time, Kao knew that the bill had been suspended ...",
                    "TitleJapanese": "ザ・コネクション",
                    "SummaryJapanese": "再びプリャーモへやってきたダバたち。だが、手形を正規軍に持っていけば軍人になれると知ったキャオは手形を盗んでしまう。一方ギャブレーは、手形を取り返す代わりに正規軍への推薦状を書いてもらう条件をアマンダラから勝ち取り、再びダバの元へ。その頃、キャオは手形が取り扱い停止になっていたことを知って…。"
                },
                "5": {
                    "ID": "860901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860901",
                    "TitleEnglish": "Escape Run",
                    "SummaryEnglish": "Gabley joins the long-sought regular army at Amandara's recommendation. On the other hand, Daba and his friends visit Amandara's house, but they can't meet because their husband is absent. Daba decides to head to the planet Mizun, where Amandara is, but the three without a pass cannot go to Mizun by the regular route. Daba decides to stowaway and decides to rob the transport ship.",
                    "TitleJapanese": "エスケープ・ラン",
                    "SummaryJapanese": "ギャブレーはアマンダラの推薦で念願の正規軍入りを果たす。一方ダバたちも念願のアマンダラ邸を訪れるものの、主人不在で会えずじまい。ダバはアマンダラのいる惑星ミズンに向かう決意を固めるが、通行証を持たない3人は正規のルートでミズンに行くことができない。密航を決意したダバは、輸送船を奪うことにする。"
                },
                "6": {
                    "ID": "860911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860911",
                    "TitleEnglish": "Sea Jack",
                    "SummaryEnglish": "Lessy gets into the transport ship and immediately begins to act, but Lessy's opponent is Am. Even after the battle between the two was over, troubles continued, such as finding out that the destination of the ship was not a spotted herring, and having to fight a patrol boat. However, Lessy pulls up the patrol boat. Did you help Daba because of your credit, or ...?",
                    "TitleJapanese": "シー・ジャック",
                    "SummaryJapanese": "輸送船に乗り込んだレッシィは早速行動を開始するが、レッシィの相手はアム。2人の戦いが終わった後も、船の行き先がミズンではないことがわかったり、パトロール艇と戦うはめになったりと、トラブルが続出。だが、レッシィはパトロール艇を引き上げさせてしまう。ダバを助けたのは自分の手柄のためなのか、それとも…？"
                },
                "7": {
                    "ID": "860921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860921",
                    "TitleEnglish": "Scramble",
                    "SummaryEnglish": "Daba who came to the planet Mizun. It landed safely with the cooperation of Lessy. However, there is a trap at the airport, and Kao decides that he was struck by Lessy. It was Daba who protected such a lessy. Lessy jumps out alone, but is exposed to enemy attacks. Daba came to help me there, so Lessy's feelings ...",
                    "TitleJapanese": "スクランブル",
                    "SummaryJapanese": "惑星ミズンまでやってきたダバたち。レッシィの協力で無事着陸した。しかし空港には罠がはられており、キャオはレッシィにハメられたのだと決めつける。そんなレッシィをかばったのはダバ。レッシィは単身飛びだすが、敵の攻撃にさらされてしまう。そこへダバが助けに来てくれたものだから、レッシィの気持ちは…。"
                },
                "8": {
                    "ID": "860931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860931",
                    "TitleEnglish": "Yaman Clan",
                    "SummaryEnglish": "It was the rebel Stella Coban who saved the Daba. Daba not only has L-Gaim repaired, but also tells Amandara where he is. On the way to Amandara, Daba passes by what was once the capital of the Yarman tribe, Rojina. Daba sees this city as told by his parent, Daba Hasser.",
                    "TitleJapanese": "ヤーマン・クラン",
                    "SummaryJapanese": "ダバたちを救ったのは反乱軍のステラ・コバン。ダバはエルガイムを修理してもらうだけでなく、アマンダラの居場所まで教えてもらう。ダバはアマンダラの所へ向かう途中でかつてヤーマン族の首都・ロージナであった場所を通りがかる。育ての親、ダバ・ハッサーから聞かされていたこの街を目にしたダバは…。"
                },
                "9": {
                    "ID": "860941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860941",
                    "TitleEnglish": "Army Base",
                    "SummaryEnglish": "To rescue Reef, Daba and Kao dress up as women and invade the base with Am. Lessy at the base finds Daba and helps Reef rescue, but Gabley has already foreseen such actions. He intended to find a rebel base by swimming Reef and hit it all at once.",
                    "TitleJapanese": "アーミィ・ベース",
                    "SummaryJapanese": "リーフを救いだすため、ダバとキャオは女装してアムと共にベースに侵入する。基地にいたレッシィはダバを見つけて、リーフの救出に手を貸すが、ギャブレーはそんなレッシィの行動などすでにお見通しだった。リーフを泳がせることで反乱軍の基地を見つけだし、一気にそこを叩くつもりでいたのだ。"
                },
                "10": {
                    "ID": "860951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860951",
                    "TitleEnglish": "Time Limit",
                    "SummaryEnglish": "Stella took Am as a hostage, slamming the condition that she should receive military funds from Amandara and return in time to test Daba. Amandara denies a financial relationship with the regular army to Daba, who hates Amandara as a death merchant. Around that time, Gabley decided that Amandara's spacecraft was a \"mysterious space yacht\" that was instructed to operate, and launched an attack.",
                    "TitleJapanese": "タイム・リミット",
                    "SummaryJapanese": "ダバを試すため、時間内にアマンダラから軍資金を受け取って戻れという条件を叩きつけたステラは、アムを人質に取った。アマンダラを死の商人だと嫌悪していたダバに、アマンダラは正規軍との金銭関係を否定する。その頃ギャブレーは、アマンダラの宇宙船を作戦指令にあった「謎の宇宙ヨット」と判断、攻撃開始する。"
                },
                "11": {
                    "ID": "860961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860961",
                    "TitleEnglish": "Jealousy Game",
                    "SummaryEnglish": "Daba began to fight with Stella at the forefront of the rebels. Am was burning himself in jealousy while Lessy was able to talk with everyone. Around that time, Gabley, desperate to get into Ney, tries to get Daba and L-Gaim by feeding on the captured Am and Lessy. Daba, trapped in Gabley, fights Gabley ...",
                    "TitleJapanese": "ジェラシー・ゲーム",
                    "SummaryJapanese": "ステラと共に反乱軍の先頭に立って戦うようになったダバ。レッシィも皆と打ち解けた中、アムは1人ジェラシーに身を燃やしていた。その頃、ネイに取り入ろうと必死なギャブレーは、捕らえたアムとレッシィをエサにして、ダバとエルガイムを手に入れようとする。ギャブレーの罠にかかったダバはギャブレーと戦うが…。"
                },
                "12": {
                    "ID": "860971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860971",
                    "TitleEnglish": "Decoy Decoy",
                    "SummaryEnglish": "Ney infiltrates the base pretending to be an enlistment in order to destroy the rebels from the inside. Stella and Am decide to break the regular army code and disperse the rebels. However, Lessy realizes that the code is a trap and hurries back to the base, but Ney and Gabley have already launched an attack on the thin rebel base.",
                    "TitleJapanese": "ディコイ・ディコイ",
                    "SummaryJapanese": "ネイは反乱軍を内側から壊滅させるため、入隊希望者のふりをしてベースに潜入。ステラとアムは正規軍の暗号を解読して、反乱軍の戦力を分散することに決める。しかし、レッシィは暗号が罠であることに気付き、急いでベースにとって返すのだが、すでにネイとギャブレーは手薄な反乱軍ベースへ攻撃を開始していた。"
                },
                "13": {
                    "ID": "860981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860981",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "By showing the drawings of L-Gaim to strengthen the rebels' strength, it was found that L-Gaim's technology was used. Daba was convinced of the will of his adoptive father Hasser, who said he was a prince of the Yarman Camon family. Meanwhile, the Poseidal fleet approaches the planet Mizun, and Daba sorties into space.",
                    "TitleJapanese": "コンタクト",
                    "SummaryJapanese": "反乱軍の戦力強化のためにエルガイムの図面を見せたことから、エルガイムにはヤーマン族の技術が使われていることが判明。ダバは養父ハッサーの遺言、自分がヤーマン族・カモン家の王子であるという言葉に確信を持つのだった。一方、惑星ミズンにはポセイダル艦隊が接近、ダバは宇宙へ出撃する。"
                },
                "14": {
                    "ID": "860991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860991",
                    "TitleEnglish": "Lady Poseidal",
                    "SummaryEnglish": "Daba, who is impatient to fight because Poseidal is in front of him, secretly sorties out. Daba, who discovers Ape with Poseidal, immediately launches an attack, but there is no counterattack from Ape. Daba, who infiltrated Ape, reached Poseidal's room with the help of Lessy, but it was a trap.",
                    "TitleJapanese": "レディ・ポセイダル",
                    "SummaryJapanese": "ポセイダルが目の前にいることから戦いに焦るダバは、密かに出撃する。ポセイダルのいるエイプを発見したダバはすかさず攻撃を仕掛けるものの、エイプからは不可解なことに反撃がない。エイプに潜入を果たしたダバはレッシィの助けを借りてポセイダルの部屋までたどりつくものの、それは罠だった。"
                },
                "15": {
                    "ID": "861001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861001",
                    "TitleEnglish": "Pride",
                    "SummaryEnglish": "Kao was accused of killing a mechanic man's Cabot and being a regular army spy. Injured by the suspicion, Kao broke off Daba's restraint and rushed out of the rebels. Chai skillfully talks to Kao to assassinate Stella. Desperate Kao tries to kill Stella ...",
                    "TitleJapanese": "プライド",
                    "SummaryJapanese": "メカニックマンのキャボット殺しの容疑、そして正規軍スパイ容疑をかけられたキャオ。疑われたことに傷ついたキャオは、ダバの制止を振り切って反乱軍を飛び出してしまった。チャイはキャオに巧みに話を持ちかけて、ステラを暗殺するように仕向ける。自暴自棄のキャオは、ステラを殺そうとするが…。"
                },
                "16": {
                    "ID": "861011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861011",
                    "TitleEnglish": "Broken Heart",
                    "SummaryEnglish": "The rebels were finally being cornered. Coupled with Stella's injury, some warriors escaped one after another. Meanwhile, Ney was devising a secret plan to crush the rebels today. In front of the warriors, Daba strongly talks that there is only a way to fight guerrillas now that there is a difference in strength so far, and everyone's hearts are united.",
                    "TitleJapanese": "ブロークン・ハート",
                    "SummaryJapanese": "反乱軍はいよいよ追いつめられていた。ステラが負傷したこととあいまって、戦士の中には逃亡するものも相次ぐ始末。一方ネイは、今日こそ反乱軍を叩きつぶすべく秘策を練っていた。ダバは戦士たちを前に、ここまで戦力差のついた今となってはゲリラ戦しか道はないと力強く話し、皆の心を1つにまとめていく。"
                },
                "17": {
                    "ID": "861021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861021",
                    "TitleEnglish": "Lime Light",
                    "SummaryEnglish": "Daba and others who escaped on the spaceship Guru Guru disagree over future policies. Lessy forcibly takes Am out and only one returns. Daba cannot forgive this, and he blames Lessy with Kao and Lilith. Gabley appeared there. Daba ignores Lessy's advice and rushes into the asteroid belt ...",
                    "TitleJapanese": "ライム・ライト",
                    "SummaryJapanese": "宇宙船グルグルで脱出したダバたちは、今後の方針をめぐって意見が対立。レッシィは強引にアムを連れ出して、1人だけ戻ってきてしまう。これにはダバも許せなくて、キャオ、リリスと一緒にレッシィを責めてしまう。そこへギャブレーが現れた。ダバはレッシィのアドバイスを無視してアステロイドベルトに突入するが…。"
                },
                "18": {
                    "ID": "861031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861031",
                    "TitleEnglish": "Gustgal Demo",
                    "SummaryEnglish": "Sart Star is a full flat private star. If the regular army can no longer launch an attack, Irene tries to appease Gabley, but Gabley does not listen and launches the attack. Around that time, Lessy caused the spaceship Guru Guru to run wild, and the party was forced to jump out of the Sart Star.",
                    "TitleJapanese": "ガストガル・デモ",
                    "SummaryJapanese": "サート・スターはフル・フラットの私有星。正規軍と言えどもうかつに攻撃を仕掛けることはできないと、イレーネはギャブレーをなだめようとするが、ギャブレーは耳を貸さず、攻撃を開始してしまう。その頃、レッシィは宇宙船グルグルを暴走させてしまい、一行はサート・スターを飛び出すはめになってしまった。"
                },
                "19": {
                    "ID": "861041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861041",
                    "TitleEnglish": "Go and Come",
                    "SummaryEnglish": "Daba who escaped the crisis. But Gabley ignited his obsession with defeating Daba the more he lost. Gabley then raided Dava again, driving the new heavy metal Ashura Temple. However, this time Hashamoja, who Am brought, betrayed and tried to sell the Daba to the regular army to earn a prize.",
                    "TitleJapanese": "ゴーアンドカム",
                    "SummaryJapanese": "危機を脱したダバたち。しかしギャブレーは、敗れれば敗れる程にダバを倒す事に執念を燃え上がらせるのだった。そしてギャブレーは、新型ヘビーメタル、アシュラ・テンプルを駆り、再びダバに強襲をかけた。ところが今度はアムが連れてきたハッシャ・モッシャが裏切り、ダバたちを正規軍に売って賞金を稼ごうとするが…。"
                },
                "20": {
                    "ID": "867411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867411",
                    "TitleEnglish": "Star Dust",
                    "SummaryEnglish": "Daba and his friends stopped by Palata Star to buy for maintenance. However, as soon as they arrived at the port, they were caught. Knowing that the inhabitants of the Palata Star are being oppressed, Daba calls on the Palata people to join the rebels, saying that there are companions around the world who are rebelling against Poseidal.",
                    "TitleJapanese": "スター・ダスト",
                    "SummaryJapanese": "整備用の買いにダバたちはパラータ・スターに立ち寄った。しかし、入港した途端に彼らは捕らえられてしまう。パラータ・スターの住民が虐げられていることを知ったダバは、世界各地にポセイダルに反旗を翻している仲間たちがいる、とパラータの人々に反乱軍への参加を呼びかける。"
                },
                "21": {
                    "ID": "867421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867421",
                    "TitleEnglish": "The Tension",
                    "SummaryEnglish": "Gabley is still chasing the Daba, and the Daba are in a big pinch again. There, Hashamoja betrayed and tied up Daba and Am, demanding his own safety and bounty from Gabley. Kao and Lessy try to stop him, but miss Hassha. It was Gabley who finally caught Daba ...",
                    "TitleJapanese": "ザ・テンション",
                    "SummaryJapanese": "ギャブレーはなおもダバたちを追い続け、ダバたちはまたもや大ピンチ。そこでハッシャ・モッシャが裏切って、ダバとアムを縛りあげるや、自分の身の安全と懸賞金をギャブレーに要求する。キャオとレッシィは阻止しようとかけつけるものの、ハッシャを逃してしまう。ついにダバを捕らえたギャブレーだったが…。"
                },
                "22": {
                    "ID": "867431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867431",
                    "TitleEnglish": "Quwasan Olibee",
                    "SummaryEnglish": "The merchant ship Epsion suddenly encountered. When Daba learns that Daba's sister-in-law, Olivie, is on board, Daba heads for Epsion, but Epsion is a Poseidal spy ship, and Daba, Am, and Kao are captured. Still, Daba, who reunites with her sister-in-law, talks to Olibby, but Olibby doesn't remember her hometown or Daba ...",
                    "TitleJapanese": "クワサン・オリビー",
                    "SummaryJapanese": "突然遭遇した商船イプシオン。そこにダバの義妹・オリビーが乗っていることを知ったダバはイプシオンに向かうが、イプシオンはポセイダルのスパイ船で、ダバ、アム、キャオの3人は捕らえられてしまう。それでも義妹と再会を果たしたダバは、オリビーに話しかけるが、オリビーは故郷のこともダバのことも覚えておらず…。"
                },
                "23": {
                    "ID": "867441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867441",
                    "TitleEnglish": "General Clotho",
                    "SummaryEnglish": "Daba who came to Maleniki after Olivy. There, Daba is enthusiastically welcomed by being mistaken for the rebel hero General Kuroso. Daba, who is interested in Kuroso, tries to borrow the name for a while, but the real Kuroso appears there. The two hit it off and vowed to fight Poseidal together, but this Kuroso was a fake sent by Ney.",
                    "TitleJapanese": "ゼネラル・クロソ",
                    "SummaryJapanese": "オリビーを追ってマレーニキにやってきたダバたち。そこでダバは、反乱軍の英雄クロソ将軍と間違われ、熱烈な歓迎を受ける。クロソに興味を抱いたダバは、しばらくその名を借りようとするが、そこへ本物のクロソが現れる。2人は意気投合し、共にポセイダルと戦うことを誓うが、このクロソはネイの送りこんだ偽者だった。"
                },
                "24": {
                    "ID": "867451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867451",
                    "TitleEnglish": "Asphy Heart",
                    "SummaryEnglish": "Lee Lin's daughter aims for her mother's death and Daba's life. Her daughter's name is Asphy. Of course, it was Hassha who killed Lee Lin, not Daba, but Asphy has no doubt about Hassha's lies and burns her revenge. Gabley decides to use Asphy's arm ...",
                    "TitleJapanese": "アスフィー・ハート",
                    "SummaryJapanese": "リーリンの娘が母の仇とダバの命を狙う。娘の名はアスフィー。もちろんリーリンを殺したのはハッシャであって、ダバではないのだが、アスフィーはハッシャの嘘に疑いを抱かず、復讐に身を燃やす。ギャブレーはアスフィーの腕を利用することに…。"
                },
                "25": {
                    "ID": "867461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867461",
                    "TitleEnglish": "Love Again",
                    "SummaryEnglish": "Am and Lilith go shopping and are chased by soldiers. It was Am's old lover Check who helped me there. Check, who became a regular army soldier, tells Am that she loves her as she did three years ago, but Am returns to Daba. Am's heart is squeezed by her love for Daba and her love from Check ...",
                    "TitleJapanese": "ラブ・アゲイン",
                    "SummaryJapanese": "買い物に出かけたアムとリリスは、兵士に見つかって追われてしまう。そこを助けてくれたのは、アムの昔の恋人チェックだった。正規軍の兵士となったチェックは、3年前と同じように愛しているのだとアムに言うのだが、アムはダバのもとへ戻ってしまう。ダバへの愛とチェックからの愛に板ばさみになるアムの心は…。"
                },
                "26": {
                    "ID": "867471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867471",
                    "TitleEnglish": "Search II",
                    "SummaryEnglish": "Daba, who has fallen into a fever, wants to be seen by a doctor, but as soon as the patient finds out that he is the bounty Daba, he tries to sell it to Gabley. Kao fights Gabley to save Daba, and Daba escapes. However, this time Kao and Am are captured. Daba gets into El Gaim with a high fever to rescue them.",
                    "TitleJapanese": "サーチII",
                    "SummaryJapanese": "高熱に倒れたダバは医者に看てもらおうとするが、医者は患者が賞金首のダバと知るや、すぐにギャブレーに売り渡そうとする。キャオはダバを救おうとギャブレーと戦い、その隙にダバは脱出する。しかし、今度はキャオとアムが捕らえられてしまう。ダバは2人を救い出すため、高熱をおしてエルガイムに乗りこむが…。"
                },
                "27": {
                    "ID": "867481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867481",
                    "TitleEnglish": "Mistake Love",
                    "SummaryEnglish": "Recognizing that she was a woman, Lessy was secretly concerned about her current way of life. She was shocked by the innocent words, and Lessy left Thana, but she encountered Gabley outside and was told that she was even more nervous. She tries to be feminine there, but she is now teased by Am and Kao ...",
                    "TitleJapanese": "ミステイク・ラブ",
                    "SummaryJapanese": "女であることを意識しだしたレッシィは、今の自分の生き方を密かに気にしていた。他意のない言葉にショックを受けたレッシィはターナを出ていくが、外ではギャブレーに遭遇し、更に神経を逆なでるようなことを言われてしまう。そこで女らしくなってみようとしたレッシィだが、今度はアムとキャオにからかわれ…。"
                },
                "28": {
                    "ID": "867491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867491",
                    "TitleEnglish": "Nei Crisis",
                    "SummaryEnglish": "In an attempt to defeat Daba this time, Gabley carries out a suicide bombing operation to bury El Gaim along with Ashura Temple. L-Gaim is destroyed miserably. Gabley infiltrated Thana as it was, and demanded Daba's life and Tana from Am as a hostage.",
                    "TitleJapanese": "ネイ・クライシス",
                    "SummaryJapanese": "今度こそダバを倒そうと、ギャブレーはアシュラ・テンプルもろともエルガイムを葬り去ろうという自爆作戦を決行。エルガイムは無惨に破壊されてしまう。ギャブレーはそのままターナに潜入し、アムを人質にダバの命とターナを要求するのであった。"
                },
                "29": {
                    "ID": "867501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867501",
                    "TitleEnglish": "Cross Point",
                    "SummaryEnglish": "Daba is confused by himself, who intends to avenge his parents, but is about to be celebrated as a symbol of the rebels. Lessy seems to have a half-hearted attitude toward Daba, and begins with Am and Daigenka with a drunken momentum. Lessy will leave Thana with a quarrel ...",
                    "TitleJapanese": "クロス・ポイント",
                    "SummaryJapanese": "親の仇討ちをするつもりが、いつのまにか反乱軍のシンボルに祭り上げられようとしている自分に戸惑いを覚えるダバ。レッシィはダバのそんな態度が中途半端なもののように思えて、酒に酔った勢いでアムと大ゲンカをはじめる。レッシィは口論の勢いでターナを去ることになってしまう…。"
                },
                "30": {
                    "ID": "867511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867511",
                    "TitleEnglish": "Our Master",
                    "SummaryEnglish": "Daba realizes that Semuju was supposed to use only Daba's fame. But it's too late after Lessy leaves. Semuju, who thinks he is the one who leads the rebels, works with his new companion Nicomachus without listening to what Daba says, but as expected, Ney's decoy strategy I'm addicted to it.",
                    "TitleJapanese": "アワ・マスター",
                    "SummaryJapanese": "セムージュがダバの名声だけを利用するつもりでいたらしいことに気付いたダバ。しかし、レッシィが去った後ではもう遅い。反乱軍を指導するのは自分だと思っているセムージュは、新しい仲間であるニコマコスと共に、ダバの言うことに耳を貸さずに勝手に活動してしまうのだが、案の定、ネイのおとり作戦にはまってしまう。"
                },
                "31": {
                    "ID": "867521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867521",
                    "TitleEnglish": "Catch War",
                    "SummaryEnglish": "Daba reaffirms the weight of responsibility placed on the boy soldiers who arrive at the base of Tridetoal and look at themselves with respect. The rebels have also come together, centered on Daba, and are finally able to confront the regular army. On the other hand, the regular army was far from unity ...",
                    "TitleJapanese": "キャッチ・ウォー",
                    "SummaryJapanese": "トライデトアルのベースに到着し、自分を尊敬のまなざしで見つめる少年兵士たちに、課せられた責任の重さを改めて知るダバ。反乱軍もダバを中心に1つにまとまり、やっと正規軍に立ち向かえるようになってきた。一方正規軍は、結束とはほど遠い状態だった…。"
                },
                "32": {
                    "ID": "867531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867531",
                    "TitleEnglish": "Flashing Nei",
                    "SummaryEnglish": "Daba has launched an operation to disrespect Graea in collaboration with the anti-Poseidal molecule in the regular army. However, Daba is uncomfortable with his approach when he learns that Semuju has bought a regular army for money. On the other hand, Semuju goes out to pick up four large battleships. Daba feels the shadow of Amandara, but realizes that he still has to accept it.",
                    "TitleJapanese": "フラッシング・ネイ",
                    "SummaryJapanese": "正規軍にいる反ポセイダル分子と連携し、グライアを失敬する作戦に出たダバ。だが、セムージュが金で正規軍を買収したことを知り、ダバは彼のやり方に不快感を覚える。一方、セムージュは大型戦艦4隻の引き取りに出てしまう。アマンダラの影を感じるダバだが、それでも受け入れざるを得ないことを認識する。"
                },
                "33": {
                    "ID": "867541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867541",
                    "TitleEnglish": "My Earth",
                    "SummaryEnglish": "Giwaza decides to gather 13 people to suppress the rebels. Daba escapes to the asteroid belt and meets Amandara. Daba distrusts Amandara, who has a lot of mysterious behavior for cooperating with the rebels to make money. Daba suffers from the onslaught of Gabley and Wazan of 13 people, and is saved by Amandara's Whale.",
                    "TitleJapanese": "マイ・アース",
                    "SummaryJapanese": "反乱軍鎮圧のため、13人衆の集結を決めたギワザ。アステロイドベルトへ逃げたダバは、アマンダラと出会う。金儲けのために反乱軍に協力するという割に不可解な行動の多いアマンダラに、ダバは不信感を募らせる。そんなダバは、ギャブレーと13人衆のワザンの猛攻に苦しめられ、アマンダラのホエールに救われる。"
                },
                "34": {
                    "ID": "867551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867551",
                    "TitleEnglish": "Leccee Mind",
                    "SummaryEnglish": "Whale's commander was Lessy, but Lessy refuses to meet the Daba. Meanwhile, Giwaza learns that Full Flat is also cooperating with the rebels, and heads for Sart Star to blame the truth, but is lightly treated by Flat. Her Lessy Gabley, who is in charge of her capture, demands the lives of her whales and Dava from the rebels as soon as she is captured.",
                    "TitleJapanese": "レッシィ・マインド",
                    "SummaryJapanese": "ホエールの指揮官はレッシィだったが、レッシィはダバたちに会おうとしない。一方、フル・フラットも反乱軍に協力していることを知ったギワザは、真偽を糾すためにサート・スターへ向かうが、フラットに軽くあしらわれる。レッシィ捕獲の任についたギャブレーは彼女を捕らえるや、ホエールとダバの命を反乱軍に要求する。"
                },
                "35": {
                    "ID": "867561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867561",
                    "TitleEnglish": "Peril Mission",
                    "SummaryEnglish": "The Mizun rebels were having a hard time with Lily. Am on patrol is caught by Lily and becomes a hostage. Of course, his trading partner is Daba. Am tries to escape alone because he can't bother Daba, but fails. Daba boarded Mark II to rescue Am alone and set sail. Am is rescued from Lily's hands.",
                    "TitleJapanese": "ペリル・ミッション",
                    "SummaryJapanese": "ミズンの反乱軍はリィリィに手を焼いていた。パトロールに出たアムはリィリィに捕まり、人質になってしまう。取引の相手は当然ダバ。アムはダバに迷惑をかけるわけにはいかないと1人で脱出を試みるが失敗。ダバは単身アム救出のためにマークIIに乗りこんで出撃。見事リィリィの手からアムを救出するのだが…。"
                },
                "36": {
                    "ID": "867571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867571",
                    "TitleEnglish": "Old Soldier",
                    "SummaryEnglish": "The old man who helped Lily attack was Wazan, one of the 13 people. Wazan decides to commit suicide, but is stopped by Daba. Despite being an enemy, Daba is impressed with the way of life as a warrior of Wazan. But his destiny does not allow the old and the young to sympathize. At the request of Wazan's subordinates, Lily and Gabley go to rescue Wazan.",
                    "TitleJapanese": "オールド・ソルジャー",
                    "SummaryJapanese": "リィリィに襲われているところを助けた老人は、13人衆の1人ワザンだった。ワザンは自決を図るが、ダバに止められてしまう。敵でありながら、ワザンの武人としての生き方に感銘を受けるダバ。しかし、運命は老人と若者を共感させることを許さない。ワザンの部下の要請で、リィリィとギャブレーはワザンの救出に向かう。"
                },
                "37": {
                    "ID": "867581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867581",
                    "TitleEnglish": "Olibee Crisis",
                    "SummaryEnglish": "The rebels finally regained the capital of Mizun. After hearing Olivie's recommendation to withdraw from her capital, Daba jumps out to get her back from Poseidal. However, Olivie relentlessly attacks Daba to betray her thoughts. Olivie regains her memory on the handkerchief shown by Daba, who was attached to C. Temple \"Hermine\" at Mark II.",
                    "TitleJapanese": "オリビー・クライシス",
                    "SummaryJapanese": "反乱軍はついにミズンの首都を奪還した。オリビーから、首都の撤退勧告を聞いたダバは、彼女をポセイダルから取り戻すために飛び出す。だがオリビーはダバの思いを裏切るように、執拗にダバを攻撃する。マークIIでC・テンプル「ヘルミーネ」に組み付いたダバが見せたハンカチに、記憶を取り戻しかけるオリビーだが…。"
                },
                "38": {
                    "ID": "867591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867591",
                    "TitleEnglish": "Escape Giwaza",
                    "SummaryEnglish": "As the rebels became more powerful, the regular army began to fight seriously. Therefore, Daba plans a strategy to hit the regular army at once by using the meteorite group Paratha Star around Gustgar as thrust and dropping it in the sweat. Around that time, Giwaza decides to rebel against Poseidal and sorties to drop Sweat.",
                    "TitleJapanese": "エスケープ・ギワザ",
                    "SummaryJapanese": "反乱軍の勢力が強大になるにつれ、正規軍も本気で戦うようになっていた。そこでダバは、ガストガルの回りの隕石群パラータ・スターを推力として使い、スウェートに落とすことで一気に正規軍を叩くという作戦を立案する。その頃、ギワザはポセイダルに反旗を翻すことを決め、スウェートを落とそうと出撃する。"
                },
                "39": {
                    "ID": "867601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867601",
                    "TitleEnglish": "The Omen",
                    "SummaryEnglish": "In order to grasp the uncertainties for anti-poseidal, Giwaza's behavior, Daba followed Giwaza in Tana. However, because he flew carefully so as not to be noticed, he ran out of energy on the way. In order to request replenishment, Am was sent to Whale with Lessy, and Daba and Kao boarded an enemy battleship in a small boat.",
                    "TitleJapanese": "ザ・オーメン",
                    "SummaryJapanese": "対ポセイダルのための不確定要素・ギワザの行動をつかむため、ダバはターナでギワザのあとを追った。しかし、気付かれないように慎重に飛んでいたせいで途中でエネルギーが足りなくなってしまう。補給要請のため、アムをレッシィのいるホエールに向かわせ、ダバとキャオは小型ボートで敵戦艦に乗り込んだが…。"
                },
                "40": {
                    "ID": "867611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867611",
                    "TitleEnglish": "Full Flat",
                    "SummaryEnglish": "Giwaza was hungry to defeat Poseidal in an alliance with Full Flat. In response, Flat tries to join Sart Star with the Giwaza army. Daba gets angry at Flat joining hands with Giwaza, but Flat has even greater ambition.",
                    "TitleJapanese": "フル・フラット",
                    "SummaryJapanese": "ギワザは、フル・フラットと同盟してポセイダルを倒す腹積もりでいた。それに応じたフラットはサート・スターをギワザ軍と合流させようとする。ダバはギワザと手を組むフラットに怒りを覚えるが、フラットはさらに大きな野心を抱いているのだった。"
                },
                "41": {
                    "ID": "867621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867621",
                    "TitleEnglish": "Spy in Spy",
                    "SummaryEnglish": "Daba, who took the flat hostage, succeeds in escaping from the Sart Star. However, he also learned that Semuju was a flat spy, and was shocked not a little. But Daba believed in Semuju and forgave him to continue fighting as his comrade.",
                    "TitleJapanese": "スパイ・イン・スパイ",
                    "SummaryJapanese": "フラットを人質に取ったダバはサート・スターからの脱出に成功する。しかし、セムージュがフラットのスパイであることを知ることにもなり、少なからずの衝撃を受けてしまう。しかしダバは、セムージュを信じ、これからも同志として戦おうと彼を許すのだった…。"
                },
                "42": {
                    "ID": "867631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867631",
                    "TitleEnglish": "Young Passion",
                    "SummaryEnglish": "Daba was trying to get in touch with Flat to get rid of Giwaza's nose. However, there is no response from Flat. Unable to see the impatient Daba, Am and Semuju decide to go to Sart Star, aware of the danger. Meanwhile, Gabley joined Kwasan Olivie and was ordered to intercept the rebels.",
                    "TitleJapanese": "ヤング・パッション",
                    "SummaryJapanese": "ギワザの出鼻をくじくため、ダバはフラットを仲間にするべくコンタクトを取ろうとしていた。しかしフラットからの応答はない。焦るダバを見かねたアムとセムージュは、危険を承知でサート・スターへ向かおうと決意する。一方、ギャブレーはクワサン・オリビーの配下に加わり、反乱軍の迎撃を命じられていた。"
                },
                "43": {
                    "ID": "867641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867641",
                    "TitleEnglish": "Lady and Girl",
                    "SummaryEnglish": "Daba considers informing Kwasan of the Flat-Giwaza alliance to distract the Poseidal army from the rebels. The operation was successful, Kwasan ordered Gabley to make a flat attack, and the rebels continued the meteorite blast test in the gap, steadily preparing for the Stardust project. Am and others rescued by Flat also return safely.",
                    "TitleJapanese": "レディ&ガール",
                    "SummaryJapanese": "ポセイダル軍の目を反乱軍からそらすため、フラットとギワザの同盟をクワサンに知らせることを考えるダバ。作戦は成功、クワサンはギャブレーにフラット攻撃を指示、反乱軍はその隙に隕石の爆破テストをつづけ、スターダスト計画の準備を着々と進めていく。フラットによって救助されていたアムたちも、無事帰還する。"
                },
                "44": {
                    "ID": "867651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867651",
                    "TitleEnglish": "Picaresque Giwaza",
                    "SummaryEnglish": "Lessy sneaks into a single sweat and sees another figure of Poseidal. Ney also appears there, and Poseidal orders Lessy to betray Daba and Ney to betray Giwaza, restrains Lessy to Ney, and releases the two. Meanwhile, the rebels succeeded in capturing the Palata Star. Nei, who has returned to Giwaza, is treated as a Poseidal spy ...",
                    "TitleJapanese": "ピカレスク・ギワザ",
                    "SummaryJapanese": "レッシィは単身スウェートに潜入、ポセイダルのもう1つの姿を見る。そこへネイも現れ、ポセイダルはレッシィにはダバを、ネイにはギワザを裏切れと命じ、レッシィをネイに拘束させて2人を解放する。一方、反乱軍はパラータ・スターの捕捉に成功した。ギワザの元に戻ったネイは、ポセイダルのスパイ扱いをされ…。"
                },
                "45": {
                    "ID": "867661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867661",
                    "TitleEnglish": "Lilith Memory",
                    "SummaryEnglish": "Due to troubles caused in the battle, the Palata Star reactor, which should have been shut down, started to move. If left unattended, a broken nuclear reactor will run away and cause a big explosion. Lilith and Kao head to Palata to shut down the reactor. Lilith remembers the tragedy of her winged Mirari tribe, who was destroyed by the nucleus, and is worried.",
                    "TitleJapanese": "リリス・メモリー",
                    "SummaryJapanese": "戦闘で生じたトラブルで、停止していたはずのパラータ・スターの原子炉が動き出した。壊れた原子炉は、放っておくと暴走し、大爆発を起こしてしまう。リリスとキャオは原子炉を止めようとパラータに向かう。リリスは核によって滅んだ自分たち・有翼人種ミラリィ族の悲劇を思いだし不安にかられるのだが…。"
                },
                "46": {
                    "ID": "867671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867671",
                    "TitleEnglish": "Quwasan Wave",
                    "SummaryEnglish": "Kuwasan responds to Giwaza, who has a consensus on Poseidal, but as expected, he falls into the trap of Giwaza and becomes a prisoner of war. Once Kwasan is taken hostage, it can be used as a valid card against both Poseidal and Rebels. Giwaza smiles at the effortless acquisition of Kuwasan ...",
                    "TitleJapanese": "クワサン・ウェイブ",
                    "SummaryJapanese": "ポセイダルに対し和議をもちかけるギワザに応じるクワサンであったが、案の定ギワザの罠にはまり捕虜となる。クワサンを人質にしてしまえば、ポセイダルに対しても反乱軍に対しても、有効なカードとして使える。ギワザは、労せずしてクワサンを手に入れたことにほくそえむ…。"
                },
                "47": {
                    "ID": "867681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867681",
                    "TitleEnglish": "Boys Boys",
                    "SummaryEnglish": "Gabley was a captive of Kwasan. He gets in front of Giwaza alone and asks for the release of Kwasan. Giwaza's condition is Daba's neck. Gabley attacks Daba to rescue Kwasan with this hand. Daba has one more obstacle to rescue Kwasan. The man who holds Kwasan Olivie in his hand ...",
                    "TitleJapanese": "ボーイズ・ボーイズ",
                    "SummaryJapanese": "ギャブレーはクワサンの虜だった。単身ギワザの前に乗り込んで、クワサンの解放を願い出る。ギワザのつきつけた条件はダバの首。クワサンをこの手で救い出すため、ギャブレーはダバに襲いかかる。クワサン救出への障害がまた1つ増えてしまったダバ。果たしてクワサン・オリビーをその手に抱ける男は…。"
                },
                "48": {
                    "ID": "867691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867691",
                    "TitleEnglish": "First Attack",
                    "SummaryEnglish": "Operation Stardust has begun. The meteorite is aimed at the Gustgal star capital, Sweat. There is no point in using the success of that operation for Giwaza. However, Giwaza intended to take part in the operation and descend to Gustgal in order to hit Poseidal before the rebels.",
                    "TitleJapanese": "ファースト・アタック",
                    "SummaryJapanese": "スターダスト作戦がはじまった。隕石が狙うのはガストガル星首都スウェート。その作戦の成功を、ギワザに利用されてしまっては意味がない。しかし、ギワザは反乱軍より先にポセイダルを叩くべく、作戦に乗じてガストガルに降下するつもりだった。"
                },
                "49": {
                    "ID": "867701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867701",
                    "TitleEnglish": "Lady Killer",
                    "SummaryEnglish": "A posseidal horoscop that stands in front of the Daba who approach the planet Sweat. The final battle was about to break the fire. Am begins to think about the relationship between Full Flat and Poseidal and heads for Gustgar. Daba chasing after. Flat confronts Poseidal, and in Flat's words, Poseidal revives his sealed memory.",
                    "TitleJapanese": "レディ・キラー",
                    "SummaryJapanese": "惑星スウェートへ迫るダバたちの前にたちはだかるポセイダルのホロスコ―プ。最終決戦が今火蓋を切ろうとしていた。フル・フラットとポセイダルの関係を考え始めたアムはガストガルへ向かう。後を追うダバ。フラットはポセイダルと対決、フラットの言葉に、ポセイダルは封印されていた自分の記憶を蘇らせてしまう。"
                },
                "50": {
                    "ID": "867711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867711",
                    "TitleEnglish": "Excite Amm",
                    "SummaryEnglish": "Am, longing for a full flat, tries to meet her to avoid hostility to the flat. Knowing that, Lessy feels that she will die alone, and she acts with Am. However, Am is upset when he sees Flat trying to bury Giwaza by her cowardly means. And Flat pointed his gun at Am.",
                    "TitleJapanese": "エキサイト・アム",
                    "SummaryJapanese": "フル・フラットに憧れを抱いているアムはフラットとの敵対を避けるために彼女に会おうとする。それを知ったレッシィは彼女ひとりでは死んでしまうと感じ、アムと行動を共にする。しかし卑怯な手段でギワザを葬り去ろうとするフラットの姿を見てしまったアムは激しく動揺する。そしてフラットはアムに銃を向けるのだった。"
                },
                "51": {
                    "ID": "867721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867721",
                    "TitleEnglish": "My Love",
                    "SummaryEnglish": "The battle was entwined in a four-way situation of rebels, Giwaza and Flat, and Poseidal. However, it is Amandara Kamandara who holds all the keys. The trouble that happened on his ship tells him that he was manipulating the Poseidal. Flat decides to break away from his past and descends to Gustgar to meet Poseidal again.",
                    "TitleJapanese": "マイ・ラブ",
                    "SummaryJapanese": "戦いは反乱軍、ギワザとフラット、そしてポセイダルの四つ巴の状況へもつれこんでいた。だが、全ての鍵を握るのはアマンダラ・カマンダラ。彼の艦で起こったトラブルは、彼こそがポセイダルを操っていたことを教える。フラットは過去との訣別を決め、再びポセイダルに会うためにガストガルへ降下する。"
                },
                "52": {
                    "ID": "867731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867731",
                    "TitleEnglish": "Final Time",
                    "SummaryEnglish": "Flat told Poseidal to return to the original Mian. In order to save Poseidal, Flat tells Poseidal all the secrets that Amandara has erased all his inconvenient memories. The real Poseidal is Amandara. Mian used her love for Amandara and had been converted into a convenient puppet Amandara ...",
                    "TitleJapanese": "ファイナル・タイム",
                    "SummaryJapanese": "フラットはポセイダルに、元のミアンに戻れと告げた。フラットはポセイダルを救うために、アマンダラによって都合の悪い記憶を全て消されているポセイダルに全ての秘密を告げる。本当のポセイダルはアマンダラ。ミアンは恋心をアマンダラに利用され、都合のいい操り人形のアマンダラに改造されてしまっていたのだと…。"
                },
                "53": {
                    "ID": "867741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867741",
                    "TitleEnglish": "The Dictator",
                    "SummaryEnglish": "Amandara, who has shown her true nature, uses Mian to self-destruct Sweat and tries to bury the Daba and others at once. Meanwhile, Mian rejects Amandara. Daba thinks that the only way to solve this battle is to release the mind control applied to Mian, and tries to contact Mian using Kwasan's biosensor.",
                    "TitleJapanese": "ザ・ディクテイター",
                    "SummaryJapanese": "本性を出したアマンダラは、ミアンを使ってスウェートを自爆させ、ダバたちを一気に葬り去ろうとする。一方、ミアンはアマンダラを拒絶。ダバはこの戦局を解決するには、ミアンにかけられたマインドコントロールを解くしかないと考え、クワサンのバイオセンサーを使ってミアンとコンタクトを取ろうとする。"
                },
                "54": {
                    "ID": "867751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867751",
                    "TitleEnglish": "Dreamers Again",
                    "SummaryEnglish": "The last enemy, it was Amandara. The ultimate HM, Mark II is cornered by the overwhelming power of the original Auger. 10 minutes to the collision of the planet Metta. Poseidal tries to avoid catastrophe by using his life and all his energy to move the sweat. Amandara, who lost her power due to Poseidal's death ...",
                    "TitleJapanese": "ドリーマーズアゲン",
                    "SummaryJapanese": "最後の敵、それはアマンダラであった。究極のHM、オリジナル・オージェの圧倒的なパワーに追い詰められるマークII。惑星メッタ衝突まであと10分。ポセイダルは自分の命とすべてのエネルギーを使ってスウェートを移動させることで、破局を回避しようとする。ポセイダルの死によってパワーを失ったアマンダラは…。"
                }
            }
        }
    }
}