{
    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0377207/",
        "https://www.themoviedb.org/tv/9429"
    ],
    "TitleEnglish": "Heavy Metal L-Gaim",
    "SummaryEnglish": "Far away in the Pentagona system, immortal emperor Oldan Poseidal has conquered all five of its planets. Daba Myroad, the last surviving heir of the Yaman clan and owner of the legendary white heavy metal L-Gaim, leads a rebellion in order to free the planets from Poseidal.",
    "Aliases": [
        "Jûsenki Erugaimu"
    ],
    "Modified": "2025-09-11",
    "Seasons": {
        "0": {
            "ID": "91191",
            "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4747976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/4747976",
                    "TitleEnglish": "I: Pentagona Window + Lady Gyabure",
                    "SummaryEnglish": "A recap OVA that portrays the first half of the series Heavy Metal L-Gaim. After the credits, there is a short clip animated for the OVA entitled \"Lady Gavlet\", which is intended to be comic relief.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4747977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/4747977",
                    "TitleEnglish": "II: Farewell My Lovely + Pentagona Doors",
                    "SummaryEnglish": "A recap OVA that portrays the second half of the series Heavy Metal L-Gaim. After the credits, there is a short clip animated for the OVA entitled \"Pentagona Dolls\", which is intended to be comic relief.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4747978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/4747978",
                    "TitleEnglish": "III: Full Metal Soldier",
                    "SummaryEnglish": "A side story taking place somewhere before the second half of the series, prior to Daba acquiring the L-Gaim Mk-II. Daba's comrade Leccee is captured by Poseidal's forces, and Daba and his rebels attempt to save her.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "91201",
            "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/seasons/official/1",
            "# Episodes": 54,
            "Episodes": {
                "1": {
                    "ID": "860861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860861",
                    "TitleEnglish": "Dreamers",
                    "SummaryEnglish": "Daba and Kao were targeted by bandits led by Lee Lin. Am, a beautiful girl from the bandits, pretends to be a pretty woman and approaches them, and she seduces Kao with sweet words. Kao was deceived and left Works while Daba was sleeping. Lee Lin got into Works just after the operation was successful, but Daba remained there. [Robot / Mecha] [Action / Battle]",
                    "Aliases": []
                },
                "2": {
                    "ID": "860871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860871",
                    "TitleEnglish": "Prearmo Scandal",
                    "SummaryEnglish": "Daba, Kao, and Am arrive at Priamo in search of Amandara. The Lee Lin crew arrives there, and Kao and Am are captured. Around that time, Daba meets Lilith, a fairy who is being treated badly in a freak show. Daba rescues Lilith from the freak show and heads to rescue Kao and Am with Lilith's guidance.",
                    "Aliases": []
                },
                "3": {
                    "ID": "860881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860881",
                    "TitleEnglish": "Coming Man",
                    "SummaryEnglish": "Gavlet Gablae, a young man who dreams of joining the regular army, discovers Daba's works in the woods. He is so hungry that he secretly eats Daba's breakfast. Gabley, who resented Daba who insulted himself, made Lee Lin and his friends attack Daba, and he himself challenged El Gaim with heavy metal and alone.",
                    "Aliases": []
                },
                "4": {
                    "ID": "860891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860891",
                    "TitleEnglish": "The Connection",
                    "SummaryEnglish": "Daba who came to Pryamo again. However, Kao steals the bill when he learns that he can become a soldier if he brings the bill to the regular army. On the other hand, Gabley wins the condition from Amandara to write a letter of recommendation to the regular army instead of recovering the bill, and returns to Daba. At that time, Kao knew that the bill had been suspended ...",
                    "Aliases": []
                },
                "5": {
                    "ID": "860901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860901",
                    "TitleEnglish": "Escape Run",
                    "SummaryEnglish": "Gabley joins the long-sought regular army at Amandara's recommendation. On the other hand, Daba and his friends visit Amandara's house, but they can't meet because their husband is absent. Daba decides to head to the planet Mizun, where Amandara is, but the three without a pass cannot go to Mizun by the regular route. Daba decides to stowaway and decides to rob the transport ship.",
                    "Aliases": []
                },
                "6": {
                    "ID": "860911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860911",
                    "TitleEnglish": "Sea Jack",
                    "SummaryEnglish": "Lessy gets into the transport ship and immediately begins to act, but Lessy's opponent is Am. Even after the battle between the two was over, troubles continued, such as finding out that the destination of the ship was not a spotted herring, and having to fight a patrol boat. However, Lessy pulls up the patrol boat. Did you help Daba because of your credit, or ...?",
                    "Aliases": []
                },
                "7": {
                    "ID": "860921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860921",
                    "TitleEnglish": "Scramble",
                    "SummaryEnglish": "Daba who came to the planet Mizun. It landed safely with the cooperation of Lessy. However, there is a trap at the airport, and Kao decides that he was struck by Lessy. It was Daba who protected such a lessy. Lessy jumps out alone, but is exposed to enemy attacks. Daba came to help me there, so Lessy's feelings ...",
                    "Aliases": []
                },
                "8": {
                    "ID": "860931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860931",
                    "TitleEnglish": "Yaman Clan",
                    "SummaryEnglish": "It was the rebel Stella Coban who saved the Daba. Daba not only has L-Gaim repaired, but also tells Amandara where he is. On the way to Amandara, Daba passes by what was once the capital of the Yarman tribe, Rojina. Daba sees this city as told by his parent, Daba Hasser.",
                    "Aliases": []
                },
                "9": {
                    "ID": "860941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860941",
                    "TitleEnglish": "Army Base",
                    "SummaryEnglish": "To rescue Reef, Daba and Kao dress up as women and invade the base with Am. Lessy at the base finds Daba and helps Reef rescue, but Gabley has already foreseen such actions. He intended to find a rebel base by swimming Reef and hit it all at once.",
                    "Aliases": []
                },
                "10": {
                    "ID": "860951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860951",
                    "TitleEnglish": "Time Limit",
                    "SummaryEnglish": "Stella took Am as a hostage, slamming the condition that she should receive military funds from Amandara and return in time to test Daba. Amandara denies a financial relationship with the regular army to Daba, who hates Amandara as a death merchant. Around that time, Gabley decided that Amandara's spacecraft was a \"mysterious space yacht\" that was instructed to operate, and launched an attack.",
                    "Aliases": []
                },
                "11": {
                    "ID": "860961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860961",
                    "TitleEnglish": "Jealousy Game",
                    "SummaryEnglish": "Daba began to fight with Stella at the forefront of the rebels. Am was burning himself in jealousy while Lessy was able to talk with everyone. Around that time, Gabley, desperate to get into Ney, tries to get Daba and L-Gaim by feeding on the captured Am and Lessy. Daba, trapped in Gabley, fights Gabley ...",
                    "Aliases": []
                },
                "12": {
                    "ID": "860971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860971",
                    "TitleEnglish": "Decoy Decoy",
                    "SummaryEnglish": "Ney infiltrates the base pretending to be an enlistment in order to destroy the rebels from the inside. Stella and Am decide to break the regular army code and disperse the rebels. However, Lessy realizes that the code is a trap and hurries back to the base, but Ney and Gabley have already launched an attack on the thin rebel base.",
                    "Aliases": []
                },
                "13": {
                    "ID": "860981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860981",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "By showing the drawings of L-Gaim to strengthen the rebels' strength, it was found that L-Gaim's technology was used. Daba was convinced of the will of his adoptive father Hasser, who said he was a prince of the Yarman Camon family. Meanwhile, the Poseidal fleet approaches the planet Mizun, and Daba sorties into space.",
                    "Aliases": []
                },
                "14": {
                    "ID": "860991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/860991",
                    "TitleEnglish": "Lady Poseidal",
                    "SummaryEnglish": "Daba, who is impatient to fight because Poseidal is in front of him, secretly sorties out. Daba, who discovers Ape with Poseidal, immediately launches an attack, but there is no counterattack from Ape. Daba, who infiltrated Ape, reached Poseidal's room with the help of Lessy, but it was a trap.",
                    "Aliases": []
                },
                "15": {
                    "ID": "861001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861001",
                    "TitleEnglish": "Pride",
                    "SummaryEnglish": "Kao was accused of killing a mechanic man's Cabot and being a regular army spy. Injured by the suspicion, Kao broke off Daba's restraint and rushed out of the rebels. Chai skillfully talks to Kao to assassinate Stella. Desperate Kao tries to kill Stella ...",
                    "Aliases": []
                },
                "16": {
                    "ID": "861011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861011",
                    "TitleEnglish": "Broken Heart",
                    "SummaryEnglish": "The rebels were finally being cornered. Coupled with Stella's injury, some warriors escaped one after another. Meanwhile, Ney was devising a secret plan to crush the rebels today. In front of the warriors, Daba strongly talks that there is only a way to fight guerrillas now that there is a difference in strength so far, and everyone's hearts are united.",
                    "Aliases": []
                },
                "17": {
                    "ID": "861021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861021",
                    "TitleEnglish": "Lime Light",
                    "SummaryEnglish": "Daba and others who escaped on the spaceship Guru Guru disagree over future policies. Lessy forcibly takes Am out and only one returns. Daba cannot forgive this, and he blames Lessy with Kao and Lilith. Gabley appeared there. Daba ignores Lessy's advice and rushes into the asteroid belt ...",
                    "Aliases": []
                },
                "18": {
                    "ID": "861031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861031",
                    "TitleEnglish": "Gustgal Demo",
                    "SummaryEnglish": "Sart Star is a full flat private star. If the regular army can no longer launch an attack, Irene tries to appease Gabley, but Gabley does not listen and launches the attack. Around that time, Lessy caused the spaceship Guru Guru to run wild, and the party was forced to jump out of the Sart Star.",
                    "Aliases": []
                },
                "19": {
                    "ID": "861041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/861041",
                    "TitleEnglish": "Go and Come",
                    "SummaryEnglish": "Daba who escaped the crisis. But Gabley ignited his obsession with defeating Daba the more he lost. Gabley then raided Dava again, driving the new heavy metal Ashura Temple. However, this time Hashamoja, who Am brought, betrayed and tried to sell the Daba to the regular army to earn a prize.",
                    "Aliases": []
                },
                "20": {
                    "ID": "867411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867411",
                    "TitleEnglish": "Star Dust",
                    "SummaryEnglish": "Daba and his friends stopped by Palata Star to buy for maintenance. However, as soon as they arrived at the port, they were caught. Knowing that the inhabitants of the Palata Star are being oppressed, Daba calls on the Palata people to join the rebels, saying that there are companions around the world who are rebelling against Poseidal.",
                    "Aliases": []
                },
                "21": {
                    "ID": "867421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867421",
                    "TitleEnglish": "The Tension",
                    "SummaryEnglish": "Gabley is still chasing the Daba, and the Daba are in a big pinch again. There, Hashamoja betrayed and tied up Daba and Am, demanding his own safety and bounty from Gabley. Kao and Lessy try to stop him, but miss Hassha. It was Gabley who finally caught Daba ...",
                    "Aliases": []
                },
                "22": {
                    "ID": "867431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867431",
                    "TitleEnglish": "Quwasan Olibee",
                    "SummaryEnglish": "The merchant ship Epsion suddenly encountered. When Daba learns that Daba's sister-in-law, Olivie, is on board, Daba heads for Epsion, but Epsion is a Poseidal spy ship, and Daba, Am, and Kao are captured. Still, Daba, who reunites with her sister-in-law, talks to Olibby, but Olibby doesn't remember her hometown or Daba ...",
                    "Aliases": []
                },
                "23": {
                    "ID": "867441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867441",
                    "TitleEnglish": "General Clotho",
                    "SummaryEnglish": "Daba who came to Maleniki after Olivy. There, Daba is enthusiastically welcomed by being mistaken for the rebel hero General Kuroso. Daba, who is interested in Kuroso, tries to borrow the name for a while, but the real Kuroso appears there. The two hit it off and vowed to fight Poseidal together, but this Kuroso was a fake sent by Ney.",
                    "Aliases": []
                },
                "24": {
                    "ID": "867451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867451",
                    "TitleEnglish": "Asphy Heart",
                    "SummaryEnglish": "Lee Lin's daughter aims for her mother's death and Daba's life. Her daughter's name is Asphy. Of course, it was Hassha who killed Lee Lin, not Daba, but Asphy has no doubt about Hassha's lies and burns her revenge. Gabley decides to use Asphy's arm ...",
                    "Aliases": []
                },
                "25": {
                    "ID": "867461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867461",
                    "TitleEnglish": "Love Again",
                    "SummaryEnglish": "Am and Lilith go shopping and are chased by soldiers. It was Am's old lover Check who helped me there. Check, who became a regular army soldier, tells Am that she loves her as she did three years ago, but Am returns to Daba. Am's heart is squeezed by her love for Daba and her love from Check ...",
                    "Aliases": []
                },
                "26": {
                    "ID": "867471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867471",
                    "TitleEnglish": "Search II",
                    "SummaryEnglish": "Daba, who has fallen into a fever, wants to be seen by a doctor, but as soon as the patient finds out that he is the bounty Daba, he tries to sell it to Gabley. Kao fights Gabley to save Daba, and Daba escapes. However, this time Kao and Am are captured. Daba gets into El Gaim with a high fever to rescue them.",
                    "Aliases": []
                },
                "27": {
                    "ID": "867481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867481",
                    "TitleEnglish": "Mistake Love",
                    "SummaryEnglish": "Recognizing that she was a woman, Lessy was secretly concerned about her current way of life. She was shocked by the innocent words, and Lessy left Thana, but she encountered Gabley outside and was told that she was even more nervous. She tries to be feminine there, but she is now teased by Am and Kao ...",
                    "Aliases": []
                },
                "28": {
                    "ID": "867491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867491",
                    "TitleEnglish": "Nei Crisis",
                    "SummaryEnglish": "In an attempt to defeat Daba this time, Gabley carries out a suicide bombing operation to bury El Gaim along with Ashura Temple. L-Gaim is destroyed miserably. Gabley infiltrated Thana as it was, and demanded Daba's life and Tana from Am as a hostage.",
                    "Aliases": []
                },
                "29": {
                    "ID": "867501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867501",
                    "TitleEnglish": "Cross Point",
                    "SummaryEnglish": "Daba is confused by himself, who intends to avenge his parents, but is about to be celebrated as a symbol of the rebels. Lessy seems to have a half-hearted attitude toward Daba, and begins with Am and Daigenka with a drunken momentum. Lessy will leave Thana with a quarrel ...",
                    "Aliases": []
                },
                "30": {
                    "ID": "867511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867511",
                    "TitleEnglish": "Our Master",
                    "SummaryEnglish": "Daba realizes that Semuju was supposed to use only Daba's fame. But it's too late after Lessy leaves. Semuju, who thinks he is the one who leads the rebels, works with his new companion Nicomachus without listening to what Daba says, but as expected, Ney's decoy strategy I'm addicted to it.",
                    "Aliases": []
                },
                "31": {
                    "ID": "867521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867521",
                    "TitleEnglish": "Catch War",
                    "SummaryEnglish": "Daba reaffirms the weight of responsibility placed on the boy soldiers who arrive at the base of Tridetoal and look at themselves with respect. The rebels have also come together, centered on Daba, and are finally able to confront the regular army. On the other hand, the regular army was far from unity ...",
                    "Aliases": []
                },
                "32": {
                    "ID": "867531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867531",
                    "TitleEnglish": "Flashing Nei",
                    "SummaryEnglish": "Daba has launched an operation to disrespect Graea in collaboration with the anti-Poseidal molecule in the regular army. However, Daba is uncomfortable with his approach when he learns that Semuju has bought a regular army for money. On the other hand, Semuju goes out to pick up four large battleships. Daba feels the shadow of Amandara, but realizes that he still has to accept it.",
                    "Aliases": []
                },
                "33": {
                    "ID": "867541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867541",
                    "TitleEnglish": "My Earth",
                    "SummaryEnglish": "Giwaza decides to gather 13 people to suppress the rebels. Daba escapes to the asteroid belt and meets Amandara. Daba distrusts Amandara, who has a lot of mysterious behavior for cooperating with the rebels to make money. Daba suffers from the onslaught of Gabley and Wazan of 13 people, and is saved by Amandara's Whale.",
                    "Aliases": []
                },
                "34": {
                    "ID": "867551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867551",
                    "TitleEnglish": "Leccee Mind",
                    "SummaryEnglish": "Whale's commander was Lessy, but Lessy refuses to meet the Daba. Meanwhile, Giwaza learns that Full Flat is also cooperating with the rebels, and heads for Sart Star to blame the truth, but is lightly treated by Flat. Her Lessy Gabley, who is in charge of her capture, demands the lives of her whales and Dava from the rebels as soon as she is captured.",
                    "Aliases": []
                },
                "35": {
                    "ID": "867561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867561",
                    "TitleEnglish": "Peril Mission",
                    "SummaryEnglish": "The Mizun rebels were having a hard time with Lily. Am on patrol is caught by Lily and becomes a hostage. Of course, his trading partner is Daba. Am tries to escape alone because he can't bother Daba, but fails. Daba boarded Mark II to rescue Am alone and set sail. Am is rescued from Lily's hands.",
                    "Aliases": []
                },
                "36": {
                    "ID": "867571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867571",
                    "TitleEnglish": "Old Soldier",
                    "SummaryEnglish": "The old man who helped Lily attack was Wazan, one of the 13 people. Wazan decides to commit suicide, but is stopped by Daba. Despite being an enemy, Daba is impressed with the way of life as a warrior of Wazan. But his destiny does not allow the old and the young to sympathize. At the request of Wazan's subordinates, Lily and Gabley go to rescue Wazan.",
                    "Aliases": []
                },
                "37": {
                    "ID": "867581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867581",
                    "TitleEnglish": "Olibee Crisis",
                    "SummaryEnglish": "The rebels finally regained the capital of Mizun. After hearing Olivie's recommendation to withdraw from her capital, Daba jumps out to get her back from Poseidal. However, Olivie relentlessly attacks Daba to betray her thoughts. Olivie regains her memory on the handkerchief shown by Daba, who was attached to C. Temple \"Hermine\" at Mark II.",
                    "Aliases": []
                },
                "38": {
                    "ID": "867591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867591",
                    "TitleEnglish": "Escape Giwaza",
                    "SummaryEnglish": "As the rebels became more powerful, the regular army began to fight seriously. Therefore, Daba plans a strategy to hit the regular army at once by using the meteorite group Paratha Star around Gustgar as thrust and dropping it in the sweat. Around that time, Giwaza decides to rebel against Poseidal and sorties to drop Sweat.",
                    "Aliases": []
                },
                "39": {
                    "ID": "867601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867601",
                    "TitleEnglish": "The Omen",
                    "SummaryEnglish": "In order to grasp the uncertainties for anti-poseidal, Giwaza's behavior, Daba followed Giwaza in Tana. However, because he flew carefully so as not to be noticed, he ran out of energy on the way. In order to request replenishment, Am was sent to Whale with Lessy, and Daba and Kao boarded an enemy battleship in a small boat.",
                    "Aliases": []
                },
                "40": {
                    "ID": "867611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867611",
                    "TitleEnglish": "Full Flat",
                    "SummaryEnglish": "Giwaza was hungry to defeat Poseidal in an alliance with Full Flat. In response, Flat tries to join Sart Star with the Giwaza army. Daba gets angry at Flat joining hands with Giwaza, but Flat has even greater ambition.",
                    "Aliases": []
                },
                "41": {
                    "ID": "867621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867621",
                    "TitleEnglish": "Spy in Spy",
                    "SummaryEnglish": "Daba, who took the flat hostage, succeeds in escaping from the Sart Star. However, he also learned that Semuju was a flat spy, and was shocked not a little. But Daba believed in Semuju and forgave him to continue fighting as his comrade.",
                    "Aliases": []
                },
                "42": {
                    "ID": "867631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867631",
                    "TitleEnglish": "Young Passion",
                    "SummaryEnglish": "Daba was trying to get in touch with Flat to get rid of Giwaza's nose. However, there is no response from Flat. Unable to see the impatient Daba, Am and Semuju decide to go to Sart Star, aware of the danger. Meanwhile, Gabley joined Kwasan Olivie and was ordered to intercept the rebels.",
                    "Aliases": []
                },
                "43": {
                    "ID": "867641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867641",
                    "TitleEnglish": "Lady and Girl",
                    "SummaryEnglish": "Daba considers informing Kwasan of the Flat-Giwaza alliance to distract the Poseidal army from the rebels. The operation was successful, Kwasan ordered Gabley to make a flat attack, and the rebels continued the meteorite blast test in the gap, steadily preparing for the Stardust project. Am and others rescued by Flat also return safely.",
                    "Aliases": []
                },
                "44": {
                    "ID": "867651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867651",
                    "TitleEnglish": "Picaresque Giwaza",
                    "SummaryEnglish": "Lessy sneaks into a single sweat and sees another figure of Poseidal. Ney also appears there, and Poseidal orders Lessy to betray Daba and Ney to betray Giwaza, restrains Lessy to Ney, and releases the two. Meanwhile, the rebels succeeded in capturing the Palata Star. Nei, who has returned to Giwaza, is treated as a Poseidal spy ...",
                    "Aliases": []
                },
                "45": {
                    "ID": "867661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867661",
                    "TitleEnglish": "Lilith Memory",
                    "SummaryEnglish": "Due to troubles caused in the battle, the Palata Star reactor, which should have been shut down, started to move. If left unattended, a broken nuclear reactor will run away and cause a big explosion. Lilith and Kao head to Palata to shut down the reactor. Lilith remembers the tragedy of her winged Mirari tribe, who was destroyed by the nucleus, and is worried.",
                    "Aliases": []
                },
                "46": {
                    "ID": "867671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867671",
                    "TitleEnglish": "Quwasan Wave",
                    "SummaryEnglish": "Kuwasan responds to Giwaza, who has a consensus on Poseidal, but as expected, he falls into the trap of Giwaza and becomes a prisoner of war. Once Kwasan is taken hostage, it can be used as a valid card against both Poseidal and Rebels. Giwaza smiles at the effortless acquisition of Kuwasan ...",
                    "Aliases": []
                },
                "47": {
                    "ID": "867681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867681",
                    "TitleEnglish": "Boys Boys",
                    "SummaryEnglish": "Gabley was a captive of Kwasan. He gets in front of Giwaza alone and asks for the release of Kwasan. Giwaza's condition is Daba's neck. Gabley attacks Daba to rescue Kwasan with this hand. Daba has one more obstacle to rescue Kwasan. The man who holds Kwasan Olivie in his hand ...",
                    "Aliases": []
                },
                "48": {
                    "ID": "867691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867691",
                    "TitleEnglish": "First Attack",
                    "SummaryEnglish": "Operation Stardust has begun. The meteorite is aimed at the Gustgal star capital, Sweat. There is no point in using the success of that operation for Giwaza. However, Giwaza intended to take part in the operation and descend to Gustgal in order to hit Poseidal before the rebels.",
                    "Aliases": []
                },
                "49": {
                    "ID": "867701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867701",
                    "TitleEnglish": "Lady Killer",
                    "SummaryEnglish": "A posseidal horoscop that stands in front of the Daba who approach the planet Sweat. The final battle was about to break the fire. Am begins to think about the relationship between Full Flat and Poseidal and heads for Gustgar. Daba chasing after. Flat confronts Poseidal, and in Flat's words, Poseidal revives his sealed memory.",
                    "Aliases": []
                },
                "50": {
                    "ID": "867711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867711",
                    "TitleEnglish": "Excite Amm",
                    "SummaryEnglish": "Am, longing for a full flat, tries to meet her to avoid hostility to the flat. Knowing that, Lessy feels that she will die alone, and she acts with Am. However, Am is upset when he sees Flat trying to bury Giwaza by her cowardly means. And Flat pointed his gun at Am.",
                    "Aliases": []
                },
                "51": {
                    "ID": "867721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867721",
                    "TitleEnglish": "My Love",
                    "SummaryEnglish": "The battle was entwined in a four-way situation of rebels, Giwaza and Flat, and Poseidal. However, it is Amandara Kamandara who holds all the keys. The trouble that happened on his ship tells him that he was manipulating the Poseidal. Flat decides to break away from his past and descends to Gustgar to meet Poseidal again.",
                    "Aliases": []
                },
                "52": {
                    "ID": "867731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867731",
                    "TitleEnglish": "Final Time",
                    "SummaryEnglish": "Flat told Poseidal to return to the original Mian. In order to save Poseidal, Flat tells Poseidal all the secrets that Amandara has erased all his inconvenient memories. The real Poseidal is Amandara. Mian used her love for Amandara and had been converted into a convenient puppet Amandara ...",
                    "Aliases": []
                },
                "53": {
                    "ID": "867741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867741",
                    "TitleEnglish": "The Dictator",
                    "SummaryEnglish": "Amandara, who has shown her true nature, uses Mian to self-destruct Sweat and tries to bury the Daba and others at once. Meanwhile, Mian rejects Amandara. Daba thinks that the only way to solve this battle is to release the mind control applied to Mian, and tries to contact Mian using Kwasan's biosensor.",
                    "Aliases": []
                },
                "54": {
                    "ID": "867751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-metal-l-gaim/episodes/867751",
                    "TitleEnglish": "Dreamers Again",
                    "SummaryEnglish": "The last enemy, it was Amandara. The ultimate HM, Mark II is cornered by the overwhelming power of the original Auger. 10 minutes to the collision of the planet Metta. Poseidal tries to avoid catastrophe by using his life and all his energy to move the sweat. Amandara, who lost her power due to Poseidal's death ...",
                    "Aliases": []
                }
            }
        }
    }
}