{
  "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance",
    "Science Fiction",
    "War"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/6823-92A3-E66E-067C-C75D-K",
    "https://www.imdb.com/title/tt6603172/",
    "http://www.vap.co.jp/seikishi/index.html",
    "http://www.reddit.com/r/TenchiMuyoUniverse",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH01748945",
    "https://www.themoviedb.org/tv/68639",
    "https://www.themoviedb.org/tv/68639"
  ],
  "TitleEnglish": "Tenchi Muyo! War on Geminar",
  "SummaryEnglish": "The story is set in an alternate world called Geminar, where countries have fought endless wars with replicas of humanoid Seikishi weapons that they found in ancient ruins. 15-year-old Kenshi Masaki, the half-brother of Tenchi Muyo! protagonist Tenchi Masaki, is summoned from another world to Geminar.",
  "Aliases": [
    "ISM",
    "Isekai no Seikishi Monogatari",
    "Saint Knight Story in an Alternate World",
    "The Story of a Holy Machine Wielder from Another World",
    "The Story of a Seikishi from Another World",
    "The Tale of the Sacred Mechamaster from Another World"
  ],
  "Modified": "2024-10-05",
  "Seasons": {
    "1": {
      "ID": "93961",
      "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Young Kenshi Masaki was taken from his home planet, transported to a distant galaxy, and captured by a gorgeous princess! This royal beauty claims Kenshi as her personal servant—and lends him out to all the lecherous ladies at her prestigious boarding school. When Kenshi doesn’t have his hands full with a curvaceous coed, he can be found training for a looming intergalactic mecha battle.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "1041061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1041061",
          "TitleEnglish": "The Black and White Sacred Mechanoids",
          "SummaryEnglish": "Kenshi Masaki, a 15-year-old boy who controls the white Seikijin, is ordered by a masked man to kill Lashara Earth, the ruler of the Shitoreiyu Empire, in order to return to his world. Chiaia Furan, Lashara's bodyguard, pilots her Seikijin and faces off against Kenshi, but loses overwhelmingly to his power even with the assistance of Wahanly Shume. After deciding not to kill the Princess, Kenshi is taken captive and held prisoner. While being held, all the girls are surprised at how Kenshi, a male Seikishi, has been able to do what he can until Doll rescues him and takes him back. The leader decides to eliminate him, but Kenshi easily takes his henchmen out with his martial arts and escapes. When he returns to Lashara with Aura Shurifon's aid, he catches a feverish disease called Rhodeshiya Tore, which Ulyte states that he will die in the next six hours if they don't treat it.",
          "Aliases": []
        },
        "2": {
          "ID": "1041151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1041151",
          "TitleEnglish": "To The Holy Land",
          "SummaryEnglish": "After seeing Kenshi's capabilities in battle, Lashara decides to make him her servant while concealing the truth about him being a Seikishi from the others. Kenshi witnesses the Holy Land and the academy that Lashara and Chiaia attend. Kenshi becomes more aware of his duties as a servant while making new friends, and meeting Chiaia's older sister Mexiah. Kenshi has a brief witness between Chiaia and a man named Dagmyer Mest, a childhood friend of Chiaia's. Kenshi meets Aura in the forest and later aids Ulyte before he gets sick. Kenshi later meets Maria Nanadan, Lashara's cousin and princess of Havoniwa, and her assistant Yukine. At the end, both Wahan and Chiaia are appointed advanced Seikishi.",
          "Aliases": []
        },
        "3": {
          "ID": "1041161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1041161",
          "TitleEnglish": "He Who Must Work",
          "SummaryEnglish": "Lashara decides that Kenshi should work to \"earn\" his meals, and is later introduced to the Headmistress of Holy Land Academy where he is later assigned various jobs on his first day. Not only he is demonstrating all expertise in all areas of work, he becomes famous among the staff members and those who study at the academy. During the process of Kenshi's pay going towards Lashara, she realizes how much money Kenshi has made and decides to make him continue working. Kenshi is later introduced to Lithia Po Chiina, the daughter of the Pope and President of the Student Council, and her assistant Lapis. Later, he is hypnotized by Mexiah to become a \"massaging machine\", which he gives to Chiaia, Aura, Lithia, Yukine, Wahan and some other girls.",
          "Aliases": []
        },
        "4": {
          "ID": "1041171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1041171",
          "TitleEnglish": "Pendant",
          "SummaryEnglish": "Kenshi continues his duties to serve Lashara while working and attending the Academy. Maria attempts to get Yukine and Kenshi together after seeing how much affection she has for him, while Kenshi is being chased by girls who have fallen for him. Later, while Kenshi talks about his past with Lashara and Chiaia, Chiaia accidentally breaks the string and replaces it with a red string, which symbolizes love much to her chagrin.",
          "Aliases": []
        },
        "5": {
          "ID": "1041181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1041181",
          "TitleEnglish": "To Be Chased and Pursued",
          "SummaryEnglish": "All the girls are still chasing Kenshi, especially now that he has become a member of the Student Council. Mexiah decides to take Kenshi for herself but Kenshi makes a quick getaway. The female upperclassmen and underclassmen form an alliance in hopes of capturing Kenshi through large numbers and teamwork. Later in the forest, a competition between Kenshi and the girls involving gathering food from the forest and cooking a hot pot dish is held with Kenshi's freedom at stake. The competition comes down to Kenshi versus Aura (none of the other girls being capable of finding any food) and ends with Kenshi's victory.",
          "Aliases": []
        },
        "6": {
          "ID": "1041191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1041191",
          "TitleEnglish": "Vacation",
          "SummaryEnglish": "Flora Nanadan, the Queen of Havoniwa, has invited Maria and Lashara to come to visit her, especially to meet Kenshi while bringing along other guests. While making their way to the resort, Kenshi meets his classmate Ceres Tyte–another male Seikishi who wants to run away with his girlfriend Hazuki–and decides to aid them to they can live happily together. Flora becomes quite attracted to Kenshi while having pillow fights with the rest of the girls. However, a group of bandits, led by Cordyline and her daughter Lan, target Ceres and Dagmyer as they are worth a lot due to breeding. When both Ceres and Dagmyer are taken, Kenshi goes to save them. After the failed attack, Dagmyer makes a deal with the bandits while giving a bonus to Cordyline.",
          "Aliases": []
        },
        "7": {
          "ID": "1041201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1041201",
          "TitleEnglish": "Competitive Sports Tournament",
          "SummaryEnglish": "Dagmyer has given passage to the bandits, while Lan, a member of the bandits is infiltrating Holy land Academy. Dagmyer persuades the Student Council to hold a warrior tournament, and all the female students and staff placed bets on Kenshi to win the race. As the race commences, it ends up being Aura and Kenshi as everyone cheers on, and later ends with Kenshi being the victor after Aura gives up. Shortly after running crazily around the Holy Land, Kenshi finally collapses and Aura is beside him, realizing that she is in love with Kenshi, and kisses him while he is still resting. Unbeknown to everyone, Uylte and Dagmyer begin their assault with the enemy forces as well as the male Seikishi aligning themselves with Dagmyer.",
          "Aliases": []
        },
        "8": {
          "ID": "1485991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1485991",
          "TitleEnglish": "Invasion",
          "SummaryEnglish": "Dagmyer begins his attack on the Holy Land with most of the male Seikishi of the Academy and has nearly taken over most of the Holy Land. The female students and staff are ordered to evacuate the Holy Land, which has now been captured by Dagmyer's father Babalun. All hope is lost until Kenshi reveals his true capabilities as he pilots the white Seikijin once again to all the females' astonishment of Kenshi being a Seikishi. While Kenshi has almost destroyed all the opposing Seikijin with ease, it is revealed that Chiaia's big sister Mexiah is in fact Doll, who pilots the black Seikijin and is being controlled by Babulun. As Kenshi and Doll fight to a draw, it is not long until Babalun reveals his true intentions, and with that Kenshi is ordered to retreat while thinking of Doll/Mexiah.",
          "Aliases": []
        },
        "9": {
          "ID": "1486001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1486001",
          "TitleEnglish": "Expectations",
          "SummaryEnglish": "Babalun succeeds in taking over the Holy Land and now has the Shield of Gaia in his possession. The Church begins on what actions must be taken to ddefeat him and take back the Holy Land. Meanwhile, Lashara is uneasy after what happened with Kenshi revealing to be a Seikishi and showing his capabilities to where as he will continue to be her servant now that the other nations know about him. Chiaia, still in dismay about Dagmyer's betrayal, has talked with Dagmyer about why he has aided his father, at which she is ordered to kill Kenshi after revealing his intentions. While Kenshi is asleep, Chiaia sets off to kill him, but could not do so after realising that he is too innocent. Chiaia later tells Dagmeyer that she will not follow him, at this point the Swan attacks at full force to get Chiaia back, Kenshi, already on the scene, defeats Dagmyer's guards and rescues Chiaia.",
          "Aliases": []
        },
        "10": {
          "ID": "1486021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1486021",
          "TitleEnglish": "Home",
          "SummaryEnglish": "Doll and Dagmyer launch their attack on Shurifon. No one is harmed due to the competition between Kenshi and the king, and the king faces off against Doll. However he is overwhelmed by the Shield of Gaia until Kenshi comes to his rescue. Meanwhile, after they make their escape, the Church is attacked by Doll. While Kenshi and Chiaia are scouting the area, an escape pod from a messenger ship is obtained by Kenshi. Leia Second, a member of the Church, is taken into the Swan. The Swan makes its way to Havoniwa, where it lies in ruins after an ambush by Cordyline's bandits, who have taken over a fort called the Meteor Fall. Just as the Swan was about to be destroyed, Yukine and her Seikijin saves it at the last minute, giving Kenshi the chance to take out the bandits and the fort in one go. They reach the underground section of Havoniwa where Flora and Maria are currently residing, and after some contemplating, they come to ask who owns Kenshi or whom Kenshi wants to go with. Kenshi is unsure to whom he should go with, even after seeking advice from the other girls. With no other girl to talk to, he finally goes to Lashara, who she pleads for him to stay by her side. After telling her that he will protect her, Kenshi comes to the conclusion that he will make the Swan an independent state where all people can take refuge. After becoming leader of the Swan, Kenshi is shocked to find out he is banned from excavating jewels on the ship's hull.",
          "Aliases": []
        },
        "11": {
          "ID": "1490401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1490401",
          "TitleEnglish": "Barrier Workshop",
          "SummaryEnglish": "As the group travel on the Swan, it is not long until trouble occurs when Ceres is attacked by bandits. Kenshi goes to aid Ceres, only to be constricted with Ceres from a Seikishi reactor. However, something changes inside Kenshi where he cannot forgive those who hurt Ceres and half of the white Seikijin becomes black, where he then compresses the reactor and launches it elsewhere. Kenshi attacks the hideout while Ceres, Chiaia, and Aura rescue Hazuki. Kenshi goes berserk and takes out all the Seikijin while hurting himself in the process and giving Dagmyer a traumatic experience. Ceres and Hazuki later join the Swan, and Kenshi and the group make their way to the Barrier Workshop to see Naua Fuan, Chiaia's father. Naua briefs them on the history of Seikijin, Seikishi and the Seikishin. Naua also refers to Mexiah and the forgotten warrior (referring to Kenshi), but is unable to tell them about Kenshi. As Doll and the bandits come, they manage to escape and Doll/Mexiah finds out from her father about Kenshi.",
          "Aliases": []
        },
        "12": {
          "ID": "1964371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1964371",
          "TitleEnglish": "Fruition",
          "SummaryEnglish": "Kenshi and the group realise that they need to find another source of power to match Kenshi's strength. They go to Yukine's village, where they turn a placement of sacred rock into a sword condensing with Kenshi's power. After the sword is made, Kenshi takes out the whole enemy faction in one swing. Kenshi is reunited with the Lithia, Lapis and other members of Holy Land Academy right after he collapses from the fatigue and gets a fever. While Kenshi is asleep, the girls all talk about how Kenshi has helped them even though he is not actually involved in their worlds' battle. King Shurifon and Flora make their entrance, telling them that both Aura and Maria are to be engaged to Kenshi.",
          "Aliases": []
        },
        "13": {
          "ID": "1964381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenchi-muyo-war-on-geminar/episodes/1964381",
          "TitleEnglish": "Gaia",
          "SummaryEnglish": "All forces from various nations have banded to take down Babalun before he revives the Seikishin Gaia. The Swan and Kenshi make haste to stop Gaia's revival, but are stopped in their tracks by Dagmyer as he comes to duel Kenshi. With much ease, Dagmyer is defeated, at this point realizing how strong Kenshi really is. However, Gaia has been revived with Doll inside of it. Kenshi faces off against Doll and to everyone's astonishment, Kenshi is fighting on par with Doll. The tables are later turned when Babalun with merges with Gaia and begins to overpower him. Kenshi decides to go all out while Gaia continues to regenerate. He later hears Doll/Mexiah asking him to save her from Babalun/Gaia. In the midst of the battle, Kenshi goes berserk and starts to generate Light-Hawk Wings, causing him to destroy the main core of Gaia and saves Doll/Mexiah, who both have fallen in love with Kenshi. Babalun later emerges from the scraps, vowing to kill Kenshi, but Ulyte intervenes and kills Babalun, at which point he collapses and reveals his true identity as Leia. As all of the girls scream for Kenshi with their affection, Lashara, Maria, Yukine, Mexiah, Chiaia, Aura, Wahan and Leia all fight over who owns Kenshi, at which point Lithia points out that she and all the other girls in the Academy also want ownership and marriage rights to Kenshi. As they come to a decision that whoever catches him gets him first, Kenshi runs for it.",
          "Aliases": []
        }
      }
    }
  }
}