{
    "URL": "https://www.thetvdb.com/series/combustible-campus-guardress",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0279553/",
        "https://www.themoviedb.org/tv/105339"
    ],
    "TitleEnglish": "Combustible Campus Guardress",
    "SummaryEnglish": "Long ago, the gate to the world of darkness was sealed. Now evil warriors, known as Remnants, are trying to reopen the gate and let demons take over the world. However, at Tobira High School, exist guardians of the gate who must risk their lives to prevent the gate from being opened.",
    "Aliases": [
        "Bakuen Campus Guardress"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "98581",
            "URL": "https://www.thetvdb.com/series/combustible-campus-guardress/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "919031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/combustible-campus-guardress/episodes/919031",
                    "TitleEnglish": "Thump Thump Shudder Shudder - The Dangerous Siblings!",
                    "SummaryEnglish": "A city is under attack, its inhabitants fleeing in panic. In a temple somewhere nearby, a man is working on some type of spell. As helicopters flit over the city, firing, it can be seen that they are aiming at a virtually unkillable demonic looking creature.",
                    "Aliases": []
                },
                "2": {
                    "ID": "919041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/combustible-campus-guardress/episodes/919041",
                    "TitleEnglish": "Nervous Nervous Sweat Sweat - Finals Are Scarier Than the Enemy!?",
                    "SummaryEnglish": "A starkly lit, black and white scene depicts two men being throw headlong to the ground. Their enemy, Kijima Touta, turns and looks at the tremendous flight of stairs leading up to the Gateway. A girl is running up the stairs towards Kairei and yelling his name. \"Please don't do it! Don't die!\" He prepares to close the Gate. Kijima begins running, but the girl stops him with her sword. The Gate closes catastrophically, crushing the vessels of the Dark Forces. Too late, the girl turns and runs for Kairei again. Then the blinding flash of the Gate exploding blots out everything.",
                    "Aliases": []
                },
                "3": {
                    "ID": "919051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/combustible-campus-guardress/episodes/919051",
                    "TitleEnglish": "Ache Ache Pant Pant - The Stressful Final Battle!",
                    "SummaryEnglish": "Sitting alone in her room, Hazumi sulks over her inability to protect Takumi and losing her sword. Her mother walks in and chastises her on working on her boobs and butt, but not on her brains. She explains that she hit Hazumi as a form of shock treatment. This makes Hazumi suddenly realize: it may have been shock that made her sword disappear. She makes another try to summon it, and only ends up with a mop. Despite this, her mother manages to cheer her up somewhat.",
                    "Aliases": []
                },
                "4": {
                    "ID": "919061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/combustible-campus-guardress/episodes/919061",
                    "TitleEnglish": "Shred Shred Crumble Crumble - There Are Many Different Ways of Winning!",
                    "SummaryEnglish": "As the show opens, news helicopters are flitting around the giant, monolithic Gate, and a reporter's frantic voice can be heard trying to describe its impact to viewers. Futilely, he tries to speculate on the origin of the Gate, but is abruptly cut off when a flying Remnant gets too close and destroys the helicopter. On the ground, people stare in awe, overwhelmed by a feeling of helplessness. Exhausted, Hazumi struggles to climb up the side of the Gate. \"Wait for me, Takumi! Don't die!\" she screams.",
                    "Aliases": []
                }
            }
        }
    }
}