{
    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0878633/",
        "http://www.tbs.co.jp/yoakena/",
        "https://www.themoviedb.org/tv/77343"
    ],
    "TitleEnglish": "Brighter than the Dawning Blue",
    "SummaryEnglish": "Yoake Mae yori Ruriiro na centers on Princess Feena Fam Earthlight from the Kingdom of Sphere on Earth's moon. It was decided that she was to live on Earth in a homestay with the family of the primary secretary to the president of the United Nations so as to get more knowledgeable of Earth in order to better prepare herself for her succession as the Kingdom of Sphere's next queen. The background of the story explains that humans landed on the moon long ago intending to create a new home for themselves called the Kingdom of Sphere. However, the relations between Earth and the Kingdom have worsened things and a war called the Oedipus war started. Once the war was over, it was decided that the city of Mitsurugasaki, where the story takes place, under the rule of the United Nations, be developed as the center of diplomacy with the Lunar Kingdom, which, currently, has closed its doors to the world.",
    "Aliases": [
        "Yoake Mae yori Ruriiro na: Crescent Love",
        "Brighter Than The Dawning Blue - Crescent Love"
    ],
    "Modified": "2024-12-25",
    "Seasons": {
        "1": {
            "ID": "108351",
            "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1002891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002891",
                    "TitleEnglish": "The Princess Does a Homestay?!",
                    "SummaryEnglish": "Princess Feena Fam Earthlight from the Moon, otherwise known as the Kingdom of Sphere, comes to Earth to participate in a homestay with a family.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1002901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002901",
                    "TitleEnglish": "The Princess is an A-Student!",
                    "SummaryEnglish": "Princess Feena is admitted into Tatsuya's school and own classroom and at first everyone is very intimidated by her reputation as the Kingdom of Sphere's princess.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1002911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002911",
                    "TitleEnglish": "The Princess and the Cooking Battle!",
                    "SummaryEnglish": "Feena and Natsuki are matched against each other in a cooking contest after Feena helps out at Trattoria Samon. The infamous cabbage makes his appearance.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1002921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002921",
                    "TitleEnglish": "Fight, O Princess!",
                    "SummaryEnglish": "After being shown Tatsuya's father's study, Feena mistakes bugs for invading hostile aliens with ends with the obliteration of the study itself.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1002931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002931",
                    "TitleEnglish": "The Princess Marooned on a Desert Island!",
                    "SummaryEnglish": "Everyone goes on a vacation to the beach, and they get stuck in a 'deserted' island and become castaways.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1002941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002941",
                    "TitleEnglish": "The Princess is Forbidden to Fall in Love?!",
                    "SummaryEnglish": "Tatsuya and Feena are starting to have feelings between each other. At the same time, a young girl named Wreath is sent by a mysterious person named Feyaka to stop Feena and Tatsuya from developing their relation further.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1002951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002951",
                    "TitleEnglish": "The Princess's Fiancé!",
                    "SummaryEnglish": "Feena decides to move out of Tatsuya's house in order to perform her princess duties at the embassy. Later, Feena's fiancé arrive on Earth and Tatsuya must decide what happens concerning him and Feena.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1002961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002961",
                    "TitleEnglish": "With the Princess Beneath the Bright Blue Sky",
                    "SummaryEnglish": "Tatsuya and Feena have confessed their love to each other. Everyone except Karen accepted their relation. Karen set up a challenge which Tatsuya having to defeat Feena in a kendo match.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1002971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002971",
                    "TitleEnglish": "The Shadow That Approaches the Princess",
                    "SummaryEnglish": "Tatsuya and Feena's relationship continues to grow stronger as Karen informs the King of the Kingdom of Sphere about the situation. For her actions, Karen is arrested by the military for treason. Later, while on a date, Wreathlit attacks Tatsuya and Feena in order to prevent a war between the two worlds.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1002981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002981",
                    "TitleEnglish": "A Princess With Just One Wing",
                    "SummaryEnglish": "After Karen is arrested, Feena goes back to the moon alone in order to prevent anything more from happening. While there, the Feena's father is reminded about the past when he and Cephilia fell in love and the controversy it stirred.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1002991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1002991",
                    "TitleEnglish": "That Hand Placed Atop the Princess's",
                    "SummaryEnglish": "Karen and Tatsuya land on the Moon but are still being chased by guards of the palace. Meanwhile Jurgen accelerates things and a war between the Earth and the Moon seems imminent.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1003001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brighter-than-the-dawning-blue/episodes/1003001",
                    "TitleEnglish": "The Princess and...",
                    "SummaryEnglish": "Feena and Tatsuya with the help of Takano and Karen manage to turn the tables on the situation and the war is averted. A few years later, Tatsuya and Feena are married and Feena's mother's dream has come true for the Moon and Earth to unite.",
                    "Aliases": []
                }
            }
        }
    }
}