{
    "URL": "https://www.thetvdb.com/series/the-abashiri-family",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/122517"
    ],
    "TitleEnglish": "The Abashiri Family",
    "SummaryEnglish": "Deranged, Dysfunctional and EXTREMELY Dangerous! They're creepy and they're kooky, but they're not THAT family. They're even weirder! They're the Abashiri family, kingpins of disorganized crime and the most dysfunctional family of criminals to ever perpetrate anti-social behavior on a global scale! So, just how bad are they? Let's just say that seasoned hit-men lose control of their bladders at the very mention of the name and that Mob Warfare has nothing on an Abashiri family quarrel! The most shocking thing, however, is not the Abashiris' nearly superhuman capabilities, nor their reputation for wanton, senseless violence, but the fact that they've built such international notoriety with a gang of only five members! Of course, as Papa Abashiri would say, \"Five may not be many, but it takes only five fingers to form a fist, a powerful force that can crush all opposition! Of course,\" Papa also admits \"Some fingers are more important than others, especially if you're pulling a trigger or flipping someone the bird.\" The Abashiri Family is the story of one such finger, the clan's sole daughter and aspiring thuggette. Being a mob princess is never easy, so Papa has decided to send the apple of his eye to a very special finishing school, one secretly run by a ruthless gang of arch-criminals. What Papa doesn't know is that the proprietors of this school for crime have no interest in graduating any of their students, most of whom seem to mysteriously succumb to fatal \"accidents\"! Can our young heroine fight her way out of this Finishing School of the Damned before she's finished off, or will the Abashiri Family be looking for a new pinkie?",
    "Aliases": [],
    "Modified": "2024-10-12",
    "Seasons": {
        "1": {
            "ID": "111951",
            "URL": "https://www.thetvdb.com/series/the-abashiri-family/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "1034071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-abashiri-family/episodes/1034071",
                    "TitleEnglish": "Explosion of Violence!! We Don't Have Justice!",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "1034081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-abashiri-family/episodes/1034081",
                    "TitleEnglish": "HELL! Paradise School",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "1034091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-abashiri-family/episodes/1034091",
                    "TitleEnglish": "Riot! A Storm in the Paradise",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "1034101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-abashiri-family/episodes/1034101",
                    "TitleEnglish": "The Price of Betrayal",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}