{
  "URL": "https://www.thetvdb.com/series/parasite-dolls",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Mini-Series",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0376058/",
    "https://www.themoviedb.org/tv/42507"
  ],
  "TitleEnglish": "Parasite Dolls",
  "SummaryEnglish": "Parasite Dolls (パラサイトドールズ Parasaito Dōruzu?) is a three-part original video animation produced by the Anime International Company and IMAGICA Entertainment, and written by Chiaki J. Konaka and Kazuto Nakazawa. The series, set in the Bubblegum Crisis universe, focuses on a special \"Branch\" of the A.D. Police, an advanced group of officers tasked with stopping terrorist activities and Boomer crimes in the city of Megatokyo.",
  "Aliases": [
    "パラサイト・ドールズ"
  ],
  "Modified": "2025-03-02",
  "Seasons": {
    "0": {
      "ID": "540428",
      "URL": "https://www.thetvdb.com/series/parasite-dolls/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {}
    },
    "1": {
      "ID": "114921",
      "URL": "https://www.thetvdb.com/series/parasite-dolls/seasons/official/1",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "1054691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/parasite-dolls/episodes/1054691",
          "TitleEnglish": "A Faint Voice",
          "SummaryEnglish": "Year 2034, Tokyo is where human beings and boomers coexist. The A.D. Police sets up a new special agent-\"Branch\" to investigate crimes committed by Boomers. Agent Basil and his partner boomer Kimball procured a mysterious drug while investigating crime cases that are frequently committed by mad boomers. They find out astonishing facts while they get closer to the core of the case.",
          "Aliases": []
        },
        "2": {
          "ID": "1054701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/parasite-dolls/episodes/1054701",
          "TitleEnglish": "Dreamer",
          "SummaryEnglish": "Year 2035, Tokyo is the city where human prostitutes and boomer prostitutes coexist. \"Branch\" agent Michaelson meets a highflyer named Eve during investigating a serial boomer prostitute homicide case. Eve dreams about a little girl with red hat and dress quite often. So to give men their dreams, Eve heads to her customers as usual but the red hat girl is there, waiting for her...",
          "Aliases": []
        },
        "3": {
          "ID": "1054711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/parasite-dolls/episodes/1054711",
          "TitleEnglish": "Knights of a Roundtable",
          "SummaryEnglish": "Year 2040, The general manager of Branch, Takahashi, disappeared. It seems Takahashi had a disagreement with a political bigwig, Sorime, before he vanished. Buzz finally locates Takahashi but at the moment he reaches Takahashi, the whole Tokyo area is attacked by serial bombing. But the serial bombings suspects name on the wanted list is Buzz himself! Not only Takahashi but Buzz as well are drawn into a big conspiracy.",
          "Aliases": []
        }
      }
    }
  }
}