{
    "URL": "https://www.thetvdb.com/series/hades-project-zeorymer",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0158772/",
        "https://www.themoviedb.org/tv/81014"
    ],
    "TitleEnglish": "Hades Project Zeorymer",
    "SummaryEnglish": "A young man named Akitsu Masato is `captured` by a secret govt. project known as \"Last Guardian\". He is told that his life as a normal student was all a lie, and that his real destiny is to be the pilot of a great robot called \"Zeorymer of the Heavens\". The truth of this is hammered in when Masato sees his `parents` accept payment for raising him. The Last Guardian is preparing for the resurrection of \"Hau Dragon\", an organization bent on world conquest. 15 years ago, Hau Dragon built 8 great robots. Each of the mecha represents a force of nature. However, before any of the robots could be used, their creater Kihara Masaki destroyed the robots except for the leader: Zeorymer. He took Zeorymer and an embryo to the government. The embryo became the boy Masato. Now, Hau Dragon has rebuilt the other 7 mecha and wants the 8th. It will be up to Masato and Himuro to pilot Zeorymer and fight against the Hau Dragon, but neither Masato or Himuro are all that they seem.",
    "Aliases": [],
    "Modified": "2024-01-29",
    "Seasons": {
        "0": {
            "ID": "115981",
            "URL": "https://www.thetvdb.com/series/hades-project-zeorymer/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "2273871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hades-project-zeorymer/episodes/2273871",
                    "TitleEnglish": "New Work Information",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "253031",
            "URL": "https://www.thetvdb.com/series/hades-project-zeorymer/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "2273831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hades-project-zeorymer/episodes/2273831",
                    "TitleEnglish": "Separation",
                    "SummaryEnglish": "Teeneager Masato Akitsu's world is turned upside-down when he discovers his entire life has been orchestrated for him, and that he was only born to pilot the mighty warrior Zeorymer. As he struggles to accept the situation, Hau Dragon's Lanstar robot is brought to bear on him. Can Masato learn to pilot a machine he's never seen before he is killed by an enemy he can barely understand?"
                },
                "2": {
                    "ID": "2273841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hades-project-zeorymer/episodes/2273841",
                    "TitleEnglish": "Misgivings",
                    "SummaryEnglish": "As Masato learns more about his true origins, he begins to question who he actually is: a real person or simply a component of Zeorymer. But when he comes face to face with twin warriors Si Aen and Si Tau, the hostile personality triggered by his earlier battle with Lanstar resurfaces stronger than ever. Who is Masato: the confused teenager, the pilot of Zeorymer, or...something much more sinister?"
                },
                "3": {
                    "ID": "2273851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hades-project-zeorymer/episodes/2273851",
                    "TitleEnglish": "Disillusionment",
                    "SummaryEnglish": "Masato's last battle with Aen and Tau unleashed a frightening new personality and now all wonder if they really understand the true relationship between Masato and the Zeorymer robot. Then, when Miku is kidnapped by an equally curious Yuratei, Masato is forced to face his greatest challenge all by himself: Rose C'est La Vie of the Moon, one of the Hakkeshu's most powerful battle machines. Without Miku to help pilot the Zeorymer, Masato is an easy target for his new enemy, the mysterious Ritsu. But in the midst of this latest duel, more shocking secrets about the two Zeorymer pilots are about to be revealed..."
                },
                "4": {
                    "ID": "2273861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hades-project-zeorymer/episodes/2273861",
                    "TitleEnglish": "Extinction",
                    "SummaryEnglish": "Masato was simply born to be the Zeorymer pilot...or was he? Now all secrets are revealed, and no one is quite sure who is behind the plot, which will either lead to world domination or absolute extinction. As Masato fights to regain his old personality, Yuratei sends the last of the Hakkeshu pilots to destroy him and Zeorymer once and for all. As both sides meet for the final showdown, the world teeters on the knife-edge of nuclear destruction, and the true face of the Hades Project is discovered at last!"
                }
            }
        }
    }
}