{
    "URL": "https://www.thetvdb.com/series/megazone-23",
    "Genres": [
        "Animation",
        "Anime",
        "Romance",
        "Science Fiction",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/199370"
    ],
    "TitleEnglish": "Megazone 23",
    "SummaryEnglish": "The events take place in a post-apocalyptic future, where Tokyo only exists as a simulated reality. The story follows Shogo Yahagi, a delinquent motorcyclist whose possession of a government prototype bike leads him to discover the truth about the city. This is a direct-to-video follow-up to the movies Megazone and Megazone II.",
    "Aliases": [],
    "Modified": "2025-06-20",
    "Seasons": {
        "0": {
            "ID": "540495",
            "URL": "https://www.thetvdb.com/series/megazone-23/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5835696",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/5835696",
                    "TitleEnglish": "Alternative ending from Robotech The Movie",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "7926146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/7926146",
                    "TitleEnglish": "International Version",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "10137288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/10137288",
                    "TitleEnglish": "Present for You",
                    "SummaryEnglish": "This is the special footage that was specifically made for the American 'Robotech the Movie' and was released only in Japan alongside with the Harmony Gold Megazone 23 Part II dub, it was released in Japan with English narration and Japanese subtitles",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "117901",
            "URL": "https://www.thetvdb.com/series/megazone-23/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "1074321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074321",
                    "TitleEnglish": "Part I",
                    "SummaryEnglish": "Motorcycle enthusiast Shogo mistakenly comes into possession of a government prototype bike. Pursued by ruthless goverment agents he plans to save himself by exposing the bike to the public on a live TV show hosted by a popular singing star. But, even the lovely Eve has secrets of her own and the government has much more to hide than just a transforming military motorcycle. As Shogo begins to unravel the mystery of the bike, he discovers a reality-shattering secret about the city and the world he thought he knew.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1074331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074331",
                    "TitleEnglish": "Part II - Give Me Your Secret",
                    "SummaryEnglish": "The Dezalg have returned with a new, horrible weapon and unleashed it on Megazone 23's defenses. Believing their salvation is also in new weapons, B.D. is again bent on breaking the EVE's final protection level.Full control of Megazone 23 would mean unfettered weapons development. Shogo, meanwhile, has tried to return to a 'normal' life; Hanging out with his biker gang, \"Trash\" and his girlfriend, Yui. But, his convictions about the Megazone's shadow government policies haven't changed and when EVE calls for his help, he discovers where the Garland bike has been hidden. It's showdown time for Shogo and B.D., Trash and the military, as well as the Dezalg and Megazone. However, EVE's final secret, A.D.A.M., may mean no one will survive.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1074341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074341",
                    "TitleEnglish": "Part III - The Awakening of Eve (1)",
                    "SummaryEnglish": "Years after the events of Megazone 23 II, the only city on Earth is the supposedly idyllic Eden. There lives Eiji Takanaka, a B Level hacker who has just been accepted into EX, the organization that controls Eden. However, before his first day on the job, he becomes embroiled in a network war, a legendary figure named EVE, and a plot to re-inhabit the Earth.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1074351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074351",
                    "TitleEnglish": "Part III - Day of Liberation (2)",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}