{
    "URL": "https://www.thetvdb.com/series/megazone-23",
    "Genres": [
        "Animation",
        "Anime",
        "Romance",
        "Science Fiction",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/199370"
    ],
    "TitleEnglish": "Megazone 23",
    "SummaryEnglish": "The events take place in a post-apocalyptic future, where Tokyo only exists as a simulated reality. The story follows Shogo Yahagi, a delinquent motorcyclist whose possession of a government prototype bike leads him to discover the truth about the city. This is a direct-to-video follow-up to the movies Megazone and Megazone II.",
    "TitleJapanese": "メガゾーン23",
    "SummaryJapanese": "時は現代、舞台はその象徴とも言うべく大都市TOKYO。主人公、矢作省吾はいつものように仲間と真夜中のツーリングに出かけていた。ある日の夜、友人が盗んだ一台のバイクにより、その日常は一変。自治軍は、軍事使用を目的としたそのバイクを持ち出した省吾の友人を殺し、省吾とバイクをつけ狙う。そして省吾はこのバイクを手に入れた事により、今まで誰も知らなかった恐ろしい真実を眼の当たりにすることになる。",
    "Aliases": [],
    "Modified": "2025-06-20",
    "Seasons": {
        "0": {
            "ID": "540495",
            "URL": "https://www.thetvdb.com/series/megazone-23/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5835696",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/5835696",
                    "TitleEnglish": "Alternative ending from Robotech The Movie",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7926146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/7926146",
                    "TitleEnglish": "International Version",
                    "SummaryEnglish": null,
                    "TitleJapanese": "International Version",
                    "SummaryJapanese": "The Japanese \"International Edition\" of Part 2 has an English-language voice cast that Carl Macek had orchestrated. The consequent adaptation rewrote Shogo as \"Johnny Winters\" and Yui as \"Sue.\" This creates a continuity error, as the name that appears on her bike helmet remains unchanged. The International Edition also added a narration to the exclusive alternate footage from Robotech: The Movie; the retooled scene became an introduction to Part 2."
                },
                "3": {
                    "ID": "10137288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/10137288",
                    "TitleEnglish": "Present for You",
                    "SummaryEnglish": "This is the special footage that was specifically made for the American 'Robotech the Movie' and was released only in Japan alongside with the Harmony Gold Megazone 23 Part II dub, it was released in Japan with English narration and Japanese subtitles",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "117901",
            "URL": "https://www.thetvdb.com/series/megazone-23/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "1074321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074321",
                    "TitleEnglish": "Part I",
                    "SummaryEnglish": "Motorcycle enthusiast Shogo mistakenly comes into possession of a government prototype bike. Pursued by ruthless goverment agents he plans to save himself by exposing the bike to the public on a live TV show hosted by a popular singing star. But, even the lovely Eve has secrets of her own and the government has much more to hide than just a transforming military motorcycle. As Shogo begins to unravel the mystery of the bike, he discovers a reality-shattering secret about the city and the world he thought he knew.",
                    "TitleJapanese": "メガゾーン23",
                    "SummaryJapanese": "東京と信じて疑わなかったこの街は、虚構の都市だった…\n\n退屈な日々を過ごしていた矢作省吾が、ある日偶然手に入れたバイク“ガーランド”は、軍の重要な秘密兵器だった。しかし、それを世間に公表しようとした省吾は、B.D.と呼ばれる男の指揮する軍の部隊と戦闘に突入してしまう。知り合いの高中由唯の元に逃げ込んだ省吾だったが、更にある恐ろしい事実が明らかになり…。"
                },
                "2": {
                    "ID": "1074331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074331",
                    "TitleEnglish": "Part II - Give Me Your Secret",
                    "SummaryEnglish": "The Dezalg have returned with a new, horrible weapon and unleashed it on Megazone 23's defenses. Believing their salvation is also in new weapons, B.D. is again bent on breaking the EVE's final protection level.Full control of Megazone 23 would mean unfettered weapons development. Shogo, meanwhile, has tried to return to a 'normal' life; Hanging out with his biker gang, \"Trash\" and his girlfriend, Yui. But, his convictions about the Megazone's shadow government policies haven't changed and when EVE calls for his help, he discovers where the Garland bike has been hidden. It's showdown time for Shogo and B.D., Trash and the military, as well as the Dezalg and Megazone. However, EVE's final secret, A.D.A.M., may mean no one will survive.",
                    "TitleJapanese": "メガゾーン23 PART II 秘密く・だ・さ・い",
                    "SummaryJapanese": "地球へと向かう、虚構の都市メガゾーンの運命は如何に…\n殺人犯として追われるようになった省吾。世間に背を向けるようにして暴走族の「トラッシュ」に身を寄せた彼は、半年振りに由唯との再会を果たす。一方、クーデターで実権を掌握したB.D.は、侵略者デザルクとの激しい戦闘を続けていた。また、イヴはこの状況を打破できる可能性を持った省吾を探し始めて…。"
                },
                "3": {
                    "ID": "1074341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074341",
                    "TitleEnglish": "Part III - The Awakening of Eve (1)",
                    "SummaryEnglish": "Years after the events of Megazone 23 II, the only city on Earth is the supposedly idyllic Eden. There lives Eiji Takanaka, a B Level hacker who has just been accepted into EX, the organization that controls Eden. However, before his first day on the job, he becomes embroiled in a network war, a legendary figure named EVE, and a plot to re-inhabit the Earth.",
                    "TitleJapanese": "MEGAZONE23 III イヴの目覚め",
                    "SummaryJapanese": "地球に残された唯一の街・エデンシティ。\nバイクとゲームに明け暮れる少年、エイジ・タカナカは、友人たちと訪れたサイコランドでウエイトレスのリョオと出逢った。リョオはCGパフォーマーであるイヴに憧れるごく普通の少女だが、なぜかネットワーク上にリョオに関するデータが存在しない。エデンシティでは大規模なハッカー集団であるネットジャッカムが横行していたのだ。超一級のハッカーでもあるエイジは、親友のバドと共にリョオのデータを消した犯人を探そうとネットワークの不法侵入を試みた。\n\nハッキングに失敗したエイジは、彼の所属するシティのシステム管理機関E-Xで反逆行為だと厳しく糾弾されるものの、ネットジャッカムに対抗するためにはエイジの高い能力が必要という事もあり、その件は不問に伏されガーランド部隊に配属される。シティの動脈というべきネットワークを守るために結成されたガーランド部隊は、ついにネットジャッカムのシオン率いるハーガン部隊と激突した!\nエデンシティを支配するE-Xと、それに反発するネットジャッカム。\nしかし戦いの最中、エイジの身体はシステムを介して侵入してきたE-X局長のヤコブに乗っ取られてしまう。その猛攻に倒されるシオン。その時彼は、エイジにエデンシティの最下層「ポイント・ゼロ」へ行くように言い渡した。\n「まさか、そんな…」\nそこでエイジが見たものは、なんと静かに横たわる本物のイブだった。"
                },
                "4": {
                    "ID": "1074351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megazone-23/episodes/1074351",
                    "TitleEnglish": "Part III - Day of Liberation (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "MEGAZONE23 III 解放の日",
                    "SummaryJapanese": null
                }
            }
        }
    }
}