{
  "URL": "https://www.thetvdb.com/series/fairy-tail",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1528406/",
    "https://www.themoviedb.org/tv/46261"
  ],
  "TitleEnglish": "Fairy Tail",
  "SummaryEnglish": "Lucy, an aspiring Celestial Wizard, becomes a friend and ally to powerful wizards Natsu, Gray, and Erza, who are part of the (in)famous wizard guild, Fairy Tail.",
  "Aliases": [
    "Fairy Tail Zero",
    "Fairy Tail: Fearī Teiru",
    "FAIRY TAIL"
  ],
  "Modified": "2025-08-18",
  "Seasons": {
    "0": {
      "ID": "120641",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "3273051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3273051",
          "TitleEnglish": "Welcome to Fairy Hills!!",
          "SummaryEnglish": "Lucy notices a mysterious hand-written request in which the client is looking for an object located in Fairy Tail's female dormitory, Fairy Hills. To ensure that the job is not a prank, she goes to verify it. Once she reaches the dormitory, she learns that the client is Hilda, the dorm's head, who asks her to find a \"shining treasure\" while wearing an embarrassing cat outfit.",
          "Aliases": []
        },
        "2": {
          "ID": "3720421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3720421",
          "TitleEnglish": "Fairy Academy: Yankee-kun to Yankee-chan",
          "SummaryEnglish": "Lucy Heartfilia is a transfer student at Fairy Academy. So are Natsu, Wendy, Erza, Gray, and the gang. But with such unpredictable classmates in Fairy Academy, trouble is not far ahead. A rival school is causing trouble for the gang, Gajeel and Juvia at the head, and Natsu and Gray set out to stop them. Meanwhile, Erza, the class president, is experiencing romance issues about a handsome stranger.",
          "Aliases": []
        },
        "3": {
          "ID": "4170322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4170322",
          "TitleEnglish": "Memory Days",
          "SummaryEnglish": "An all-new original story storyboarded by Hiro Mashima, the author of Fairy Tail, released on February 17, 2012. \"Natsu's Secret\" is going to be revealed in the \"Past World\"?! Guided by a \"magic book\" that's lying in the Guild's storage room, Natsu, Lucy, Happy, Gray, and Erza have traveled back into the past!!",
          "Aliases": []
        },
        "4": {
          "ID": "4308189",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4308189",
          "TitleEnglish": "Fairy Tail the Movie: The Phoenix Priestess",
          "SummaryEnglish": "Lucy Heartfilia, a member of the rambunctious wizard guild Fairy Tail, meets a mysterious girl named Eclair and her friend Momon, a strange bird. Eclair has somehow lost her memory, and the the only thing she remembers is that she must deliver the \"Phoenix Stone\" in her possession to somewhere. Soon after, Fairy Tail is attacked by the dark guild Carbuncle, who launch a sinister plot against Fairy Tail.",
          "Aliases": []
        },
        "5": {
          "ID": "4440418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4440418",
          "TitleEnglish": "Fairies' Training Camp",
          "SummaryEnglish": "Mavis is bored staying alone in Tenrou Island, so she decides to pay the guild a visit, unaware that the Fairy Tail members are going to the beach for a training camp which she decides to tag along as well. The group faces a lot of trouble that are caused by Natsu and Gray. What would happen if the girls got drunk?",
          "Aliases": []
        },
        "6": {
          "ID": "4515803",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4515803",
          "TitleEnglish": "Fairy Tail the Movie Prologue: The Starting Morning",
          "SummaryEnglish": "This OVA is showing a day of Eclair's life as a prologue to the movie Houou no Miko.",
          "Aliases": []
        },
        "7": {
          "ID": "4601835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4601835",
          "TitleEnglish": "Dokidoki Ryuuzetsu Land",
          "SummaryEnglish": "Adapting the chapter 298. The story is set during the Grand Magic Games when various guilds gather at the pool for some fun (and the chaos that ensues).",
          "Aliases": []
        },
        "8": {
          "ID": "4590304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4590304",
          "TitleEnglish": "Fairy Tail x Rave",
          "SummaryEnglish": "In a town far away, Lucy, Natsu and Happy, from Mashima's Fairy Tail manga, are on a mission to find a troublemaker and deal with her. Due to unknown circumstances they get separated. The same happens to Elie and Haru, from Mashima's Rave Master manga. Lucy and Elie manage to meet each other and together they try to find their respective partners..",
          "Aliases": []
        },
        "9": {
          "ID": "5830767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5830767",
          "TitleEnglish": "Fairies' Penalty Game",
          "SummaryEnglish": "Due to the bet they made during the Grand Magic Games, the time has finally come for Team Fairy Tail A and B to decide who will have the privilege to make the other team do whatever they desire, leading to a day's worth of antics from the two parties.",
          "Aliases": []
        },
        "10": {
          "ID": "5830768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5830768",
          "TitleEnglish": "Natsu vs. Mavis",
          "SummaryEnglish": "After Erza recruits Natsu to assist Mavis by allowing her to enjoy the qualities of a hot bath, Team Natsu and Juvia take up Warrod's request to look for a hidden treasure buried by the First Master herself 100 years ago, although the task becomes much harder than it was initially let on.",
          "Aliases": []
        },
        "11": {
          "ID": "5830769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5830769",
          "TitleEnglish": "Fairies of Christmas",
          "SummaryEnglish": "Lucy's apartment becomes the venue for a Christmas party for some of her friends. But the celebration soon devolves into chaos as Erza forces the rest of the guild into playing the Guild Master's Game with her. Erza proves merciless as she orders her friends to perform embarrassing acts. Gray finally manages to avenge everybody and orders Erza to walk home naked at the end of the game. As she leaves the party, she runs into Jellal, who kindly covers her up and accompanies her home.",
          "Aliases": []
        },
        "12": {
          "ID": "6090069",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6090069",
          "TitleEnglish": "Fairy Tail: Dragon Cry",
          "SummaryEnglish": "Natsu Dragneel and his friends travel to the island Kingdom of Stella, where they will reveal dark secrets, fight the new enemies and once again save the world from destruction.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "135431",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 48,
      "Episodes": {
        "1": {
          "ID": "1216581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216581",
          "TitleEnglish": "The Fairy Tail",
          "SummaryEnglish": "Natsu Dragneel, along with his cat named Happy, has traveled to the town of Hargeon in search of a wizard named Salamander. Here he runs into a young woman named Lucy Heartfilia, a Celestial Wizard, who is determined to join the famous Fairy Tail Guild.",
          "Aliases": []
        },
        "2": {
          "ID": "1216651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216651",
          "TitleEnglish": "Fire Dragon, Monkey, and Bull",
          "SummaryEnglish": "Natsu, Happy, and Lucy go in search of a missing Fairy Tail wizard in the mountains from which he never returned. Can they find their fellow Fairy Tail wizard before it's too late?",
          "Aliases": []
        },
        "3": {
          "ID": "1216661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216661",
          "TitleEnglish": "Infiltrate the Everlue Mansion",
          "SummaryEnglish": "Natsu and Happy team up with Lucy and they accept a job that has a strange and seemingly simple request...enter a mansion owned by Duke Everlue and burn a certain book. Is this job really as easy as it seems?",
          "Aliases": []
        },
        "4": {
          "ID": "1216671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216671",
          "TitleEnglish": "Dear Kaby",
          "SummaryEnglish": "Lucy, Natsu and Happy retrieve the book from the mansion, but Lucy cannot bring herself to destroy the book that they have taken the assignment to destroy. What is in the book to prevent her from wanting it destroyed?",
          "Aliases": []
        },
        "5": {
          "ID": "1216681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216681",
          "TitleEnglish": "The Wizard in Armor",
          "SummaryEnglish": "Natsu and Lucy start looking for a new job to take, but just then Erza, the strongest female member in all of Fairy Tail, returns. She's so powerful all the other people in Fairy Tail are scared stiff, and she immediately asks Natsu and Gray to come help her on a mission. Lucy tags along to keep the two of them from fighting, and on the train Erza tells the story of how she learned of the evil plans of Eisenwald, a Dark Guild, and how she intends on stopping them. But can the four of them really take on an entire guild by themselves?",
          "Aliases": []
        },
        "6": {
          "ID": "1216691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216691",
          "TitleEnglish": "Fairies in the Wind",
          "SummaryEnglish": "Natsu, Erza, Lucy, Happy, and Gray follow the Eisenwald Guild to try and stop them from using the Lullaby, a flute that when played will drain the life out of anyone that hears it. They find them but are lured into a trap set by none other than the Eisenwald leader, Erigor. Can they escape the trap and stop him before he completes his fiendish plan?",
          "Aliases": []
        },
        "7": {
          "ID": "1216701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216701",
          "TitleEnglish": "Flame and Wind",
          "SummaryEnglish": "Natsu, Erza, Gray, Lucy and Happy are trapped in the railroad station by an impenetrable wind barrier created by Erigon. Can they find a way to escape and stop him before he can carry out his plan to destroy the Guild Masters?",
          "Aliases": []
        },
        "8": {
          "ID": "1216711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216711",
          "TitleEnglish": "The Strongest Team!",
          "SummaryEnglish": "Natsu caught up to Erigor after breaking through the magic wind wall, but Natsu's flames aren't able to dent Erigor's perfectly controlled wind! Happy figures out wind's weakness, however, and Natsu uses his Dragon Slayer magic to stage a sudden comeback! After Lucy and the others arrive, everything would seem to be safe, but Kage suddenly takes back the flute and heads towards the Guild Masters! It's just one setback after another; can they ever truly stop the lullaby?",
          "Aliases": []
        },
        "9": {
          "ID": "1216721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216721",
          "TitleEnglish": "Natsu Devours a Village",
          "SummaryEnglish": "Natsu and the others get lost in the depths of Clover Canyon, a great natural labyrinth, on the way back from stopping the dark guild Eisenwald's evil schemes. They stumble upon a suspicious looking village, but don't care as long as they find something to eat! Food comes first! Moving houses, galloping chairs, whatever! As long as they're edible! But this village holds a secret truth...",
          "Aliases": []
        },
        "10": {
          "ID": "1216731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1216731",
          "TitleEnglish": "Natsu vs Erza",
          "SummaryEnglish": "What a battle! Natsu vs. Erza!! The flames of a Dragon Slayer vs. the armored Fairy Queen! Fairy Tail is expecting fireworks; this guild settles things with their fists! Natsu's all fired up and doesn't give an inch to Erza, but just then... A messenger shows up from the council talking about illegal actions during the Eisenwald incident, and he has an arrest warrant for Erza?!",
          "Aliases": []
        },
        "11": {
          "ID": "1445241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1445241",
          "TitleEnglish": "The Cursed Island",
          "SummaryEnglish": "S class quests... Requests so dangerous only wizards that the master gives permission to go on them. And yet, Natsu, Lucy and Happy go off on one of these S class quests on their own without permission! They head out to \"Galuna, the cursed island,\" and it turns out the people there are turning into demons from the evil spell of the moon! They learn that there is only one way to undo the curse, and that's to destroy the moon itself! But how in the world are they going to complete a request to \"destroy the moon?\"",
          "Aliases": []
        },
        "12": {
          "ID": "1579961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1579961",
          "TitleEnglish": "Moon Drip",
          "SummaryEnglish": "Natsu, Lucy, Gray, and Happy uncover a plot to release a demon that wrecked havoc years ago and was only stopped by Gray's former teacher who sacrificed herself to seal away the beast. They meet up with the wizards responsible and a fight breaks out between Gray and a masked wizard who turns out to be Lyon, a person from Gray's past. Meanwhile, Erza makes her way to the island.",
          "Aliases": []
        },
        "13": {
          "ID": "1579971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1579971",
          "TitleEnglish": "Natsu vs. Yuka the Wave User",
          "SummaryEnglish": "In order to protect the village, Natsu faces off against a new foe, Yuka, who is confident that Natsu will lose to him. Lucy also faces off against a wizard that seems to have her at a big disadvantage...",
          "Aliases": []
        },
        "14": {
          "ID": "1579981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1579981",
          "TitleEnglish": "Just Do Whatever!!",
          "SummaryEnglish": "Erza has arrived on Galuna Island and her only reason to be there is to return everyone to Fairy Tail for punishment, but Gray refuses to leave and is determined to finish his fight with Lyon.",
          "Aliases": []
        },
        "15": {
          "ID": "1579991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1579991",
          "TitleEnglish": "Eternal Magic",
          "SummaryEnglish": "Gray flashes back to when he first met his teacher and how she changed his life.",
          "Aliases": []
        },
        "16": {
          "ID": "1658401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1658401",
          "TitleEnglish": "The Final Showdown on Galuna Island",
          "SummaryEnglish": "Gray is about to use the Iced Shell magic on Lyon to permanently imprison him in ice like Deliora and Natsu must face off against a mysterious foe that uses Lost Magic. Gray considers sacrificing himself to stop Lyon while Natsu battles a mysterious new foe.",
          "Aliases": []
        },
        "17": {
          "ID": "1658411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1658411",
          "TitleEnglish": "Burst",
          "SummaryEnglish": "The demon, Deliora, has been released! Natsu, Erza, Gray, and Lucy try to stop the demon but it turns out there is no need. Erza, Natsu, Lucy, Gray, and Happy's then turn their attention to helping the villagers.",
          "Aliases": []
        },
        "18": {
          "ID": "1658431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1658431",
          "TitleEnglish": "Reach the Sky Above",
          "SummaryEnglish": "Erza recruits Natsu to help her \"destroy the moon\" as Lucy and Gray look on with disbelief with the rest of the villagers. Afterward Erza reminds Lucy, Natsu, Gray, and Happy of their impending punishment!",
          "Aliases": []
        },
        "19": {
          "ID": "1658451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1658451",
          "TitleEnglish": "Changeling",
          "SummaryEnglish": "Natsu finds a strange looking request on the job board and when he says the words on the paper, he, Lucy, Erza, Gray, Happy, and Loke all switch bodies.",
          "Aliases": []
        },
        "20": {
          "ID": "1658461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1658461",
          "TitleEnglish": "Natsu and the Dragon Egg",
          "SummaryEnglish": "This episode takes us back to when Happy and Natsu first met and when Lisanna was still apart of the gang.",
          "Aliases": []
        },
        "21": {
          "ID": "1445251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1445251",
          "TitleEnglish": "The Phantom Lord",
          "SummaryEnglish": "Fairy Tail is attacked by Phantom Lord and at first it is just their building, but when some of the Fairy Tail members are brutally attacked, Makarov declares war. While Fairy Tail attacks Phantom Lord's Gajeel waits for Makarov to leave to fight.",
          "Aliases": []
        },
        "22": {
          "ID": "1896671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1896671",
          "TitleEnglish": "Lucy Heartfilia",
          "SummaryEnglish": "Gajeel starts fighting and ends up in a fight with Natsu. Makarov fights with Phantom Lord Wizard, Jose, and being cathed in one of the Element 4 Magic. He loses his magic power and Fairy Tail army leaves the Phantom Lord. Lucy is rescued from the Phantom Lord guild by Natsu.",
          "Aliases": []
        },
        "23": {
          "ID": "1922731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1922731",
          "TitleEnglish": "15 Minutes",
          "SummaryEnglish": "Fairy Tail cures its wounds, whilst Phantom Lord appears in Magnolia. Erza is defeated by one of the most powerful magic force - the magic cannon Jupiter. Jose wants to get back Lucy, but Fairy Tail's guys aren't going to just her over. Magnolia has 15 minutes before Jupiter will fire second time. Natsu rushes into the big cannon of Phantom Lord.",
          "Aliases": []
        },
        "24": {
          "ID": "1922741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1922741",
          "TitleEnglish": "To Keep From Seeing Those Tears",
          "SummaryEnglish": "Natsu, Gray, and Elfman have infiltrated Phantom Lord's headquarters. Although Natsu manages to destroy Jupiter and the lookout somehow, Phantom has yet another trump card! Incredibly, the guild itself transforms into the magical giant Phantom Mk II, and starts casting the forbidden magic Abyss Break trying to wipe out the entire guild at once. With no time to spare,Monsieur Sol a member of the Element 4 appears before Elfman!",
          "Aliases": []
        },
        "25": {
          "ID": "1922751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1922751",
          "TitleEnglish": "A Flower Blooms in the Rain",
          "SummaryEnglish": "Elfman crushes Sol of the Land, one of the Element 4! Afterwards, the Phantom Mk II seems to slow down for some reason. That's because the giant moves using the power of the Element 4. If all of the Element 4 are defeated, they can stop Abyss Break! There are only two left! Natsu faces off against Aria of the Heavens and Gray faces off against Juvia of the Deep! There's almost no time left until Abyss Break is finished casting!",
          "Aliases": []
        },
        "26": {
          "ID": "1922761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1922761",
          "TitleEnglish": "Wings of Flame",
          "SummaryEnglish": "Natsu battles against the strongest member of the Element 4, Aria. Just when things are looking grim, Erza shows up. Aria gets serious and unleashes his full power by taking off his blindfold. Meanwhile Loke goes to rescue Lucy from Gajeel who has started attacking her for fun. Erza makes short work of Aria, but Jose shows up, whose evil magic is more than a match for Erza in her weakened state.",
          "Aliases": []
        },
        "27": {
          "ID": "1968361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968361",
          "TitleEnglish": "The Two Dragon Slayers",
          "SummaryEnglish": "Natsu finally faces off against Gajeel in an all out battle.",
          "Aliases": []
        },
        "28": {
          "ID": "1968371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968371",
          "TitleEnglish": "Fairy Law",
          "SummaryEnglish": "Makarov regains his powers and goes to aid in the fight against Phantom. He and Jose face off in a high-level magic battle.",
          "Aliases": []
        },
        "29": {
          "ID": "1968381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968381",
          "TitleEnglish": "My Resolve",
          "SummaryEnglish": "The fighting ends, with the help of Fairy Law; after the battle between Natsu and Gajeel, they find they may have more in common than they realized. Will this bring the two enemies closer? Lucy returns to the guild to apologize, and decides to return home to her father. Natsu, Erza, Happy and Grey find her note and follow her. Dressed in fancy clothes and having endless servants as her disposal... will Lucy decide to stay and never return to Fairy Tail again?",
          "Aliases": []
        },
        "30": {
          "ID": "1968391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968391",
          "TitleEnglish": "Next Generation",
          "SummaryEnglish": "There seems to be a problem with the Master. Is his age finally catching up to him?",
          "Aliases": []
        },
        "31": {
          "ID": "1968401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968401",
          "TitleEnglish": "A Star Removed from the Sky",
          "SummaryEnglish": "Loki has been acting weird, especially around Lucy. He broke up with all his girlfriends and seems to be dying. Lucy then figures it out, the star that cannot return to the heavens. Loki is stuck on Earth?",
          "Aliases": []
        },
        "32": {
          "ID": "1968411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968411",
          "TitleEnglish": "Celestial Spirit King",
          "SummaryEnglish": "Continuing from the previous cliffhanger, Loki is found out to be celestial spirit. He's trapped on earth because he unintentionally killed his contract holder, a grand rule for celestial spirits. Lucy tried to save him, but will it work? The appearance of the Spirit King then brings more trouble!",
          "Aliases": []
        },
        "33": {
          "ID": "1968421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968421",
          "TitleEnglish": "The Tower of Heaven",
          "SummaryEnglish": "While on vacation at the Kingdom's best resort, Erza seems to be haunted by glimpses from her past. Erza and Happy are abducted and taken into the Tower of Heaven, to Jellal. Will Natsu and the gang be able to save them? What is the Tower of Heaven and what does it have to do with Erza's past?",
          "Aliases": []
        },
        "34": {
          "ID": "1968431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968431",
          "TitleEnglish": "Jellal",
          "SummaryEnglish": "It is the start of a big battle where Erza's past starts to unfold and the darkness of the tower of heaven and the R-system are revealed.",
          "Aliases": []
        },
        "35": {
          "ID": "1968441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968441",
          "TitleEnglish": "Voice of Darkness",
          "SummaryEnglish": "This episode takes back to \"why\" Erza gained her mage skills and what happened to Jellal in the past",
          "Aliases": []
        },
        "36": {
          "ID": "1968451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/1968451",
          "TitleEnglish": "Heaven's Game",
          "SummaryEnglish": "This episode is basically a follow on of what happens in the rebellion and the revolt against Jellal, being that two of his 'comrades' betray him to Erza. Three new enemies appear. Lucy and Juvia seems to find themselves tied up with a very loud enemy, while Natsu on the other hand is fighting with a really \"fowl\" enemy; who will win this game?",
          "Aliases": []
        },
        "37": {
          "ID": "2351251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2351251",
          "TitleEnglish": "Armor of the Heart",
          "SummaryEnglish": "The revolt continues; the three enemies prove to be excellent fighters. Lucy is forced to fight Juvia of the Deep and Natsu is eaten. The battle looks grim for team Fairy Tail. We also get to take a peak on Gray's and Erza's relationship with each other when Erza first arrived at Fairy Tail. Meanwhile, Erza is still trapped at Sho's card. Who will come out on top of this twisted game?",
          "Aliases": []
        },
        "38": {
          "ID": "2351261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2351261",
          "TitleEnglish": "Destiny",
          "SummaryEnglish": "Convinced by Siegrain's arguments the magic council prepare to fire the lethal weapon Etherion on the Tower of Heaven. Meanwhile, having beaten the leader of the assassin group Trinity Raven, Erza advances to face Jellal alone.",
          "Aliases": []
        },
        "39": {
          "ID": "2351271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2351271",
          "TitleEnglish": "Give Our Prayers to the Sacred Light",
          "SummaryEnglish": "We will now find what is Jellal's plans and the real tower of heaven looks like. Natsu began to confront Jellal, only finding himself overpowered.Natsu starts beating up Jellal, but it was only for Jellal to see his power. Jellal uses a spell to cause him to have incredible speed and then uses another spell with the power of falling meteors.Natsu takes it,then gets up weakly reminding Jellal that the new Tower of Heaven has started to break.Natsu punches the ground and it cracks. The episode ends with Natsu telling Jellal that breaking things are Fairy Tail's specialty and that he is fired up more than ever now.",
          "Aliases": []
        },
        "40": {
          "ID": "2410711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410711",
          "TitleEnglish": "Titania Falls",
          "SummaryEnglish": "Natsu fights Jellal. Natsu is hardly able to scratch Jellal, having regained his true magical powers. So, deciding to just try and destroy the tower itself, he angers Jellal. Thus he launches the ultimate Heavenly Body Magic, Altairis, deciding to destroy Erza and Natsu together, not minding anymore about the destruction of the Tower. As the attack launched, Simon defended the two and died. Natsu decides to eat some of the lacrima, thinking to absorb the power of Etherion. He unleashes his true Dragon Slayer powers and continues to fight Jellal, but the Etherion, containing elements other than fire, backfired on him. But Natsu managed, and defeated Jellal. As Natsu faints, the unstable power of Etherion started to leak out of the lacrima and it will cause a huge explosion. Erza decides to fuse with the liquified lacrima to save her friends. The Etherion shot out to the sky.",
          "Aliases": []
        },
        "41": {
          "ID": "2410721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410721",
          "TitleEnglish": "Home",
          "SummaryEnglish": "Erza is in the sky floating above what looks like her funeral, as everyone is crying and Makarov is saying some words on her behalf. The 10 Wizard saints come and say they have decided to award one of the 2 open titles of one of the 10 Wizard Saints to Erza on her behalf. Natsu comes and screams that Erza is not dead, kicking flowers off of her tomb when everyone subdues him. Erza realizes that this is not what she wanted, she wanted to sacrifice herself to make everyone happy, not to see them all sad. All of a sudden she's on the beach, Natsu holding her in the water with everyone running towards them, happy to see them safe. They go with Sho and the others to invite them to join Fairy Tail, but they end up going their own way. When they get home, Fairy Tail has been rebuilt, with a lot of new additions. Juvia has joined the guild as well, and she brought Gajeel with her. Everyone is upset but Marakov calms them saying it was his decision. Later Gajeel is called out by 2 fairy tail members to the tree where he had attacked them back during the Phantom Lord ordeal to fight. He sits there and takes it without fighting back, when Laxus comes, furious that he is in the guild, and because of what people are now saying about the guild. He bets Gajeel to a pulp when the other fairy tail members realize that he is not fighting back since he wants to accepted. Laxus shoots a bolt of lightning at the girl and Gajeel jumps in front of it taking the hit. Gajeel then walks off, now injured, saying he has work to do.",
          "Aliases": []
        },
        "42": {
          "ID": "2410731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410731",
          "TitleEnglish": "Battle of Fairy Tail",
          "SummaryEnglish": "Short on money, Lucy decides to compete in the Miss Fairy Contest to win the 500 000 jewel prize, in spite of stiff competition including Mirajane and Cana. However, the contest goes awry when Laxus arrives with his 3 bodyguards, the Raijinshū. Evergreen turns the all the contestants into stone as hostage for Laxus's challenge: the Battle of Fairy Tail. To save the contestants, the entire guild must find Laxus and Raijinshū within three hours and defeat them. However, Fried has set up runes all over Magnolia Town creating traps with specified rules, including one that prevents people over 80 from passing has been set up around the guildhouse.",
          "Aliases": []
        },
        "43": {
          "ID": "2410741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410741",
          "TitleEnglish": "Defeat Your Friends to Save Your Friends",
          "SummaryEnglish": "The Battle of Fairy Tail moves into high gear, and Fairy Tail members are falling left and right, forced to fight each other to save their friends. With the weakest out of the way, the Raijinshū themselves start to join in. Back at the guildhouse, Makarov, Natsu, and Gajeel are trapped. Frustrated, Natsu serendipidously frees Erza from her stone form allowing her to join the fray. To everyone's amazement, the reclusive Mystogan returns to even the odds.",
          "Aliases": []
        },
        "44": {
          "ID": "2410751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410751",
          "TitleEnglish": "Thunder Palace",
          "SummaryEnglish": "Erza defeats Evergreen, freeing everyone under the stone spell. Since Laxus has lost his hostages, he takes the whole city hostage with Thunder Palace: lightning lacrimas in the sky that will rain down bolts of lightning and have been enchanted with Body Link Magic, which deals equal damage to the one who attacks it. While Fried is sent to finish off the remaining members of Fairy Tail, Laxus declares he will deal with Erza and Mystogan. Meanwhile, Levy words to dispel the runes around the guildhouse as Lucy and Happy encounter Bixlow. Despite her best efforts, Lucy is overwhelmed and her keys stolen until Loke arrives by his own will to save her and continue the battle.",
          "Aliases": []
        },
        "45": {
          "ID": "2410761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410761",
          "TitleEnglish": "Advent of Satan",
          "SummaryEnglish": "Lucy and Loke defeat Bixlow while Cana and Juvia are forced to fight one another because of Fried's runes. Juvia, wishing to be accepted by the guild sacrifices herself by hitting a lightning lacrima, hurting herself for Cana. As Cana fights and loses to Freed, Elfman and Mirajane find them. When Elfman fights and loses to Fried, Mirajane unleashes her power, Satan Soul Take Over, and defeats Fried.",
          "Aliases": []
        },
        "46": {
          "ID": "2410771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410771",
          "TitleEnglish": "Clash at Kardia Cathedral",
          "SummaryEnglish": "With all of the Raijinshu defeated, only Laxus remains. Mystogan arrives and holds his own against Laxus, but Erza and Natsu's arrival distracts him, allowing Laxus to attack and reveal Mystogan's face is the same as Jellal's. Mystogan reveals he's not Jellal but he heard of him before departing and leaving Natsu and Erza to finish the fight. Erza, too stunned by the revelation of Mystogan's identity, is ineffective against Laxus and leaves Natsu to fight him while she disables the Thunder Palace.",
          "Aliases": []
        },
        "47": {
          "ID": "2410781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410781",
          "TitleEnglish": "Triple Dragons",
          "SummaryEnglish": "With Erza's magical power is running out, the remaining members of Fairy Tail step in to help disable the Thunder Palace, but are rendered unconscious by the effect of the Body Link Magic afterward. Natsu is overwhelmed by Laxus until Gajeel arrives to even the odds. Laxus reveals that he is also actually a Dragon Slayer and casts the Fairy Law spell. When Levy appears and tells Laxus that Makarov is dying, Laxus responds that his chances of being the Master has increased.",
          "Aliases": []
        },
        "48": {
          "ID": "2410791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2410791",
          "TitleEnglish": "Fantasia",
          "SummaryEnglish": "After casting Fairy Law, Laxus notices that nobody has been killed, as he in fact, never thought of any of Fairy Tail as enemies, much to his surprise. Laxus and Natsu finally clash one last time and with help of Gajeel, Natsu is able to defeat Laxus. Fantasia is postponed for 1 day, and an injured Laxus goes to Fairy Tail to have a talk with Makarov, in where he's expelled but remain in good terms. Fantasia is then hosted, just as Makarov and the rest of guild, give a sign to Laxus which was something he came up to Makarov when Laxus was a child.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "312201",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 48,
      "Episodes": {
        "1": {
          "ID": "2896641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896641",
          "TitleEnglish": "The Day of the Fateful Encounter",
          "SummaryEnglish": "A reporter from \"The Weekly Sorcerer\" comes to interview Fairy Tail. Cana tells Lucy that she will have a fateful encounter.",
          "Aliases": []
        },
        "2": {
          "ID": "2896651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896651",
          "TitleEnglish": "Special Request: Watch Out for the Guy You Like!",
          "SummaryEnglish": "Love is in the air as Lucy thinks that Natsu has secret feelings for her. Meanwhile the whole Fairy Tail guild is turned upside down because Juvia whom believes that her relationship is going no where employs magical help from a love potion which in fact turns out to be a potion which makes the person who drinks it think that the first thing they see is their rival; Juvia attempts to use in on Gray but misses multiple times making everyone in the guild have rivals.",
          "Aliases": []
        },
        "3": {
          "ID": "2896661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896661",
          "TitleEnglish": "Love & Lucky",
          "SummaryEnglish": "Someone has been following Lucy for a while and takes caution. She finds out that her stalker is none other than her father, who narrates that Heartfilia Railways has been confiscated. He tells that he went to Lucy to ask for 100,000 jewel but she refuses. When Lucy is about to decide on a job, she overhears the other guild members discussing about a place called Acalypha, where a trade guild, Love and Lucky, is being held up by a group of armed robbers. Lucy recalls that her father had mentioned deciding to go work at a trade guild in Acalypha, which leaves her worried. She arrives there, in hopes of saving her father. With the help of her celestial spirits, she saves the victims from the robbers, but is surprised to find out that her father was not one of the victims, and only arrived after the victims were saved, since he had to walk. Lucy's father apologizes to Lucy, regretting what he had said the previous day, regarding asking Lucy for money.",
          "Aliases": []
        },
        "4": {
          "ID": "2896671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896671",
          "TitleEnglish": "Allied Forces, Assemble!",
          "SummaryEnglish": "Fairy Tail is joining up with other guilds - Blue Pegasus, Lamia Scale and Caitshelter - to defeat a dark guild named Oración Seis. These four guilds will each send out members to strike the six members of the Oración Seis down. From Fairy Tail, Natsu, Lucy, Gray and Erza are chosen. They are sent to Master Bob's villa (from Blue Pegasus) to meet up with other members of other guilds. They first meet the representatives of Blue Pegasus, the Trimens - Hibiki, Eve and Ren - and Ichiya. Afterwards, they meet Lyon and Shelly, whom they fought with before, and Jura from Lamia Scale. The episode ends with everyone surprised upon seeing Wendy from Caitshelter, a petite girl who arrives last.",
          "Aliases": []
        },
        "5": {
          "ID": "2896681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896681",
          "TitleEnglish": "Enter the Oración Seis!",
          "SummaryEnglish": "Wendy makes her entrance, but she's not alone. Her cat, Charle, has arrived with her, much to Happy's pleasure. The members of Blue Pegasus explain that the Oración Seis were after an extremely powerful spell sealed in Worth Woodsea - The Nirvana. The team of twelve (not counting the cats) go through a plan, whereby they take down the base of the Oracion Seis with Blue Pegasus' pride and Joy - a magical bomber, Christina, the Pegasus. Lucy and Wendy are worried about taking down the Oración Seis, consisting of Cobra, Racer, Hot Eye of The Heavenly Eye, Angel, Midnight and Brain. After discussing the plan, the excited Natsu runs off by himself, eager to defeat Oracion Seis on his own. Everyone else follows, unaware that Jura and Ichiya have already been beaten by Angel. The Oración Seis, with Angel's help, now know the plan of the joined guilds. Everyone else reaches the Worth Woodsea, only to witness Christina being taken down! Oración Seis appears, and easily defeats everyone but Wendy, who chooses to hide behind a rock in fear. Just as Brain is about to use a spell, he stops, having seen Wendy.",
          "Aliases": []
        },
        "6": {
          "ID": "2896691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896691",
          "TitleEnglish": "Maiden of the Sky",
          "SummaryEnglish": "Wendy is captured by the Oración Seis, and so is Happy! Erza is poisoned, and the poison is spreading through her body, which will eventually lead to her death. Erza requests for her arm to be cut off, but Charle says that Wendy can save her. Turns out, Wendy is the Sky Dragon Slayer, who has healing powers. The representatives intend to save Wendy and Happy, in order to be able to heal Erza. Oracion Seis intend to use Wendy's healing power to resurrect a certain person. Lucy stays behind with Hibiki to take care of Erza, while the others set off to rescue Happy and Wendy. On the way, Natsu, Gray and Charles are surrounded by Naked Mummy, who is working for the Oracion Seis, and have to defeat them. Wendy is ordered to revive a certain person, and that person is ... Jellal!",
          "Aliases": []
        },
        "7": {
          "ID": "2896701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896701",
          "TitleEnglish": "The Girl and the Ghost",
          "SummaryEnglish": "Natsu and Gray are up against the Naked Mummy guild. Meanwhile, Wendy is instructed to revive Jellal, who she \"owes her life to\". Wendy, though having heard of Jellal's bad deeds before, does not believe in them. Instead, she decides to resurrect Jellal, the one who saved her life. Natsu and Gray easily defeat the whole Naked Mummy guild, and are now up against Erigor, whom Natsu had once defeated. Lamia Scale and Blue Pegasus (excluding Hibiki and Ichiya, since Ichiya was captured) also defeat the other guilds they are up against. Nastu soon defeats Erigor, and everyone finds out where the base of Oración Seis is by asking those they defeated. Having reached near the base, Natsu shouts for Happy and Wendy, and attracts the attention of the Oracion Seis. Racer starts a fight with Natsu and Gray. Natsu and Charle go to find Wendy and Happy themselves, while Gray battles Racer alone. The two arrive to see Jellal revived. Natsu, Happy, Wendy and Charles leave first in order to heal Erza. Racer sees them escaping and tries to stop them, but Gray stops him in his tracks instead.",
          "Aliases": []
        },
        "8": {
          "ID": "2896711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896711",
          "TitleEnglish": "Dead Grand Prix",
          "SummaryEnglish": "Hibiki manages to communicate with Natsu through his magic, Archive, and informs him how to get to where Erza is. Meanwhile, Gray is having trouble defeating Racer and his Dead Grand Prix, a ton of magic motorcycles. Gray gets on one of the motorcycles and starts a race battle with Racer. Halfway through the race, Gray encounters Lyon and Sherry, and Lyon joins in the battle. While in battle, Lyon discovers Racer's weakness and whispers it to Gray, and then freezes Gray. Sherry joins in too, but soon gets defeated. Lyon almost gets defeated, and when Racer is just about to stab him, he tells Racer that he knows of his magic - lowering the speed of his opponents, or rather, slowing down their sense of time in a certain area. Gray has broken free from the ice and is at the tip of it, and fires an ice arrow at Racer. However, Racer reveals an explosive lacrima on his body, and plans to take Gray, Lyon and Sherry along with him by killing them. Just as Racer is about to run to Gray, Lyon grabs Racer and jumps down the cliff, followed by a huge explosion. Brain knows that Racer is defeated, and wakes up Midnight.",
          "Aliases": []
        },
        "9": {
          "ID": "2896721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896721",
          "TitleEnglish": "Darkness",
          "SummaryEnglish": "Jura starts a battle with Hot Eye of the Heavenly Eye, and Wendy wakes up and heals Erza. Meanwhile, Cobra follows Jellal, being unable to read his mind, to see that Jellal finds Nirvana. Natsu runs off to find Jellal, determined to not let him meet Erza. Erza hears the name \"Jellal\" and sets off by herself without the others knowing. Racer's personal guild, Harpyia, tries to stop Natsu, but is easily defeated. Hibiki explains about the power of Nirvana - the people in between the power of light and darkness switch to the opposite element. The people of light who feel powerful negative emotion fall into darkness. Fearing that Wendy, who blames herself for reviving Jellal, would fall into darkness as well, Hibiki knocks her unconcious. Meanwhile, Sherry, who feels that Gray has caused Lyon's death, has fallen into darkness, and knocks Gray unconscious. Hot Eye is also affected by Nirvana, and teams up with Jura. Ren heads toward the light, but Midnight, who begins to hunt the magicians, gets Eve as his first victim.",
          "Aliases": []
        },
        "10": {
          "ID": "2896731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896731",
          "TitleEnglish": "Celestial Skirmish",
          "SummaryEnglish": "Natsu is after Erza and Jellal and Lucy and Hibiki and Carla and Wendy are after him. As they search for him Natsu appears to find Gray unconsious in a stream. Natsu helps him out but Gray is actually two spirits from Oracien Seis. Gemi and Mini twin spirits of Gemini. They can copy anyone and know exactly what their thoughts are and copy their magical power. Gray (Gemini) undoes and anchor on a raft which Natsu is on and Natsu becomes sea-sick. Lucy and Hibiki arrive and see Gray is about to kill Natsu. They assume he has fallen for the darkness of Nirvanna. When they try to stop him Gemini takes on the form of Lucy then is able to control Saggitarius, who Lucy called out to stop Gray, Saggitaruis shoots at Hibiki making him unable to battle. Then Oracien Seis's Celestial Spirit Wizard appears, Angel. She tells Gemini to stop. Lucy replaces Saggitarius with Aquarius and Angel calls out Scorpio. Lucy does not know Spirit relationships like Angel and Angel knows Scorpio is Aquarius's boyfriend. They go off together leaving Lucy's powerful spirit unusable. Then Lucy calls out Leo (Loke or Loki) and Angel calls out Aries. Angel proclaims she killed Karen and Hibiki becomes enraged. He mutters that Angel killed his beloved, he begins to fall into darkness. Although they love each other Aries and Leo begin to fight and Lucy is unable to watch. Angel proclaiming that Leo is more powerful than Aries she calls out Caelum and tells it to shoot at Aries and Leo together. Lucy becomes upset at how Angel treats her spirits and asks Angel to release Areis from her contract, to let Leo and Aries to be together. Angel tells Gemini to kill Lucy in order to release Aries. As Gemini starts they hear Lucy;s inner voice. They are moved by how she loves Spirits through her thoughts. They claimed they couldn't kill someone who loves Spirits so much. Angel closes the gate and Hibiki, who is close to falling into darkness, gives Lucy a powerful spell to save him from falling into the darkn",
          "Aliases": []
        },
        "11": {
          "ID": "2896741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896741",
          "TitleEnglish": "Jellal of Days Gone By",
          "SummaryEnglish": "Though Angel is defeated, Lucy and Natsu end up falling down a giant waterfall; when they regain consciousness, they are attacked by Sherry, who is stopped by Gray and Lyon. Wendy reveals to Charle her past concerning Jellal and how she came to Cait Shelter. Meanwhile, Erza finds an amnesiac Jellal at the site of Nirvana; Jellal reveals that he placed a self-destructive spell on Nirvana, which Oración Seis mage Cobra is unable to dispel. Seeing the pain he has caused Erza, Jellal places a self-destructive magic upon himself.",
          "Aliases": []
        },
        "12": {
          "ID": "2896751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2896751",
          "TitleEnglish": "March of Destruction",
          "SummaryEnglish": "Brain manages to gain control of Nirvana and actives its second stage - a monster that begins marching towards Cait Shelter, causing Natsu, Gray, Lucy, and Happy to rush off and defeat it. When Natsu and Happy try to get ahead, they are forced into an aerial battle against Cobra. Meanwhile, Erza saves Jellal and convinces him to live for the future, and they begin to devise a plan to destroy Nirvana.",
          "Aliases": []
        },
        "13": {
          "ID": "2924091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/2924091",
          "TitleEnglish": "Super Aerial Battle: Natsu vs. Cobra!",
          "SummaryEnglish": "Because Cobra can predict all his moves, Natsu can't gain the upper hand until he fights instinctively. When Cobra uses his new generation \"poison\" dragon slayer magic, Natsu loses his mobility, but wins the battle with a deafening roar.",
          "Aliases": []
        },
        "14": {
          "ID": "3491001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3491001",
          "TitleEnglish": "Wizard Saint Jura",
          "SummaryEnglish": "Jura displays his true power and shows why he is one of the ten wizard saints. He battles with Brain, the leader of Oracion Seis and in a short battle defeats him. On the other hand Hot-Eye is winning his battle against Midnight and soon completely beats him. As Brain is about to fall unconcious, he thinks about his prayer - that Midnight should never disappear. And with that Midnight is shown to be revived and then crushes Hot-Eye in an instant saying that magic doesn't affect him. Natsu and the others wonder how they will be able to stop Nirvana from moving towards Cait Shelter.",
          "Aliases": []
        },
        "15": {
          "ID": "3491011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3491011",
          "TitleEnglish": "Your Words",
          "SummaryEnglish": "Midnight fights a battle with Erza and Jellal; being weakened from the destruction magic, Jellal loses the fight easily. After initially being overwhelmed, Erza figures out the true form of Midnight's magic and prepares to fight him again. Meanwhile, Wendy searches for Jellal in order to find the necessary information that will help Natsu and the others stop Nirvana.",
          "Aliases": []
        },
        "16": {
          "ID": "3491021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3491021",
          "TitleEnglish": "Zero",
          "SummaryEnglish": "Erza manages to overcome Midnight's illusory magic, while Natsu, Gray, Lucy and Happy confront Brain's staff, Klodoa. Realizing Midnight's defeat, Klodoa explains that Brain has an alternate destructive personality called Zero that was kept sealed by the members of the Oración Seis using body link magic. The seal is released and Zero emerges and defeats Natsu, Grey, Lucy and Happy with ease. Erza, Jellal, Wendy and Charle make haste as Zero initiates Nirvana to fire upon Cait Shelter.",
          "Aliases": []
        },
        "17": {
          "ID": "3491031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3491031",
          "TitleEnglish": "From Pegasus to Fairies",
          "SummaryEnglish": "As Zero fires on Nirvana, Blue Pegasus's ship Christina, held together by Lyon, Sherry, and Ren, destroy one of Nirvana's legs and cause it to miss. Hibiki relays the details of the plan to stop Nirvana: within 20 minutes, the six legs of Nirvana must be destroyed at the same time. As Natsu goes to the location of first Lacrima to fight Zero, Jellal follows him after regaining some of his memory.",
          "Aliases": []
        },
        "18": {
          "ID": "3700421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3700421",
          "TitleEnglish": "The Power of Feelings",
          "SummaryEnglish": "Having told Wendy to destroy the sixth Lacrima in his place, Jellal appears at the first Lacrima and gives Natsu the \"Flame of Guilt\". Natsu consumes the flame and enters Dragon Force for his fight against Zero and they power up for the final blow. Meanwhile, everyone reaches their respective destinations and wait for the right moment to strike.",
          "Aliases": []
        },
        "19": {
          "ID": "3700481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3700481",
          "TitleEnglish": "I'm With You",
          "SummaryEnglish": "As everyone gathers their strength for the final blow, Natsu is consumed by Zero's \"Genesis Zero\" attack. As he floats in the world of nothing, Igneel's voice speaks to him and he breaks free, defeating Zero and manages to destroy Nirvana's legs along with his allies, resulting in Nirvana's destruction.",
          "Aliases": []
        },
        "20": {
          "ID": "3700491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3700491",
          "TitleEnglish": "A Guild for One",
          "SummaryEnglish": "Agents from the government dispatched to the site of Nirvana's fall arrest Jellal; while everyone else resists, Erza stops them and urges the officials to take Jellal away, though she is devastated by the outcome. As everyone recovers at Caitshelter, it is revealed that the entire guild was an illusion created by the spirit of its guild master for Wendy's sake. With Nirvana's destruction, the spirit has fulfilled its purpose and Caitshelter vanishes. As Wendy is left behind crying, Erza invites her to join Fairy Tail.",
          "Aliases": []
        },
        "21": {
          "ID": "3700501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3700501",
          "TitleEnglish": "Call of the Dragon",
          "SummaryEnglish": "After saying goodbye to the Alliance the group returns to Fairy Tail, where Wendy and Carla get a warm welcome from their new guild. Erza encounters a mage with Requip magic similar to hers, while Gray tells Natsu that a woman named Daphne says that she met a dragon. When Natsu and Wendy go the Inn where she lives, they are caught in a trap arranged by Daphne. After trying to escape Gray suddenly comes in and challenges Natsu to their ultimate fight.",
          "Aliases": []
        },
        "22": {
          "ID": "3848251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3848251",
          "TitleEnglish": "Natsu vs Gray!!",
          "SummaryEnglish": "Gray and Natsu are fighting with all their power while everyone at Fairy Tail begin to worry. When Erza and Lucy decided to go and find their freinds, they encounter beasts that mimic their abilities. When Natsu is finally caught, Daphne reveals a handmade dragon designed to drain Natsu's power.",
          "Aliases": []
        },
        "23": {
          "ID": "3848301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/3848301",
          "TitleEnglish": "Friendship Overcomes the Dead",
          "SummaryEnglish": "As Daphne sucks out Natsu's magical power, Erza is fighting copies of herself in different armors in monster form. Elfman, Wakaba, and Macao comes and battle their copies too. Natsu remembers a faint voice. He remembers how he promised a town to kill or defeat someone who controls dragons. Knowing that, he bursted a loud Roar. Gray was called to the master's room because he betrayed Fairy Tail. All of the fairy tail members help destroy the dragon as Natsu made his decision, he plans to die with the dragon.",
          "Aliases": []
        },
        "24": {
          "ID": "4008361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4008361",
          "TitleEnglish": "A Fairy Tail Wizard",
          "SummaryEnglish": "While Natsu was still inside the artificial dragon, Fairy Tail had the dilemma whether to save Natsu or prevent Magnolia from being destroyed. Meanwhile, Master Makarov confronted Gray why he had betrayed Fairy Tail but Gray revealed his reasons for the act and Master Makarov gave him the plan to save both Natsu and Magnolia.",
          "Aliases": []
        },
        "25": {
          "ID": "4042001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4042001",
          "TitleEnglish": "Rainbow Cherry Blossoms",
          "SummaryEnglish": "Team Natsu along Wendy and Charle are on a mission in the mountains. Because of the snow, Lucy catches a cold and she can’t go to Fairy Tail’s annual flower watching. Natsu doesn’t have fun because of this and he and Happy unroot one of the cherry trees so that Lucy can see it.",
          "Aliases": []
        },
        "26": {
          "ID": "4046621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4046621",
          "TitleEnglish": "Wendy's First Big Job!?",
          "SummaryEnglish": "Wendy's gotten used to doing jobs at Fairy Tail and wants to try taking on something bigger so she can be more help to everyone, but gets into an argument with Carla over it.",
          "Aliases": []
        },
        "27": {
          "ID": "4075708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4075708",
          "TitleEnglish": "24-Hour Endurance Road Race",
          "SummaryEnglish": "The 24 hour race begins as all the Fairy Tail members race to get Wyvern Scales from the top of Mt. Ivor. There is no dropping out and no Flying Magic is allowed so Happy's in a difficult position but that does stop him from winning. Natsu,Jet Gray and Gajeel lose and have to do embarrasing photo spreads for the Weekly Sorcerer for two weeks as their punishment! And Happy is crushed by the fact that his prize is cheers of joy and the honor of winning.",
          "Aliases": []
        },
        "28": {
          "ID": "4079686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4079686",
          "TitleEnglish": "Gildarts",
          "SummaryEnglish": "Gildarts has finally come back to Fairy Tail after a hundred year quest and has news for Natsu concerning Igneel.",
          "Aliases": []
        },
        "29": {
          "ID": "4083882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4083882",
          "TitleEnglish": "Earth Land",
          "SummaryEnglish": "Wendy finally meets Mystogan, who she had known as Jellal in her childhood. He warns her about Anima, but as Wendy attempts to warn Fairy Tail about Magnolia's destruction, light shines down from the sky and the city disappears. Wendy finds that Natsu, Happy, Charle and herself are the only ones left.",
          "Aliases": []
        },
        "30": {
          "ID": "4090852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4090852",
          "TitleEnglish": "Edolas",
          "SummaryEnglish": "Knowing that all Fairy Tail members have disappeared, Natsu, Happy, Wendy and Charle went to Edolas using the remaining traces of Anima. They finally got into Edolas, seeing a very different scenery. After a while, they finally found a Fairy Tail guild. However, what they found is not the same as they imagined it would be.",
          "Aliases": []
        },
        "31": {
          "ID": "4099244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4099244",
          "TitleEnglish": "Fairy Hunter",
          "SummaryEnglish": "Natsu, Wendy, Happy and Carla are scared stiff at the Lucy of Edolas, until she mistakes Natsu for his Edolas counterpart and greets him -- with several grappling moves. Everyone is very different... but where's Erza? Why is THIS Fairy Tail on this run? And who's the Fairy Hunter?",
          "Aliases": []
        },
        "32": {
          "ID": "4099245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4099245",
          "TitleEnglish": "Key of Hope",
          "SummaryEnglish": "After a narrow escape from Erza Knightwalker, Natsu's group decides to head to the capital of Edolas on their own to save their friends, despite warnings from the Edolas Fairy Tail. However, they soon find themselves guided by Lucy Ashley, Lucy's Edolas counterpart, and Natsu and Wendy are shocked to discover that their magic does not work in Edolas.",
          "Aliases": []
        },
        "33": {
          "ID": "4099246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4099246",
          "TitleEnglish": "Fireball",
          "SummaryEnglish": "In the capital, Natsu and Wendy are surprised to find their Lucy alive and fully capable of using her magic. After Edolas Lucy and Earthland Lucy become acquainted with one another, Natsu's group escapes from the Royal Army and takes refuge in a hotel. When their plan to sneak aboard a Royal Army airship fails, they are saved by the timely arrival of the driver of a 4-wheeled vehicle - the Edolas version of Natsu.",
          "Aliases": []
        },
        "34": {
          "ID": "4099247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4099247",
          "TitleEnglish": "Welcome Home",
          "SummaryEnglish": "Earthland Lucy, Natsu, Wendy, Charle, and Happy reach the Royal City, where they find a Lacrima made from the magical energy of Magnolia. To save their friends, Charle reveals that she has had information about Edolas flowing into her head since they arrived, and the group devises a plan based on getting close to the King of Edolas and having Lucy use Gemini to learn how to transform the Lacrima back. Their plan is foiled when they are ambushed by Erza Knightwalker, whose forces exalt Happy and Charle as beings known as \"Exceeds.\"",
          "Aliases": []
        },
        "35": {
          "ID": "4110094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4110094",
          "TitleEnglish": "Extalia",
          "SummaryEnglish": "Because Natsu and Wendy are Dragonslayers, they are locked up and wind up discovering a secret about the Exceed. Happy and Charle are brought to Extalia, the home of the Exceed, and learn the true reason why they were sent to Earthland in the first place. Meanwhile, Edolas Gajeel plans a distraction so Earthland Gajeel can attempt to destory the lacrima that holds his friends.",
          "Aliases": []
        },
        "36": {
          "ID": "4117740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4117740",
          "TitleEnglish": "Fly, to Our Friends!",
          "SummaryEnglish": "After hearing the truth about their mission, Happy and Charle run away from the kingdom and end up with two mysterious cats, Lucky and Marl, who's egg had been taken by the queen to be used in the Dragon's Slayer Extermination Project. And Happy and Charle's hearts have been shaken by the kingdom and by what they think they had done. Will Happy and Charle find strength within their own hearts to go save their friends? It is implied that Lucky and Marl are actually Happy's parents.",
          "Aliases": []
        },
        "37": {
          "ID": "4118959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4118959",
          "TitleEnglish": "Code ETD",
          "SummaryEnglish": "Happy and Charle rush back to the city to save their friends. Meanwhile, Lucy is imprisoned and she pleads Erza Knightwalker to let her go and save her friends. The Edolas Erza attempts to kill Lucy by dropping her from the tower with her spear. But Happy and Charles save Lucy from her fall. Charles finds out Natsu and Wendy's location. The magic-crazed King activates Code ETD (Exceed Total Destruction)on the Exceeds that were after Charles and Happy, turning them into lacrima. Erza ambushes the three of them, but Earthland Erza and Gray step in to save their comrades.",
          "Aliases": []
        },
        "38": {
          "ID": "4119584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4119584",
          "TitleEnglish": "Erza vs. Erza",
          "SummaryEnglish": "Gray, Lucy, and Charle went to rescue Natsu and Wendy while Earthland Erza hold off Erza Knightwalker. Happy went off to get Gajeel so he can rescue the rest of Fairy Tail members that has been turned into lacrima. In Edolas, Dragon Slayer power is capable of doing that. Apparently, the king is planning to use the floating lacrima as a bomb to destroy Extalia. After the Dragon Slayers' rescue, Wendy and Charle went to Extalia to warn the Exceeds about the danger that is about to be brought. While searching for the king, Natsu, Gray, and Lucy are intercepted by Hughes and Sugarboy. Meanwhile, Gajeel is being held off by Panther Lily.",
          "Aliases": []
        },
        "39": {
          "ID": "4119585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4119585",
          "TitleEnglish": "We're Talking About Lives Here!!!!",
          "SummaryEnglish": "Natsu,Gray and Lucy engage in battle to save there friends and the Exceeds from being destroyed against Royal Army Captains, Hughes and Sugarboy, and the Chief of Staff of the Royal Army of Edolas, Byro. Coco steals the key to the Dragon Chain Cannon, the weapon required to fuse the lacrima island with Extalia. While Lucy thought she was still chased by monsters she and Coco bumped each other. Coco thinks twice whether to give the key to Lucy or not. Byro chases after Coco, and tells her to give him the keys. To the confusion of Lucy,she thought he wanted her keys. She then engages in battle to Byro.",
          "Aliases": []
        },
        "40": {
          "ID": "4128996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4128996",
          "TitleEnglish": "For Pride's Sake, the River of Stars",
          "SummaryEnglish": "After Lucy calls multiple spirits in a row to fight Byro her magic is quickly drained, though Virgo gives Lucy a Spirit World whip that can extend and contract to help in the fight. When Byro is defeated by the timely arrival of Natsu, Coco gives the key to Lucy, but it is stolen by Sugarboy, forcing Gray to pursue him.",
          "Aliases": []
        },
        "41": {
          "ID": "4137025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4137025",
          "TitleEnglish": "The Apocalyptic Dragon Chain Cannon",
          "SummaryEnglish": "Gray defeats Sugarboy and destroys the key after learning its purpose, as he can create another key from ice. However, Erza Knightwalker captures both Gray and Natsu and brings them before the king, whom she quickly takes hostage, revealing herself as Erza Scarlet. Erza's plan to force the guards to redirect the cannon goes awry when the real Erza Knightwalker appears.",
          "Aliases": []
        },
        "42": {
          "ID": "4137026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4137026",
          "TitleEnglish": "The Boy Back Then",
          "SummaryEnglish": "The queen of the Exceed reveals that her divine image was a lie perpetuated by the Elders to protect the Exceed from humans, but her inner strength convinces the Exceed to try and save Extalia with their own strength. When the lacrima suddenly disappears, Mystogan arrives to explain that he has restored Magnolia and thanks Panther Lily for saving his life while Lily reveals Mystogan is Prince Jellal of Edolas.",
          "Aliases": []
        },
        "43": {
          "ID": "4137028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4137028",
          "TitleEnglish": "Dragon Sense",
          "SummaryEnglish": "The Earthland wizards succeed in preventing Extalia's demise, but the battle is not over. Erza Knightwalker leads an ambushed by the Edolas Royal Army, while King Faust unleashes a super-powerful mechanical dragon, Dorma Anim. The Dragon Slayers confront the king, Erza Scarlet faces off against Knightwalker, the others battle the army while Mystogan and Pantherlily attend to other matters.",
          "Aliases": []
        },
        "44": {
          "ID": "4144093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4144093",
          "TitleEnglish": "O Living Ones",
          "SummaryEnglish": "The battles against the Edolas Royal Kingdom rages on. The army, Knightwalker and the king himself are all fighting against the Earth Land Mages who wish to recover their friends. Meanwhile, Edolas Fairy Tail tries to come to a decision on which side they'll choose.",
          "Aliases": []
        },
        "45": {
          "ID": "4144094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4144094",
          "TitleEnglish": "I’m Standing Right Here",
          "SummaryEnglish": "In the midst of the exhausting battle between the Edolas army and the members of Fairy Tail in both worlds, the Edolas combatants panic upon realizing their magic is disappearing thanks to Mystogan reversing Anima. However, to ensure the stability of Edolas, Mystogan declares himself a villain to Edolas and orders Pantherlily to kill him and emerge as a hero amongst the people.",
          "Aliases": []
        },
        "46": {
          "ID": "4144095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4144095",
          "TitleEnglish": "Bye-Bye Edolas",
          "SummaryEnglish": "Out of devotion, Pantherlily refuses to accept Mystogan's plan, but they soon find that Natsu, Wendy, and Gajeel have captured King Faust and begun a riot. When Mystogan confronts Natsu and defeats him, Mystogan is revealed to be the Prince of Edolas to the people. As the reversed Anima takes all the Earthland mages and the Exceed to Earth, everyone says their goodbyes while Mystogan remains behind, heralded as the new leader of Edolas.",
          "Aliases": []
        },
        "47": {
          "ID": "4144096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4144096",
          "TitleEnglish": "Lisanna",
          "SummaryEnglish": "On Earthland, the queen of the Exceed reveals that Exceed eggs had been sent to Earth to save them after she foresaw that Extalia would fall; Charle, possessing the same powers, had mistaken these visions as a mission. When the Exceed leave to find the remaining eggs, Panther Lily remains behind to be Gajeel's partner and to honour Mystogan's dedication to Fairy Tail. However, Panther Lily has brought them an unusual captive: Lisanna, who explains she is actually Earthland's Lisanna.",
          "Aliases": []
        },
        "48": {
          "ID": "4144097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4144097",
          "TitleEnglish": "He Who Extinguishes Life",
          "SummaryEnglish": "The aftermath of Natsu and his friends' adventures in Edolas is revealed: Edolas Fairy Tail moves closer to the kingdom to help rebuild the destroyed city, while Mystogan banishes the repentant Faust and sentences the remaining members of the Royal Army to assist with repairing the city. In Earthland, Lisanna returns to Earthland's Fairy Tail while Natsu and his friends tell the other guild members about their adventures in Edolas. Meanwhile, a young black-haired man is shown living in a forest where he causes all living things around him to die against his will, and says he wants to see Natsu.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "470982",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 54,
      "Episodes": {
        "1": {
          "ID": "4144098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4144098",
          "TitleEnglish": "Best Partners",
          "SummaryEnglish": "The members of Fairy Tail prepare for the guild's annually S-Class Promotion Exam, which will grant the S-Class rank to the one who passes. The eight participants - Natsu, Gray, Juvia, Elfman, Cana, Freed, Levy, and Mest (a man who claims to be Mystogan's disciple) - are instructed to choose a partner to accompany them during the exam, which is to take place on Tenrou Island, Fairy Tail's holy ground. Natsu partners with Happy, Gray with Loke (who temporarily nullifies his contract with Lucy to do so), Juvia with Lisanna, Elfman with Evergreen, Freed with Bickslow, Levy with Gajeel, and Mest with Wendy. During this time, Cana tells Lucy that she intends to leave the guild should she fail the exam, stating that she has failed the exam four times before. She reveals her reasons for doing so to Lucy, who offers to become Cana's partner. Meanwhile, Charle has brief glimpses of disastrous events in the future, one of which includes the black-haired youth from the forest.",
          "Aliases": []
        },
        "2": {
          "ID": "4172214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4172214",
          "TitleEnglish": "Who's the Lucky One?",
          "SummaryEnglish": "The eight exam participants reach Tenrou Island, where they are each required to take one of eight routes that will lead to the next stage of the exam. Lucy and Cana take a route where they are required to fight against Freed and Bickslow in a battle that will determine which pair will be allowed to advance. Lucy and Cana fear they stand no chance against them, but Freed throws the battle by pretending to be weak against women in swimsuits, allowing Cana to defeat him. Meanwhile, Natsu takes the route he believes will lead him to fight against Erza, but is ecstatic to find Gildarts waiting for him instead.",
          "Aliases": []
        },
        "3": {
          "ID": "4173728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4173728",
          "TitleEnglish": "Natsu vs. Gildarts",
          "SummaryEnglish": "For their preliminary trials, Juvia and Lisanna face off against Erza, while Elfman and Evergreen find themselves standing against Mirajane. Meanwhile, Natsu enthusiastically battles against Gildarts, with a series of flashbacks detailing how Natsu had never once been able to defeat him since childhood. Just when Natsu believes he has gained the upper hand, Gildarts unleashes an immense aura of magical power, prompting Natsu to surrender in fear. Gildarts teaches Natsu the benefits that fear has in order for him to grow stronger, and tells him that he has passed his preliminary trial.",
          "Aliases": []
        },
        "4": {
          "ID": "4173729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4173729",
          "TitleEnglish": "Mest",
          "SummaryEnglish": "After being defeated by Gray and Loke, Mest convinces Wendy to help him look for a secret he claims to be hidden on the island. Worried about Wendy, Charle arrives on Tenrou Island together with Pantherlily, who doubts Mest's claims of being Mystogan's disciple and suspects that Mest may not be a member of Fairy Tail. Meanwhile, Levy and Gajeel pass through the only route devoid of opponents, Elfman and Evergreen defeat Mirajane, and Juvia and Lisanna lose against Erza. For the second part of the exam, the remaining participants are instructed by Makarov to search the island for the grave of Mavis, Fairy Tail's first master, within six hours. During their search, Elfman and Evergreen encounter the black-haired youth, who unwillingly unleashes a wave of lethal magic, though Natsu arrives in time to save his friends.",
          "Aliases": []
        },
        "5": {
          "ID": "4185109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4185109",
          "TitleEnglish": "Black Wizard",
          "SummaryEnglish": "Natsu attacks the black-haired youth to no effect, causing the youth to despair that Natsu is not strong enough to defeat him. The youth unleashes another wave of death magic against Natsu and disappears, but Natsu is protected from the attack by his scarf, which turns black. Despite the encounter, the participants continue their exam as usual. Meanwhile, the most powerful dark guild of the Baram Alliance, Grimoire Heart, approaches Tenrou Island in search of the youth, who is revealed to be the ancient wizard Zeref. Levy, who separates from Gajeel after arguing with him, is attacked by Grimoire Heart members Yomazu and Kawazu. Gajeel rescues her, and the two prepare to fight against their attackers.",
          "Aliases": []
        },
        "6": {
          "ID": "4188982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4188982",
          "TitleEnglish": "Iron Soul",
          "SummaryEnglish": "Gajeel and Levy fight Yomazu and Kawazu, who reveal they are merely scouting the island for their more powerful guildmates. Though seriously wounded, Gajeel sends Levy to warn Fairy Tail of Grimoire Heart's attack and defeats the two scouts. While searching for Wendy together with Juvia, Erza finds Levy and lights a beacon signifying the exam's suspension and the enemy attack. Meanwhile, Charle and Pantherlily confront Mest over his identity.",
          "Aliases": []
        },
        "7": {
          "ID": "4193813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4193813",
          "TitleEnglish": "Makarov Charges",
          "SummaryEnglish": "Mest is revealed to be a member of the Magic Council sent to Tenrou Island to search for incriminating evidence against Fairy Tail and disband it. He, Wendy, Charle, and Pantherlily are attacked and defeated by Azuma, one of Grimoire Heart's most powerful members, the Seven Kin of Purgatory, who easily destroys the fleet of council ships Mest had summoned for support. Makarov attempts to cast Fairy Law to repel Grimoire Heart, but the dark guild's master Hades counters the spell with Grimoire Law. Makarov recognizes Hades as Purehito, his predecessor as the master of Fairy Tail.",
          "Aliases": []
        },
        "8": {
          "ID": "4193815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4193815",
          "TitleEnglish": "Lost Magic",
          "SummaryEnglish": "Makarov is defeated and gravely wounded in his battle against Hades, which is sensed by the wandering Laxus. Meanwhile, the other members of Fairy Tail battle Grimoire Heart's army. Joining the battle are the Seven Kin of Purgatory, each of whom possess an ancient form of magic called Lost Magic. Natsu faces off against Zancrow, one of the Seven Kin and a \"God Slayer\" who can create black flames Natsu is unable to eat.",
          "Aliases": []
        },
        "9": {
          "ID": "4199738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4199738",
          "TitleEnglish": "Fire Dragon vs. Flame God",
          "SummaryEnglish": "Natsu is overwhelmed by Zancrow's God Slayer magic, which proves superior to his own Dragon Slayer magic. Upon finding Makarov badly injured during his fight, Natsu regains his resolve and defeats Zancrow by nullifying his own magical power, allowing him to eat Zancrow's flames and combine their power with his own. Meanwhile, Lucy, Cana, Gray, and Loke fight Caprico, another member of the Seven Kin, while Mirajane and Lisanna fight Azuma.",
          "Aliases": []
        },
        "10": {
          "ID": "4207110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4207110",
          "TitleEnglish": "Grand Magic World",
          "SummaryEnglish": "Azuma learns of Mirajane's former identity as \"the Demon\" and straps Lisanna to a time bomb so he can fight Mirajane at full strength. Not wanting to lose Lisanna again, Mirajane sacrifices herself to defend Lisanna from the explosion. The remaining members of Fairy Tail learn from the Seven Kin their true goal: to resurrect Zeref and bring about the World of Great Magic, where only wizards would thrive while the rest of humanity would be subject to hell on earth. Meanwhile, Ultear finds Zeref and, after a brief battle, successfully captures him.",
          "Aliases": []
        },
        "11": {
          "ID": "4207111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4207111",
          "TitleEnglish": "Arc of Embodiment",
          "SummaryEnglish": "Elfman and Evergreen are overwhelmed and defeated by Rustyrose's Ark of Embodiment, which gives him the power to create anything from his imagination. Meanwhile, Loke recognizes Caprico as the celestial spirit Capricorn, and that he has the power to take control of humans. He sends Lucy, Gray, and Cana away while he fights Caprico, who recognizes Lucy as the daughter of celestial wizard Layla Heartfilia.",
          "Aliases": []
        },
        "12": {
          "ID": "4207112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4207112",
          "TitleEnglish": "Human Gate",
          "SummaryEnglish": "Caprico reveals himself to be a human named Zoldio who fused with Capricorn using his Human Subordination magic. He possesses Loke, but Loke gives his Regulus ring to the newly freed Capricorn, who uses it to free Loke and destroy Zoldio. Meanwhile, Cana suggests to Lucy and Gray that they split up to search for the Seven Kin and defeat them so they can resume the exam. After Lucy determines the location of Mavis's grave, Cana knocks her out with a sleeping spell and abandons her to find the grave, leading her to be found by Kain Hikaru of the Seven Kin.",
          "Aliases": []
        },
        "13": {
          "ID": "4207113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4207113",
          "TitleEnglish": "Lucy Fire",
          "SummaryEnglish": "Lucy and Hikaru’s battle interrupts Natsu’s battle with Ultear, leading Natsu to help Lucy and reform their old team while Ultear leaves with Zeref. Hikaru takes control of Lucy’s body using his voodoo-like cursing magic, which Natsu and Happy take advantage of once they obtain Hikaru’s voodoo doll by lighting it on fire, turning Lucy into a living fireball, and throwing her at Hikaru, defeating him.",
          "Aliases": []
        },
        "14": {
          "ID": "4207114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4207114",
          "TitleEnglish": "Dead-End of Despair",
          "SummaryEnglish": "Dranbalt tries to help Natsu and his friends evacuate the island as the Magic Council plans to fire Etherion once again, but they refuse to leave. Meanwhile, Juvia is nearly defeated during her and Erza's battle against Meldy of the Seven Kin, but regains her will to fight upon hearing Meldy say she wants to kill Gray out of revenge for hurting Ultear, and sends Erza to search for Gray and their friends. Seeing Juvia's determination to fight for Gray leads Meldy to link both of their physical senses to Gray's to ensure that he dies no matter who is killed in their battle.",
          "Aliases": []
        },
        "15": {
          "ID": "4207115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4207115",
          "TitleEnglish": "Tears of Love and Vitality",
          "SummaryEnglish": "Juvia refuses to kill Meldy and tries to stop her from killing herself. In doing so, Juvia witnesses Meldy's happy memories with Ultear through their connected senses and persuades her to stop fighting. Meanwhile, Gray meets Ultear, who claims to be his ally and that her plans for Zeref are part of what her mother Ul wanted. The other members of Fairy Tail encounter Grimoire Heart's remaining forces: Erza faces off against Azuma; a weakened Levy, Lisanna, and Pantherlily against Rustyrose; and Natsu, Lucy, and Wendy against Grimoire Heart's massively powerful deputy commander Bluenote Stinger.",
          "Aliases": []
        },
        "16": {
          "ID": "4240958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4240958",
          "TitleEnglish": "The One Thing I Couldn't Say",
          "SummaryEnglish": "Cana finds Mavis's grave and reflects on her reasons for becoming an S-Class wizard: her father is revealed to be Gildarts, who is unaware of his relationship with her, leading the younger, timid Cana to decide to become an S-Class wizard and bolster her own confidence to reveal the truth to him. However, Cana realizes that she had also betrayed Lucy in her determination. Wracked with guilt, Cana takes the Fairy Glitter spell from the grave and uses an enchanted card leading her to Lucy as she and her friends are attacked by Bluenote. She tries to perform the spell on Bluenote, but fails. However, she is saved when Gildarts arrives and attacks Bluenote.",
          "Aliases": []
        },
        "17": {
          "ID": "4236077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4236077",
          "TitleEnglish": "Tenrou Tree",
          "SummaryEnglish": "Gildarts fights Bluenote while Fried and Bickslow, who returned to Tenrou Island together with him, help Levy, Lisanna, and Pantherlily to fight Rustyrose. Meanwhile, Azuma reveals to Erza that he has used his magic, the Great Tree Arc, to absorb the magic-giving energy of the island's giant Tenrou Tree, destroying it and draining the strength of all the Fairy Tail members on the island except Erza.",
          "Aliases": []
        },
        "18": {
          "ID": "4236078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4236078",
          "TitleEnglish": "Erza vs Azuma",
          "SummaryEnglish": "Erza makes Azuma promise to return her guild's magical power if she defeats him. She herself is nearly defeated when Azuma uses the Tenrou Tree's magic, but receives her second wind upon hearing Jellal's voice and, drawing power from the tree's magic, cuts Azuma down",
          "Aliases": []
        },
        "19": {
          "ID": "4236079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4236079",
          "TitleEnglish": "Freezing Fighting Spirit",
          "SummaryEnglish": "Azuma transforms into a tree as a result of overusing his Great Tree Ark, but makes good on his promise to Erza and returns the guild's magical power, giving Gildarts, Fried and Bickslow enough strength to defeat Bluenote and Rustyrose. Meanwhile, Ultear tells Gray that the only spell that can defeat Hades is Iced Shell. She then takes Zeref and returns to Meldy, revealing to her that she is actually trying to manipulate Gray into defeating Hades for her so she can keep Zeref for herself. However, Gray is unfooled by her deception and, catching onto her true motives, challenges her.",
          "Aliases": []
        },
        "20": {
          "ID": "4246085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4246085",
          "TitleEnglish": "Power of Life",
          "SummaryEnglish": "It's Ul's pupil vs. Ul's daughter! What is Ultear really after and why has she turned against her own flesh and blood? The final battle with the leader of the 7 Kin of Purgatory comes to its thrilling conclusion!",
          "Aliases": []
        },
        "21": {
          "ID": "4246086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4246086",
          "TitleEnglish": "Rolling Thunder",
          "SummaryEnglish": "Natsu Dragneel, Lucy Heartfilia, Gray Fullbuster, Erza Scarlet and Wendy Marvell square off against Hades, where they are easily struck down. However, Laxus Dreyar storms in to save the day.",
          "Aliases": []
        },
        "22": {
          "ID": "4246087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4246087",
          "TitleEnglish": "The Man Without an Emblem",
          "SummaryEnglish": "Laxus fights Hades with full force and manages to seemingly overpower him. Meanwhile at the camp, the uninjured Fairy Tail members try to protect the injured from the return of some members of Grimoire Heart. Can Laxus manage to take revenge for his grandfather's defeat?",
          "Aliases": []
        },
        "23": {
          "ID": "4246088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4246088",
          "TitleEnglish": "Realm of the Abyss",
          "SummaryEnglish": "With a supercharge from Laxus, Natsu turns into an ultra-powerful Thunder-Flame Dragon! But will it be enough to rival the unfathomable strength of the deepest of magics? And will an exhausted Fried and Bickslow manage to finish off the tenacious duo of Yomazu and Kawazu?",
          "Aliases": []
        },
        "24": {
          "ID": "4246089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4246089",
          "TitleEnglish": "Daybreak on Tenrou Island",
          "SummaryEnglish": "The battle with Hades reaches its thrilling conclusion! Finally, dawn comes to Tenroujima... But is this really the end?",
          "Aliases": []
        },
        "25": {
          "ID": "4246090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4246090",
          "TitleEnglish": "The Right To Love",
          "SummaryEnglish": "The battle for Tenroujima is over, and Makarov puts the S Class Advancement Exam on hold for now... Meanwhile, Cana decides to tell Gildarts the truth, even though she's not an S Class wizard. But whatever happened to Zeref?",
          "Aliases": []
        },
        "26": {
          "ID": "4286358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4286358",
          "TitleEnglish": "Let’s Hold Hands",
          "SummaryEnglish": "Acnologia arrives at the island and begins to destroy it. Seeing the Black Dragon of Apocalypse, Makarov tells his guild members to run while he fights it, but the fairies wouldn't leave without their master and decide to fight alongside him. However, their efforts ended up being futile as Acnologia releases his Dragon's Roar, seemingly destroying the island and everyone on it.",
          "Aliases": []
        },
        "27": {
          "ID": "4293562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4293562",
          "TitleEnglish": "Fairy Tail, Year X791",
          "SummaryEnglish": "Seven years have passed since the destruction of Tenroujima and the disappearance of everyone on the island. The guild is in a sad state of affairs, with members leaving in droves, decent work in short supply, and Fairy Tail itself supplanted by a bigger, badder guild, Twilight Ogre. But one day, the members of Blue Pegasus fly over to deliver some startling news...",
          "Aliases": []
        },
        "28": {
          "ID": "4288687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4288687",
          "TitleEnglish": "The Seven Year Gap",
          "SummaryEnglish": "Natsu and the other members have returned from their seven-year sojourn, but in their absence, Fairy Tail has gotten in debt to the gangster-like guild, Twilight Ogre. While Makarov pays them a visit to try to negotiate a deal, Lucy seeks out her father, whom she hasn't seen in seven years...",
          "Aliases": []
        },
        "29": {
          "ID": "4288688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4288688",
          "TitleEnglish": "The Magic Ball",
          "SummaryEnglish": "The still-broke Lucy and Natsu take a job to capture the thieving master of masquerade, Velveno, at a magical ballroom dance, but first... Natsu has to learn the steps",
          "Aliases": []
        },
        "30": {
          "ID": "4302105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4302105",
          "TitleEnglish": "True Scoundrels - The Butt Jiggle Gang",
          "SummaryEnglish": "When Natsu and company escort a shipment of gold, the train is hijacked by the wickedly flatulent trio known as the Jiggle Butt Gang. After Natsu and Lucy get blown away by the bunch, it's up to Wendy to save the shipment, a tough task when Wendy's a hostage herself.",
          "Aliases": []
        },
        "31": {
          "ID": "4308214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4308214",
          "TitleEnglish": "The Terror of Invisible Lucy!",
          "SummaryEnglish": "A magic ointment turns Lucy invisible! At first, it's fun, as she can play pranks on her friends, but then she starts to lose more than just her visibility!",
          "Aliases": []
        },
        "32": {
          "ID": "4312560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4312560",
          "TitleEnglish": "Father's Memento",
          "SummaryEnglish": "Lucy receives an unexpected visitor, with an even more unexpected gift... a dying wish from her father.",
          "Aliases": []
        },
        "33": {
          "ID": "4315494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4315494",
          "TitleEnglish": "Turbulent Showdown! Natsu vs. Laxus",
          "SummaryEnglish": "Natsu and Laxus are going to fight and the other members of Fairy Tail can't wait to see it... except for Erza and Gray, who are off on a mission to capture some bandits and their wizard bodyguards! Meanwhile, Lucy is still trying to figure out the meaning of the ancient characters on her father's memento...",
          "Aliases": []
        },
        "34": {
          "ID": "4323951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4323951",
          "TitleEnglish": "Target: Lucy",
          "SummaryEnglish": "Lucy is the target of an unknown plot by the Earthland counterparts of Hughes, Sugarboy, and Coco. More about the mystery of the Iron Rod is revealed.",
          "Aliases": []
        },
        "35": {
          "ID": "4327259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4327259",
          "TitleEnglish": "The Fury of Legion",
          "SummaryEnglish": "It's Natsu versus Sugar Boy! Wendy and Lily versus Coco! Lucy versus Hughes! And Gildarts versus Byro! But are the members of Legion really after Lucy... or something else?!",
          "Aliases": []
        },
        "36": {
          "ID": "4327260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4327260",
          "TitleEnglish": "Key of the Starry Heavens",
          "SummaryEnglish": "After Legion makes off with Lucy's key, the only thing the members of Fairy Tail can do is search for clues to figure out Legion's objective and the purpose of the memento from Lucy's father. They head to Lucy's old family mansion, but as soon as they discover a hint, two more Legionnaires crash the party... and one of them is an Exceed!",
          "Aliases": []
        },
        "37": {
          "ID": "4327261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4327261",
          "TitleEnglish": "Travel Companions",
          "SummaryEnglish": "It's a race against time as the members of Fairy Tail split up into groups to find the scattered pieces of the mystical clock before Legion, but they run into all manner of obstacles. Nor does it help that Natsu is currently a doll-sized version of himself!",
          "Aliases": []
        },
        "38": {
          "ID": "4327262",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4327262",
          "TitleEnglish": "Labyrinth Capriccio",
          "SummaryEnglish": "Natsu and Lucy's team explore the ancient ruins of the Sacred Graveyard, going ever downward as they get through each floor's challenge. Meanwhile, in an interdimensional space, Gray, Juvia, and Lyon are in a desperate battle with Sugar Boy over the first piece of the mysterious clock!",
          "Aliases": []
        },
        "39": {
          "ID": "4336431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4336431",
          "TitleEnglish": "Footprints of the Myth",
          "SummaryEnglish": "The Fairy Tail teams get ever closer to the clock parts, but two Legion members have already shown up to challenge Natsu's team! And that means more size-changing shenanigans, deathtraps, and unlikely allies than you can throw a stick at!",
          "Aliases": []
        },
        "40": {
          "ID": "4336432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4336432",
          "TitleEnglish": "True Scoundrels, Once Again",
          "SummaryEnglish": "They're back by no one's demand! The Jiggle Butt Gang is committing more fragrant fouls (or is that \"foul fragrances\") than ever before, which stinks because they're doing it right in the faces of Erza and Wendy! Meanwhile, the only thing that can possibly break up the brawl between Natsu and Dan... is Lucy?! Oh, and... clock parts are finally discovered!",
          "Aliases": []
        },
        "41": {
          "ID": "4336433",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4336433",
          "TitleEnglish": "Defying Calculation",
          "SummaryEnglish": "Pantherlily battles and defeats Samuel as Gajeel's team retrieves the clock part from an underground chamber. Meanwhile, the Strauss siblings find another clock part and encounter Mary Hughes, while Byro appears before Natsu's team with the clock hand in his possession.",
          "Aliases": []
        },
        "42": {
          "ID": "4336434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4336434",
          "TitleEnglish": "The Course of the Holy War",
          "SummaryEnglish": "Mary Hughes breaks a taboo by unleashing her ultimate power! Can Mirajane out-ultimate her? Plus, Natsu takes on a giant octopus! And... the debut of the Jiggle Jugs Gang?! (Warning: It's not as appealing as it sounds...)",
          "Aliases": []
        },
        "43": {
          "ID": "4336435",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4336435",
          "TitleEnglish": "Time Begins to Tick",
          "SummaryEnglish": "Natsu gives all he's got against a Legion of one: Byro Cracy, who has the power to nullify all magic! Will the other Fairy Tail groups get there in time to pitch in? Or will this be... the beginning of the end?",
          "Aliases": []
        },
        "44": {
          "ID": "4336436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4336436",
          "TitleEnglish": "Enter the Neo-Oración Seis!",
          "SummaryEnglish": "Just when it looks Fairy Tail is about to have a climactic fight with Byro over the Infinity Clock, Oracion Seis returns, with upgraded powers and a desire to make the ominous clock their own!",
          "Aliases": []
        },
        "45": {
          "ID": "4360126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4360126",
          "TitleEnglish": "Get the Infinity Clock!",
          "SummaryEnglish": "Oracion Seis has made off with the Infinity Clock and seems intent on counting down to doomsday. Meanwhile, Fairy Tail regroups, using Cana's divination skills to locate Oracion Seis's targets and choose the best teams to go after them!",
          "Aliases": []
        },
        "46": {
          "ID": "4360127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4360127",
          "TitleEnglish": "Dissonance of Battle",
          "SummaryEnglish": "Doranbolt... or is that Mest Gryder?... returns! But whose side is he on this time? Meanwhile, teamwork isn't working out for Natsu, Elfman, and Lucy against the threat of Jackpot! Likewise, new partners Erza and Evergreen just can't get along!",
          "Aliases": []
        },
        "47": {
          "ID": "4372148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4372148",
          "TitleEnglish": "Anti-Link",
          "SummaryEnglish": "Mest and Lahar meet the mystery person that Zentopia has been hiding... or is that hunting down? Gray and Fried face off against one of the Six Generals (and Dan Straight's new object of adoration), Angel! Meanwhile, Erza, Evergreen, and Max are confounded by Cobra, master of sound!",
          "Aliases": []
        },
        "48": {
          "ID": "4377293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4377293",
          "TitleEnglish": "Despair Unleashed",
          "SummaryEnglish": "The members of Oración Seis stop fighting Fairy Tail and resume their mission of casting Anti-Links on the celestial wizards hidden in churches, completely lifting the seal on the Infinity Clock's true form, a massive, clockwork dreadnought. Byro, meanwhile, tells Natsu's team of his orders from Lapointe to bring Lucy to Zentopia's archbishop. With Oración Seis's plan complete, \"Michelle\" reveals her true identity as a member of Oración Seis, Imitatia, who posed as Lucy's relative to manipulate Fairy Tail into helping them. She also reveals her authority as archbishop given to her by the real one, forcing Byro to follow her orders, and kidnaps Lucy.",
          "Aliases": []
        },
        "49": {
          "ID": "4380763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4380763",
          "TitleEnglish": "Real Nightmare",
          "SummaryEnglish": "Natsu is imprisoned inside the Zentopia stronghold... along with the Jiggle Butt Gang! Back home, the Fairy Tail wizards are visited by a few members of the Archaeological Society, who shed some light on the Infinity Clock and what it does. Finally, Oracion Seis has Lucy and are going to use her as the final element to activate \"Real Nightmare\"!",
          "Aliases": []
        },
        "50": {
          "ID": "4385244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4385244",
          "TitleEnglish": "Time Spiral",
          "SummaryEnglish": "Cardinal Rapowant's devious plans begin coming to fruition as time itself warps, affecting even the Fairy Tail members aboard Ichiya's Christina. En route to rescue Natsu and Lucy, they become children, elderly, and even different species!",
          "Aliases": []
        },
        "51": {
          "ID": "4389511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4389511",
          "TitleEnglish": "To the Infinity Castle!",
          "SummaryEnglish": "As Natsu and other Fairy Tail members race to save Lucy before she's sacrificed by the new Oracion Seis, Gildarts has a non-magic showdown with Byro. They also learn the secret of Cardinal Rapowant, that even he didn't know!",
          "Aliases": []
        },
        "52": {
          "ID": "4391028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4391028",
          "TitleEnglish": "Angel Tears",
          "SummaryEnglish": "As Lucy is slowly being sucked within the Infinity Clock, Imitatia faces off against Natsu, Elfman and Coco. In addition, every other member of Fairy Tail starts working to stop the Infinity Clock from bringing forth chaos and to find the runaway Kinana. Erza and Cobra continue their match. Gray and Dan Straight face off against Angel, whose self-titled Magic proves to be more dangerous for her than it is for her opponents.",
          "Aliases": []
        },
        "53": {
          "ID": "4398595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4398595",
          "TitleEnglish": "I Hear the Voice of My Friend",
          "SummaryEnglish": "The battle to rescue Lucy from the Infinity Clock rages on, but it may be too late as Lucy becomes one with the clock! Plus, the climactic battle between Erza and Cobra!",
          "Aliases": []
        },
        "54": {
          "ID": "4403009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4403009",
          "TitleEnglish": "Lucy and Michelle",
          "SummaryEnglish": "Only Brain II is left standing between Natsu and Lucy, but he's the most powerful of the Six Generals! Also, learn the secret history of Lucy and Michelle in this epic finale to the Key of the Starry Heavens arc!",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "498630",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/4",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4409074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4409074",
          "TitleEnglish": "Sabertooth",
          "SummaryEnglish": "The Legion Corps are ordered by Zentopia's archbishop to retrieve the missing pieces of the Infinity Clock and seal them again. Before leaving on their new mission, they visit Fairy Tail and make amends with the guild for attacking them. Natsu and his friends later learn that Fairy Tail has lost their title as the strongest guild in Fiore to Sabertooth, which rose to power over the seven years they were frozen in time. Two of the strongest wizards in the guild include a pair of Dragon Slayers named Sting and Rogue, who are obsessed with fighting Natsu and Gajeel, respectively. Meanwhile, Makarov brings Gildarts to their abandoned guildhall and shows him Lumen Histoire, a light that Makarov says is Fairy Tail's greatest secret. Makarov then tells Gildarts that he has been chosen to become the next master of Fairy Tail.",
          "Aliases": []
        },
        "2": {
          "ID": "4414157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4414157",
          "TitleEnglish": "And So We Aim for the Top",
          "SummaryEnglish": "Natsu and his friends who returned from Tenrou Island learn that the rest of their guildmates have surpassed them in magic power. They visit Poluchka for medicine to strengthen their magic, but are turned down. Wendy recognizes Porlyusica's voice and scent as those of Grandine, the dragon who raised her. After apologizing to the group, it is revealed that Poluchka is the Grandine from Edolas who is now stuck in Earthland. Following directions from Grandine, Poluchka gives Wendy written instructions for two advanced spells the dragon failed to teach her. Meanwhile, Makarov announces Gildarts' succession as master to the rest of the guild, only to find he has gone on a journey, leaving a letter of resignation behind. In the letter, Gildarts reinstates Laxus into the guild, returns mastership to Makarov, and tells him to make Fairy Tail the strongest guild in Fiore again. Romeo suggests they participate in the Grand Magic Games, an annual festival designed to determine the guilds' rankings. Despite the rest of the guilds' objections after suffering six consecutive losses in the games, Natsu and his friends eagerly accept.",
          "Aliases": []
        },
        "3": {
          "ID": "4417741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4417741",
          "TitleEnglish": "Song of the Stars",
          "SummaryEnglish": "With the Grand Magic Games occurring in three months time, Lucy and her friends go to a seaside resort to begin their training section. On their second day of training, Virgo appears and tells the wizards that the Celestial Spirit World is in danger of destruction. When the wizards arrive, they instead find a surprise party held by the Celestial Spirit King celebrating their return from Tenrou Island after seven years. They spend a day partying with the spirits, only to realize Virgo before they leave that one day in the spirit world equals three months in the human world.",
          "Aliases": []
        },
        "4": {
          "ID": "4424072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4424072",
          "TitleEnglish": "For All the Time We Missed Each Other",
          "SummaryEnglish": "While mulling over their lost training time, the Fairy Tail members receive a message via carrier pigeon requesting a private meeting in the forest nearby. There they meet a runaway Jellal, Ultear, and Meldy, who have formed their own guild, Crime Sorciere, to defeat Zeref and any dark guilds that try to use his power. The three ask Fairy Tail for their help in determining the source of a magical anomaly similar to Zeref's magic that they have sensed around the Grand Magic Games arena Domus Flau. In exchange, Ultear uses her magic to double their magic power. As the others undergo the painful \"power-up\" process, Erza talks with Jellal over his regained memories. The two nearly kiss, but Jellal decides he and Erza cannot be together and lies to her that he has a fiancée. Erza quickly picks up on this and respects his decision, seeing Crime Sorciere off as they leave.",
          "Aliases": []
        },
        "5": {
          "ID": "4424074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4424074",
          "TitleEnglish": "Crocus, the Flower-Blooming Capital",
          "SummaryEnglish": "Natsu, Lucy, Gray, Erza, and Wendy are chosen to represent their guild in the Grand Magic Games, which are to be held in Fiore's capital Crocus. As they tour the city, Natsu and his friends meet Sting and Rogue, who mock Natsu for not being able to kill Acnologia and boast killing the dragons who raised them. At midnight that night, Fairy Tail and the other participating guilds are put through a preliminary event—a race through a massive floating labyrinth—designed to narrow the guilds down to eight teams.",
          "Aliases": []
        },
        "6": {
          "ID": "4425296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4425296",
          "TitleEnglish": "Sky Labyrinth",
          "SummaryEnglish": "In the elimination round, Natsu and the others have to make their way through the Sky Labyrinth, a giant mind-bending maze full of rotating walls and vicious rivals!",
          "Aliases": []
        },
        "7": {
          "ID": "4425297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4425297",
          "TitleEnglish": "New Guild",
          "SummaryEnglish": "The eight participating guilds of the Grand Magic Games are introduced! Along with Fairy Tail, there are old friends and rivals, old and new enemies... and at least one team that's completely unexpected!",
          "Aliases": []
        },
        "8": {
          "ID": "4429856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4429856",
          "TitleEnglish": "Night of Shooting Stars",
          "SummaryEnglish": "It's \"Hidden\", the opening game of the Grand Magic Games, and Gray finds that it's like playing cat and mouse. Unfortunately, he's the \"mouse\" as he keeps getting picked off by a member of Raven Tail!",
          "Aliases": []
        },
        "9": {
          "ID": "4425298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4425298",
          "TitleEnglish": "Lucy vs. Flare",
          "SummaryEnglish": "In the first battle of the first day of the Magic Games, Lucy is pitted against Raven Tail's Flare, whose long locks are deadly. But when Flare doesn't play fair, Lucy is forced to grin and bear it or risk a friend getting hurt!",
          "Aliases": []
        },
        "10": {
          "ID": "4429857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4429857",
          "TitleEnglish": "Portent",
          "SummaryEnglish": "There are more one-on-one battles on the first day of the Grand Magic Games, culminating with the mysterious \"Mystogan\" versus Jura! Will a Fairy Tail team finally get points?! Or will Mystogan's real identity be revealed, blowing his secret mission?!",
          "Aliases": []
        },
        "11": {
          "ID": "4430470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4430470",
          "TitleEnglish": "Chariots",
          "SummaryEnglish": "The second day begins with a chariot race of a sort, obviously not the best event for Natsu as his motion sickness kicks in right away! Surprisingly, though, he's not alone as two more participants suffer from the same affliction!",
          "Aliases": []
        },
        "12": {
          "ID": "4430473",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4430473",
          "TitleEnglish": "Elfman vs. Bacchus",
          "SummaryEnglish": "The battle portions of the second day continue with Kurohebi defeating Toby Horhorta and then showing his crueller side by ripping Toby's prized sock. Whilst everyone is watching the Games, malicious activities seem to be happening in the background, with Wendy, Porlyusica and Carla almost being kidnapped! In the midst of this chaos, an error by Arcadios sees Elfman fighting Bacchus. Does Elfman have what it takes to win, or is the outcome of this match already set in stone??",
          "Aliases": []
        },
        "13": {
          "ID": "4438145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4438145",
          "TitleEnglish": "Mirajane vs. Jenny",
          "SummaryEnglish": "Instead of duking it out for their match, former pinup models Mirajane and Jenny go head to head in a crowd-pleasing swimsuit pageant. But things get out of hand when all the wizard women join in!",
          "Aliases": []
        },
        "14": {
          "ID": "4442110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4442110",
          "TitleEnglish": "Kagura vs. Yukino",
          "SummaryEnglish": "The last battle of the second day pits Kagura, Mermaid Heel's strongest wizard against Yukino, a young Celestial Spirit Wizard on Sabertooth's side. They bet with their lives and Yukino threatens to make good on it when she opens the unknown 13th Gate!",
          "Aliases": []
        },
        "15": {
          "ID": "4442111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4442111",
          "TitleEnglish": "Hatred at Nightfall",
          "SummaryEnglish": "After being drummed out of Sabertooth, why does Yukino pay Fairy Tail a visit? And what is Erza going to do when she learns that two more people want to murder Jellal, including a dear friend?!",
          "Aliases": []
        },
        "16": {
          "ID": "4442112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4442112",
          "TitleEnglish": "Pandemonium",
          "SummaryEnglish": "Confronted by the Sabertooth Guild Master himself, Jiemma, Natsu decides to fight him all-out in their lodgings. Despite his attacks, he is unable to deal even a scratch on him. Eventually, their \"fight\" is interrupted with the arrival of Minerva and her hostage, Happy, forcing Natsu to leave reluctantly. The following day, the Grand Magic Games resume with a new event: Pandemonium. However, the beasts within the domain of this event appear to be quite challenging for the participants.",
          "Aliases": []
        },
        "17": {
          "ID": "4442113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4442113",
          "TitleEnglish": "100 Against 1",
          "SummaryEnglish": "In the event called Pandemonium, Erza has opted to take on 100 powerful magic-generated monsters by herself... but what is the secret of the one S-class monster?!",
          "Aliases": []
        },
        "18": {
          "ID": "4442114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4442114",
          "TitleEnglish": "Laxus vs. Alexei",
          "SummaryEnglish": "The third day of the Grand Magic Games proceeds into the battle portions. The first match, Mermaid Heel's Millianna and Quatro Puppy's Semmes, results in an unexpected win. Rufus Lohr easily dominates Eve Tearm in the following match. Then, in the next match between the father-and-son Guilds, an unexpected play from Raven Tail seemingly gives them an incredible advantage against even Laxus Dreyar.",
          "Aliases": []
        },
        "19": {
          "ID": "4442115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4442115",
          "TitleEnglish": "Wendy vs. Shelia",
          "SummaryEnglish": "Laxus takes on Raven Tail's elite, but they're after something more than a win! And then there's Wendy vs. Cheria, a battle royale between two masters of the wind!",
          "Aliases": []
        },
        "20": {
          "ID": "4442116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4442116",
          "TitleEnglish": "Small Fists",
          "SummaryEnglish": "The match between Wendy Marvell and Chelia Blendy continues, with Chelia using her ultimate move. Elsewhere, Jellal watches the match, noting the dark magic. However, as the battle ends, he realizes that the evil aura is coming from someone else. As he tries to chase the mysterious person, he is quickly intercepted by Doranbolt and Lahar. Will Jellal be able to escape? And what is the result of Wendy's battle?",
          "Aliases": []
        },
        "21": {
          "ID": "4500807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4500807",
          "TitleEnglish": "Naval Battle",
          "SummaryEnglish": "As Fairy Tail happily parties in a bar to celebrate their earlier victories, others all around Crocus contemplate the harsh realities of things they have witnessed on the third day, and those to come. Malice also lurks in Sabertooth, as, in the Naval Battle event the following day, Minerva succeeds in brutally attacking Lucy as a demonstration of her guilds power.",
          "Aliases": []
        },
        "22": {
          "ID": "4500811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4500811",
          "TitleEnglish": "A Parfum For You",
          "SummaryEnglish": "Whilst Lucy is in the infirmary due to Minerva's cruel play in the Naval Battle event, Fairy Tail Team A and B are forced to merge to even out the odd number of teams. With tension building between Sabertooth and Fairy Tail, the tag battles begin with Team Blue Pegasus against Team Quatro Puppy, the man in the blue bunny suit finally revealing his identity.",
          "Aliases": []
        },
        "23": {
          "ID": "4514374",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4514374",
          "TitleEnglish": "Battle of Dragon Slayers!",
          "SummaryEnglish": "The fourth day of the X791 Grand Magic Games continue with the second match of the day, Lamia Scale against Mermaid Heel. Both sides struggle to win, only to end the battle in a draw, leading to the beginning of the last match between Fairy Tail's and Sabertooth's Dragon Slayers.",
          "Aliases": []
        },
        "24": {
          "ID": "4514375",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4514375",
          "TitleEnglish": "Four Dragons",
          "SummaryEnglish": "The fourth day's final battle between Sabertooth and Fairy Tail kicks off with Natsu and Gajeel proving themselves as formidable opponents against the Twin Dragons of Sabertooth, but when push comes to shove, Sting and Rogue decide to utilize their trump card and turn the tides of the battle. Will the Fairies attain victory against their opponents or will the Tigers stay true to their title as Fiore's strongest guild?",
          "Aliases": []
        },
        "25": {
          "ID": "4514376",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4514376",
          "TitleEnglish": "Natsu vs. the Twin Dragons",
          "SummaryEnglish": "The tag battle of the Dragon Slayers comes to a close, with Natsu intrepidly overpowering the combined attacks of Sting and Rogue. The Sabertooth members watch in dismay, whilst Jiemma seethes in anger over the defeat of the Twin Dragons, causing the nearby spectators to be frightened away. On the contrary, the rest of Fairy Tail celebrates in joy as its team receives 10 points, finally surpassing Team Sabertooth by only a single point. Meanwhile, Gajeel, back to his senses after being dragged by Natsu into a cart earlier, stumbles upon a cave full of dragon skeletons, much to his shock. And during that night, Jellal finally manages to corner the source of the dark aura, standing in complete disbelief at the identity of the mysterious, hooded person.",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "569867",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/5",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 51,
      "Episodes": {
        "1": {
          "ID": "4798440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4798440",
          "TitleEnglish": "King of the Dragons",
          "SummaryEnglish": "Fairy Tail is back, picking up where it left off, in the middle of the Grand Magic Games! But during a short break, Gajeel leads Natsu and Wendy to the underground dragon burial ground. Wendy uses her magic to communicate with a dragon's soul, which leads to them getting a revelatory history lesson involving two of their greatest foes!",
          "Aliases": []
        },
        "2": {
          "ID": "4848061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4848061",
          "TitleEnglish": "The Eclipse Project",
          "SummaryEnglish": "In the dragon graveyard, Arcadios explains to Fairy Tail what he needs from them to make Project Eclipse work. He takes them to the king's palace, Mercurius, and shows them Eclipse, the actual portal designed to take a party back in time to kill Zeref! But not everyone in the kingdom is on board with changing history...",
          "Aliases": []
        },
        "3": {
          "ID": "4848883",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4848883",
          "TitleEnglish": "Fairy Tactician",
          "SummaryEnglish": "While everyone is focused on the last event at the Grand Magic Games, Team Natsu slips into the palace to try to spring the imprisoned Lucy. Meanwhile, Mavis, the progenitor of Fairy Tail, uses wartime strategy in a bid to lead her team to victory!",
          "Aliases": []
        },
        "4": {
          "ID": "4848885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4848885",
          "TitleEnglish": "Gray vs. Rufus",
          "SummaryEnglish": "During the final event of the Grand Magic Games, Gray is tasked with beating Rufus, which is the key to Sabertooth's fall. But it seems to be a one-sided battle as Rufus uses his Memory Magic to make new magic, as well as causing Gray to forget his own!",
          "Aliases": []
        },
        "5": {
          "ID": "4859431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4859431",
          "TitleEnglish": "The Hungry Wolf Knights",
          "SummaryEnglish": "Sabertooth has a new master! And Fairy Tail may be on top of the Grand Magic Games, but below the palace, Natsu and the others are still trapped in Palace Hell. And then things get worse when the hunters become the hunted... by the Garou Knights!",
          "Aliases": []
        },
        "6": {
          "ID": "4872635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4872635",
          "TitleEnglish": "Fairy Tail vs. Executioners",
          "SummaryEnglish": "Though their appearances may be foolish, the Garou Knights are the strongest executioners in the kingdom! And now, the members of Fairy Tail's \"away team\" are separated from each other and forced into one-on-one combat against the knights.",
          "Aliases": []
        },
        "7": {
          "ID": "4872722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4872722",
          "TitleEnglish": "Scorching Earth",
          "SummaryEnglish": "When Lucy and Yukino get their Celestial Spirit keys back, they summon various old comrades to combat the goofy-looking but powerful Uosuke, master of natural disasters!",
          "Aliases": []
        },
        "8": {
          "ID": "4872723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4872723",
          "TitleEnglish": "Our Place",
          "SummaryEnglish": "It's the last round of the all-out battle between the members of the Fairy Tail rescue team and the Garou Knights! But if Natsu, Lucy, and the others triumph, will they become enemies of the state?!",
          "Aliases": []
        },
        "9": {
          "ID": "4880797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4880797",
          "TitleEnglish": "The Kingdom 'til Tomorrow",
          "SummaryEnglish": "The Lucy rescue team led by Natsu finally makes it out of Hell Palace after an epic battle with the Garou Knights... but they're stopped dead in their tracks by a single mysterious figure before them!",
          "Aliases": []
        },
        "10": {
          "ID": "4895113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4895113",
          "TitleEnglish": "Erza vs. Kagura",
          "SummaryEnglish": "Natsu's \"away team\" has successfully rescued Lucy and Yukino, but now they're puzzling over the mystery of the two Lucys! And back in Crocus, Erza's battle against Kagura truly begins, a battle steeped in vengeance more than sport!",
          "Aliases": []
        },
        "11": {
          "ID": "4895114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4895114",
          "TitleEnglish": "A Future Racing Toward Despair",
          "SummaryEnglish": "Erza's battle royale with Kagura finally ends in an unexpected way. Also, we learn of the untold connection between the two combatants. And will Natsu and his team ever escape from the palace with Lucy and future Lucy?!",
          "Aliases": []
        },
        "12": {
          "ID": "4902461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4902461",
          "TitleEnglish": "Frog",
          "SummaryEnglish": "Future Lucy warns of an impending attack by a swarm of over 10,000 dragons, but does she have a solution? And is she even telling the truth? Jellal, for one, doesn't think so!",
          "Aliases": []
        },
        "13": {
          "ID": "4908508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4908508",
          "TitleEnglish": "Roaring Thunder!",
          "SummaryEnglish": "The end of the Grand Magic Games is near, and only the strongest wizards remain in the final battle. But Gajeel has become a new form to battle an unknown shadowy evil! With her wounded leg, Erza can barely fight against the deadly Minerva! And Laxus is up against possibly the most powerful wizard of all: Jura of the Ten Wizard Saints!",
          "Aliases": []
        },
        "14": {
          "ID": "4908509",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4908509",
          "TitleEnglish": "Gloria",
          "SummaryEnglish": "The Grand Magic Games are ending at last! But who will be the last wizard standing? And which guild will be crowned the strongest in Fiore?",
          "Aliases": []
        },
        "15": {
          "ID": "4908510",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4908510",
          "TitleEnglish": "The One Who Closes the Gate",
          "SummaryEnglish": "Lucy wasn't the only time traveler from the future. There's one more... and it's the person who possessed Rogue in his match with Gajeel. But is his motive the same as Lucy's or something more sinister?",
          "Aliases": []
        },
        "16": {
          "ID": "4931314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4931314",
          "TitleEnglish": "Natsu vs. Rogue",
          "SummaryEnglish": "Natsu takes on the future Rogue by himself so Lucy can get away, but the future version is a lot more powerful than the present one and possibly evil! Meanwhile, Princess Hisui slowly opens the gigantic Eclipse portal to harness its incredible amount of magic power against the invading swarm of 10,000 dragons. Except... the dragons they've been warned about from future Lucy and future Rogue are nowhere to be found...",
          "Aliases": []
        },
        "17": {
          "ID": "4931316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4931316",
          "TitleEnglish": "For Me, Too",
          "SummaryEnglish": "The true menace of the opened Eclipse portal becomes clear as one dragon after another lumbers through, intent on murdering everyone. Only a Celestial Spirit wizard can close the portal, but will Lucy be able to do it before all 10,000 dragons enter the world from 400 years in the past?!",
          "Aliases": []
        },
        "18": {
          "ID": "4941550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4941550",
          "TitleEnglish": "Seven Dragons",
          "SummaryEnglish": "Seven dragons have invaded Crocus from the ancient past and are tearing up the city. It seems the only thing that can defeat a dragon is a Dragon Slayer, but there are only six in town (including Natsu, Rogue, Sting, etc.), so Doranbolt goes on a mission to enlist the aid of a certain nefarious Slayer...",
          "Aliases": []
        },
        "19": {
          "ID": "4955605",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4955605",
          "TitleEnglish": "Zirconis' Magic",
          "SummaryEnglish": "Seven dragons came through the Eclipse portal before it was closed... but now one of them drops dozens of eggs that hatch immediately! Plus: Sabertooth turns a new leaf! Cobra fights on the side of good?! And Zirconis uses magic to make clothes disappear, which proves to be particularly embarrassing for Lucy!",
          "Aliases": []
        },
        "20": {
          "ID": "4964342",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4964342",
          "TitleEnglish": "People and People, Dragons and Dragons, People and Dragons",
          "SummaryEnglish": "The battle rages on between dragons and Dragon Slayers with the future at stake! Natsu carries out his audacious plan against a powerful Fire Dragon... a dragon that happens to have a connection with Igneel, Natsu's adoptive father!",
          "Aliases": []
        },
        "21": {
          "ID": "4964343",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4964343",
          "TitleEnglish": "Sin and Sacrifice",
          "SummaryEnglish": "Jellal and Erza are saved from Millianna's wrath when Ultear comes to their aid, explaining to the woman that she is the evil behind the Tower of Heaven incident. With the Mages of Fiore struggling against the attacking Dragons and hatchlings and neither Natsu nor Future Rogue gaining an advantage in their fight, many people begin to feel doubtful about surviving the war. Concurrently, Gray falls to one of Motherglare's minions protecting Juvia, and Ultear decides she no longer deserves to live after the darkness she has brought to those around her.",
          "Aliases": []
        },
        "22": {
          "ID": "4964344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4964344",
          "TitleEnglish": "Time of Life",
          "SummaryEnglish": "As several wizards across Crocus are cornered and killed by the dragons, Ultear recalls her forbidden Last Ages spell, which is capable of reversing time at the cost of the user's life. After deciding to atone for for her lifelong misdeeds, she casts the spell in an attempt to avoid the dragons' arrival in the present. Afterward, she discovers that only one minute has been reversed and collapses. As a result of her spell, however, the wizards are able to foresee and prevent their own deaths, including Gray's. Lucy reunites with her friends at Eclipse and reveals that, according to her future self's notebook, they can return Future Rogue and the dragons to their respective time periods by destroying Eclipse once and for all.",
          "Aliases": []
        },
        "23": {
          "ID": "4964345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4964345",
          "TitleEnglish": "Fields of Gold",
          "SummaryEnglish": "The only way to stop the rogue Rogue from the future and the seven dragons from the past is to destroy the gigantic time portal that they came through... except it's made out of Magnanium alloy, which is highly resistant to magic! Then, the future Lucy is dead, but long live future Lucy?! What lies in wait when her body dematerializes from the present?",
          "Aliases": []
        },
        "24": {
          "ID": "4965187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4965187",
          "TitleEnglish": "The Grand Banquet",
          "SummaryEnglish": "The king is holding a ball at the palace to honor the wizards of Fiore for their valor during the Grand Magic Games and their great efforts to protect the kingdom from Future Rogue and the seven dragons. Everyone is having a good time except for the nagging feeling that something is wrong when Natsu doesn't show up. Later, Princess Hisui is forced to take responsibility for her part in the peril that beset the kingdom.",
          "Aliases": []
        },
        "25": {
          "ID": "4965188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4965188",
          "TitleEnglish": "Droplets of Time",
          "SummaryEnglish": "As Jellal and Merdy search the ruins for Ultear, they run into Doranbolt, who tells them of a serious spell he cast in order to protect the royal family. Meanwhile, the members of Fairy Tail are on their way home when Gray spots an elderly woman who seems heartbreakingly familiar...",
          "Aliases": []
        },
        "26": {
          "ID": "4965189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/4965189",
          "TitleEnglish": "A Gift",
          "SummaryEnglish": "Upon returning to Magnolia, Fairy Tail gets a heroes' welcome and their old headquarters back. Anxious to get back on the job, Natsu, Lucy and company take on what they assume to be the simple task of ridding a village of its mole problem. They assume the village is making a mountain out of a molehill, but...",
          "Aliases": []
        },
        "27": {
          "ID": "5002775",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5002775",
          "TitleEnglish": "Welcome Back, Frosch",
          "SummaryEnglish": "A special one-off episode featuring Frosch! When Rogue's lovable little partner gets lost in town, Rogue, Sting, and Yukino find him, but hang back so he can return to the Sabertooth guild hall alone. Misadventures ensue as Frosch keeps meeting up with various guild members and encounters a group of larcenous frog traders!",
          "Aliases": []
        },
        "28": {
          "ID": "5008018",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5008018",
          "TitleEnglish": "Moulin Rouge",
          "SummaryEnglish": "A newly-installed pool table at the Fairy Tail guild hall has Erza reminiscing about the first time she shot pool... which was also the first time she came across a certain bandit, the quickest draw on the continent.",
          "Aliases": []
        },
        "29": {
          "ID": "5008019",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5008019",
          "TitleEnglish": "Full Effort Hospitality!",
          "SummaryEnglish": "Lucy wants to show her Celestial Spirits that she appreciates all their hard work, so she summons them one by one to make their wishes come true. Natsu and Happy are on hand to help out, but as often happens with the unpredictable, unstable Celestial Spirits, chaos ensues!",
          "Aliases": []
        },
        "30": {
          "ID": "5008020",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5008020",
          "TitleEnglish": "Signal of Rebellion",
          "SummaryEnglish": "The world is racked with abnormal weather and natural disasters, conditions that keep all the Fairy Tail wizards busy. Natsu and Lucy take on a job to investigate major changes in celestial bodies, only to find it's a set-up. When they're attacked by a giant sea slug, none of Lucy's regular Celestial Spirits answer her calls for help. But as if to answer this mystery, Virgo appears, although her appearance and attitude are way off the mark. In fact, it seems that what Virgo wants most is to punish Lucy!",
          "Aliases": []
        },
        "31": {
          "ID": "5008021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5008021",
          "TitleEnglish": "Library Panic",
          "SummaryEnglish": "Lucy's transformed, evil Celestial Spirits aim to perform a ritual that will give them \"absolute freedom.\" As Lucy, Yukino, and Levy head to the Magic Library to find a clue to stop them, Natsu takes the fight to the Celestial Spirit World itself, and he encounters the more polite but deadly Taurus!",
          "Aliases": []
        },
        "32": {
          "ID": "5033952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5033952",
          "TitleEnglish": "Hisui Rises!",
          "SummaryEnglish": "Princess Hisui and Arcadios are on their way to Fairy Tail when they fortuitously run into Natsu, Lucy, and Yukino. Princess Hisui has created something to send the wayward Celestial Spirits home by force, but the mother and son duo of Pisces appears to snatch it. And, like the other Celestial Spirits, this is a new, darker version of their previous selves. For example, the mother Pisces now has much bigger jaws...",
          "Aliases": []
        },
        "33": {
          "ID": "5040697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5040697",
          "TitleEnglish": "Astral Spiritus",
          "SummaryEnglish": "The Fairy Tail cavalry arrives in Astral Spirytus to help Natsu and the gang try to stop the renegade Celestial Spirits from gaining perfect freedom at the cost of only having 12 days left to live. However, when the Spirits enter their respective gates, the Fairy Tail members split up to follow them for one last fight in the space between the Human World and Celestial Spirit World.",
          "Aliases": []
        },
        "34": {
          "ID": "5046391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5046391",
          "TitleEnglish": "Wendy vs. Aquarius - Let's Have Fun in the Amusement Park!",
          "SummaryEnglish": "The new version of Aquarius is a light-hearted girl who just wants to have fun, but that consists of wanton destruction with her water power. Wendy and Carla try to gently subdue her at some kind of pocket universe amusement park, a dubious prospect at best.",
          "Aliases": []
        },
        "35": {
          "ID": "5053639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5053639",
          "TitleEnglish": "Guild Deck vs. Celestial Deck",
          "SummaryEnglish": "Cana faces off against the new Scorpio in a card game battle that pits simulacra of Fairy Tail members against Celestial Spirits! But she doesn't know the rules of the game, and if she loses, Cana will become a card in Scorpio's deck!",
          "Aliases": []
        },
        "36": {
          "ID": "5060543",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5060543",
          "TitleEnglish": "Gray vs. Cancer! Dance Battle!",
          "SummaryEnglish": "Gray has a dance-off with Cancer! Levy's trivia battle with Capricorn continues. Cana's card game with Scorpio concludes! Natsu is on the scent of a hidden Loke amid ancient ruins. And a new development involves Princess Hisui and Arcadios in the action.",
          "Aliases": []
        },
        "37": {
          "ID": "5065785",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5065785",
          "TitleEnglish": "Juvia vs. Aries! Desert Death Match!",
          "SummaryEnglish": "How can Juvia fight the new sun-worshiping Aries in the desert without even a drop of water?! Will Levy reveal an embarrassing secret to win the quiz battle against Taurus? And who is the 13th Celestial Spirit that plagues Natsu and company?!",
          "Aliases": []
        },
        "38": {
          "ID": "5067336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5067336",
          "TitleEnglish": "Erza vs. Sagittarius! Horseback Showdown!",
          "SummaryEnglish": "Erza faces off against Sagittarius in three equine-related events. Gemi and Mini turn Gajeel and Tiger Lily into small furry pets. And Ophiuchus reveals her true form to Natsu and his team!",
          "Aliases": []
        },
        "39": {
          "ID": "5077419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5077419",
          "TitleEnglish": "Natsu vs. Leo",
          "SummaryEnglish": "Natsu begins a decisive battle against Leo, who now has the ability to suck all the flames out of his hot-tempered opponent! Meanwhile, the Liberum process continues, even though most of the Celestial Spirits have been defeated...",
          "Aliases": []
        },
        "40": {
          "ID": "5085239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5085239",
          "TitleEnglish": "Ophiuchus, the Snake Charmer",
          "SummaryEnglish": "Though sick from the Dark Magic he imbibed, Natsu makes a desperate bid to save Lucy and Yukino from Ophiuchus's artificial worlds. And the giant snake Celestial Spirit reveals the true nature of her plan as well as the identity of her master",
          "Aliases": []
        },
        "41": {
          "ID": "5104227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5104227",
          "TitleEnglish": "When the Stars Fall",
          "SummaryEnglish": "The two Fairy Tail groups go on attack mode, trying to destroy the celestial globe and Ophiuchus simultaneously, the only way to stop the mad Celestial Spirit King from gaining ultimate power. Of course, that's much easier said than done...",
          "Aliases": []
        },
        "42": {
          "ID": "5104334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5104334",
          "TitleEnglish": "Celestial Spirit Beast",
          "SummaryEnglish": "Natsu and his fellow Fairy Tail members come face to face with the eclipsed Celestial Spirit King... except the king is now more like a giant fiend without a face! Or more like he's got a giant vacuum cleaner tube for a face, which he uses to suck up his own planet, the captive Celestial Spirits, and if they're not careful, the Fairy Tail Wizards!",
          "Aliases": []
        },
        "43": {
          "ID": "5110516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5110516",
          "TitleEnglish": "Believe",
          "SummaryEnglish": "The end of an arc! At the Celestial Spirit Beast's core, Natsu and Happy discover the original Celestial Spirit King, chained up and heading for imminent destruction. Meanwhile, the other Fairy Tail members are on the outside, trying to destroy the creature even as it gets stronger.No matter what they have done it",
          "Aliases": []
        },
        "44": {
          "ID": "5115959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5115959",
          "TitleEnglish": "What a Pure Heart Weaves",
          "SummaryEnglish": "Natsu babysits Asuka for an eventful day. For starters, she goes with Natsu and Lucy out on several jobs to make money so she can buy a certain item... but then it gets stolen by a pack of nefarious sky pirates who've been plaguing the town lately.",
          "Aliases": []
        },
        "45": {
          "ID": "5122513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5122513",
          "TitleEnglish": "413 Days",
          "SummaryEnglish": "Juvia has known Gray for 413 days; hence, it's a time to celebrate their \"anniversary.\" But when Erza encourages her to get Gray a present, it becomes a conundrum. Juvia takes several stabs at coming up with an appropriate gift, but will it please Gray on this day that has a special meaning for him?",
          "Aliases": []
        },
        "46": {
          "ID": "5128305",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5128305",
          "TitleEnglish": "The Labyrinth of White",
          "SummaryEnglish": "Natsu, Lucy, and Happy are on a seemingly simple job to retrieve a special kind of ice from a snow-covered mountain, but between freezing cold, a fierce blizzard, and a labyrinthine cave, their focus shifts to just staying alive!",
          "Aliases": []
        },
        "47": {
          "ID": "5130764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5130764",
          "TitleEnglish": "Transform!",
          "SummaryEnglish": "While Mira teaches Lucy, Natsu, and Happy basic Transformation Magic, Erza does her own transformation while shopping... into Fairy Woman! And a superhero may be just what's needed when two other Fairy Tail members are turned into supervillains!",
          "Aliases": []
        },
        "48": {
          "ID": "5135726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5135726",
          "TitleEnglish": "It's Kemo-Kemo!",
          "SummaryEnglish": "Natsu and Happy get a new addition to their family: Kemokemo, an unknown creature hatched from an egg that fell out of the sky. Natsu goes on a guild exchange program so he can ask all over Fiore about Kemokemo, but he, Gray, and Erza cause trouble at every guild on the trip.",
          "Aliases": []
        },
        "49": {
          "ID": "5135727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5135727",
          "TitleEnglish": "The Place You Came To",
          "SummaryEnglish": "As the combined Fairy Tail and Sabertooth team explore the mysterious island, the members suddenly start dropping like flies. Meanwhile, there's a giant sea serpent to face, runes in ruins to decipher, and Kemokemo won't stop growing!",
          "Aliases": []
        },
        "50": {
          "ID": "5135728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5135728",
          "TitleEnglish": "Lightning Man",
          "SummaryEnglish": "The town of Borwatt has a job for Laxus in particular: to solve their neverending lightning problem... except it seems Laxus himself is responsible for the dangerous phenomenon. Can he and his Raijin-shuu partners fix things before the town's mayor smears them and all of Fairy Tail?",
          "Aliases": []
        },
        "51": {
          "ID": "5152209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5152209",
          "TitleEnglish": "Fairy Tail of the Dead Meeeeeeeeen",
          "SummaryEnglish": "It's raining \"Men\" in Magnolia as the \"Ichiya virus\" turns just about everyone into a shuffling, single-minded sniffing clone of the Blue Pegasus guild master. Only Natsu and Happy seem to be immune, but how can they find a cure when most of Fairy Tail has been Ichified and is intent on stopping them?",
          "Aliases": []
        }
      }
    },
    "6": {
      "ID": "617624",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/6",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 39,
      "Episodes": {
        "1": {
          "ID": "5171389",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5171389",
          "TitleEnglish": "Morning of a New Adventure",
          "SummaryEnglish": "While relaxing in their new bathhouse, the Fairy Tail women get a surprising, and not entirely welcome, visitor. Later, Natsu and Gray specifically get a job request from Warrod Seeken, 4th-ranked member of one of the Ten Wizard Saints. But what mission could a wizard of his stature have in mind for Fairy Tail?",
          "Aliases": []
        },
        "2": {
          "ID": "5171390",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5171390",
          "TitleEnglish": "Wizards vs. Hunters",
          "SummaryEnglish": "After arriving at the frozen Sun Village, the members of Fairy Tail try to figure out a way to defrost everything, but are interrupted by a trio of treasure hunters who may have the key to melting the otherwise indestructible ice... except they're only interested in taking the village's Eternal Flame for themselves.",
          "Aliases": []
        },
        "3": {
          "ID": "5171391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5171391",
          "TitleEnglish": "Art of Regression",
          "SummaryEnglish": "Erza is confronted by Minerva, who doesn't mind that her opponent is in a weakened child form. Now Minerva belongs to a dark guild, Succubus Eye, and her partner faces off against Natsu, who has also been reverted to childlike form. And Sun Village with its giant residents is still supernaturally frozen over...",
          "Aliases": []
        },
        "4": {
          "ID": "5171392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5171392",
          "TitleEnglish": "The Demon Returns",
          "SummaryEnglish": "With Flare's heroic arrival at the village, the odds are a bit evened, so it's Lucy, Wendy, and Flare versus the three sexist treasure hunters of Sylph Labyrinth! Meanwhile, Natsu keeps following that mysterious voice, while Erza in child form gets a whupping from Minerva!",
          "Aliases": []
        },
        "5": {
          "ID": "5171393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5171393",
          "TitleEnglish": "Gray vs. Doriate",
          "SummaryEnglish": "Gray's duel with Doriate is one-sided when his childlike form can't produce enough power to deal any damage. Meanwhile, the other members of Fairy Tail find the Eternal Flame... but it's frozen solid. Making matters worse, a ravenous giant monster appears...",
          "Aliases": []
        },
        "6": {
          "ID": "5205294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5205294",
          "TitleEnglish": "Voice of the Flame",
          "SummaryEnglish": "As Natsu battles the formidable winged cyclops monster, Gray enacts his plan to melt the mountain of ice encasing the Eternal Flame... but does he end up extinguishing that along with it? Plus: the identity of the familiar voice that called out to Natsu, bringing him to the frozen Eternal Flame!",
          "Aliases": []
        },
        "7": {
          "ID": "5205295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5205295",
          "TitleEnglish": "Song of the Fairies",
          "SummaryEnglish": "Natsu and the other Fairy Tail wizards help celebrate Flare's homecoming in the defrosted Sun Village. Meanwhile, Minerva returns to the Succubus Eye guild, only to find a member of Tartarus waiting for her. Later, the Fairy Tail wizards make it back to Warrod's house for rest, relaxation, and a revelation about his past!",
          "Aliases": []
        },
        "8": {
          "ID": "5226418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5226418",
          "TitleEnglish": "Tartaros Chapter, Prologue - The Nine Demon Gates",
          "SummaryEnglish": "The Magic Council is having a meeting about the mysteriously-disappearing dark guilds when they're attacked by a powerful force, the harbinger of the Tartarus threat that will derail Fairy Tail's recent relative peace and quiet.",
          "Aliases": []
        },
        "9": {
          "ID": "5232449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5232449",
          "TitleEnglish": "Tartaros Chapter, Prologue - Fairies vs. Netherworld",
          "SummaryEnglish": "The battle between Laxus and Tempesta ends with all the members of the Raijinshuu lying near death. Natsu and all the other Fairy Tail members want to avenge them, but Tartaros's whereabouts are unknown. Meanwhile, the demonic members of Tartaros begin to get intrigued with Fairy Tail...",
          "Aliases": []
        },
        "10": {
          "ID": "5238940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5238940",
          "TitleEnglish": "Tartaros Chapter, Prologue - The White Legacy",
          "SummaryEnglish": "Natsu foiled the initial attempt on Michello's life, but now he has to battle Jackal, one of the Nine Demon Gates, to keep the former Magic Council member safe. It's a hard fight, especially since Jackal has the power to make anything he touches (or that touches him) explode.",
          "Aliases": []
        },
        "11": {
          "ID": "5245495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5245495",
          "TitleEnglish": "Tartaros Chapter, Prologue - Natsu vs. Jackal",
          "SummaryEnglish": "Natsu has a final showdown with Jackal, who turns himself into a human bomb at one point! Later, the other teams arrive too late, finding the other former members they're meant to protect already murdered by Tartaros...",
          "Aliases": []
        },
        "12": {
          "ID": "5250540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5250540",
          "TitleEnglish": "Tartaros Chapter - Immorality and Sinners",
          "SummaryEnglish": "Erza and Mirajane visit Crawford, the former Magic Council chairman, and fall into Tartaros's trap. And in exchange for information on Tartaros, Doranbolt frees all the members of Oracion Seis!",
          "Aliases": []
        },
        "13": {
          "ID": "5256504",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5256504",
          "TitleEnglish": "Tartaros Chapter - Jellal vs. Oración Seis",
          "SummaryEnglish": "After breaking into the Tartaros stronghold, Natsu goes up against the foul Franmalth before getting an even chillier reception from another member! Meanwhile, the members of Oracion Seis are fighting for their freedom against Jellal, who tells them they're still slaves to darkness!",
          "Aliases": []
        },
        "14": {
          "ID": "5265345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5265345",
          "TitleEnglish": "Tartaros Chapter - A Place Reached by Prayer",
          "SummaryEnglish": "As Natsu and Lisanna plot their escape from the cell, Tartaros gains control of the magic weapon of mass destruction, Face. Levy tracks down the dark guild's location and it's closer than anyone expected, but before they can mount a rescue to save Natsu and the others, a mind-controlled Elfman activates a lacrima bomb at the guild!",
          "Aliases": []
        },
        "15": {
          "ID": "5268094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5268094",
          "TitleEnglish": "Tartaros Chapter - The Demon's Rebirth",
          "SummaryEnglish": "Cana engineers a clever way to get everyone out of Fairy Tail moments before the headquarters is blown apart in a massive explosion. Inside the Cube, Erza turns the tables on Kyoka, but how does Erza's magic stand up against the power of Curses? And a sinister figure suddenly appears before the escaped Natsu...",
          "Aliases": []
        },
        "16": {
          "ID": "5278307",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5278307",
          "TitleEnglish": "Tartaros Chapter - To Let Live or Die",
          "SummaryEnglish": "The members of Fairy Tail are inside Tartaros's Cube headquarters, but they're too late to stop Face from being activated. The countdown is on, with less than an hour before all magic on the continent is nullified. Meanwhile, Zeref warns Natsu of a fateful choice he'll have to make?!",
          "Aliases": []
        },
        "17": {
          "ID": "5280925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5280925",
          "TitleEnglish": "Tartaros Chapter - Wendy vs. Ezel",
          "SummaryEnglish": "Franmalth uses the stolen power of Hades as he continues to battle Natsu and Lucy. Gray, Erza, and Mirajane are kept busy by other demons in the house, leaving Wendy and Carla as the only ones who can shut down Face, the weapon of mass magic destruction. Except the huge, multi-armed Ezel is waiting for them...",
          "Aliases": []
        },
        "18": {
          "ID": "5280926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5280926",
          "TitleEnglish": "Tartaros Chapter - Friends Forever",
          "SummaryEnglish": "Wendy has powered up for her showdown with Ezel, but in the end, she and Carla may have to make the ultimate sacrifice to stop Face from going off and obliterating magic all across the continent.",
          "Aliases": []
        },
        "19": {
          "ID": "5295882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5295882",
          "TitleEnglish": "Tartaros Chapter - Hell's Core",
          "SummaryEnglish": "While Franmalth attempts to absorb Natsu and Lucy's souls, Mirajane discovers the secret to the demons' immortality in Hell's Core, right before Seilah unleashes the restraints on her own power to take on Mira.",
          "Aliases": []
        },
        "20": {
          "ID": "5296911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5296911",
          "TitleEnglish": "Tartaros Chapter - Underworld King",
          "SummaryEnglish": "Jellal, Meldy, and Oracion Seis come across Rusty Rose, who tells them of his encounter with Tartaros after finding out the Dark Guild was preying on Dark sub-guilds. Later, Jellal and Meldy head off towards Tartaros, but someone doesn't want them to go...",
          "Aliases": []
        },
        "21": {
          "ID": "5296912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5296912",
          "TitleEnglish": "Tartaros Chapter - Alegria",
          "SummaryEnglish": "Just when Mirajane is about to succumb to Seilah's Macro, she remembers a series of events in her childhood that could provide a clue to turning the tables on the Etherious demon. Then Mard Geer makes his move to neutralize all the Fairy Tail wizards and even scores of Tartaros soldiers on the Cube.",
          "Aliases": []
        },
        "22": {
          "ID": "5301483",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5301483",
          "TitleEnglish": "Tartaros Chapter - A Strike from the Stars",
          "SummaryEnglish": "All of the Fairy Tail members are flash-frozen, possibly dead, within the giant Tartaros prison called Plutogrim... except for Lucy, who seems to have escaped that fate through luck alone. But that luck seems to have run out as she's pursued through the prison by the members of Tartaros, including the Nine Demon Gates! So it's a good thing she can always count on her friends, the Celestial Spirits!",
          "Aliases": []
        },
        "23": {
          "ID": "5312223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5312223",
          "TitleEnglish": "Tartaros Chapter - Celestial Spirit King vs. Underworld King",
          "SummaryEnglish": "Lucy is a wreck after giving up Aquarius forever in exchange for a one-time summoning of the Celestial Spirit King, who then takes on Mard Geer, the Underworld King. And Lucy finds she doesn't have time for tears as the explosive Jackal tries to take her out of the picture.",
          "Aliases": []
        },
        "24": {
          "ID": "5312224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5312224",
          "TitleEnglish": "Tartaros Chapter - Erza vs. Minerva",
          "SummaryEnglish": "Wendy and Carla successfully dismantled Face, only to find there are thousands more! And they find out what originally turned Minerva stone cold as she confronts Erza in the ruins of Tartaros HQ.",
          "Aliases": []
        },
        "25": {
          "ID": "5330535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5330535",
          "TitleEnglish": "Tartaros Chapter - The Boy's Tale",
          "SummaryEnglish": "Gray is shocked to learn that Silver is his father. Meanwhile, Natsu and the others continue their battle against the other Nine Demon Gates, while Minerva has a change of heart and Happy gets a mushroom-ectomy.",
          "Aliases": []
        },
        "26": {
          "ID": "5330536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5330536",
          "TitleEnglish": "Tartaros Chapter - Gray vs. Silver",
          "SummaryEnglish": "The battle between Gray and Silver continues, although it's an uphill one for the Fairy Tail members, as Silver is an Ice Devil Slayer and therefore immune to ice attacks. Meanwhile, Wendy comes up with a desperate plan to stop the 3,000 magic pulse bombs from going off in less than an hour!",
          "Aliases": []
        },
        "27": {
          "ID": "5330537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5330537",
          "TitleEnglish": "Tartaros Chapter - A Silver Wish",
          "SummaryEnglish": "Gray knows the truth, that Silver really is his father! Juvia battles Keys, the puppet master of the dead. And petite mushroom Franmalth gives the Fairy Tail members the runaround so they can't stop the 3,000 Face devices from going off.",
          "Aliases": []
        },
        "28": {
          "ID": "5340836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5340836",
          "TitleEnglish": "Tartaros Chapter - Air",
          "SummaryEnglish": "Sting and Rogue continue their battle with Mard Geer, leader of Tartaros. Meanwhile, Erza and Minerva are still in the labyrinthine Cube, searching for the control room so they can stop the continent-wide magic pulse bomb detonation. And Torafuzar and Tempester turn into their ultimate Etherious forms to take on Dragon Slayers Natsu and Gajeel.",
          "Aliases": []
        },
        "29": {
          "ID": "5364428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5364428",
          "TitleEnglish": "Tartaros Chapter - Steel",
          "SummaryEnglish": "Gajeel is trapped in Torafuzar's toxic water. Even though his lungs are filled with air thanks to Levy, his body is quickly filling up with poison. And later, despite his body being filled with anti-magic particles, Laxus takes a last stand against the immortal Tempester.",
          "Aliases": []
        },
        "30": {
          "ID": "5364523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5364523",
          "TitleEnglish": "Tartaros Chapter - Final Duels",
          "SummaryEnglish": "It's Laxus's last stand against the immortal Tempester! Plus, Erza and company finally reach the control room, where the dead former Magic Council chairman is in the process of activating the 3,000 Face bombs. Kyoka and Seilah are also there, and quickly act to prevent the Fairy Tail members from interfering...",
          "Aliases": []
        },
        "31": {
          "ID": "5364524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5364524",
          "TitleEnglish": "Tartaros Chapter - Wings of Despair",
          "SummaryEnglish": "After more than seven years, out of nowhere, Fairy Tail's worst nightmare returns: Acnologia, the dragon that nearly slaughtered the guild's most powerful members. The timing couldn't be worse, as the Fairy Tail members are exhausted, but then Natsu somehow hears Igneel's voice...",
          "Aliases": []
        },
        "32": {
          "ID": "5375551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5375551",
          "TitleEnglish": "Tartaros Chapter - Fire Dragon Iron Fist",
          "SummaryEnglish": "Natsu interrupts the fiery battle between Igneel and Acnologia to ask his burning questions, but his former foster father gives him a task instead of answers: to steal the Book of END from Mard Geer. This prompts the leader of Tartaros to speed up Face's timeline, by having Kyoka form a living link with the activation device. Only Erza can stop her, but will she prevail against Kyoka's ultimate Etherious form?",
          "Aliases": []
        },
        "33": {
          "ID": "5394528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5394528",
          "TitleEnglish": "Tartaros Chapter - 00:00",
          "SummaryEnglish": "The battle between Erza and Kyoka heats up as the demon uses her Curse power to make Erza and the other Fairy Tail members in the room ultra-sensitive to pain. And if that's not bad enough, Kyoka steals all five of Erza's senses!",
          "Aliases": []
        },
        "34": {
          "ID": "5400963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5400963",
          "TitleEnglish": "Tartaros Chapter - The Girl in the Crystal",
          "SummaryEnglish": "Natsu, Sting, and Rogue take on Mard Geer together while Igneel and Acnologia continue their battle overhead. Meanwhile, there's still the problem of thousands of magic-decimating Face bombs set to go off, but Makarov has an ace up his sleeve...",
          "Aliases": []
        },
        "35": {
          "ID": "5400964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5400964",
          "TitleEnglish": "Tartaros Chapter - Absolute Demon",
          "SummaryEnglish": "Makarov may have a way to stop the threat of Face, but everyone's memory of it will have to be wiped afterwards. Meanwhile, the battle in the sky between Igneel and Acnologia rages on while Gray, now a Devil Slayer, joins the fight on the ground against Mard Geer.",
          "Aliases": []
        },
        "36": {
          "ID": "5416900",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5416900",
          "TitleEnglish": "Tartaros Chapter - Memento Mori",
          "SummaryEnglish": "Rogue and Sting have one last chance to take out their former, now demonically resurrected, master. Meanwhile, it's hard enough for the tag team of Natsu and Gray to make any headway against Mard Geer's ultimate form, but then the Underworld King unleashes his ultimate curse, Memento Mori!",
          "Aliases": []
        },
        "37": {
          "ID": "5417490",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5417490",
          "TitleEnglish": "Tartaros Chapter - Soaring Above Ishgar",
          "SummaryEnglish": "Gray survives Mard Geer's ultimate Curse, revealing that his recent changes have left him not altogether human. Erza defeats Kyoka, but the demon has the last laugh as Face is activated. Almost immediately, the Fairy Tail members are sapped of strength as the Face units begin to siphon magic from all over the continent.",
          "Aliases": []
        },
        "38": {
          "ID": "5417491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5417491",
          "TitleEnglish": "Tartaros Chapter - Drops of Fire",
          "SummaryEnglish": "It's dragons to the rescue before the Face devices can siphon all magic from the continent. But even as one crisis is averted, there's still the final battle between Igneel and Acnologia, as well as the reappearance of another well-nigh omnipotent foe.",
          "Aliases": []
        },
        "39": {
          "ID": "5443332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5443332",
          "TitleEnglish": "Tartaros Chapter, Finale - Where the Power of Life Lies",
          "SummaryEnglish": "In this epilogue to the Tartaros saga, the dragons reveal a tragic secret to Fairy Tail, while Natsu makes a vow to Igneel's fading soul. In the aftermath, Makarov dissolves the guild, several members set out on their own quests, and Zeref drops a shocking revelation.",
          "Aliases": []
        }
      }
    },
    "7": {
      "ID": "651532",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/7",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5471315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5471315",
          "TitleEnglish": "The Fairy In Your Heart",
          "SummaryEnglish": "Natsu and Happy make a pilgrimage to Tenroujima, site of Mavis Vermillion's grave. This sets the stage for the origin story of Fairy Tail, with a six-year-old Mavis caught in the middle of a bloody war between two guilds on the island.",
          "Aliases": []
        },
        "2": {
          "ID": "5471316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5471316",
          "TitleEnglish": "The Adventure Begins",
          "SummaryEnglish": "Mavis encounters treasure hunter Yuri Dreyar on Tenroujima and accepts his mind game challenge over the Tenrou Jade. This eventually leads to the beginning of a journey, but will Mavis's oldest and only friend Zera agree to go?",
          "Aliases": []
        },
        "3": {
          "ID": "5471317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5471317",
          "TitleEnglish": "Treasure Hunt",
          "SummaryEnglish": "As Mavis's journey by sea continues, she explores an ancient underwater temple in an effort to find treasure that will fund the near-broke Yuri and Warrod. However, she inadvertently sets off a trap that seals all three of them inside with a giant deadly fish.",
          "Aliases": []
        },
        "4": {
          "ID": "5471318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5471318",
          "TitleEnglish": "Dancing with Blades",
          "SummaryEnglish": "After taking in the sights, sounds, and tastes of the port town of Halcyon, Mavis gets down to the business of searching for Blue Skull. She teams up with a reticent Precht and the two end up in a bar that's more than it seems.",
          "Aliases": []
        },
        "5": {
          "ID": "5471319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5471319",
          "TitleEnglish": "Moonlit Lake",
          "SummaryEnglish": "During the trek to Magnolia, Mavis and the treasure hunters find a chilling tableau in the woods. It reminds Yuri of an earlier treasure-hunting adventure in which the three of them braved Hell's Valley to track down the Rainbow Flower.",
          "Aliases": []
        },
        "6": {
          "ID": "5471320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5471320",
          "TitleEnglish": "Blue Skull",
          "SummaryEnglish": "Mavis and the treasure hunters explore the decrepit town of Magnolia, looking for answers. Soon enough, they learn of the town's tragic fate and get involved in battle against the town's magically armed and violent oppressors, Blue Skull!",
          "Aliases": []
        },
        "7": {
          "ID": "5505306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5505306",
          "TitleEnglish": "Conveyer of Magic",
          "SummaryEnglish": "While recuperating from their wounds in a forest, Mavis and her treasure hunter comrades encounter an enigmatic black magic wizard who is agreeable enough to teach them magic so they can get back at Blue Skull. However, not all of them are that adept at picking up such new skills...",
          "Aliases": []
        },
        "8": {
          "ID": "5528099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5528099",
          "TitleEnglish": "Treasure",
          "SummaryEnglish": "Mavis and the treasure hunters enlist the good people of Magnolia to stage an uprising against their tormentors, the evil wizards of Blue Skull. It also helps that they now have their own magic power with which to fight back. But what happens when their goal turns out to be much more than a lost treasure?",
          "Aliases": []
        },
        "9": {
          "ID": "5533188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5533188",
          "TitleEnglish": "Law",
          "SummaryEnglish": "Possessed by the Tenrou Jade and transformed into a dragon skeleton, Yuri runs amok through Magnolia. Only Mavis has a chance at saving him with a form of ancient ultra-magic, but it comes with a terrible price.",
          "Aliases": []
        },
        "10": {
          "ID": "5533256",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5533256",
          "TitleEnglish": "Eternal Adventure",
          "SummaryEnglish": "Mavis says farewell to Zera and contemplates her next move after the successful defeat of Blue Skull. The heartbreaking, hopeful final episode of this arc marks the end of the beginning of Fairy Tail.",
          "Aliases": []
        },
        "11": {
          "ID": "5547395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5547395",
          "TitleEnglish": "Challenger",
          "SummaryEnglish": "One year after the dissolution of Fairy Tail, Lucy has become an editorial trainee for Weekly Sorcerer. On the final day of the latest Grand Magic Games, she spots a scandal and looks on with everyone else as a spoiler appears to disrupt the proceedings after the final match!",
          "Aliases": []
        },
        "12": {
          "ID": "5554201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/5554201",
          "TitleEnglish": "Message of Flame",
          "SummaryEnglish": "After being reunited, Natsu and Happy regale Lucy with tales of their yearlong journey, but are shocked to hear that Fairy Tail is disbanded. Soon, though, Natsu feels the call to action...",
          "Aliases": []
        }
      }
    },
    "8": {
      "ID": "759041",
      "URL": "https://www.thetvdb.com/series/fairy-tail/seasons/official/8",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 51,
      "Episodes": {
        "1": {
          "ID": "6631852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6631852",
          "TitleEnglish": "The Lamia Scale Thanksgiving Festival",
          "SummaryEnglish": "Natsu and Happy is reunited with Lucy one year after the dissolution of the guild. The three raise Fairy Tail rebuilding and go on a journey to find friends.",
          "Aliases": []
        },
        "2": {
          "ID": "6833962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6833962",
          "TitleEnglish": "Because of Love",
          "SummaryEnglish": "The guild Orochi's Fin launched a night raid by releasing a large group of demons on the city of Margaret. Wendy and Sheria rushed through the sky to hit the enemy's main force.",
          "Aliases": []
        },
        "3": {
          "ID": "6848639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848639",
          "TitleEnglish": "Avatar",
          "SummaryEnglish": "Natsu, Lucy, Wendy, Happy and Chales meet with Juvia in Amefurashi Village and discovers that Gray disappeared.",
          "Aliases": []
        },
        "4": {
          "ID": "6848641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848641",
          "TitleEnglish": "Underground Fight",
          "SummaryEnglish": "The Guild of Black Wizards Avatar, plan a strategy of purification. In search of Gray's fate, Natsu, Lucy and Happy, who find the Guild location, will attempt to infiltrate in the enemy area.",
          "Aliases": []
        },
        "5": {
          "ID": "6848644",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848644",
          "TitleEnglish": "Purification Strategy",
          "SummaryEnglish": "Believing that Zeref will appear at the location where several deaths will happen, the organization of the black magic, Avatar, will sacrifice an entire city. In order to stop the plan, Natsu and company run to the city of Malba.",
          "Aliases": []
        },
        "6": {
          "ID": "6848646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848646",
          "TitleEnglish": "Ikusa-Tsunagi",
          "SummaryEnglish": "The main members of the Fairy Tail are reunited and behind the Black Wizards of Avatar. But the priest of the sanctuary, Arlok, is determined to do something to carry out the purification strategy.",
          "Aliases": []
        },
        "7": {
          "ID": "6848647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848647",
          "TitleEnglish": "Memories",
          "SummaryEnglish": "About 400 years ago, a boy who lost his beloved family, continued his forbidden search and was cursed by the God Ankhseram.",
          "Aliases": []
        },
        "8": {
          "ID": "6848650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848650",
          "TitleEnglish": "The Seventh Guild Master",
          "SummaryEnglish": "After receiving Lucy's letters, the former's members of Fairy Tail, gathered in Magnolia for the rebirth of the guild and the rebuilding of the building.",
          "Aliases": []
        },
        "9": {
          "ID": "6848652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848652",
          "TitleEnglish": "Law of Space",
          "SummaryEnglish": "Under the command of Erza, the members who discovered the truth about the dissolution of the guild, go to the mainland Alvarez to help the sixth master of the guild, Makarov.",
          "Aliases": []
        },
        "10": {
          "ID": "6848654",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848654",
          "TitleEnglish": "Emperor Spriggan",
          "SummaryEnglish": "Brandish, of Alvarez's Army, meets Natsu and company on the Caracole Island. Her power is so strong, that extinguishes the completely island. Meanwhile in Alvarez, the Emperor Spriggan returns to the Empire.",
          "Aliases": []
        },
        "11": {
          "ID": "6848657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848657",
          "TitleEnglish": "To The Land Abandoned by Gods",
          "SummaryEnglish": "The wizards met with Makarov and now have to escape from the Alvarez Empire. However, Azir, the King of the Desert and one of the Spriggan 12 is behind them.",
          "Aliases": []
        },
        "12": {
          "ID": "6848660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6848660",
          "TitleEnglish": "Mavis and Zeref",
          "SummaryEnglish": "Mavis finally reveals the secrets of her past, including her connection with Fairy Tail, Zeref, and her own sin. The ever-turning gears of fate offer glimpses of hope, but also produce one final, tragic contradiction.",
          "Aliases": []
        },
        "13": {
          "ID": "6951741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951741",
          "TitleEnglish": "Fairy Heart",
          "SummaryEnglish": "The \"miracle\" that Mavis and Zeref create, has evolved into a powerful form of magic that must keep in secret. Mavis is still regretful for her sin, but the wizards of the guild try to cheer her up. The Alvarez Empire prepares to approach to Ishgar!",
          "Aliases": []
        },
        "14": {
          "ID": "6951742",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951742",
          "TitleEnglish": "The Magnolia Defensive War",
          "SummaryEnglish": "Before the battle for Fairy Tail's existence begins, the guild members spend the final night in their own ways. But when Alvarez's vast army launches a surprise attack, Fairy Tail's bond of solidarity is put to the test.",
          "Aliases": []
        },
        "15": {
          "ID": "6951743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951743",
          "TitleEnglish": "Morning Star",
          "SummaryEnglish": "Fairy Tail allowed the Spriggan 12 to invade the city of Magnolia. Lucy comes face to face with Brandish, but gets nervous when she says a name.",
          "Aliases": []
        },
        "16": {
          "ID": "6951744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951744",
          "TitleEnglish": "For Whom the Parfum Flows",
          "SummaryEnglish": "Ajeel of the Spriggan 12 has been defeated, but another member poses a new threat to Magnolia. Gray's team struggles with an enemy that specializes in weaknesses while the Thunder Legion tries to protect Fried at all costs.",
          "Aliases": []
        },
        "17": {
          "ID": "6951745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951745",
          "TitleEnglish": "Natsu vs. Zeref",
          "SummaryEnglish": "Wizard guilds all across Fiore join Fairy Tail in the battle against Zeref's armies. Meanwhile, Natsu and Happy speed off to the west to defeat Zeref once and for all.",
          "Aliases": []
        },
        "18": {
          "ID": "6951746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951746",
          "TitleEnglish": "Across 400 Years",
          "SummaryEnglish": "Zeref, sensing his impending death, reveals the secret behind Natsu's birth. After learning the shocking truth, Natsu swings his fist one last time. Meanwhile, Fiore's wizard guilds begin to battle the Alvarez army and the Spriggan 12.",
          "Aliases": []
        },
        "19": {
          "ID": "6951747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951747",
          "TitleEnglish": "What I Want to Do",
          "SummaryEnglish": "While fierce fighting continued throughout Fiore, there was also a case in Magnolia's \"Fairy Tail\" guild. For the moment the crisis has left, Lucy listens to the voice of Brandish to hear the information of her mother, Leila. But for a moment, hands stained with hatred and anger approached Lucy!",
          "Aliases": []
        },
        "20": {
          "ID": "6951748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951748",
          "TitleEnglish": "Not Until the Battle is Over",
          "SummaryEnglish": "God Serena defeats the Four Emperors of Ishgar and brings the eastern battle to its apparent conclusion. Meanwhile, Gajeel, Erza, Laxus, and other Fairy Tail members depart for different locations to support the other guilds in battle.",
          "Aliases": []
        },
        "21": {
          "ID": "6951749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951749",
          "TitleEnglish": "In a Silent Time",
          "SummaryEnglish": "While fighting Wall, Laxus is incapacitated when his Bane Particle contamination reaches a critical level. To the east, Wendy and Shelia confront \"Warrior Queen\" Dimaria of the Spriggan 12, but are instantly overwhelmed.",
          "Aliases": []
        },
        "22": {
          "ID": "6951751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951751",
          "TitleEnglish": "Natsu, Revived!!",
          "SummaryEnglish": "Wendy is determined to use her Third Origin to defeat the powered-up Dimaria. But using it comes at a price: Wendy will never be able to use magic again. Meanwhile, another member of the Spriggan 12 singlehandedly attacks Fairy Tail's home base.",
          "Aliases": []
        },
        "23": {
          "ID": "6951752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951752",
          "TitleEnglish": "Historia of Corpses",
          "SummaryEnglish": "Jacob unleashes his true anger after Lucy and Natsu thwart his initial plans. Eventually, he targets the other Fairy Tail members trapped in his alternate dimension. Meanwhile, the Hargeon battlefield is blanketed in darkness as a new foe appears.",
          "Aliases": []
        },
        "24": {
          "ID": "6951754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/6951754",
          "TitleEnglish": "Mettle",
          "SummaryEnglish": "Neinhart produces Historias across the battlefield to plunge Hargeon into chaos. Past adversaries revive and attack the various guild members fighting to free the city. Erza struggles against three Historias at once, and soon finds herself immobilized…",
          "Aliases": []
        },
        "25": {
          "ID": "7056009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7056009",
          "TitleEnglish": "The Third Seal",
          "SummaryEnglish": "Natsu's team heads east with Brandish to negotiate with August, the Wizard King. Meanwhile, Sabertooth and Blue Pegasus spring back into action after Gajeel's team saves them. But the reinvigorated heroes face yet another nightmare…",
          "Aliases": []
        },
        "26": {
          "ID": "7111571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111571",
          "TitleEnglish": "Together, Always",
          "SummaryEnglish": "Gajeel attempts to defeat the invulnerable Bloodman in a last-ditch effort to save Levy. Meanwhile, Natsu's team watches on as Brandish tries to negotiate with August. Elsewhere, Irene and Acnologia come face to face with each other.",
          "Aliases": []
        },
        "27": {
          "ID": "7111579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111579",
          "TitleEnglish": "Fairy Tail Zero",
          "SummaryEnglish": "Irene's Universe One spell reshapes the entire land of Fiore. All of the wizards from Ishgar are thrown into confusion, but they work together to make progress. Meanwhile, Mavis faces a new ordeal after she regains her physical form.",
          "Aliases": []
        },
        "28": {
          "ID": "7111580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111580",
          "TitleEnglish": "White Dragneel",
          "SummaryEnglish": "Mirajane defeats her two powerful adversaries, but is caught by Irene before there's time to celebrate. Elsewhere, the various Fairy Tail teams follow their own paths in order to save Mavis. But the enemy is fully prepared and waiting to stop them.",
          "Aliases": []
        },
        "29": {
          "ID": "7111583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111583",
          "TitleEnglish": "The Winter Wizard",
          "SummaryEnglish": "Gildarts makes a surprise return and confronts God Serena on the battlefield. Natsu and friends continue their push toward their guildhall, but soon realize how terrifying the Spriggan 12 truly are when they're fully assembled.",
          "Aliases": []
        },
        "30": {
          "ID": "7111588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111588",
          "TitleEnglish": "Gray and Juvia",
          "SummaryEnglish": "Invel takes control of Gray and Juvia's minds. Despite being close friends, the two are forced to loathe each other and fight to the death. As the fight progresses, Juvia listens to her feelings for Gray and resists in a way only she can.",
          "Aliases": []
        },
        "31": {
          "ID": "7111593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111593",
          "TitleEnglish": "The Mightiest Demon of the Book of Zeref",
          "SummaryEnglish": "Just as Gray learns E.N.D.'s true identity, Lucy faces off against Brandish. Lucy tries hard to avoid a fight, but her desperate pleas go unheard. With neither side willing to compromise, the ensuing battle triggers an all-new crisis.",
          "Aliases": []
        },
        "32": {
          "ID": "7111597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111597",
          "TitleEnglish": "Broken Bonds",
          "SummaryEnglish": "Natsu and Gray clash, unable to curb the hatred that has taken hold inside them. Meanwhile, Erza's group struggles to break through the massive enemy army. After Irene unleashes her special power, Mavis and Makarov step in to save the day.",
          "Aliases": []
        },
        "33": {
          "ID": "7111600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111600",
          "TitleEnglish": "Pleasure and Pain",
          "SummaryEnglish": "Erza's tears stop the fight between Gray and Natsu. Meanwhile, the remaining members of the Spriggan 12 commence a ferocious assault on Ishgar. August faces off against Crime Sorcière while Larcade unleashes an attack that affects friend and foe alike.",
          "Aliases": []
        },
        "34": {
          "ID": "7111604",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111604",
          "TitleEnglish": "Natsu's Mind",
          "SummaryEnglish": "Sting rushes to help as Larcade continues his relentless attack on Kagura's group. Meanwhile, Natsu falls unconscious and wakes up inside his own mind. He then revisits lost memories that shed light on his past.",
          "Aliases": []
        },
        "35": {
          "ID": "7111606",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111606",
          "TitleEnglish": "Sting, the White Shadow Dragon",
          "SummaryEnglish": "Sting absorbs Rogue's power and overwhelms Larcade with white and shadow magic. In response, Larcade unleashes the deadly Rest In Peace spell. Elsewhere, after an intense battle, Irene reveals a secret to Erza about her past.",
          "Aliases": []
        },
        "36": {
          "ID": "7111608",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111608",
          "TitleEnglish": "Dragon Seed",
          "SummaryEnglish": "Irene shares the story of her past, including the secret of Erza's birth. She also reveals the origin of Dragon Slayer magic, her connection with Zeref, and the sad fate that Dragon Slayers bear. Meanwhile, Natsu continues his journey inside his mind.",
          "Aliases": []
        },
        "37": {
          "ID": "7111610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111610",
          "TitleEnglish": "Master Enchant",
          "SummaryEnglish": "Irene and Erza face each other in an epic battle. When Wendy assists Erza, Irene makes a sudden realization that spells instant doom for Wendy.",
          "Aliases": []
        },
        "38": {
          "ID": "7111611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7111611",
          "TitleEnglish": "Dragon or Demon",
          "SummaryEnglish": "Irene unleashes Deus Sema, a power beyond human comprehension. With only her right arm, Erza combats the spell that threatens the entire area. Meanwhile, Natsu is forced to make an important decision that will forever change his fate.",
          "Aliases": []
        },
        "39": {
          "ID": "7258156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258156",
          "TitleEnglish": "Gray's Trump Card",
          "SummaryEnglish": "Magnolia reverts to its proper form after Irene's defeat. As retaliation, August prepares to destroy the town and everyone in it. Elsewhere, Gray reaches Zeref and is the first to learn about Zeref's true objective.",
          "Aliases": []
        },
        "40": {
          "ID": "7258434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258434",
          "TitleEnglish": "Dark Future",
          "SummaryEnglish": "Gray makes the ultimate choice to sacrifice his life and his very existence in order to trap Zeref in ice for all eternity. Meanwhile, the mighty Acnologia finally reaches Magnolia and causes great concern for both sides of the war.",
          "Aliases": []
        },
        "41": {
          "ID": "7258436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258436",
          "TitleEnglish": "My Name Is...",
          "SummaryEnglish": "August seeks to understand the love that is shared between parent and child. When he threatens to kill Cana, Gildarts responds with rage. Meanwhile, Natsu and Zeref continue their epic battle, but a new situation develops when Larcade arrives.",
          "Aliases": []
        },
        "42": {
          "ID": "7258437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258437",
          "TitleEnglish": "Compassion",
          "SummaryEnglish": "Larcade scowls in pain after Zeref rejects him as a son. Meanwhile, August begins to cast a powerful spell that threatens to destroy all of Magnolia, along with himself. Elsewhere, Erza and Wendy come face to face with the almighty Acnologia.",
          "Aliases": []
        },
        "43": {
          "ID": "7258438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258438",
          "TitleEnglish": "Neo Eclipse",
          "SummaryEnglish": "Erza's team meets a mysterious woman with a plan that can completely destroy Acnologia. Meanwhile, Lucy and friends struggle to come to terms with the truth that connects Natsu's life and the Book of E.N.D. that they now hold.",
          "Aliases": []
        },
        "44": {
          "ID": "7258440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258440",
          "TitleEnglish": "Blind to Love",
          "SummaryEnglish": "Anna, Blue Pegasus, and Erza's team attempt to destroy Acnologia using a hidden rift in time. Elsewhere, Zeref finally obtains everything he needs to reset time and relive his life 400 years earlier, before he turned immortal.",
          "Aliases": []
        },
        "45": {
          "ID": "7258442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258442",
          "TitleEnglish": "The Door of Vows",
          "SummaryEnglish": "Zeref obtains the power of a god - a power that transcends even time. Natsu seethes with a fiery rage as he holds the unconscious Mavis in his arms. Meanwhile, Acnologia continues to attack Blue Pegasus' ship as Anna struggles to re-open the time rift.",
          "Aliases": []
        },
        "46": {
          "ID": "7258444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258444",
          "TitleEnglish": "Raging Fire of the Dragon",
          "SummaryEnglish": "Fairy Tail and Blue Pegasus continue to battle Acnologia. With the time rift now open, they're forced to make a difficult decision. In the guildhall, Natsu makes a miraculous recovery and confronts Zeref one final time.",
          "Aliases": []
        },
        "47": {
          "ID": "7258447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258447",
          "TitleEnglish": "When the Fire Dies",
          "SummaryEnglish": "Mavis faces Zeref alone inside Fairy Tail's guildhall. As she reveals her conflicting feelings and the key to her plan, Zeref makes a sudden realization. Meanwhile, Lucy's team watches as Zeref's Book of E.N.D. starts to fade away…",
          "Aliases": []
        },
        "48": {
          "ID": "7258450",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258450",
          "TitleEnglish": "World Destruction",
          "SummaryEnglish": "Zeref is gone, and Acnologia is now trapped inside a rift in time. Just when it seems like it's time to celebrate, an ominous crack appears in the sky. What's more, all of the Dragon Slayers suddenly vanish into thin air. The battle isn't over just yet!.",
          "Aliases": []
        },
        "49": {
          "ID": "7258453",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258453",
          "TitleEnglish": "Magic of Hope",
          "SummaryEnglish": "Inside the time rift, and with the fate of the world on the line, the seven Dragon Slayers battle Acnologia. Outside the rift, Acnologia's physical form continues to wreak havoc. The situation seems hopeless, until Lucy comes up with a last-ditch plan…",
          "Aliases": []
        },
        "50": {
          "ID": "7258456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258456",
          "TitleEnglish": "Hearts Connected",
          "SummaryEnglish": "Lucy's plan for stopping Acnologia's physical form is immediately ruined, but everyone comes together to keep hope alive. Inside the time rift, Natsu and the other Dragon Slayers face the spirit form of Acnologia in an epic seven-against-one battle.",
          "Aliases": []
        },
        "51": {
          "ID": "7258458",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail/episodes/7258458",
          "TitleEnglish": "Dearest Friends",
          "SummaryEnglish": "Using the power of all seven Dragon Slayers, Natsu unleashes one final, soulful attack on Acnologia. One year later, Lucy reveals everything that has happened since the battle.",
          "Aliases": []
        }
      }
    }
  }
}