{
  "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1515996/",
    "https://toaru-project.com/railgun/",
    "https://www.themoviedb.org/tv/30977"
  ],
  "TitleEnglish": "A Certain Scientific Railgun",
  "SummaryEnglish": "This story is set in a world where supernatural powers exist through science, and magic exists through religion, in ‘University City.’ (2.3 million inhabitants) Meet the civilian protagonist Mikoto and her friend Kuroko, maintainers of peace and order at the University district, as members of the 'Judgement'.",
  "Aliases": [
    "To Aru Kagaku no Railgun",
    "Toaru Kagaku no Railgun",
    "Toaru Kagaku no Railgun S",
    "Toaru Kagaku no Railgun T"
  ],
  "Modified": "2025-09-30",
  "Seasons": {
    "0": {
      "ID": "120821",
      "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/seasons/official/0",
      "# Episodes": 9,
      "Episodes": {
        "1": {
          "ID": "1691051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1691051",
          "TitleEnglish": "MMR: Much More Railgun",
          "SummaryEnglish": "A series of outtakes and bizarre sketches as experienced by the characters of the anime. Mikoto and her friends discuss internet rumors that the Dorm Supervisor was once a commando. Ruiko's class discuss Schrödinger's cat where the cat in question becomes a Palmtop Tiger. Yomikawa, Komoe and Tsuzuri have Nabe while Yomikawa talks about people and things which start with \"Jan\" like Jean-Claude Van Damme. Meanwhile, the gang wonders about Academy City's wind turbines and Mikoto makes a PSA about conserving electricity.",
          "Aliases": []
        },
        "2": {
          "ID": "2374271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/2374271",
          "TitleEnglish": "MMR II: Much More Railgun II",
          "SummaryEnglish": "More outtakes and bizarre sketches as experienced by the characters. Kuroko gives some peculiar lessons to her class. Ruiko and Kuroko get brainfreeze from eating their frozen treats. Harumi tries to explain what AIM Burst is but is interrupted by Mikoto and Kazari. Mitsuko is fishing while Kazari narrates. The gang drinks milk while watching the sunset. Mikoto tells her friends their lives are being watched by an unknown audience.",
          "Aliases": []
        },
        "3": {
          "ID": "2536191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/2536191",
          "TitleEnglish": "#13' Special: Being a Photo Shoot Model Under the Sun Isn't Easy, You Know",
          "SummaryEnglish": "A short continuation of Mitsuko’s hologram filler.",
          "Aliases": []
        },
        "4": {
          "ID": "2870721",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/2870721",
          "TitleEnglish": "#Ex OVA: Since Misaka-san is the Centre of Attention Right Now",
          "SummaryEnglish": "OVA episode released with the fifth volume of the manga. Throughout the day, Mikoto starts to feel strange sensations, like someone's watching her, causing her great worry.",
          "Aliases": []
        },
        "7": {
          "ID": "4633541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4633541",
          "TitleEnglish": "MMR III: Much More Railgun III",
          "SummaryEnglish": "Ruiko uses her nose to smell if Mikoto's lunches have gone bad. Shinobu teaches Mikoto some English words and punishes her when she gets them wrong. Misaka 9982 jokingly plays a Kōan on Mikoto. Shinobu gives a Misaka clone expert gaming knowledge which ends up making her a hardcore gamer. Accelerator and Misaka 9982 discuss their voice acting careers since starting in 2006. Mikoto and the others failed to notice that Kazari is with them, due to the latter not wearing her flower headband.",
          "Aliases": []
        },
        "8": {
          "ID": "4795679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4795679",
          "TitleEnglish": "MMR IV: Much More Railgun IV",
          "SummaryEnglish": "Mikoto suspects Academy City may come under attack by Kaijus from a certain movie and how they must prepare themselves. The girls wonder if Turtle blood really has aphrodisiac effects and Misaka 10032-tan replaces Index-tan's role on Toma's head.",
          "Aliases": []
        },
        "9": {
          "ID": "5129214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/5129214",
          "TitleEnglish": "All the Important Things I Learned in a Bathhouse",
          "SummaryEnglish": "As the local bathhouse comes under threat of being closed down, Mii enlists the help of Mikoto, Ruiko, Kuroko and Kazari to help promote interest, coming up with a Mikoto-powered 'electric bath' to bring in more customers. At first, the baths become a success which attracts the attention of Erii, Mitsuko, Wannai, Atsuki, Yomikawa, Tsuzuri, Komoe, Shizuri, Frenda, Saiai, Rikō and the Dorm Supervisor. However, the baths are almost ruined after Kuroko adds too much bubble bath soap in one of her schemes to seduce Mikoto. After the customers go home, the girls celebrate by having a bath and drinking milk.",
          "Aliases": []
        },
        "12": {
          "ID": "7920214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7920214",
          "TitleEnglish": "MMR V: Much More Railgun V",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "8203244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/8203244",
          "TitleEnglish": "MMR VI: Much More Railgun VI",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "126331",
      "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "1143021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1143021",
          "TitleEnglish": "Electromaster",
          "SummaryEnglish": "Mikoto, Kuroko, Kazari, and Ruiko take action against a gang of bank robbers. When Ruiko is injured trying to rescue an innocent bystander, Mikoto angrily unleashes her railgun power!",
          "Aliases": []
        },
        "2": {
          "ID": "1174281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1174281",
          "TitleEnglish": "When Working Under a Hot Sun, Rehydration is Essential",
          "SummaryEnglish": "Mikoto and Kuroko get in trouble for using their powers in the dorm. Their punishment: pool cleaning duty! Later, Kuroko finds herself feeling frisky after accidentally ingesting a powerful aphrodisiac!",
          "Aliases": []
        },
        "3": {
          "ID": "1191341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1191341",
          "TitleEnglish": "Tokiwadai is Targeted",
          "SummaryEnglish": "Someone is tasering students and drawing on their faces with permanent marker! While Kuroko and Kazari investigate, poor Ruiko becomes the latest victim. Who is behind the unusual attacks?",
          "Aliases": []
        },
        "4": {
          "ID": "1223261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1223261",
          "TitleEnglish": "Urban Legends",
          "SummaryEnglish": "Awkwardness ensues when Mikoto runs into Kamijo. When they meet again later in the day, Mikoto demands a duel! She gives it her all, but there’s a chance she’s no match for Kamijo’s powers.",
          "Aliases": []
        },
        "5": {
          "ID": "1248031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1248031",
          "TitleEnglish": "A Certain Pair of New Trainees",
          "SummaryEnglish": "Uiharu and Kuroko have an argument that leads to recollections of the past, when the girls were young Judgment recruits, and a dangerous mission resulted in a life-long promise between friends.",
          "Aliases": []
        },
        "6": {
          "ID": "1275661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1275661",
          "TitleEnglish": "Everyone is Proactive When it Comes to This",
          "SummaryEnglish": "Someone is planting bombs all over Academy City, and it’s up to Judgment to stop the person responsible. Mikoto, wanting a piece of the action, uses Uiharu’s badge to investigate on her own.",
          "Aliases": []
        },
        "7": {
          "ID": "1300741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1300741",
          "TitleEnglish": "Abilities and Powers",
          "SummaryEnglish": "As Kuroko and Konori begin to suspect Judgement officers are the true targets of the mysterious bomber, Uiharu, Mikoto, and Saten find themselves in an explosive situation while shopping!",
          "Aliases": []
        },
        "8": {
          "ID": "1314441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1314441",
          "TitleEnglish": "Level Upper",
          "SummaryEnglish": "Mikoto and Kuroko ponder the ramifications of Kaitabi’s shocking display of strength and wonder if Level Uppers actually exist. Before they can find answers, Kaitabi mysteriously slips into a coma!",
          "Aliases": []
        },
        "9": {
          "ID": "1314451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1314451",
          "TitleEnglish": "Majority Report",
          "SummaryEnglish": "Even as Mikoto and Kuroko question Dr. Kiyami about the side-effects of Level Uppers, Saten wonders if she should use the one she recently found - even though there could be dangerous consequences.",
          "Aliases": []
        },
        "10": {
          "ID": "1314461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1314461",
          "TitleEnglish": "Silent Majority",
          "SummaryEnglish": "Saten falls into a coma after she confesses using a Level Upper to Uiharu. Later, Mikoto and Kuroko discover that all of the recent coma patients are connected - in more ways than one!",
          "Aliases": []
        },
        "11": {
          "ID": "1396771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1396771",
          "TitleEnglish": "Dr. Kiyama",
          "SummaryEnglish": "After inadvertently connecting to Kiyama’s mind, Mikoto learns what’s been motivating the doctor’s actions. Later, when the network goes out of control, Mikoto comes face to face with a monster!",
          "Aliases": []
        },
        "12": {
          "ID": "1396781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1396781",
          "TitleEnglish": "AIM Burst",
          "SummaryEnglish": "The girls work to stop the monster before it reaches a nuclear power plant! Uiharu’s efforts slow the abomination down, but Mikoto might be the only person able to stop the creature’s rampage!",
          "Aliases": []
        },
        "13": {
          "ID": "1442521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1442521",
          "TitleEnglish": "A Bikini Divides the Eyeline Between Top and Bottom, But a One-piece Shows Off the Figure, so They Only Flatter the Slender",
          "SummaryEnglish": "The Swim Club recruits Misaka and the gang to strut their stuff as swimsuit models! Later, after taking a break from posing and primping, the girls work together to make some curry.",
          "Aliases": []
        },
        "14": {
          "ID": "1448501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1448501",
          "TitleEnglish": "Special Workshop",
          "SummaryEnglish": "Saten and the other students who used the Level Upper learn some valuable lessons when they attend a special weekend workshop taught by Komoe and Yomikawa.",
          "Aliases": []
        },
        "15": {
          "ID": "1550681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1550681",
          "TitleEnglish": "Skill Out",
          "SummaryEnglish": "Misaka and Kuroko investigate a gang called Skill Out. The group is known to be attacking Espers all over Academy City - but in some instances, a mysterious man arrives just in time to stop the confrontation.",
          "Aliases": []
        },
        "16": {
          "ID": "1596491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1596491",
          "TitleEnglish": "Academy City",
          "SummaryEnglish": "Konori’s past with Big Spider is revealed. In the present, she finds herself torn. Can she honor her responsibilities as a Judgment officer while somehow remaining loyal to Kurozuma?",
          "Aliases": []
        },
        "17": {
          "ID": "1596501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1596501",
          "TitleEnglish": "Tsuzuri's Summer Vacation",
          "SummaryEnglish": "After Komoe and Yomikawa encourage her to get a hobby, Tesso rediscovers an old school arcade game she loved as a child and forms an unlikely bond with a fellow fan.",
          "Aliases": []
        },
        "18": {
          "ID": "1640641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1640641",
          "TitleEnglish": "Asunaro Park",
          "SummaryEnglish": "Misaka and the girls decide to play matchmaker with their dorm’s Head Resident and Daigo, Uiharu and Saten's teacher. Things look to be working out - until Daigo brings up the subject of marriage.",
          "Aliases": []
        },
        "19": {
          "ID": "1674601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1674601",
          "TitleEnglish": "Midsummer Festival",
          "SummaryEnglish": "The midsummer festival arrives, and students are preparing to show off their school for friends and family. Misaka’s scheduled to perform a violin solo for the festivities - if her nerves don’t get the best of her!",
          "Aliases": []
        },
        "20": {
          "ID": "1696651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1696651",
          "TitleEnglish": "Poltergeist",
          "SummaryEnglish": "The gang discovers that the recent wave of earthquakes is connected to a phenomenon called poltergeisting - and there’s a chance Uiharu’s new roomie might be somehow be involved.",
          "Aliases": []
        },
        "21": {
          "ID": "1696661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1696661",
          "TitleEnglish": "Voices",
          "SummaryEnglish": "Kuroko suspects Haru'ue has something to do with the recent poltergeisting events, and it’s causing tension between her and Uiharu. Later, Haru'ue reveals a hidden part of her past.",
          "Aliases": []
        },
        "22": {
          "ID": "1696671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1696671",
          "TitleEnglish": "Level 6",
          "SummaryEnglish": "The past comes into focus as Haru'ue and Edasaki’s connection to a common Child Error facility is revealed. Later, Misaka sets out to find Kiyama after learning that the rogue scientist is out on bail and working with the Frog Doctor.",
          "Aliases": []
        },
        "23": {
          "ID": "1696681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1696681",
          "TitleEnglish": "What Is It You See In Your Eyes Right Now?",
          "SummaryEnglish": "Therestina reveals new information about her real identity and her master plan. Meanwhile, Kuroko and the gang vow to fight alongside Misaka in order to save the children jeopardized by Therestina’s activities.",
          "Aliases": []
        },
        "24": {
          "ID": "1759031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/1759031",
          "TitleEnglish": "Dear My Friends",
          "SummaryEnglish": "Misaka and her friends reach the facility where the children are being held, but Therestina uses Capacity Down to take the Espers out of the fight. With everything on the line, it’s up to Saten to save the day.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "503705",
      "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/seasons/official/2",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4422755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4422755",
          "TitleEnglish": "Railgun",
          "SummaryEnglish": "Haru'ue joins Saten and Uiharu on a trip to the Garden of Learning to see Misaka and Shirai, as well as to do some shopping. They later go to visit Edasaki in the hospital, where she is undergoing physical therapy, when things take an unexpected twist.",
          "Aliases": []
        },
        "2": {
          "ID": "4530964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530964",
          "TitleEnglish": "Critical",
          "SummaryEnglish": "After dreaming of her past, Misaka sets out for a day of shopping, but when Kuroko suggests a shortcut, they find an envelope with a cash card in it--one of many placed throughout town. Elsewhere, Saten thinks she sees someone who looks like Misaka.",
          "Aliases": []
        },
        "3": {
          "ID": "4530965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530965",
          "TitleEnglish": "Project Radio Noise",
          "SummaryEnglish": "Rumors swirl about that Misaka is the template for a project to produce Level 5 clones. When Nunotaba refers to her as the \"Original,\" Misaka decides to check her out, and learns that she worked at the hospital where Misaka submitted her DNA map.",
          "Aliases": []
        },
        "4": {
          "ID": "4530966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530966",
          "TitleEnglish": "Sisters",
          "SummaryEnglish": "In high spirits, Misaka joins the other girls for a day of shopping at Seventh Mist, where she helps the others with their shopping, as well. Misaka spends another day playing with children. One of Misaka's clones goes through the phases of her training.",
          "Aliases": []
        },
        "5": {
          "ID": "4530967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530967",
          "TitleEnglish": "Project Level 6 Shift",
          "SummaryEnglish": "Finding herself face-to-face with a clone of herself, Misaka ends up helping her get a cat out of a tree, sharing ice cream cones, and having tea with her. It isn't until later that Misaka discovers the true, sinister project that calls for her clones.",
          "Aliases": []
        },
        "6": {
          "ID": "4530968",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530968",
          "TitleEnglish": "I... Can See All Of You",
          "SummaryEnglish": "Misaka lashes out at Accelerator, but is left frustrated. She realizes the full breadth of the situation she has become involved in, and feels responsible for allowing it to happen. Nunotaba discusses the ramifacations of the clones' existence with Misaka.",
          "Aliases": []
        },
        "7": {
          "ID": "4530969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530969",
          "TitleEnglish": "I... I Want To Be Of Help To You, Sissy",
          "SummaryEnglish": "Misaka manages to sabotage most of the experimental facilities remotely before she is cut off, leaving her to deal with the rest in person. Shirai resolves to help Misaka by doing her part to be more vigilant at work, but risks shutting the others out.",
          "Aliases": []
        },
        "8": {
          "ID": "4530970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530970",
          "TitleEnglish": "ITEM",
          "SummaryEnglish": "The members of the underworld organization ITEM finish one mission, and are called in to defend the remaining facilities. When Misaka tries to infiltrate one building, she encounters Item member Frenda. Meanwhile, Nunotaba drops in at the other facility.",
          "Aliases": []
        },
        "9": {
          "ID": "4530971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530971",
          "TitleEnglish": "AIM Stalker",
          "SummaryEnglish": "As Misaka continues her way into the research facility, she and Mugino play a game of cat-and-mouse. Meanwhile, at the other facility, Nunotaba sneaks into a control room, planning to disrupt the experiment by adding a new factor to the Misaka Network.",
          "Aliases": []
        },
        "10": {
          "ID": "4530972",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530972",
          "TitleEnglish": "Meltdowner",
          "SummaryEnglish": "Having realized who Misaka is, Mugino decides to give her a run for her third-place ranking. When Frenda mistakenly leaves her doll-bombs behind while heading to the other facility, Misaka collects them and uses them to supplement her diminished powers.",
          "Aliases": []
        },
        "11": {
          "ID": "4530973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530973",
          "TitleEnglish": "The Vending Machine",
          "SummaryEnglish": "Misaka and Kamijo meet again at the malfunctioning vending machine in the park, where Shirai mistakes him for being Misaka's boyfriend. Misaka becomes shaken when she bumps into another Misaka clone, and learns that the experiments are still ongoing.",
          "Aliases": []
        },
        "12": {
          "ID": "4530974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4530974",
          "TitleEnglish": "Tree Diagram",
          "SummaryEnglish": "Misaka sets out on one last mission to put a halt to the experiments by destroying the supercomputer Tree Diagram. Meanwhile, Kamijo runs into Misaka's clone #10032 again, and the two of them decide what they should do about a stray kitten she has found.",
          "Aliases": []
        },
        "13": {
          "ID": "4602313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602313",
          "TitleEnglish": "Accelerator",
          "SummaryEnglish": "Thwarted in her attempt to sabotage Tree Diagram, Misaka takes her frustration out on a nearby lab that is part of the project. Meanwhile, Accelerator and #10031 carry out their experiment, while Kamijo searches for Misaka's missing sister.",
          "Aliases": []
        },
        "14": {
          "ID": "4602314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602314",
          "TitleEnglish": "The Promise",
          "SummaryEnglish": "While Shirai frets about Misaka staying out again all night, she receives a visit from Kamijo, who manages to find Misaka's documents about the project. Kamijo catches up with Misaka on a bridge, where he tries to talk her out of doing anything rash.",
          "Aliases": []
        },
        "15": {
          "ID": "4602316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602316",
          "TitleEnglish": "Kamijo Toma",
          "SummaryEnglish": "Kamijo races to the scene of the experiment, only to find that it has already started. Kamijo calls out Accelerator, who takes him to be yet another challenger to his position, until for the first time, as Misaka watches on, he gets his nose bloodied.",
          "Aliases": []
        },
        "16": {
          "ID": "4602317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602317",
          "TitleEnglish": "Sisterhood",
          "SummaryEnglish": "Misaka stands up for clone #10032, declaring that she is doing so because they are sisters. The next day, the two of them spend time in a park, where 10032 asks her for a special favor. Later, Misaka has difficulty trying to express her thanks to Kamijo.",
          "Aliases": []
        },
        "17": {
          "ID": "4602318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602318",
          "TitleEnglish": "Study Group",
          "SummaryEnglish": "With the end of summer vacation approaching, the girls plan a study session at Saten's apartment to catch up on homework. Everyone is to bring an ingredient for a potluck stew party, but most have trouble deciding what to buy, leading to some surprises.",
          "Aliases": []
        },
        "18": {
          "ID": "4602319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602319",
          "TitleEnglish": "Moving",
          "SummaryEnglish": "Edasaki is due to be discharged from the hospital, and it is learned that she will be living with Haru'ue. The move is bittersweet for Uiharu, who is losing her roommate, but she feels it is for the best. Meanwhile, a new movement is afoot in the city.",
          "Aliases": []
        },
        "19": {
          "ID": "4602320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602320",
          "TitleEnglish": "Academic Reach Assembly",
          "SummaryEnglish": "Febri takes an instant liking to Saten, and is warm to everyone except for Misaka, much to her chagrin. At Judgment, Uiharu is unable to find any information on who Febri is, so arrangements are made to admit her into an orphanage as a \"Child Error.\"",
          "Aliases": []
        },
        "20": {
          "ID": "4602321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602321",
          "TitleEnglish": "Febri",
          "SummaryEnglish": "As Yomikawa takes over investigating the runaway security robots, Konori invites the whole gang out to take in a bath at a bathhouse. On their way home, a number of detours lead them to a confrontation with yet another, much more dangerous runaway robot.",
          "Aliases": []
        },
        "21": {
          "ID": "4602322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602322",
          "TitleEnglish": "Darkness",
          "SummaryEnglish": "With the revelation that Febri is synthetic, Misaka is determined to find whoever built her, and have them fix her. The investigation is stalled on all fronts, even with the help of her friends running down leads, until help comes from a surprise source.",
          "Aliases": []
        },
        "22": {
          "ID": "4602323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602323",
          "TitleEnglish": "STUDY",
          "SummaryEnglish": "Therestina reluctantly provides Misaka with the clues she needs to find the group behind Febrie's secret. With Kongo's help, the girls identify Aritomi as the man they are pursuing, and find out more about him and his company, the STUDY Corporation.",
          "Aliases": []
        },
        "23": {
          "ID": "4602324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602324",
          "TitleEnglish": "Silent Party",
          "SummaryEnglish": "Aritomi reveals his motivations for STUDY's project to Misaka. She also learns about Nunotaba's plight, and some of the details concerning what STUDY has planned at the Reach Assembly the next day. Will she be able to escape and put a stop them?",
          "Aliases": []
        },
        "24": {
          "ID": "4602325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/4602325",
          "TitleEnglish": "Eternal Party",
          "SummaryEnglish": "Shirai, Konori, Kongo and friends, and Uiharu and Saten confront the powered suits at the four Assembly sites, where they soon receive backup. Misaka and Febrie move to take on Aritomi directly, but he has one final surprise up his sleeve for them.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "819263",
      "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/seasons/official/3",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "7291831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7291831",
          "TitleEnglish": "Super-powered (Level 5)",
          "SummaryEnglish": "Academy City's Daihasei Festival is approaching, and the festival's steering committee is charged with recruiting at least two Level 5s to take the athlete's pledge during the opening ceremonies. However, getting volunteers proves to be a challenge.",
          "Aliases": []
        },
        "2": {
          "ID": "7531414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7531414",
          "TitleEnglish": "The Daihasei Festival",
          "SummaryEnglish": "As the Daihasei Festival begins, Uiharu and Saten enjoy themselves, while Kuroko sees to her Judgment duties. Mikoto and Kongo run an eventful three-legged race against teams from other schools. A plot involving MEMBER begins going into motion.",
          "Aliases": []
        },
        "3": {
          "ID": "7531416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7531416",
          "TitleEnglish": "Balloon Hunter",
          "SummaryEnglish": "The Tokiwadai team competes in the Balloon Hunter event, but due to a case of mistaken identity, one of the Sisters substitutes for Mikoto. Yoshio Baba feeds the other school's team with data on the Tokiwadai competitors, with surprising results.",
          "Aliases": []
        },
        "4": {
          "ID": "7531418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7531418",
          "TitleEnglish": "Tampering",
          "SummaryEnglish": "Saten's quest for Shadow Metal ends up landing her in trouble. Uiharu notices something amiss with the website Saten was browsing. Mikoto learns that Wannai did not get her gym uniform returned, prompting her to go track down her Sister.",
          "Aliases": []
        },
        "5": {
          "ID": "7570248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7570248",
          "TitleEnglish": "Trust",
          "SummaryEnglish": "With her closest friends now giving her the cold shoulder, Mikoto feels isolated and helpless, but finds a surprise ally in Kongo. Kongo tries to track down any clues that will lead her to the whereabouts of Mikoto's missing \"twin sister.\"",
          "Aliases": []
        },
        "6": {
          "ID": "7570251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7570251",
          "TitleEnglish": "The Battle Begins",
          "SummaryEnglish": "Saten carries an injured Kongo to safety, while Awatsuki and Wannai tackle Yoshio Baba and his robotic Great Danes. Mikoto spots Saten with Kongo in an ambulance, blames herself for getting Kongo hurt, and determines to set things right.",
          "Aliases": []
        },
        "7": {
          "ID": "7570255",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7570255",
          "TitleEnglish": "Auribus oculi fideliores sunt",
          "SummaryEnglish": "With Kongo out of danger, Awatsuki finishes the task of having her psychometrist friend probe the kitten's memories. What Saten hears gives her pause, and she turns to Kuroko for advice. Kozaku confronts Mikoto, asking her about the Sisters.",
          "Aliases": []
        },
        "8": {
          "ID": "7570257",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7570257",
          "TitleEnglish": "Railgun ✕ Mental Out",
          "SummaryEnglish": "With the assistance of her friends, Mikoto identifies the location from the website data that Uiharu recovered. Upon arriving at the location, Mikoto finds Shokuho waiting for her, and reveals her side of the events that have led up to this point.",
          "Aliases": []
        },
        "9": {
          "ID": "7640393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7640393",
          "TitleEnglish": "Kozaku Mitori",
          "SummaryEnglish": "Mikoto and Shokuho continue pursuing Gensei Kihara using their own individual methods. Kuroko attempts to identify the girl who abducted Uiharu and Misuzu. Saten decides to investigate an abandoned factory that may be connected to the case.",
          "Aliases": []
        },
        "10": {
          "ID": "7640394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7640394",
          "TitleEnglish": "Clone Dolly",
          "SummaryEnglish": "Shokuho and Mikoto find themselves in a traffic jam, and Shokuho demonstrates a tremendous example of her ability. The background behind the Exterior project is revealed, as well as Shokuho's connection to one of the original Misaka clones.",
          "Aliases": []
        },
        "11": {
          "ID": "7640396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7640396",
          "TitleEnglish": "Joining the Battle",
          "SummaryEnglish": "Kozaku uses Exterior to make her way into Mikoto's mind, convincing her to attack the building without windows. Before she can go after Gensei, Shokuho must contend with Kozaku's puppet, until help arrives from an unexpected source.",
          "Aliases": []
        },
        "12": {
          "ID": "7640397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7640397",
          "TitleEnglish": "Exterior",
          "SummaryEnglish": "Kamijo and Sogiita find that at best, they can only slow down Mikoto's transformation. Kuroko continues to search for Kozaku while dodging her puppet. Gensei pursues Shokuho for the access code that will let him unlock Exterior's potential.",
          "Aliases": []
        },
        "13": {
          "ID": "7693780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7693780",
          "TitleEnglish": "SYSTEM (Those Who Arrive at Heaven's Will in an Only Human Body)",
          "SummaryEnglish": "Kuroko continues searching for Kozaku, but after exhausting every possible hiding spot in the building, she must reexamine her situation. When Mikoto's transformation hits a critical threshold, it is time for Gensei to unlock Exterior's limiter.",
          "Aliases": []
        },
        "14": {
          "ID": "7719645",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7719645",
          "TitleEnglish": "Dragon Strike (Jaw of the Dragon King)",
          "SummaryEnglish": "Gensei has fallen victim to Shokuho's cunning, but Mikoto is still struggling to contain her power. Kamijo decides that he must help her at any cost.",
          "Aliases": []
        },
        "15": {
          "ID": "7745074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7745074",
          "TitleEnglish": "Promise",
          "SummaryEnglish": "A young Kozaku grins and bears her way through her youth in an Academy City research institution, where she befriends Dolly, one of the other girls there. But when Kozaku learns the grim truth about Dolly, it sets her on a life-altering course.",
          "Aliases": []
        },
        "16": {
          "ID": "7745075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7745075",
          "TitleEnglish": "Dream Ranker",
          "SummaryEnglish": "Mikoto is introduced to Indian Poker, a new fad that is sweeping Academy City, which allows people to share their dreams, by Shokuho Clique member Hokaze. Saten tells Uiharu about a new app that seems to predict accidents before they happen.",
          "Aliases": []
        },
        "17": {
          "ID": "7857534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7857534",
          "TitleEnglish": "Precognition",
          "SummaryEnglish": "To demonstrate the authenticity of his predictions, Miyama sends Kuroko out with foreknowledge of several incidents that are about to take place. But when two cases occur in close proximity, Kuroko decides to call in additional help from Judgment.",
          "Aliases": []
        },
        "18": {
          "ID": "7867242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867242",
          "TitleEnglish": "Bust Upper",
          "SummaryEnglish": "After Saten demonstrates skills she acquired through Indian Poker, Mikoto comes upon a Trader who happens to have a card she is keenly interested in. However, ITEM operative Kinuhata is also eager to obtain the card for herself, to the same end.",
          "Aliases": []
        },
        "19": {
          "ID": "7867243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867243",
          "TitleEnglish": "Strange Coincidence",
          "SummaryEnglish": "When Saten buys the last of the mackerel at the supermarket, Frenda pesters her to let her have them, eventually leading to an unexpected friendship. However, when her seemingly innocuous text message is intercepted, Saten finds herself in danger.",
          "Aliases": []
        },
        "20": {
          "ID": "7867245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867245",
          "TitleEnglish": "Ha Det Bra",
          "SummaryEnglish": "Frenda and Saten find themselves under fire from an unknown assailant, and duck into a department store to find cover. When none of Frenda's usual tricks seems to work against their pursuer, she has no choice but to resort to drastic measures.",
          "Aliases": []
        },
        "21": {
          "ID": "7867246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867246",
          "TitleEnglish": "Doppelganger",
          "SummaryEnglish": "Shokuho approaches Mikoto to ask her to break into a research facility and determine the results of a unique experiment. But before Mikoto can enter the building, she has an encounter that raises serious questions for her, demanding good answers.",
          "Aliases": []
        },
        "22": {
          "ID": "7867247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867247",
          "TitleEnglish": "Scavenger",
          "SummaryEnglish": "Kuriba explains to Mikoto and Shokuho how she fears that the Doppelganger's \"soul\" might pose a threat to the city. The members of Scavenger move in to incapacitate and capture the Doppelganger, but find their task more difficult than expected.",
          "Aliases": []
        },
        "23": {
          "ID": "7867249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867249",
          "TitleEnglish": "Possession",
          "SummaryEnglish": "Shocked by the arrival of the Level 5 Mikoto, the members of Scavenger must keep their dark side affiliation a secret from her. Scavenger's Leader proposes that Mikoto teams up with them, since they share the goal of stopping the Doppelganger.",
          "Aliases": []
        },
        "24": {
          "ID": "7867250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867250",
          "TitleEnglish": "Diffusion",
          "SummaryEnglish": "To counter the Doppelganger's giant monster form, Mikoto creates a giant magnetically-induced monster of her own. As the two do battle, it becomes evident that the Doppelganger has an ultimate objective other than combat in mind.",
          "Aliases": []
        },
        "25": {
          "ID": "7867251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-railgun/episodes/7867251",
          "TitleEnglish": "My Dear Friends",
          "SummaryEnglish": "As the fight atop the airship draws to a close, the Doppelganger's true intentions become clear. Following the battle, the members of Scavenger seek to regain their former glory, while the circle of Mikoto's friends becomes more interconnected.",
          "Aliases": []
        }
      }
    }
  }
}