{
    "URL": "https://www.thetvdb.com/series/nyan-koi",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1516294/",
        "https://www.themoviedb.org/tv/37522"
    ],
    "TitleEnglish": "Nyan Koi!",
    "SummaryEnglish": "Junpei Kōsaka is a second-year high school student who hates cats and is also allergic to them. His high school crush is Kaede Mizuno, a girl who adores cats. One day, walking home from school, Junpei kicks an empty can and unfortunately hits the local guardian deity of cats. He finds he can now understand cats, including his family's own ill-tempered cat, Nyamusasu. However, if he does not grant 100 wishes to cats, he will be turned into a cat himself.",
    "TitleJapanese": "にゃんこい！",
    "SummaryJapanese": "猫アレルギーだが家の人間は皆猫好き､そんな高校2年生高坂潤平は学校の帰り道に空き缶を蹴飛ばした｡\n運悪くその空き缶は｢猫地蔵さま｣に命中してしまい､地蔵の首が外れてしまう…\nその晩､飼い猫ニャムサスの言葉を理解出来る事に気づいてしまった潤平は猫地蔵さまの所へ向かった｡\nそして管理者の寺の猫､タマから猫地蔵さまの怒りに触れた者はやがて猫になってしまうと聞く｡\nその呪いを解くには100匹の猫に善行を行わなければならないという｡\n美少女× 男子高校生×にゃんこたちが繰り広げる､ニャンともカワイイラブコメディ!",
    "Aliases": [],
    "Modified": "2024-11-18",
    "Seasons": {
        "1": {
            "ID": "123501",
            "URL": "https://www.thetvdb.com/series/nyan-koi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1120781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120781",
                    "TitleEnglish": "The Ugly Cat and The Cursed High Schooler",
                    "SummaryEnglish": "Junpei Kousaka's most important matters were to stay away from cats, due to his allergy to them, and his crush on his classmate Kaede Mizuno, until he accidentally damages the statue of a cat deity and is cursed with the ability to talk to cats and the task of attending 100 requests from them, with the risk of being transformed into a cat himself if he fails. The first quest he receives is to help the stray cats in the local park who have been tormented by a stranger leaving them traumatized. The tormentor later turns out to be Kaede who has an extreme fondness for cats to the point of smothering them.",
                    "TitleJapanese": "ブサイクな猫と呪われし高校生",
                    "SummaryJapanese": "高校二年生で同じクラスの「水野楓」に恋心を抱く潤平は、猫地蔵を壊したことによってネコになる呪いを受けてしまう。\n飼い猫ニャムサスと寺にいるタマ（猫）から、「お猫様に良い行いをしないとネコになるよ」と聞かされた潤平は、アレルギーに苦しみながらも仕方なくお猫様に良い行いをするのだった。\nネコになってアレルギー死。\nそれを避けるべく、呪いを解くために猫に良い行いをするという潤平の不幸な非日常が始まるのだった"
                },
                "2": {
                    "ID": "1120791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120791",
                    "TitleEnglish": "That Man is My Slave?",
                    "SummaryEnglish": "Junpei must help a cat to give his thanks to a girl who helped him, however, she is no other than Kanako Sumiyoshi, a childhood acquaintance of his who is determined to torment him during the school's cultural festival. The cat later moves in with Kunpei until he can find another home.",
                    "TitleJapanese": "その男　下僕？",
                    "SummaryJapanese": "常盤高校文化祭。どこのクラスも文化祭の準備で大忙しの中、呪いを解くべく早くも猫たちのいいなりになりつつある潤平は学校でも猫から依頼を頼まれる事に。\n俺の平穏な学校生活が…。そう悔やみつつも引き受ける潤平だったが、猫の依頼はなんと順平の幼馴染で、山姥ことマンバの住吉加奈子に『好き』と伝えることだった！\nしかも、加奈子に猫と会話をしている姿を見られてしまい…。どうする潤平！？"
                },
                "3": {
                    "ID": "1120801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120801",
                    "TitleEnglish": "What's your name?",
                    "SummaryEnglish": "Junpei meets Chizuru Mochizuki, a postwoman in trouble, and decides to help her while roaming the city and helping the cats with their requests. However, hanging around with her ends up putting him in a series of misunderstandings much to his despair.",
                    "TitleJapanese": "キミの名は",
                    "SummaryJapanese": "まさか大学生がそんなことを！？\n文化祭から1週間が経った休日の日。\n道に迷った郵便配達員の女性「千鶴」と出会った潤平は仕方なく町内を案内することに。\n方向音痴でオッサン感覚！？逆セクハラ有りも！？\nなんだかよくわからないまま千鶴に振り回される順平に更なる追い討ちが。\n行く先々で猫たちから依頼を受けるわ、幼馴染と出くわすわ、ドタバタ町内を走り回ることに。\nしかも最後には千鶴からハグをされているところを水野に見られてしまい…。\nどうする潤平！？"
                },
                "4": {
                    "ID": "1120811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120811",
                    "TitleEnglish": "Beautiful People",
                    "SummaryEnglish": "Junpei's next request is from a cat owned by Nagi Ichinose, an upperclassman of him. While Nagi seems to be a threat to his relationship with Kaede at first, he ends up being surprised when he figures out Nagi's true nature.",
                    "TitleJapanese": "美しい人",
                    "SummaryJapanese": "まさか！新たな恋敵（ライバル）が！？\n学校で初めてラブレターをもらってしまった潤平。\nこのラブレターはもしや水野！？と期待を膨らせるも\n中身はなんと潤平に決闘を申し込む果たし状（ブラフ）だった。\n『水野楓を賭けて勝負だ！』\nそう言って決闘を申し入れてきたのはなんと、水野と同じ陸上部の一之瀬凪先輩だった。\nしかも何やら先輩の家は極道らしく、水野を賭けた勝負の筈がとんでもない事態に！\n猫もいるわ、極道もいるわ、果たして潤平の運命は！？"
                },
                "5": {
                    "ID": "1120821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120821",
                    "TitleEnglish": "Times Square",
                    "SummaryEnglish": "Junpei sets for the amusement park with Kaede, which could be the perfect chance to get closer to her if Kanako and Nagi had not come along for the ride.",
                    "TitleJapanese": "四角関係の刻",
                    "SummaryJapanese": "水野とデート！？こんなことって…。\n\n今日は水野と遊園地。これって二人っきりのデート！？\nのはずもなく、がっくりと項垂れる潤平。\n\n凪先輩から水野を誘って遊園地で白黒つけようと誘いを受けた潤平だったが、加奈子に見つかってしまい、なぜか潤平、水野、凪、加奈子のダブルデート！？的な状態に。\n苦悩しつつも凪先輩の協力もあってなんとか水野と良い雰囲気になりつつある中、\n水野もまた先輩から言われた一言が気になって、少しずつ潤平を意識し始めるのだった"
                },
                "6": {
                    "ID": "1120831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120831",
                    "TitleEnglish": "Milk & Bitters & Sugar & Spice",
                    "SummaryEnglish": "Junpei meets the twins Akari and Kotone Kirishima, who know about his curse and decided to help with his ordeal. However, hanging with them becomes another source of misunderstandings, mostly due to Kotone's strange infatuation with him and their ability to sense the supernatural like Junpei's curse.",
                    "TitleJapanese": "ミルク＆ビター＆シュガー＆スパイス",
                    "SummaryJapanese": "まさか呪いがバレた！？新たな女の子も登場して…。\n\nツインテールの女の子から突如呪いについて指摘された潤平。\nバレた！？でもどうして？わけもわからずその場を立ち去る潤平だったが、次の日その女の子から話があると言われお寺に行くことに。\nしかしそこで順平を待っていたのは二人のツインテールの女の子「桐島朱莉」だった。\n「桐島朱莉」が二人！？どうなってるの！？とりあえず話を聞く潤平だったが、自体はあらぬ方向へと進むことに…。波乱の予感！？どうなる潤平！"
                },
                "7": {
                    "ID": "1120841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120841",
                    "TitleEnglish": "Wait Until It's Getting Dark",
                    "SummaryEnglish": "Junpei sets out for a school trip to Kyoto with his classmates, but he barely has time to enjoy the trip when words about him spread among the local cats who flood him with requests. Junpei along with Kaede and Sumiyoshi soon stumble upon Ichinose whose family is situated in Kyoto and is there to attend an annual meeting. This meeting is in fact an arrangement to have Ichinose choose a husband, a decision which she would always decline.",
                    "TitleJapanese": "暗くなるまで待って",
                    "SummaryJapanese": "修学旅行、新たな波乱の幕開け！？　\n今日から楽しい修学旅行！…のはずが潤平にとっては苦悩の旅行に。\n\nタマの依頼で東京から京都へ猫を送り届けた潤平だったが、事あることか、京都でも猫助けをする羽目に。\nうんざりする潤平だったが、なんとそんな潤平に猫の恩返しが待っていた！\n「そっちの隙間からよく見えるよ、女湯」\nなんという誘惑の声!!!だが覗こうした矢先、あろうことかその壁が壊れてしまい女湯へと投げ出される羽目に…。どうする潤平…。"
                },
                "8": {
                    "ID": "1120851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120851",
                    "TitleEnglish": "The Passionate Private Running Coach",
                    "SummaryEnglish": "Junpei's next task is to help a cat to get in shape in order to win the favor of his beloved. But when he starts to neglect his promise to him, the cat decides to enact revenge by putting him in a very embarrassing situation.",
                    "TitleJapanese": "炎の個人教授ランナー",
                    "SummaryJapanese": "仕方ないのよ。お年頃なんだもの！\n帰宅早々に桐島姉妹と猫たちから依頼を頼まれる潤平。\n今回の依頼はミッチーこと軟弱な猫をスズメが獲れるように鍛えることだった。\n仕方なくミッチーを連れて土手で特訓をする潤平だったが、途中水野と凪先輩と出くわしなぜか陸上部に仮入部するはめに。\n翌日、水野と一緒に陸上部で楽しい時間を過ごす潤平だったがミッチーとの約束を忘れてしまい手痛い仕返しを受けることにしかもその仕返しが飛んでもない事態を引き起こし…"
                },
                "9": {
                    "ID": "1120861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120861",
                    "TitleEnglish": "Girls in the Water",
                    "SummaryEnglish": "The gang sets out for leisure time at the swimming pool, but Junpei gets sick, and Kanako pays a visit to take care of him while struggling with her true feelings.",
                    "TitleJapanese": "ガールズ・イン・ザ・ウォーター",
                    "SummaryJapanese": "プールだ！水着だ！ハプニング！？二学期期末試験前。\n今日はみんなで勉強会…のはずが何故か集合した場所は遊園プール！？\nあっけにとられる潤平と水野をよそに（尻目に）はしゃぐ加奈子と晴彦。\n仕方なく気分転換として楽しむ事にした潤平だったがそこへ桐島姉妹、それに凪先輩まで登場してなんとも慌しい状況に。（桐島姉妹にビンタされては寄り添われ、凪先輩は加奈子の胸を揉んで騒ぎたてるわと）いろいろなハプニングが起こる中、はずみ（アクシデント）で水野の胸を触ってしまう潤平…。\n幸せいっぱい、鼻血もいっぱい、どうなる潤平！？"
                },
                "10": {
                    "ID": "1120871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120871",
                    "TitleEnglish": "As It Happened One Night",
                    "SummaryEnglish": "The Kirishima sisters end up counting on Junpei's unexpected help to deal with a spirit who threatens his friends.",
                    "TitleJapanese": "或る夜の出来事",
                    "SummaryJapanese": "桐島姉妹は退魔師！？二学期期末試験。\n潤平と晴彦と晃太の3人は赤点を取ってしまった加奈子の補習を手伝うために水野や凪先輩と一緒にお寺にいる桐島姉妹に会いに行くことに。\n補習内容が町の郷土史について調べることだったため、桐島姉妹に町を案内してもらう潤平たちだったが、途中商店街で見つけた招き猫の置物に加奈子が悪戯をしてしまう。\nそれを見た桐島姉妹は只ならぬ雰囲気ですぐさまお払いを行うのだった。\n普通じゃない感じに潤平は何やら嫌な予感を感じて…。"
                },
                "11": {
                    "ID": "1120881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120881",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Christmas is coming and after stumbling on Junpei, Kanako ends up spending some quality time with him.",
                    "TitleJapanese": "フレンズ",
                    "SummaryJapanese": "告白！？デート！？プレゼント！？\n終業式を迎え休みに入った潤平はなんとか呪いの進行を食い止めようと猫地蔵の修理代をバイトで稼いで寄付をしようする。\nそんな中、加奈子は潤平がバイトしているのは、クリスマスプレゼントと一緒に楓に告白するためじゃないかと勘違いをしてしまい、潤平への想いからその場の勢いで映画へ誘ってしまう。\n潤平と一緒に映画に向かう途中、楓に対し罪悪感を感じた加奈子は、潤平への気持ちに整理をつけようとするのだが…。"
                },
                "12": {
                    "ID": "1120891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyan-koi/episodes/1120891",
                    "TitleEnglish": "Heaven Will Wait?",
                    "SummaryEnglish": "Kaede is suspicious about Junpei's secret and he must find a way to dissuade her before being stricken with the full force of his curse.",
                    "TitleJapanese": "天国は待ってくれる？",
                    "SummaryJapanese": "最終回！秒読み開始！死へのカウントダウン！？\n呪いの進行が進み、ついに猫の耳まで生えてきてしまった潤平。\n桐島姉妹に助けてもらいなんとかお札で呪いの進行を一時的に止めることに成功したものの、事態は一刻を争う状態に。\n悪化の原因である水野の呪いについての疑いを解くために作戦を立てる潤平と桐島姉妹であったが、その水野の前でお札の付いた帽子を取られてしまい猫耳を晒してしまうことに。\nここまでか！？もう逃げられない状況に、ついに潤平は…"
                }
            }
        }
    }
}