{
    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1706644/",
        "https://www.themoviedb.org/tv/46036"
    ],
    "TitleEnglish": "Armed Librarians: Book of Bantorra",
    "SummaryEnglish": "In the story of the light novels, all the dead people of the world have been turned into \"books\" stored in the Bantorra library. A boy named Koria Tonisu has had his memories erased and his chest embedded with a bomb. He is sent to kill Hamyuttsu Meseta, the world's most powerful armed librarian. However, he falls in love at first sight with this beautiful woman in charge of the \"books,\" and he gets enveloped in the great war over the library.",
    "TitleJapanese": "戦う司書 The Book of Bantorra",
    "SummaryJapanese": "図書館の『本』に死者の全てが収められる世界。その世界に生きる、記憶を、思考することを奪われ、胸に爆弾を埋め込まれた少年コリオ＝トニスら3人は『本』の鉱山町であるトアットを訪れる。彼は、世界最強の武装司書であるハミュッツ＝メセタを殺すことだけを目的に生きていた。しかし彼は、美しい姫の『本』に一目惚れをしてしまう。ハミュッツ＝メセタを殺すために潜む暗殺者達とハミュッツ＝メセタとの戦いが始まり、恋に落ちてしまったコリオもその渦中へと巻き込まれていく……。",
    "Aliases": [
        "Tatakau Shisho: The Book of Bantorra",
        "Armed Librarians Book of Bantorra"
    ],
    "Modified": "2024-11-16",
    "Seasons": {
        "1": {
            "ID": "126111",
            "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/seasons/official/1",
            "# Episodes": 27,
            "Episodes": {
                "1": {
                    "ID": "1141751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1141751",
                    "TitleEnglish": "A Bomb, a Book and a Sinking Ship",
                    "SummaryEnglish": "When 'Armed Librarians' launch an attack against a 'Church of Shindeki' ship they are attacked by 'Human Bombs'. After boarding the ship and fighting off the guards (the Mock Men), the Librarians find dozens of 'Meats' in the hold but are unable to save them all before the ship itself explodes. One of the few survivors is the Human Bomb, Colio Tonies who's only thoughts are of killing the Acting-Director of the Armed Librarians, Hamutz Meseta.",
                    "TitleJapanese": "爆弾と本と沈み行く船",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1141761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1141761",
                    "TitleEnglish": "Bombs, a Princess and a Gray Town",
                    "SummaryEnglish": "Colio and his companions find themselves at the Toatt Mine region still searching for Hamutz. However it isn't long before Lumion, a local Armed Librarian discovers that they are human bombs. In the ensuing confusion one of the bombs detonates killing Lumion and this in turn prompts Hamutz herself to head to the Toatt Mine to search for those responsible.",
                    "TitleJapanese": "爆弾と姫君と灰色の街",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1162411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162411",
                    "TitleEnglish": "A Bomb, a Human, and the Sickness of a God of Death",
                    "SummaryEnglish": "Colio is given another piece of the book of the Ever-Laughing Witch and he learns more about her past. He also comes face to face with the women he is supposed to kill but things do not go as he thought they would.",
                    "TitleJapanese": "爆弾と人間と死の神の病",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "1162421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162421",
                    "TitleEnglish": "An Evening, Shiron and Korio",
                    "SummaryEnglish": "Hamutz and Segal finally face each other in battle but with Segal wielding Shlamuffen it doesn't seem like the Acting-Director has much hope of winning. Meanwhile, after learning more about Shiron's past, Colio decides that he too must fight.",
                    "TitleJapanese": "夕方とシロンとコリオ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "1162431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162431",
                    "TitleEnglish": "A Betrayal, A Cup, and a Meandering Path",
                    "SummaryEnglish": "Following the theft of Ylucklucu and Volken's apparent betrayal everyone at Bantorra begins to question his motives and his character. Mirepoch has been particularly affected by her friend's actions and seeks solace in the books of the lower libraries. Meanwhile, Norotei is dispatched to recover Lumion's book which has gone missing from the Toatt Mine.",
                    "TitleJapanese": "裏切りと杯と迷いの小道",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "1162441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162441",
                    "TitleEnglish": "Thunder, a Monster, and a Girl's Punch",
                    "SummaryEnglish": "A man who refers to himself a monster arrives at the Library and demands to see Hamutz. He is immediately confronted by Mattoalast, Minth and Mirepoch who manage to force him to retreat despite his numerous magical abilities. Meanwhile, Norotei is still investigating the theft of Lumion's book.",
                    "TitleJapanese": "雷と怪物と殴る少女",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "1162451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162451",
                    "TitleEnglish": "A Smile, a Mask, and a Man with a Death Wish",
                    "SummaryEnglish": "Norotei confronts Zatoh about his theft of Lumion's book and his suicidal tendencies. Zatoh tells her that she can have the book only if she can kill him. Meanwhile, Mirepoch learns that Zatoh maybe the monster who attacked the Library and dispatches Mince to investigate.",
                    "TitleJapanese": "笑顔と仮面と死にたがりの男",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "1162461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162461",
                    "TitleEnglish": "A Pond, Comrades, and a Seashell",
                    "SummaryEnglish": "Norotei learns that Zatoh is a 'book eater', a monster who can devour books gaining the knowledge and power of the person concerned. When Zatoh consumes Lumion's book Norotei becomes so angry that she becomes serious about fighting for the first time. Meanwhile, somewhere inside of Zatoh's soul all of the books he has consumed begin to rebel against him.",
                    "TitleJapanese": "沼と仲間と浜辺の貝殻",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "1162471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162471",
                    "TitleEnglish": "A True Man, a Battlefield and My World",
                    "SummaryEnglish": "With Enlike now in control of Zatoh's body he returns to Bantorra with Norotei to try and atone for his sins. Unfortunately, despite Norotei's affection for him many of the other librarians do not trust Enlike and things are only made worse by Ganbanzel's incessant hounding of his former protégé.",
                    "TitleJapanese": "真人と戦場と私の世界",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "1162481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162481",
                    "TitleEnglish": "A Weird Guy, a Mother and the Nest of the Black Ants",
                    "SummaryEnglish": "The Library comes under attack and it appears that an Armed Librarian is responsible, Mokkania Fluru. With Hamyutz trapped in the Labyrinth with the traitor the other Librarians regroup and prepare a counter-attack. However, it soon emerges that Mokkania is being manipulated into attacking the Acting-Director by the Church of Shindeki and that they must find a way to break their hold over him before it is too late.",
                    "TitleJapanese": "変人と母親と黒蟻の巣",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "1162491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162491",
                    "TitleEnglish": "A Weakling, the Labyrinth, and Moving the Queen",
                    "SummaryEnglish": "With Hamyutz now in possession of Shlamuffen she decides that it is time to confront the treacherous Mokkania. Meanwhile, the reason for Mokkania's sudden attempt to kill Hamyutz becomes clear and it is not what any of the Armed Librarian's originally believed.",
                    "TitleJapanese": "弱者と迷宮と女王の指し手",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "1162501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162501",
                    "TitleEnglish": "The Past, Irrationality, and a Pipe's Smoke",
                    "SummaryEnglish": "Mattalast reminisces about the first time he met Hamyutz and how they went from trying to kill each other to becoming lovers. He also remembers their mission together to capture the traitor Hiza, when he was order to eliminate Hamyutz by the then Acting- Director, Fhotona.",
                    "TitleJapanese": "過去と理不尽とパイプの煙",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "1162511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1162511",
                    "TitleEnglish": "A Day Off, a Picture Book, and Rusty Hair",
                    "SummaryEnglish": "Mirepoch uses her day off to investigate an eight year old murder that may be related to Lasquall Othello. However, there is also someone else who is interested in the mysterious Lasquall and she is prepared to kill in order to find her man. When the two come face to face it is only thanks to Mattalast's timely intervention that Mirepoch survives.",
                    "TitleJapanese": "休暇と絵本と赤錆の髪",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "1500851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1500851",
                    "TitleEnglish": "The Setting Sun, a Storyteller, and a Collection of Fables",
                    "SummaryEnglish": "Shiron, the Ever-Laughing Witch tells the story of how the world was created by the Overseer and the Library was founded. She then recounts the various events that have occurred up until now; Colio's defeat of Cigal, Volken's betrayal, Zatoh's redemption by Noloty, Mokkania's death and Mirepoch's hunt for the truth about Lasquall Othello.",
                    "TitleJapanese": "落日と語りべと幾つかの寓話",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "1500861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1500861",
                    "TitleEnglish": "A Girl, a Girl, and the Bed of God",
                    "SummaryEnglish": "Mirepoch continues to search for answers about Lasquall but her red-haired rival appears to be one step ahead of her. However, when she does finally get up to speed she realises that the only way to kill Lasquall is to work together with Alme.",
                    "TitleJapanese": "少女と少女と神の寝床",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "1500871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1500871",
                    "TitleEnglish": "A Banned Book, a Coward, and the Sacred Eyes",
                    "SummaryEnglish": "Minth is assigned to retrieve illegal snuff books with the help of Yuri and Yukizona. However, Minth soon runs into an old friend from his criminal days, Griehn and is reminded of the last time he got involved with snuff books. He then begins to realise that Griehn has more to do with his mission than he first thought, forcing Mince to choose between his duty and his friend.",
                    "TitleJapanese": "禁書と腑抜けと聖浄眼",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "1574461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1574461",
                    "TitleEnglish": "A Return Home, an Encounter, and Burning Bridges",
                    "SummaryEnglish": "Volken finally returns to Bantorra after his apparent defection and attempts to prove his innocence. However, his return causes Mirepoch to question her decision to drink the water of Argax as her feelings for her former friend begin to return. Meanwhile, Enlike tries to help Renas make sense of her re-emerging memories.",
                    "TitleJapanese": "帰還と出会いと燃えあがる緑",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "1574471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1574471",
                    "TitleEnglish": "A Propeller, Recollection, and the Lead Human",
                    "SummaryEnglish": "Volken and Renas (now calling herself Olivia Litlet) defeat Volekn's former instructor, Vizac in order to escape to the Kra District. However, Hamyutz continues to pursue the traitors in order to destroy the secret of Vend Ruga once and for all. Meanwhile, the Armed Librarians learn that Vizac is dead and they all blame Volken for their comrade's murder, all except Mirepoch.",
                    "TitleJapanese": "プロペラと追想と鉛の人間",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "1574481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1574481",
                    "TitleEnglish": "A Fool, Empty Space, and a Dancing Puppet",
                    "SummaryEnglish": "The Acting-Director has finally caught up with Volken and Olivia at the Duria Mine. As Olivia attempts to overcome an army of Human Bombs in order to locate Ylucklucu, Volken finally faces off against Hamutz. Although Volken is not strong enough or ruthless enough to defeat Hamyutz he succeeds in slowing her down but in process he is killed by Hamyutz. Olivia regains not only Ylucklucu, but also her memories as well.",
                    "TitleJapanese": "阿呆と虚空と踊る人形",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "1674621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1674621",
                    "TitleEnglish": "Funeral Bells, a Book, and a Boy with a Death Wish",
                    "SummaryEnglish": "Following the Meat's revolt against the Church of Shindeki, the Ismo Republic suddenly declares war on the Library of Bantorra and Hamyutz suspects that the severely weakened Church is somehow involved. Meanwhile, Enlike is delivered a book by Lasquall and when he starts reading it he is shocked to learn that it is Noloty's. He is even more shocked when he learns the circumstances of her death.",
                    "TitleJapanese": "弔鐘と本と死にたがりの少年",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "1716301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1716301",
                    "TitleEnglish": "Enmity, the Color Blue, and the Rope Princess",
                    "SummaryEnglish": "With Bantorra surrounded by the forces of the Guinbecs-Ismo alliance Hamyutz decides it is time she joined the fight, leaving Mirepoch in charge of the Library. Mirepoch and Minth then make a startling discovery about the reason for this sudden war. Meanwhile, Enlike continues to read Noloty's book in order to discover her final wish.",
                    "TitleJapanese": "憎しみと蒼と荒縄の姫君",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "1716311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1716311",
                    "TitleEnglish": "The Sky, a Conclusion and Her World",
                    "SummaryEnglish": "The Armed Librarians learn that the Cerulean Death is responsible for the sudden outbreak of hostilities, but this knowledge does them little good. As such Hamyutz prepares to lead the remaining Armed Librarians in a last-ditch offensive against the growing enemy forces that have surrounded the Library. Meanwhile, Enlike finally finishes Noloty's book and is able to fulfil her final wish.",
                    "TitleJapanese": "空と結末と彼女の世界",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "1716321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1716321",
                    "TitleEnglish": "A Jailbreak, a Tool and the Violet Desert",
                    "SummaryEnglish": "It has been more than two months since the end of the Cerulean Death War and things are very different in Bantorra. Minth has been promoted to the new Governor of Paradise and has begun the task of recruiting new True Men. Meanwhile, the Armed Librarians have had enough of Hamyutz's secrets and have decided to rebel against her. However, before they can put her on trial she escapes in order to carry out one final task.",
                    "TitleJapanese": "脱獄と道具と砂漠の菫",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "1791761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1791761",
                    "TitleEnglish": "Truth, Love, and the Second Sealed Library",
                    "SummaryEnglish": "Having been reunited with Chacoly after all this time the first thing Hamyutz does is kill her. She then decides to read Chacoly's book and see what happened after the two of them parted ways. Meanwhile, with everyone out searching for the Acting-Director, Enlike is able to sneak into the Library where he comes face to face with the Director of the Bantorra Library, Ruruta Coozancoona.",
                    "TitleJapanese": "真実と恋と第二封印書庫",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "1791771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1791771",
                    "TitleEnglish": "Serenity, Indolence and the Tale of Despair",
                    "SummaryEnglish": "Long ago as the God Orntorra prepares to send seven Angels armed with seven deadly 'War Machines' to destroy the world, one man prepares to save it, Ruruta Coozancoona. After consuming the magic rites of more than a thousand books Ruruta is able to defeat the 'Beasts of the Final Chapter' but is forced to kill his lover Niiniu, in the process. As such he creates the Armed Librarians and the Church of Shindeki in order to fulfil Niiniu's wishes and make her happy.",
                    "TitleJapanese": "静寂と惰眠と絶望の物語",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "1791781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1791781",
                    "TitleEnglish": "Redemption, Perplexity and the Book Within a Book",
                    "SummaryEnglish": "Inside Ruruta's 'Nonentity Entrails' a seemingly unstoppable Hamyutz wages war on Ruruta. Although at first she has the upper hand, things quickly change when Ruruta transfers all of his power to Niiniu and the Acting-Director must face the 'Soul of Destruction' herself. It is then up to an unlikely old friend to help her to turn the tide of battle back in her favour, Colio Tonies.",
                    "TitleJapanese": "贖罪と惑と本の中の本",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "1856261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-librarians-book-of-bantorra/episodes/1856261",
                    "TitleEnglish": "The Might of the World",
                    "SummaryEnglish": "Hamutz uses her ability to summon the various Armed Librarians who have been killed in battle and together they struggle to defeat Niiniu and defend the world. Meanwhile, Ruruta calls on Mirepoch to revive those Armed Librarians still in the living world and protect the innocent population from the Beasts of the Final Chapter.",
                    "TitleJapanese": "世界の力",
                    "SummaryJapanese": null
                }
            }
        }
    }
}