{
    "URL": "https://www.thetvdb.com/series/sasameki-koto",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1515992/",
        "https://www.tv-tokyo.co.jp/anime/sasameki/",
        "https://www.themoviedb.org/tv/42407"
    ],
    "TitleEnglish": "Whispered Words",
    "SummaryEnglish": "Murasame Sumika is popular in the high school for her excellence in the marks and sports. However, she has a secret: she is in love with her classmate Kazama Ushio, but she hasn't noticed Sumika's feelings. On the other hand Ushio also has a liking to the love between girls but she only shows any interest in cutesy girls. Sumika, a card-carrying badass who helps run her family's dojo, does not fit this bill even a little. Cue angst, as she is forced to watch from the sidelines as Ushio falls for girl after girl, none of them her. Ushio is always eager to share news about her latest crush. With the duo's knack for attracting trouble, it looks like Sumika's trials have only just begun.",
    "TitleJapanese": "ささめきこと",
    "SummaryJapanese": "優等生の村雨純夏は中学からの友人、風間汐に想いを伝えられず、悶々としていた。\nそんな二人のまわりには、食欲旺盛なブラスバンド部員・鳥追きより、少女ファッション誌読者モデルの朱宮正樹、蓮賀朋絵と当麻みやこの仲良しカップルなど、個性豊かな面々が集まっていく。\nある日「放課後を女の子だけで楽しく過ごす部を作ろう」という話になって・・・！？",
    "Aliases": [
        "Sasame Kikoto",
        "Sasameki Koto",
        "Sasamekikoto"
    ],
    "Modified": "2022-12-29",
    "Seasons": {
        "1": {
            "ID": "128001",
            "URL": "https://www.thetvdb.com/series/sasameki-koto/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1157101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1157101",
                    "TitleEnglish": "Whispered Words",
                    "SummaryEnglish": "Sumika Murasame's friend, Ushio Kazama, reveals that she has a crush on a second-year girl from the school library, Chizuka Nishikigi. Sumika warns Ushio that Chizuka may have someone else she likes and that Ushio would just get crushed, which makes Ushio unhappy. The next day, Sumika saves Masaki Akemiya from a falling box, though she denies that she is a nice person. Later that day, Chizuka turns against Ushio because the guy she liked had taken an interest in Ushio instead. Sumika, who had waited to apologize to Ushio, then arrives to comfort her and later makes up with her.",
                    "TitleJapanese": "ささめきこと",
                    "SummaryJapanese": "優等生の村雨純夏は中学からの友人、風間汐に想いを伝えられず、悶々としていた。かわいい女の子が好きな汐は、新たに気になる相手ができたことを告白する。相手は図書委員の先輩、綿木千津香。新たな出会いに浮かれ千津香と両想いになることを夢想する汐に、純夏は嫉妬心から思わずきつく当たってしまい、二人の関係は気まずくなる。\n汐を傷つけたことで自己嫌悪に陥る純夏だったが、友人・きよりの勧めもあり、仲直りをしようと汐のいる図書室へ向かう。だがその時図書室では、汐が千津香に「好きな人はいるのか」と尋ねられていた。"
                },
                "2": {
                    "ID": "1172451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172451",
                    "TitleEnglish": "Pretty People",
                    "SummaryEnglish": "Ushio fawns over a cute looking model in a magazine. Meanwhile, Sumika is a bit downhearted that she herself is not what people would consider cute. She becomes a bit surprised when Masaki calls her cute, though it manages to lift her spirits. Sumika tries to confess to Ushio, but is abruptly told she is \"not her type\" before she has a chance. Just then, Ushio spots the model, who immediately runs off. Sumika chases her on behalf of Ushio only to discover that the model is actually Masaki, who had been crossdressing to get Sumika's attention. She rejects him, but points out that neither of them will give up even after rejection.",
                    "TitleJapanese": "かわいいひとた",
                    "SummaryJapanese": "雑誌で見かけた読者モデルに夢中になる汐。いつものように浮かれて暴走する汐の様子に純夏は落ち込む。件の読者モデルは、クラス委員長で成績優秀でスポーツ万能ではあっても自分が汐好みの「かわいい女の子」ではないと思っている純夏にとって、汐の理想と自分自身のギャップを思い起こさせる存在なのだった。\n思い悩む純夏を気にかけていたクラスメイトの朱宮正樹は、純夏に「村雨さんはかわいい」と告げる。その言葉に俄然自信を取り戻した純夏は、告白を決意して汐の家を訪ねる。だがいざ汐と向き合うと、なかなかタイミングが掴めないのだった。"
                },
                "3": {
                    "ID": "1172461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172461",
                    "TitleEnglish": "First Kiss",
                    "SummaryEnglish": "Late afternoon at school, Sumika and Ushio catch two girls kissing each other. When the next day's discussion turns to first kisses, Ushio gets the crazy idea of having a practice first kiss. Sumika, feeling a bit dejected that Ushio would rather practice on a model skeleton than her, and decides to take up karate again, having previously quit because she felt it was not cute. The next day, Ushio asks Sumika to meet her after school. Assuming Sumika had someone else in mind, Ushio lets her have her practice first kiss on her while wearing an Ultraman mask. As she does, they are watched by the two girls that Sumika and Ushio had seen kissing each other before.",
                    "TitleJapanese": "ファーストキス",
                    "SummaryJapanese": "純夏と汐は、放課後の教室でキスをする女の子同士のカップルを目撃する。その光景に刺激を受けた汐は、いつか訪れるであろうかわいい女の子とのファーストキスのために練習が必要だという思いに取り付かれる。\nいつものように暴走する汐に振り回される純夏は、汐のファーストキスの相手は自分でありたいと悩む。練習相手でもよいからと思うが、背の高い純夏では練習相手にならないと汐に告げられ、自分が汐にとってはキスの相手として対象外だと改めて思い知らされる。\nだが汐に突然放課後の教室に呼び出され、純夏の期待がふくらんでゆく。"
                },
                "4": {
                    "ID": "1172471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172471",
                    "TitleEnglish": "4+1",
                    "SummaryEnglish": "As Sumika recognizes Tomoe Hachisuka and Miyako Taema as the girls she and Ushio saw kissing the other day, Tomoe whispers in her ear that she saw her with Ushio. Tomoe reveals to Sumika her vision of a girls only club, and Miyako attempts to blackmail her into joining, but Sumika tells her that she and Ushio are not a couple. Both Tomoe and Miyako notice that Sumika has a crush on Ushio, who they later convince into joining them, leaving one more member to find. Sumika decides to use Masaki's cross-dressing skills in order to get reactions from potential girl-liking girls. He goes a bit over-the-top with his confessions and scares everyone off. Sumika decides to try again with his usual wig he wears when cross-dressing as Akemi Yamasaki, but when Ushio spots him, he is enrolled into the club and 'Akemi' is made into a transfer student. However, the club application is rejected.",
                    "TitleJapanese": "4+1",
                    "SummaryJapanese": "キスをしていたカップルの正体が気になりだした汐。自分にもかわいい恋人が欲しいと望む汐に、きよりは恋人探しを提案する。\n汐に付き合っている中で、純夏はキスをしていたのがクラスメイトの蓮賀朋絵と当麻みやこだと気づく。二人に呼び出された純夏は、朋絵から女の子が好きな女の子のための部活「女子部」の設立を持ちかけられる。汐への恋心を見透かされ、動揺する純夏。\n「女子部」のアイデアに夢中になる汐とは対象的に気乗りしない純夏だったが、一緒の部活に入りたいという彼女の言葉にほだされ、朱宮を巻き込んで部員集めに奔走する。"
                },
                "5": {
                    "ID": "1172481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172481",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Tomoe and Miyako come to Sumika's house for a study session, although they are really thinking up plans for their girl's club. Sumika has trouble juggling both them and her in-house maid who embarrasses her. The next day they decide to take their 'studying' over to Ushio's house, where Sumika notices she and Ushio both have the same photo of each other taken on the first day of school displayed in their rooms. Preparations for dinner soon turns into a battle between Sumika and Miyako, which ends with explosive results. After another failed attempt at working together to cook, Ushio's brother, Norio, arrives with some takoyaki and are later joined by their friend Kiyori Torioi. After leaving, Tomoe and Miyako thank Sumika for helping them get friends. When Sumika gets home, she prints out a photo of the five of them together.",
                    "TitleJapanese": "friends",
                    "SummaryJapanese": "ある日の放課後。朋絵とみやこが、女子部設立会議と称して村雨家に押しかけてきた。当然のように私生活をかきまわされる純夏。そして翌日、会議の場所は汐の家へと変更されるのだが、ここでもケチをつけたり、いたずらしたりと傍若無人なみやこの振る舞いに純夏は苛立ちを隠せない。やがて汐がメイド服を持ち出したことをきっかけに、なぜか純夏とみやこは料理で対決することに。食材を買いに走り、メイド服姿で鼻息荒く勝負に突入する２人だが、料理が苦手な純夏は散々な結果に終わってしまう。女の子らしく振る舞えない自分に嫌気がさした彼女は、逃げだそうとするのだが･･･。"
                },
                "6": {
                    "ID": "1172491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172491",
                    "TitleEnglish": "The Couple's Night",
                    "SummaryEnglish": "Ushio is still having trouble facing Chizuka following the incident between them, even though she allegedly wants to apologize to her. Noticing Chizuka's clumsy traits, Tomoe and Miyako decide to train Sumika into becoming a clumsy girl that Ushio would fall for, with poor results. Later, Ushio comes over to Sumika's house instead of going to meet with Chizuka. Sumika notices Ushio is lying about not having feelings for Chizuka anymore. Later that night, Ushio offers to wash Sumika's back, but Sumika just ends up fainting from embarrassment. Ushio berates herself for selfishly liking and then disliking Chizuka, but Sumika tells her it is not her fault. The next morning, Ushio goes to Chizuka to apologize and confess, much to Sumika's dismay.",
                    "TitleJapanese": "二人の夜",
                    "SummaryJapanese": "気まずい別れをした先輩－－千津香に仲直りを求められ、動揺する汐。二人の関係が気になる純夏は、朋絵やみやこにアドバイスされ、汐好みのドジッ娘になるための訓練をするが、なかなか思うようにいかない。\n一方、千津香と向き合う決心がつかない汐は、誘いをすっぽかして純夏の家に遊びに来る。「先輩より自分を選んだ？」と期待する純夏だったが、「もうなんとも思っていない」という彼女の言葉が嘘だと気づいてしまう。そして純夏は、汐に恋人ではなく友人として求められていることを改めて実感させられるのだった。"
                },
                "7": {
                    "ID": "1172501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172501",
                    "TitleEnglish": "Boys and Girls",
                    "SummaryEnglish": "Masaki's younger sister Manaka sneaks into school to confront Sumika over why she rejected him. Using some pity tactics, Manaka manages to get Sumika to agree to go on a date with Masaki. Come Sunday, Masaki meets up with Sumika while cross-dressing, and Manaka follows them, using a plan to get them together. Meanwhile, Ushio gets a little worried when she cannot get into contact with Sumika. Manaka recommends they go see a romance film, but they end up watching a horror instead. Next, Sumika and Masaki have lunch, though Manaka is unable to sneak love potion into Sumika's food due to her unconvincing waitress disguise. While clothes shopping, Sumika cannot handle the fact that Masaki acts more cute and girly than herself, and she runs off only to be ambushed by a trio of creepy otaku Manaka had recruited to make Masaki look like a hero. Masaki leads them away from Sumika, but soon finds himself in trouble when they will not leave him alone even after he reveals he is a guy. At the end of the day, Masaki simply tells Manaka not to do something like that again, while Sumika checks her phone to find six voice messages from Ushio.",
                    "TitleJapanese": "少年少女",
                    "SummaryJapanese": "朱宮の妹、万奈歌は、いつまでたっても純夏にアタックできない兄のため、彼女にデートをするよう直談判する。純夏は流れと万奈歌の策略にのり、つい承諾してしまう。\n当日、なぜか女装姿で現れる朱宮。一見すると女同士の不可解なデートが始まるが、実はそのコースはすべて、万奈歌が純夏と朱宮をくっつけるために計画したものだった。女の子向けスポットで兄の可愛さを純夏にアピールしようという魂胆だ。さらに万奈歌は行く先々で待ち伏せて、純夏と朱宮を監視するが、二人はことごとく思惑とちがう方向に行動し、練り上げたプランは一つとして上手くいかない･･･。"
                },
                "8": {
                    "ID": "1172511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172511",
                    "TitleEnglish": "Ripple",
                    "SummaryEnglish": "Some classmates ask about whether Tomoe and Miyako are actually dating. When another classmate, Azusa Aoi, complains about such scandalous talk, she gets kissed by Tomoe and runs off in embarrassment. Sumika later catches up to Azusa and learns she is a fan of Masaka Orino, who unknown to her is actually Norio's pen name. Learning Sumika has heard of 'her' works, Azusa feels relieved and becomes friends with her. Just then, they fall down some stairs, only to be spotted by Ushio in a compromising position. Sumika catches up to her, and to both of their surprise, Ushio starts crying. Noticing the awkwardness between them, Tomoe arranges for Sumika and Ushio to have a private talk. Ushio assumes her tears were from seeing Sumika acting like a violent man, but knows she wouldn't really do something like that. Azusa appears out of the blue, bring with her some dōjinshi of Orino's work, putting pressure on Ushio to keep Norio's identity a secret. As Ushio leaves, Sumika notices her blushing as she goes.",
                    "TitleJapanese": "Ripple",
                    "SummaryJapanese": "純夏たちのクラスメイト、蒼井あずさは、小説家「織野真紗香」の熱狂的なファンだった。純夏はひょんなことから彼女に同好の士だと誤解される。その正体が汐の兄、範夫だと知っている純夏だが、「織野真紗香」が女性と信じ込んでいるあずさに真実を告げることができず、話をあわせてごまかすだけで精一杯。そして別れ際、純夏はアクシデントであずさにのしかかる体勢をとってしまい、しかもそれを通りがかった汐に目撃される。無言でその場を立ち去る汐。慌てて追いかけた純夏が見たのは、涙を流す汐の姿だった。純夏はその意味が分からず、ただ彼女を泣かせた事に動揺する。"
                },
                "9": {
                    "ID": "1172521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172521",
                    "TitleEnglish": "Like a Sunflower",
                    "SummaryEnglish": "Azusa gets psyched to prepare a doujin for an upcoming yuri convention, assuming Sumika would help her with it. Ushio decides to distance herself from Azusa so that Norio's secret identity won't be found out. Tomoe plans a trip to the beach for her 'club', tempting Sumika with the thought of Ushio in a swimsuit. Thinking about Sumika, Azusa is inspired to work on an original story as opposed to a doujin, and spends many nights working on it with the hopes of showing Sumika the final result. However, she becomes very depressed when Sumika can't remember offering to help, and runs home to cry. Having noticed her, Tomoe brings Sumika over to Azusa's house so she can see the work Azusa had done and apologize.",
                    "TitleJapanese": "ひまわりの君",
                    "SummaryJapanese": "期末試験が終わり、あずさは純夏に同人誌即売会への参加を持ちかける。一緒に同人誌を作ろう、と熱弁をふるうあずさだが、「織野真紗香」の正体を知られたくないと焦る純夏の耳には全く入っていなかった。\nあずさは、すっかり純夏が参加してくれると思い込み、浮かれたあまりに初めてのオリジナル小説を執筆する。\nだが、あずさの誘いなど意識にない純夏は、朋絵発案の「女子部合宿」へ行くことに同意してしまう。\nあずさは完成した原稿をはりきって純夏に見せるが、返ってきたのは「･･････私、なにかするんだっけ？」という言葉だった。"
                },
                "10": {
                    "ID": "1172531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172531",
                    "TitleEnglish": "Happening in Summer",
                    "SummaryEnglish": "Sumika ends up working with Azusa to finish her doujin for the yuri convention, hoping to finish in time to join Ushio and the others on their trip to the beach. However, unbeknownst to her, their trip is cut short due to Tomoe wrecking their rented car. As they approach the end of a seemingly endless amount of photocopying, Azusa notices a spelling error. Sumika can't stand leaving it there, so she makes further copies, having to visit several stores to get a working copier. However, when she finally gets back, she trips up and spreads all the copies everywhere, causing Azusa's mother to slip and spill drinks all over them. Noticing how distraught Azusa becomes as a result, Sumika decides to forgo joining the gang and helps her salvage the remaining copies for the convention. To Sumika's surprise, Ushio shows up at the convention to see her and buy a copy of their doujin.",
                    "TitleJapanese": "ハプニング・イン・サマー",
                    "SummaryJapanese": "海へ合宿に出かけた女子部の面々をよそに、あずさと同人誌制作にいそしむことになった純夏。手を動かしながらも頭にあるのは、汐に同行したかったという思いだけ。純夏はそこで、「あずさとした約束は“本を作る”というだけで、“翌日の即売会に一緒にいく”とは約束していない」と都合のよいこじつけを思いつく。一刻も早く本づくりを終わらせて、合宿に合流しようと張り切る純夏だったが、終わりの見えない作業と、明日の即売会も一緒に行ってもらえるものと信じ込んでいるあずさに、後ろめたさを感じていく。"
                },
                "11": {
                    "ID": "1172541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172541",
                    "TitleEnglish": "It's Nothing",
                    "SummaryEnglish": "To make up for missing the beach, Azusa's parents gets everyone tickets to the pool. Ushio decides to keep her distance from Azusa so Norio's secret won't be found out, which annoys Sumika since she's the only one Azusa knows well. Conveniently, Kiyori separates everyone into two groups based on their breast size, putting Sumika with Ushio and Tomoe. Ushio and Tomoe get hit on by some guys, but Sumika scares them off when they show no interest in her figure. Sumika then gets competitive with Tomoe over her swimming ability, but inevitable loses. After recovering on Ushio's lap, she teaches her how to swim. As they do, they are spotted by Azusa, who realises Sumika has feelings for Ushio and wonders if she was just in the way. She does find a little comfort after talking with Tomoe and decides to write a story based on the two.",
                    "TitleJapanese": "なんでもない",
                    "SummaryJapanese": "取りやめになってしまった合宿の代わりにと、プールへ遊びに来た女子部一行とあずさ。必然的にあずさの相手をしなければならない純夏は、汐と過ごす時間が減ることを恐れるが、きよりの発案で純夏・汐・朋絵、きより・みやこ・あずさと二組に分かれて別行動を取ることになる。思いがけず汐との時間が増えて、ひそかに喜ぶ純夏。\n一行は、それぞれ大騒ぎを起こしつつも思い思いに楽しむが、あずさはふとした瞬間、汐に泳ぎを教えている純夏を見てしまう。二人の屈託ない表情と、そこに流れる空気から、あずさは彼女たちの特別な関係に気づくのだった。"
                },
                "12": {
                    "ID": "1172551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1172551",
                    "TitleEnglish": "Have You Seen The Rain?",
                    "SummaryEnglish": "On a rainy day, the gang discover a hidden note in a book referring to a certain thing, so they decide to search for it. After some investigation they find a key to a locker, but are reluctant to go to the boy's locker room, so Sumika gets Masaki to go for them. The locker contains another note mentioning a German person. With Azusa's help, they make the connection to the pictures of German musicians in the music room. This leads them to the creek (which in German is 'Bach'), eventually finding it to be a prank, but having fun all the while.",
                    "TitleJapanese": "雨を見たかい",
                    "SummaryJapanese": "夏休み中の登校日、突然降り出した雨に帰ることもできず、図書室で雨宿りをする純夏たち女子部一行。普段通りのおしゃべりに花を咲かせつつも暇を持て余していたが、一冊の本のページの端に書かれた、いかにも何かを隠したような走り書きを見つける。\nいい暇つぶしになるから、という朋絵に引きずられる形で宝探しを始める純夏たち。だが一つ謎を解くとまた謎が現れ、試行錯誤しながら先へと進むうちにいつしかみんな夢中になり、朱宮やあずさを巻き込みながら、学校中を駆け巡ることになる。"
                },
                "13": {
                    "ID": "1409001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sasameki-koto/episodes/1409001",
                    "TitleEnglish": "Calling You",
                    "SummaryEnglish": "Sumika goes with her family on a trip to visit graves and an obon festival, promising to call Ushio when she gets there. However, the house they were meant to stay at got damaged in a fire, so they are relocated to a temple on a mountain which, much to Sumika's chagrin, is out of her cell phone's range, meaning she can't contact Ushio. The next day, Sumika is put in charge of looking after some children. Whilst visiting the river, one of the children, Teru, falls off a tree into the river, and Sumika goes to save him, getting her cell phone wet in the process. Meanwhile, Ushio gets concerned that she hasn't heard from Sumika, wondering if she got caught up in an accident or something. Teru apologises to Sumika for causing her trouble and gets grounded. When Sumika's phone starts working again and Ushio calls it, Teru rushes it over to Sumika who is attending a festival and the two finally get to talk to each other.",
                    "TitleJapanese": "CALLING YOU",
                    "SummaryJapanese": "田舎の祭りと墓参りに合わせて泊りがけで帰省することになった純夏。汐には「向こうについたら電話をかける」と約束して出発する。\nだが、宿泊予定だった親戚宅でボヤが起き、一家は急遽山奥の講武館へと泊ることに。そこは携帯の電波が届かないので、汐に電話をすることができない。\n翌日も、なんとか汐と話したいと願う純夏だったが、親戚の子供たちの世話に追われてなかなかチャンスがない。\nその頃汐は、一向にかかってこない純夏からの電話を待ちわびていた。\n「話したい」と思えば思うほど、二人の想いは募っていく。"
                }
            }
        }
    }
}