{
    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/EC7A-B280-3434-FD2B-71D3-R",
        "https://www.imdb.com/title/tt1745240/",
        "https://kimitodo.com/",
        "http://www.reddit.com/r/KimiNiTodoke",
        "https://www.tvmaze.com/shows/16411/show-slug",
        "https://www.themoviedb.org/tv/68854",
        "https://www.wikidata.org/wiki/Q116982481",
        "https://en.wikipedia.org/wiki/Kimi_ni_Todoke#Anime",
        "https://x.com/kimitodo_pr"
    ],
    "TitleEnglish": "Kimi ni Todoke: From Me to You",
    "SummaryEnglish": "Sawako Kuronuma is the perfect heroine…for a horror movie. With striking similarities to a haunting movie character—jet-black hair, sinister smile and silent demeanor—she's mistakenly called Sadako by those around her. But behind her scary façade is a very misunderstood teenager. Too shy to fit in, all she wants to do is make some friends. But when the most popular boy in class befriends her, she's sure to make more than just that—she's about to make some enemies too!",
    "Aliases": [
        "Reaching You",
        "From Me to You: Kimi ni Todoke"
    ],
    "Modified": "2025-03-25",
    "Seasons": {
        "0": {
            "ID": "128211",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "2": {
                    "ID": "3665911",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3665911",
                    "TitleEnglish": "Mini Todoke Theatre: Umederella",
                    "SummaryEnglish": "Included with DVD of Season 2 Vol. 2."
                },
                "3": {
                    "ID": "4150453",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/4150453",
                    "TitleEnglish": "Mini Todoke Theatre: Snow Ume",
                    "SummaryEnglish": "Included with DVD of Season 2 Vol. 4."
                },
                "4": {
                    "ID": "4283963",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/4283963",
                    "TitleEnglish": "Mini Todoke Theatre: Romeo & Juliet 3D",
                    "SummaryEnglish": "Blu-ray special"
                },
                "5": {
                    "ID": "10617802",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617802",
                    "TitleEnglish": "A 10-minute Recap of \"From Me to You: Kimi ni Todoke\"",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "128221",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "1159001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1159001",
                    "TitleEnglish": "Prologue",
                    "SummaryEnglish": "Being an outsider in her class, Sawako meets the popular Kazehaya, who she has admired since the first day of school. He encourages her to try open up and make new friends. Sawako then volunteers to play as the ghost during a class event, the test of courage. That night, Kazehaya comes to keep her company. Sawako is also becomses a little closer to two classmates, Yoshida Chizuru and Yano Ayane."
                },
                "2": {
                    "ID": "1166861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1166861",
                    "TitleEnglish": "Seat Change",
                    "SummaryEnglish": "The class has a seat changing day, but everyone dreads drawing the seat next to Sawako. Until Kazahaya picks the seat himself and Chizuru and Yano take the seats in front of her. Kazahaya adopts a puppy that Sawako has encountered in the street."
                },
                "3": {
                    "ID": "1171921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171921",
                    "TitleEnglish": "After School",
                    "SummaryEnglish": "Sawako meets Kazehaya after school to see Maru-chan, the puppy he has adopted. The day after Kazehaya has her helping the class with their homework. Yano and Yoshida overhear some false rumours about themselves and are told that it is Sawako who's spreading them."
                },
                "4": {
                    "ID": "1171931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171931",
                    "TitleEnglish": "Rumors",
                    "SummaryEnglish": "Yano and Yoshida become the talk of the school as everyone starts spreading rumors about them. An interrupted conversation leads them to believe that Sawako doesn't think they are friends. Sawako believes she's ruining Kazahaya's reputation by hanging out with him."
                },
                "5": {
                    "ID": "1171941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171941",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "After Sawako hears the rumors she avoids Kazehaya, Yano and Yoshida. Kazehaya is upset about this and confronts Sawako, while Yoshida and Yano make her realise that they are already friends. Sawako stands up against some girls badmouthing Yoshida and Yano."
                },
                "6": {
                    "ID": "1171951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171951",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Sawako is cornered in the girls bathroom by the some girls from class A until Yoshida and Yano intervene. Kazehaya makes a public statement on how he hates ridiculous rumors and realises he can't be alone with Sawako now she's close to Yano and Yoshida."
                },
                "7": {
                    "ID": "1171961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171961",
                    "TitleEnglish": "Saturday Evening",
                    "SummaryEnglish": "Sawako is invited to eat ramen with Yano and Yoshida at the ramen shop of Ryu's father. After they eat, they head up to Sanada's room. They later invite Kazehaya, but the mood is ruined when Pin shows up. Yano makes sure Sawako and Kazehaya walk home together under the stars."
                },
                "8": {
                    "ID": "1171971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171971",
                    "TitleEnglish": "Free Practice",
                    "SummaryEnglish": "Instead of being cursed, the class now believes that when Sawako smiles it brings good luck for everyone. Sawako is encouraged to call the girls by their first name, but she fails to address Kazehaya that way. Kazehaya is drafted by Pin to sit in the sports festival committee. Kurumi also takes a place in the committee. Sawako is taking up soccer practice as she is on the class team."
                },
                "9": {
                    "ID": "1171981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171981",
                    "TitleEnglish": "New Friend",
                    "SummaryEnglish": "Sawako learns to play soccer and enjoys seeing Kazehaya play sports. She meets Kurumi, who wants to her friend. As she sees how close Kazehaya and Kurumi appear to be, Sawako wants to be as cute as Kurumi."
                },
                "10": {
                    "ID": "1171991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171991",
                    "TitleEnglish": "Collaboration",
                    "SummaryEnglish": "Everyone prepares for the sports festival, especially Chizuru, who coaches Sawako enthusiastically. Sawako happily reflects upon her growing friendship with Kurumi and her increasing awkwardness around Kazehaya. Kurumi purposely tells Sawako how she isn't special because Kazehaya always treats everyone kindly, although Sawako misunderstands this as Kurumi telling her about Kazehaya's good points. Sawako aspires to be outgoing and friendly like Kurumi, but Chizuru tells the story of how she dislikes Kurumi because Kurumi made her help the girls confess to Kazehaya in middle school. Kazehaya and Sawako eventually get to talk alone, but Kurumi interrupts the conversation. Sawako finds out that \"Kurumi\" is short for \"Kurumizawa\", so Kazehaya wasn't calling her by her first name after all. Later, Kurumi makes Sawako walk with her confesses that she likes Kazehaya, asking for Sawako's help."
                },
                "11": {
                    "ID": "1172001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1172001",
                    "TitleEnglish": "Special?",
                    "SummaryEnglish": "Sawako admits that she cannot help Kurumi confess to Kazehaya. Kurumi yells at Sawako, telling her she did nothing to get Kazehaya's attention while \"cute and popular girls\" like herself need to work a lot harder. Sawako begins considering whether she only likes Kazehaya because he is nice to her, and whether she would like any guy who did the same. The Sports Day competitions begin. The girls in Sawako's class win their first soccer match, and Sawako convinces Kurumi to watch Kazehaya play in the boys' match together. As they talk, Sawako mentions that she has always thought of Kazehaya as special. Kurumi tells her that this is just because she doesn't talk to many guys, so she ought to try talking to others. Just then, Ryuu (Sanada) saves Sawako from a rogue pitch. Kurumi suggests that Sawako should talk to Ryuu more."
                },
                "12": {
                    "ID": "1172011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1172011",
                    "TitleEnglish": "Romantic Feelings",
                    "SummaryEnglish": "Kurumi tells Sawako to talk to Ryuu and maybe she'll realize something. Sawako doesn't really understand that Kurumi wants her to separate from Kazehaya, but she says she will still talk to Ryuu. During the softball game Sawako can't keep her eyes off Kazehaya, which makes Kurumi angry as she thinks she is the only one always watching Kazehaya, so she leaves. Kurumi then starts her plan by planting a note asking Ryuu to meet Sawako at the sports equipment room, where Kazehaya has to go later. Sawako, is told by Kurumi that Ryuu is there, and goes to thank him. When they meet, Sawako asks Ryuu about the feeling of love, which leads him to confess that he likes Chizuru. In the meantime, Kazehaya heads to the room carrying some equipment. Kurumi goes up to him and tells Kazehaya that Sawako has fallen in love with Ryuu, urging him to support their relationship. They see Sawako and Ryuu talking happily together."
                },
                "13": {
                    "ID": "1500511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1500511",
                    "TitleEnglish": "Love",
                    "SummaryEnglish": "After seeing Sawako and Ryuu together, Kazehaya rushes up to Sawako and pulls her away, leaving Kurumi behind. Kazehaya then confirms with Sawako that she doesn't like Ryuu, while Sawako has just realized that she really likes Kazehaya. Kazehaya asks her what she thinks about people going out as girlfriend and boyfriend, which shocks her so much that she cannot answer properly. Later, Ayane finds out that Kurumi was the one who spread the rumours. Ryuu then shows them the note written by Kurumi, which confirms that she set Sawako up. Ayane and Chizuru go to find more evidence against Kurumi, who is in the meantime waiting for Kazehaya to return. Pin arrives at the equipment room and comes to the conclusion that Kurumi has a crush on him, and rejects her just as Kazehaya arrives. Ayane and Chizuru confront Kurumi, who will not admit to wrongdoing, but when Sawako arrives, Ayane tells her outright that Kurumi was the one who spread the rumors."
                },
                "14": {
                    "ID": "1500521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1500521",
                    "TitleEnglish": "Kurumi",
                    "SummaryEnglish": "After Sawako finds out that Kurumi was the one who spread the rumors, Kurumi admits it. Ayane threatens to tell Kazehaya, although Kurumi claims that she doesn't care. Sawako asks Ayane and Chizuru not to tell, realizing that Kurumi is probably hurting a lot. Sawako realizes that Kurumi must have needed a lot of courage to tell Sawako how she felt about Kazehaya. She realizes that she must return the favor, so she returns and tells Kurumi that she, too, loves Kazehaya."
                },
                "15": {
                    "ID": "1582991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1582991",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "Kurumi reflects on how she met and fell in love with Kazehaya in middle school. In the meantime, rumors about how she was rejected by Pin spread around the school. She realizes that she hates being misunderstood by Kazehaya, so ends up confessing to him. He apologizes, saying he has someone else he loves. She plays it off as \"his loss\" and says that he has bad taste in women. Meanwhile, Sawako confesses her love for Kazehaya to Yano and Chizu. Later, Sawako and Kurumi meet and Sawako asks if they can be friends. Kurumi responds by saying she isn't Sawako's friend, but her rival. Later, during the after-festival party, Sawako wonders when she fell in love with Kazehaya and ends up falling asleep on his shoulder."
                },
                "16": {
                    "ID": "1583001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583001",
                    "TitleEnglish": "Night Story",
                    "SummaryEnglish": "This episode is a recap of episodes 1 through 15 narrated by the tiny men Pin sees."
                },
                "17": {
                    "ID": "1583011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583011",
                    "TitleEnglish": "Holiday",
                    "SummaryEnglish": "Ayane and Chizuru visit Sawako's house and, despite appearing disreputable at first, impress her parents by being \"such nice girls\". Meanwhile, Kazehaya and Ryuu are together when Kazehaya gets a call from Pin. Pin explains that he met Sawako the previous night, and now thinks he is possessed because he doesn't feel good. The truth is that Sawako noticed he was catching a cold, and gave him advice on how to prevent it, although he misunderstood. Pin insists that Kazehaya bring Sawako to him right away. Kazehaya, Ryuu, Sawako, Ayane and Chizuru all end up at Pin's filthy apartment and realize he only has a cold. They spend the rest of the day cleaning for him. They leave at night and Kazehaya ends up walking Sawako home. Thanks to a prank played by Pin, the two of them almost kissed under the stars."
                },
                "18": {
                    "ID": "1583021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583021",
                    "TitleEnglish": "Chizuru's Love",
                    "SummaryEnglish": "Sawako is happy about her growing relationships with her friends and Kazehaya. Ayane, however, complains about her clingy boyfriend, while Chizuru is in a good mood because she anticipates something at New Year's, which is more than a month away. Chizuru and Sawako go out to pick a present for Ryuu's birthday, and Sawako is sure by the affection Chizuru shows for him that Chizuru loves Ryuu. However, she finds out that Chizuru actually loves Ryuu's older brother. The next time everyone is in school together, it is found out that Ayane dumped her boyfriend. Amid the talk about broken hearts, Ryuu leaves the room and is encouraged by Kazehaya. Later, at Chizuru's house, Ryuu comes into her room unexpectedly. He appears to be about to confess to Chizuru when she notices that she left his present lying out in plain sight. She therefore forces Ryuu to leave, and he ends up going home in the rain."
                },
                "19": {
                    "ID": "1583031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583031",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "Ryuu tries to confront Chizuru again, but fails to do so, and only tells her not to come to his house this weekend. Chizuru throws a sleep over with the intention of cheer Ayane up from her breakup, but it ends up to be boring because Chizuru planned on getting video games from Ryuu. Ayane convinces Chizuru to go over to his house since it is only Friday, and not yet the weekend. At Ryuu's house they meet Kazehaya and other classmates. They are all having fun, until Ryuu leaves and Chizuru follows, Ryuu once again tries to confess his feelings to Chizuru but is interrupted by his older brother's arrival. His older brother then reveals that he is engaged, Ayane and Sawako look on as Chizuru hides her feelings and congratulate the couple. Soon everyone leaves, and the girls go back to Chizuru's house where Chizuru reflects on her past with Ryuu's brother."
                },
                "20": {
                    "ID": "1583041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583041",
                    "TitleEnglish": "Present",
                    "SummaryEnglish": "Ryuu's brother leaves, he tells Ryuu to tell Chizuru to show up next time. Later Chizuru heads over to give Ryuu her present, where Ryuu states that she was late and he hopes that Chizuru will finally get over his brother, she gets angry and throws his present at him. Sawako and Ayane are grief stricken with worry about Chizuru since they can't do anything about the situation. Kazehaya shows up and explains to them that its good that Chizuru has them, and that she has them to worry and care for her. In class Chizuru ignores Ryuu, they eventually run into each other where Chizuru asks what he meant last night when he said that she was late. Eventually he shows that he wanted Chizuru to get rejected in order for her to finally get over his brother, Chizuru is upset that he thought the only reason she came over the other night was just to see his brother and leaves. Ayane and Sawako find her, where she eventually breaks down and tells them about how angry she is at Ryuu, not knowing that he is listening and then leaves, Chizuru continues saying what pissed her off the most was how she treated Ryuu. The three girls then go out and enjoy the rest of the day."
                },
                "21": {
                    "ID": "1583051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583051",
                    "TitleEnglish": "First Snow",
                    "SummaryEnglish": "School continues and Chizuru looks refreshed but still ignores Ryuu. While walking home with Sawako and Ayane, they discuss what Chizuru would say to Tooru, Ryuu's older brother if he was to return. Then Tooru actually shows up and tells the girls that he's going to steal Chizuru. The two of them walk together, as Tooru talks about his memories with Chizuru when they were younger. At the end of their walk Chizuru confesses her feelings for Tooru, only have to Tooru says that he likes her too, but as a little sister. They part, and when Tooru returns home Ryuu greets him and gives him bread from the other day the Chizuru left. Ryuu then goes to find Chizuru at docks where she was the last time they played with Tooru before he moved out. There Chizuru realizes that it was Ryuu that called Tooru to come and visit her and asks Ryuu to comfort her, and they embrace."
                },
                "22": {
                    "ID": "1583061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583061",
                    "TitleEnglish": "Christmas",
                    "SummaryEnglish": "Chizuru and Ryuu are back on good terms and everyone is eagerly anticipating Christmas. Their class is going to hold a party and Kazehaya asks Sawako to come. She really wants to, but thinks of her parents. Traditionally, her family spends all day celebrating, so she would feel badly about leaving them. She decides not to go to the party, but makes gifts for Chizuru and Ayane. She also makes a hat for Kazehaya, though she knows she won't have the nerve to give it to him. On Christmas Eve, she spends the day with her parents. Her dad is especially enthusiastic and ends up taking the hat Sawako made, thinking it was for him. She doesn't have the heart to correct him. Later that night, she gets a call from her friends at the party asking her to come. She becomes very distraught, so her mom takes the call instead. Her dad calls her over and gives her his present for her- a cellphone. He lets her go to the party and realizes she is growing up. Sawako runs there, but everyone has left. Only Kazehaya has been waiting for her out in the snow."
                },
                "23": {
                    "ID": "1583071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583071",
                    "TitleEnglish": "The Two",
                    "SummaryEnglish": "It's the last day of class before winter break. Sawako worries that she won't see her friends until classes start again. She reluctantly says goodbye to Kazehaya then goes out to eat with Ayane and Chizuru. They find out her birthday is on New Year's Eve and tell her about their plans to go to the shrine that day with Ryuu, inviting her as well. She finds out she can go, so her friends convince her to call Kazehaya and invite him as well. He agrees to come. On New Year's Eve, Chizuru and Ayane come to Sawako's house. Their present to her is to make her look really cute for Kazehaya. They style her hair and put on a little makeup and head out for the shrine. Before they arrive, Chizuru and Ayane leave, telling Sawako Ryuu actually isn't coming either. She continues alone, meeting Kazehaya. He is astonished by her extra-cuteness and they continue to the shrine. She reflects on her happiness to spend her birthday with him."
                },
                "24": {
                    "ID": "1583081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583081",
                    "TitleEnglish": "Birthday",
                    "SummaryEnglish": "Sawako and Kazehaya walk to the shrine silently. They finally look at each other after Kazehaya saves her before she falls down the stairs at the shrine. They are about to continue their awkward silence until Chizuru, Ayane, and Ryuu (who are also stealthily at the shrine) call Kazehaya to apologize for not coming along. The two go to get hot drinks at a stand and Kazehaya admits he normally doesn't like the drink, but this time he does because Sawako does. She's excited over getting to see his first time at something, but he lists several of his first times that relate to her (like wearing the stomach band). They exchange phone emails and Kazehaya realizes Sawako's birthday is that day. She tells him about her childhood as they walk, up until the present, then realizes she had always been alone until she met him."
                },
                "25": {
                    "ID": "1903901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1903901",
                    "TitleEnglish": "New Year",
                    "SummaryEnglish": "Sawako and Kazehaya continue talking while they walk. She begins to say she'll try harder this year so people will like her, but he interrupts and says they already do. They visit the shrine and go to pick out fortunes. Sawako is distressed by getting a \"Bad Luck\" slip, so Kazehaya gives her his- \"Very Good Luck\". She reads the part pertaining to love and realizes it could be talking about Kazehaya. They continue home, taking the path she walks to school. Kazehaya stops at one corner, and reminisces that he met Sawako for the first time at that spot. She's surprised he remembers, but has also been thinking the same thing. They continue home, each internally realizing their love for each other, but neither acting on it. They part, leaving the impression they will be together this year."
                }
            }
        },
        "2": {
            "ID": "364471",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3236771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236771",
                    "TitleEnglish": "Valentine",
                    "SummaryEnglish": "It is now the third semester, and after another seating change, Sawako makes friends with the new people sitting close to her, but can't help but feel lonely that Kazehaya is sitting further away from her. The day before Valentine's Day, she makes handmade chocolate for her friends. When it comes to Kazehaya's chocolate, she notices that she has unknowingly favored him among everyone else and becomes very self-conscious. She manages to give everyone their chocolate the next day but still hesitates when it comes to giving Kazehaya his. Various events throughout the day prevent her from giving it to him, such as his acceptance of \"Gratitude\" chocolate and his rejection of \"Love\" chocolate. Sawako finally makes up her mind to give it to him after school, but is interrupted by Kurumi, who gives him his \"first and last\" chocolate from her. Kurumi notices Sawako eavesdropping and tells her that Kazehaya doesn't accept 'love' chocolate, but if it was a 'gratitude' chocolate, he would probably accept it gladly. She calls herself 'a special circumstance' because she had already been rejected by him. Sawako ends up not being able to give Kazehaya the chocolate, as she thinks that her chocolates are too serious to be considered 'love' chocolates. As Kazehaya walks out of school, thinking that he had really hoped on getting something from Sawako. At the end of the episode, a new character, Miura Kento, makes his appearance."
                },
                "2": {
                    "ID": "3236781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236781",
                    "TitleEnglish": "2nd Years",
                    "SummaryEnglish": "Ever since Valentine's Day, a palpable rift has formed between Sawako and Kazehaya. Neither seem entirely sure why it is there, but they have trouble communicating as openly as they had been. Ayane and Chizuru try to intervene, but..."
                },
                "3": {
                    "ID": "3236791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236791",
                    "TitleEnglish": "Forget",
                    "SummaryEnglish": "Kazehaya confides in Ryuu, while a new boy in class begins to flirt openly with Sawako. Realizing that such a pretty girl could get scooped up by another boy, Kazehaya tries to confront her as well as Kento."
                },
                "4": {
                    "ID": "3236801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236801",
                    "TitleEnglish": "Misunderstood",
                    "SummaryEnglish": "Sawako's friends have words with Kazehaya, who seems to be making every wrong move. He is told that he is the \"farthest away\" from Sawako, and that he should lay off her or else other girls will grow jealous. Ayane gives Sawako some valuable advice."
                },
                "5": {
                    "ID": "3236821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236821",
                    "TitleEnglish": "The Person I Like",
                    "SummaryEnglish": "With the first semester midterms over, everyone's recognizing Sawako for her review session, praising her. Sawako's class decides on having \"Sawako's Black Magic Cafe\" as their exhibition, using Sawako's herbs to make tea, and having an additional \"Ask Sawako\" advice booth. Sawako and Kazehaya are still awkward and silent towards each other, which Ayane notices and worries Chizuru. Next day, Ayane goes over to Chizuru's house to help her get ready for Toru's Wedding. The wedding ends without a hitch and Chi solidifies her sibling-like relationship with Toru. Afterwards, Chizuru asks Ryu to follow-up with Kazehaya, feeling guilty about what she said to him. Ryu initially refuses but concedes, saying he would only listen to his problems. Later, Kento approaches Sawako, who's tending to her garden. Back in the cafeteria, Ryu, still keeping in mind what Chizuru said, asked Kazehaya, bluntly, if he had confessed already or not. As Kazehaya's explaining his confusion and worry, Pin arrives, teases him about not having confessed yet and mocks him, telling him to confess to Sawako already. Kazehaya, determined, runs out, searching for Sawako (Pin told him where she was). Out in the courtyard, Kento and Sawako are discussing how Sawako's finally fitting into class (which she hadn't noticed, and shocks her). She receives a mental shock when Kento says that Kazehaya was probably looking out for her because she was an outcast, and since now she's not, he probably wouldn't talk to her anymore, and that he is in love with someone (both not realizing it's Sawako herself). Sawako, distraught, walks away and starts to cry. Kento tries to cheer her up, and ends up asking her out in the flow of things, only to be drowned out by Sawako's thoughts and the arrival of Kazehaya."
                },
                "6": {
                    "ID": "3236831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236831",
                    "TitleEnglish": "Favour and Imposition",
                    "SummaryEnglish": "Kazehaya walks out on Sawako and Kento, with Kento grasping Sawako's arms and Sawako crying. Kazehaya asks what Kento is doing, and why Sawako is crying. Three of Kazehaya's friends walk over, to find Kazehaya angry, Sawako crying, and Kento just being there. When the three of them fool around and say that Kazehaya and Kento are both going after Sawako, Kazehaya finally cracks and confesses his love to Sawako. Sawako takes the confession as a misunderstanding and tells Kazehaya that if he says it that way, people will get the wrong idea. Kazehaya finally walks away, and Sawako follows. Kazehaya and Sawako skip class, and when Kazehaya asks her if she likes him, she says yes, but Kazehaya takes it in the way as just being friends and walks off, leaving Sawako alone in the alley. Pin finally finds Sawako, and after Sawako tells Pin that she has been rejected by Kazehaya, Pin tries to cheer her up. Ayane and Chizuru are also looking for Sawako and they have a feeling that Kento was a major part of it. They ask Kento where she is, and Kento says that she's outside by the benches. Kento tries to follow, but is interrupted by Kurumi, who makes Kento tell her what happened. Pin is still outside comforting Sawako, but is interrupted by Ayane and Chizuru. They ask what happened to Sawako, and before Ayane finished explaining something, Chizuru breaks out in tears and tells Sawako that she's being wrong, and Kazehaya is only angry because of the actions that Sawako took. Chizuru finally takes off, Ayane following her. The episode ends with Sawako asking herself if she had really done her best with Kazehaya up until this point."
                },
                "7": {
                    "ID": "3236841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236841",
                    "TitleEnglish": "Just Give Up",
                    "SummaryEnglish": "The misunderstanding builds as both Kazehaya and Sawako believe they rejected one another's confessions. Sawako seeks comfort in Kurumi, who tells her that she didn't even put up a fight for Kazehaya. These words resonate deeply inside Sawako."
                },
                "8": {
                    "ID": "3236851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236851",
                    "TitleEnglish": "Reach",
                    "SummaryEnglish": "As preparations for the school festival progress, Sawako can't get Kurumi's words out of her head and thinks back to why she fell in love with Kazehaya. She also reflects on her own feelings after being told to give up by Pin. As their thoughts revolve around each other, the school festival finally begins. Sawako is shocked by what Kento says."
                },
                "9": {
                    "ID": "3236861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236861",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "Despite being nervous and embarrassed, Sawako goes to the classroom to confront Kazehaya. Before Sawako has a chance to tell Kazehaya how she feels, Kazehaya apologizes to her for making her cry and angry, and that he would listen to her no matter what, because his feelings wouldn't change. He then says that Chizuru and Ayane are probably outside, but Sawako interrupts and says that she came to talk to Kazehaya, not to Chizuru or Ayane. Sawako tells Kazehaya about people apologizing to her for everything she did, and that she was thankful that Kazehaya smiled and said \"thank you\". She thanks him for his smiles, kindness, and telling her his hidden feelings. Kazehaya is about to say something when Sawako interrupts with \"I like you\", and keeps on repeating it. Kazehaya pulls Sawako into the classroom by the hand and shuts the door. Meanwhile, Joe is looking outside for Kazehaya and Pin is looking for Sawako. When Chizuru and Ayane tell Pin she went home, Pin heads towards the classroom to look for Kazehaya. However, Kazehaya and Sawako are hugging to the side of the classroom door, unaware of anything else. They stare right at each other, Kazehaya realizing they both have the same feelings, and Sawako still being confused. After a minute Joe walks in to the classroom and Kazehaya and Sawako pull away from each other. Sawako runs off, and Kazehaya becomes embarrassed and upset. Later that night, Ayane and Chizuru ask how the talk went, and Sawako says she wasn't able to say 1/10 of her feelings to Kazehaya. Pin walks in and pulls Sawako outside, where Sawako breaks down and tells Pin she can't look at Kazehaya without secret feelings. Pin replies that everyone has a heart, so Kazehaya probably has the same feelings. He runs off, telling her not to worry about it and for her to do well in the solo performance. He's heading home when he realizes he said something \"super wonderful\" and runs off to find Kazehaya. Kazehaya is sending a text to someone when Pin barges in te"
                },
                "10": {
                    "ID": "3236871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236871",
                    "TitleEnglish": "From Now On",
                    "SummaryEnglish": "The class finishes the costumes and Sawako performs her solo performance. Kazahaya ensures that Sawako knows his feelings."
                },
                "11": {
                    "ID": "3236881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236881",
                    "TitleEnglish": "After the Festival",
                    "SummaryEnglish": "With the school festival finally over, Sawako leaves home to go to an after the festival party. She meets up with Kazehaya and they continue walking to the party. When they get there they find Joe reenacting all of the details from when Sawako and Kazehaya confessed to each other. Everyone is saying that Sawako got Kazehaya with black magic, but Kazehaya immediately clears up that misunderstanding. After the party the class goes to the beach, where Kento pulls Kazehaya aside and tells him why Sawako was crying the other day. Pin also pulls Sawako aside to ask her if she told Kazehaya about her secret feelings. Kazehaya walks over and Pin makes him ask Sawako out, but while Kazehaya was at a loss for words Pin shouted \"WILL YOU MARRY ME!\" causing a misunderstanding on Sawako's part. Kazehaya follows her after she ran off, and she explains that she didn't take it seriously, when Kazehaya thought she did. After that was cleared up, Kazehaya finally asks out Sawako, who accepts, and Sawako tells Kazehaya about her secret feelings. Ayane, Chizu, Kento, and Kurumi are watching from above. The next day in school everyone has heard about the confession and now that Sawako and Kazehaya are dating. People go up to Sawako, hoping she can help them find boyfriends/girlfriends. In the classroom, Kazehaya tells everyone, under influence by Ayane, that Sawako is his girlfriend. Everything is no longer chaotic, Kento sees how perfect Sawako and Kazehaya are together, and he expresses his feelings in his thoughts that no one would have thought Sawako would win Kazehaya and Kurumi would end up with a broken heart. At the end of the episode the girls from Class A who bullied Sawako find out about Kazehaya and Sawako's new relationship."
                },
                "12": {
                    "ID": "3236891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236891",
                    "TitleEnglish": "Important Person",
                    "SummaryEnglish": "When Sawako reaches school with Ayane & Chizuru, news about her current girlfriend-boyfriend relationship with Kazehaya has gotten out. Kazehaya is made to clarify his and Sawako's relationship so as to avoid further misunderstandings. Sawako then goes to confront Kurumi after overhearing Ayane saying to Chizuru that 'there's one girl who's definitely crying'. The same group of girls who harassed Sawako in the bathroom in season one badmouth Sawako, but Kurumi defends her by simply saying 'Kazehaya will not forgive you if you hurt her'. They then threaten to tell Kazehaya what Kurumi did, but she encourages them to, with a warning that Kazehaya greatly dislikes tattlers. On the rooftop, Sawako tells Kurumi what has happened, and the two come to an understanding. Kazehaya and Sawako meet up outside of school for a day together, all alone..."
                }
            }
        },
        "3": {
            "ID": "2139235",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/3",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "10614213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10614213",
                    "TitleEnglish": "There's No Way I Would Hate You",
                    "SummaryEnglish": "​​Now officially a couple, Kazehaya and Sawako go on their first real date. Over summer vacation, Sawako asks Chizu and Ayane for relationship advice."
                },
                "2": {
                    "ID": "10617311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617311",
                    "TitleEnglish": "School Trip",
                    "SummaryEnglish": "With the class trip coming up, another boy approaches Ayane. When the students arrive in Okinawa, the new atmosphere causes big changes in everyone."
                },
                "3": {
                    "ID": "10617312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617312",
                    "TitleEnglish": "Girlfriend and Boyfriend",
                    "SummaryEnglish": "Sawako feels like Kazehaya is keeping his distance. After connecting with Ryu on the trip, Chizu tells her friends about her memories with him."
                },
                "4": {
                    "ID": "10617313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617313",
                    "TitleEnglish": "Christmas Party",
                    "SummaryEnglish": "Though Sawako is excited about celebrating Christmas with Kazehaya and her friends, everyone is preoccupied with their own romantic problems."
                },
                "5": {
                    "ID": "10617314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617314",
                    "TitleEnglish": "Happy Moment",
                    "SummaryEnglish": "After his teacher gives him some advice, Kazehaya finally talks to Sawako on their way home. The next day, everyone gathers at Sawako's house."
                }
            }
        }
    }
}