{
    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/EC7A-B280-3434-FD2B-71D3-R",
        "https://www.imdb.com/title/tt1745240/",
        "https://kimitodo.com/",
        "http://www.reddit.com/r/KimiNiTodoke",
        "https://www.tvmaze.com/shows/16411/show-slug",
        "https://www.themoviedb.org/tv/68854",
        "https://www.wikidata.org/wiki/Q116982481",
        "https://en.wikipedia.org/wiki/Kimi_ni_Todoke#Anime",
        "https://x.com/kimitodo_pr"
    ],
    "TitleEnglish": "Kimi ni Todoke: From Me to You",
    "SummaryEnglish": "Sawako Kuronuma is the perfect heroine…for a horror movie. With striking similarities to a haunting movie character—jet-black hair, sinister smile and silent demeanor—she's mistakenly called Sadako by those around her. But behind her scary façade is a very misunderstood teenager. Too shy to fit in, all she wants to do is make some friends. But when the most popular boy in class befriends her, she's sure to make more than just that—she's about to make some enemies too!",
    "TitleJapanese": "君に届け",
    "SummaryJapanese": "陰気な容姿のせいで霊感があると恐れられ、「貞子」というあだながついている黒沼爽子。\n周囲に避けられることに慣れてしまっていた爽子は、わけへだてなく接してくれる風早翔太に憧れている。\n自分を変えたいという爽子の背中を押してくれる風早や、矢野あやね、吉田千鶴、真田龍といったクラスメイトたちとの関わりの中で、爽子は少しずつだが自分の殻を破っていく。 \nピュアな爽子が友情や恋、ライバルや友達の失恋などいろんな「初めて」を知っていく過程を、丁寧に描いていく学園青春ストーリー。",
    "Aliases": [
        "Reaching You",
        "From Me to You: Kimi ni Todoke"
    ],
    "Modified": "2025-03-25",
    "Seasons": {
        "0": {
            "ID": "128211",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "3236761",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236761",
                    "TitleEnglish": "Unrequited Love",
                    "SummaryEnglish": "Based on Kurumi's point of view, she retells the events of Season 1; such as her unrequited love for Kazehaya, how she observes him observing Sawako with expressions she has never seen before and how he has changed because of her. She recalls her plot of matchmaking Ryu and Sawako together, and how Kazehaya foiled her plan by taking Sawako away from the scene. She remembers Sawako ultimately giving her the courage to confess her feelings to Kazehaya, and her subsequent rejection. She buys chocolate to give him on Valentine's the next day, calling it \"the first and the last\", and she imagines what Sawako and her friends Ayane and Chizu, would be doing for Valentine's Day. The episode ends with her exclaiming that she'd bought him the most expensive chocolate.",
                    "TitleJapanese": "片思い",
                    "SummaryJapanese": "降り続く雪の中、バレンタインデーの飾りつけがされた街の喫茶店で、くるみが１人お茶を飲んでいる。\n中学の時のことや風早のこと、そして爽子のことを思い返していた。\nいよいよ、明日はバレンタインデー。くるみは、ある決意をもって準備を始めたのだった。"
                },
                "2": {
                    "ID": "3665911",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3665911",
                    "TitleEnglish": "Mini Todoke Theatre: Umederella",
                    "SummaryEnglish": "Included with DVD of Season 2 Vol. 2.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4150453",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/4150453",
                    "TitleEnglish": "Mini Todoke Theatre: Snow Ume",
                    "SummaryEnglish": "Included with DVD of Season 2 Vol. 4.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4283963",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/4283963",
                    "TitleEnglish": "Mini Todoke Theatre: Romeo & Juliet 3D",
                    "SummaryEnglish": "Blu-ray special",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "10617802",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617802",
                    "TitleEnglish": "A 10-minute Recap of \"From Me to You: Kimi ni Todoke\"",
                    "SummaryEnglish": null,
                    "TitleJapanese": "10分くらいで振り返る『君に届け』",
                    "SummaryJapanese": "第3期までの主なエピソードを振り返るダイジェスト映像\n\n「10分くらいで振り返る『君に届け』」\n\n風早や爽子たちキャラクターと第3期までの主なエピソードを振り返る「ダイジェスト映像」です。名シーンを新規制作映像でご覧ください！"
                }
            }
        },
        "1": {
            "ID": "128221",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "1159001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1159001",
                    "TitleEnglish": "Prologue",
                    "SummaryEnglish": "Being an outsider in her class, Sawako meets the popular Kazehaya, who she has admired since the first day of school. He encourages her to try open up and make new friends. Sawako then volunteers to play as the ghost during a class event, the test of courage. That night, Kazehaya comes to keep her company. Sawako is also becomses a little closer to two classmates, Yoshida Chizuru and Yano Ayane.",
                    "TitleJapanese": "プロローグ",
                    "SummaryJapanese": "北幌高校に入学して以来３ヵ月。口数が少なく陰気な容姿の黒沼爽子は、その見た目から“貞子”というアダ名を付けられて、クラスメイトから怖がられている。爽子自身は、クラスのみんなと普通に打ち解けておしゃべりもしたいのだが、誰も近寄ってこないのだ。\n　\nそんな爽子に、ただひとり明るく爽やかに声を掛けてくれたのは、風早翔太という男子生徒。風早はきさくな性格から、クラスの人気者。風早の周りには、爽子とは正反対に、自然と人が集まっている。\n入学式の時、爽子は風早に学校への道を教えて、笑顔で『ありがとう』と言われたことがあった。言われ慣れない言葉に感動した爽子は、その時から、ずっと風早に憧れていたのだ。\n　\n１学期の終業式前日にクラスで肝試し大会をすることになり、幹事をしている風早の誘いで肝試し大会への参加を決めた爽子であったが、放課後、千鶴とあやねが霊感のある自分がくれば面白いのではないかと話しているのを偶然聞いてしまう。爽子は、ふたりに自分には霊感がないとカミングアウトするのだが、「お化け役」に立候補することで、クラスメイトが喜ぶのではないかと考えた。ふたりに素直に自分の思いを伝え、自分の気持ちが伝わったことに喜ぶ爽子。全てが風早のお陰だと、爽子は思った。\n　\nやがて、肝試しの当日。爽子の活躍で、生徒たちの悲鳴がひっきりなしに上がり、イベントは大成功。お化けの正体を知った風早と話していた爽子は、千鶴とあやねから差し入れをもらい、感動の涙を流す。\n　\nそして終業式の後、クラス内で昨日の肝試しの結果発表をすることに。ビリだった風早に"
                },
                "2": {
                    "ID": "1166861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1166861",
                    "TitleEnglish": "Seat Change",
                    "SummaryEnglish": "The class has a seat changing day, but everyone dreads drawing the seat next to Sawako. Until Kazahaya picks the seat himself and Chizuru and Yano take the seats in front of her. Kazahaya adopts a puppy that Sawako has encountered in the street.",
                    "TitleJapanese": "席替え",
                    "SummaryJapanese": "登校中、爽子は雨の通学路で捨てられて鳴いている子犬を見つけ、濡れないように、差していた傘を置いてきた。ずぶ濡れになって登校した爽子に対して、同じく雨に濡れてやって来た風早は、ジャージに着替えるよう勧め、自分が使ったタオルを渡す。千鶴からジャージを借りた爽子は大感激で、休み時間に風早、千鶴、あやねにお礼として飲み物を渡すのであった。 \n　 \nお礼に気づいた風早は爽子に話しかける。実は、今朝爽子が子犬に傘を置いたあと風早もその子犬と雨の中で遊んでいたのだった。 \n　 \n下校途中、その子犬を一緒に見に行った爽子と風早。風早はその子犬を自分で飼うと言う。そんな中もっとみんなと仲良くなりたいという爽子に対し、風早は、「がんばれ！」と応援する。 \n翌日、ホームルームで席替えが行われることになった。爽子は、今度こそ隣の席の生徒と仲良くなれるよう願う。だが、ほとんどの生徒は、爽子と接した席になりたがらない。 \n　 \n爽子の席の番号は、窓際の後から２番目。これを知った生徒たちは、その隣の１９番に当たらないよう祈る。だが、これを知った風早は、１９番の生徒とクジを交換。そして、あやねは爽子の前の席に、千鶴は爽子の斜め前の席に陣取った。\n　 \nそんな３人に、爽子は、昨日お礼として改めて手作りクッキーをプレゼントする。美味しそうに食べる３人を見て爽子は一層感激するのであった。"
                },
                "3": {
                    "ID": "1171921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171921",
                    "TitleEnglish": "After School",
                    "SummaryEnglish": "Sawako meets Kazehaya after school to see Maru-chan, the puppy he has adopted. The day after Kazehaya has her helping the class with their homework. Yano and Yoshida overhear some false rumours about themselves and are told that it is Sawako who's spreading them.",
                    "TitleJapanese": "放課後",
                    "SummaryJapanese": "席替えの翌日、登校した爽子は、千鶴やあやね、そして風早と挨拶を交わす。憧れていた友達との挨拶を現実のものとし、爽子は感激しっぱなし。後ろの席の真田龍とも、お互いに自己紹介することができた。風早が隣の席に来てくれたのをきっかけに、爽子の周りはどんどん変わり始めていた。\n　 \nまもなく爽子は、風早から、拾った子犬に名前をつけて欲しいと頼まれる。爽子が答えに窮した時、いつ来ていたのか副担任のピンこと荒井一市が、「ペドロ・マルチネス！」と大リーガーの名前を口にする。子犬の顔を思い浮かべた爽子は、名前は『ペドロ・マルチネス＝通称マルちゃん』でぴったりだと思った。その時、休みをとっている担任の荒井善行から話を聞いたピンは、爽子にわざと近距離で目を合わせ、「呪い」は自分には通じないことを見せ付けようとした。爽子は、そんなピンの行動でさえもうれしく感じた。\n　 \n休み時間、爽子は千鶴とあやねとともに３人で話をする。風早と中学校が同じである千鶴から、中学時代に『風早はみんなのもの協定』が作られた、という話で盛り上がる。そのエピソードにも、爽子は尊敬しきりなのであった。\n放課後残って、出席簿作りをすることになった爽子。風早も手伝ってくれていたのだが、ピンに呼び出されてしまう。そんな中クラスメイトの平野と遠藤が現れ、手伝ってもらうことになった。そのきっかけも風早のおかげだと知り、爽子はうれしく思った。 \n\n　翌日、授業中に渡されたメモで誘われた爽子は、放課後、マルを散歩させている風早に会いに行った。だんだん仲良し度がアップするのを感じた爽子は"
                },
                "4": {
                    "ID": "1171931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171931",
                    "TitleEnglish": "Rumors",
                    "SummaryEnglish": "Yano and Yoshida become the talk of the school as everyone starts spreading rumors about them. An interrupted conversation leads them to believe that Sawako doesn't think they are friends. Sawako believes she's ruining Kazahaya's reputation by hanging out with him.",
                    "TitleJapanese": "噂",
                    "SummaryJapanese": "爽子が千鶴とあやねの悪口を言っているとの噂 ――。２人はこの噂を「ありえない」と信じなかった。千鶴のためにテスト用の要点ノートを作ってくれた 爽子。あやねには、怪談を練習するためのビデオを借りたいと相談する。２人から爽子に対して出た言葉は、“ピュアホワイト”。要点ノートには、ジョーや田中、高橋も興味を示し群がるのであった。 \n　 \n　その頃、風早はピンにつかまっていた。ピンに爽子のことを聞かれて真っ赤になってしまった風早は、その後教室でまともに爽子の顔が見られない。爽子は、おでこが出ている風早を見ていたかったのだが、風早が顔を背けるため見れず残念がっていた。 \n \n　そんな中爽子は、小学校時代から知る詩乃に、千鶴とあやねのことを「友達じゃない」と言い、これを２人に聞かれてしまった。爽子は、実は“大好きな千鶴、あやねと早く友達になりたいが、今友達と言うのはおこがましい”と言おうとしたのだ。だが、“友達じゃない”という部分しか聞こえなかった千鶴らは、 ショックを受ける。まもなく、爽子に直接確かめた千鶴とあやねは、爽子の「好きって言うよりも…」と続けようとする言葉をさえぎって、離れて行ってしまった。 \n　 \n　一方爽子は、自分が千鶴やあやねを操り、風早までいいように使っている裏番長だとの噂を耳にしていた。自分がそばにいるだけで周りを傷つけてしまうと思った爽子は、苦悩するばかり。悩んでいたのは、千鶴、あやねも同じだった。それまでは爽子のことを１００パーセント信じていたのだが、“好き”と即答してもらえなかったことが引っ掛かっていた。"
                },
                "5": {
                    "ID": "1171941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171941",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "After Sawako hears the rumors she avoids Kazehaya, Yano and Yoshida. Kazehaya is upset about this and confronts Sawako, while Yoshida and Yano make her realise that they are already friends. Sawako stands up against some girls badmouthing Yoshida and Yano.",
                    "TitleJapanese": "決意",
                    "SummaryJapanese": "試験の当日、教室でいつもと違う出席番号順の席に着いた爽子は、誰にも挨拶をすることなく、千鶴やあやねとも目を合わせなかった。自分が近くにいるだけで、千鶴やあやねたちを傷つけてしまうので離れようと決めた爽子。みんなと過ごせて本当にうれしかった気持ちを思い返し、爽子の目からは、試験中にもかかわらず、ポタポタと涙がこぼれ落ちた。\n　\n　そんな爽子を、試験の後待っていたのは風早だった。避けるワケを聞きたいという風早の言葉に、爽子の目には再び涙があふれる。そして爽子は、‘自分と一緒にいると風早や千鶴、あやねの株が落ちる’と思い、避けようと一度は思ったが、避けるのが辛く、そばにいたいと泣きながら明かした。\n　 \n　これに対し風早は、自分はそんな噂などに惑わされない、ときっぱり話す。落ち着いた爽子は、千鶴やあやねのことに関しても噂が原因でぎくしゃくしていたことを風早に相談した。風早は、相手の気持ち次第だから自分の気持ち伝えてみたら、と優しくアドバイスする。すっかり晴れやかな表情になった爽子は、風早の「がんばれ！」という声と笑顔に後押しされ、千鶴らにも自分の気持ちを話そうと思った。\n　\n　一方、あやねと千鶴も、爽子のことを考えてモンモンとしていた。あやねは、爽子が冗談半分のアドバイスを生真面目に信じ、図書館にある怪談の本を読み漁っていると知る。また、千鶴は爽子からもらった手書きのテスト用要点ノートを見て、涙を流すのであった。その夜千鶴とあやねは二人で会い、もっとちゃんと爽子と話をしようと決めた。\n　\n　翌朝登校した爽子は、同級生の女"
                },
                "6": {
                    "ID": "1171951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171951",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Sawako is cornered in the girls bathroom by the some girls from class A until Yoshida and Yano intervene. Kazehaya makes a public statement on how he hates ridiculous rumors and realises he can't be alone with Sawako now she's close to Yano and Yoshida.",
                    "TitleJapanese": "友達",
                    "SummaryJapanese": "爽子が、女子トイレ内でＡ組の生徒たちとケンカ をしていると聞いた風早。その女子トイレのまわりでクラスメイトたちが、爽子が噂を流した、と話をしていることに風早は強く否定した。そこへ、千鶴とあやねが現れる。爽子が噂のことで頑張っていると聞いた２人は、トイレに向かった。\n　 \n　トイレでは、爽子がＡ組のユカたちに対して千鶴とあやねへの悪口を取り消すよう訴えていた。悪口を言い始めたのが爽子だというユカに対し、爽子は、それは誤解だと反論する。爽子は、押し倒され、足で踏まれても、必死になって千鶴らを守ろうとした。\n　 \n　そんな中、割って入って来た千鶴とあやねは爽子を助け、さらに爽子が“無実”だと断言する。迫力でにらみをきかせる千鶴らに、結局、ユカらは悪口を取り消し、スゴスゴと引き上げていくしかなかった。\n\n　千鶴とあやねが爽子を助けた話は、すぐに風早らクラスメイトたちの耳に入った。爽子の悪い噂はたちまち消え、逆に爽子が作ったテスト用のノートの功績が評価され始めた。\n\n　一方、トイレ内では、爽子が千鶴とあやねに、涙ながらにこれまでのことを話していた。大好きな２人を失いたくない、もっと仲良く なりたいという爽子の言葉に、千鶴もあやねも感激し涙を流す。そして、もう友達だよと確認し合った爽子、千鶴、あやねの３人は、固く抱き合う。トイレから出てきた爽子を見つけた風早は、笑みを浮かべ心から祝福した。\n　 \n　その後、テストの成績が発表され、クラスの平均点が大幅にアップしていることが分かった。クラスメイトの自分への視線が少し変わったのを感じる爽子"
                },
                "7": {
                    "ID": "1171961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171961",
                    "TitleEnglish": "Saturday Evening",
                    "SummaryEnglish": "Sawako is invited to eat ramen with Yano and Yoshida at the ramen shop of Ryu's father. After they eat, they head up to Sanada's room. They later invite Kazehaya, but the mood is ruined when Pin shows up. Yano makes sure Sawako and Kazehaya walk home together under the stars.",
                    "TitleJapanese": "土曜の夜",
                    "SummaryJapanese": "土曜日の夕食直前、千鶴とあやねから爽子に、ラーメンを食べに行こう、との誘いの電話が入った。親の許可を得た爽子は、大急ぎで２人の元に向かう。実は、少し前、２人から誘われた爽子の“放課後ラーメンデビュー”は、なじみの店が定休日だったため不発に終わっていたのだ。\n　\n　店に着いた３人は、さっそく千鶴お勧めのラーメンを注文した。爽子は、水を出してくれた龍の姿を見て、そこが龍の実家だと知りビックリ。食べ終わると、千鶴は爽子とあやねを連れて、慣れた様子で２階の龍の部屋へと向かった。爽子は、そんな千鶴と龍の間柄を恋人同士かと思っていたのだが、２人は男兄弟のような関係だとか・・・。爽子ら３人は、龍を交えて仲良くおしゃべりを始めた。\n　\n 　まもなく、あやねの提案で、この場に風早を呼ぶことになった。連絡役を命じられた爽子は、龍の携帯を使い勇気をふりしぼって風早を誘った。龍の携帯から聞こえる爽子の声に、風早はビックリしながらも事情を知り、大急ぎで自転車を飛ばし龍の家へ。\n　\n　爽子らは、龍の中学の卒業アルバムを見ながら、中学時代の話を聞いた。千鶴、風早、龍の３人は、同じ中学の出身。中学時代の風早のことを知った爽子は、体育祭、学校祭、修学旅行など、これからの学校生活への期待をふくらませたのであった。\n\n　風早がやってきて、龍の部屋はさらに賑やかになった。爽子の横に座り、目が合って赤くなる風早。意識し合う２人の様子を見たあやねは、爽子を自分のそばに呼び、見せ付けるようにじゃれ合う。千鶴も呼びよせたあやねは、３人でじゃれ合う光景を風早に見せ"
                },
                "8": {
                    "ID": "1171971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171971",
                    "TitleEnglish": "Free Practice",
                    "SummaryEnglish": "Instead of being cursed, the class now believes that when Sawako smiles it brings good luck for everyone. Sawako is encouraged to call the girls by their first name, but she fails to address Kazehaya that way. Kazehaya is drafted by Pin to sit in the sports festival committee. Kurumi also takes a place in the committee. Sawako is taking up soccer practice as she is on the class team.",
                    "TitleJapanese": "自主練",
                    "SummaryJapanese": "爽子が笑うと福が来るとの噂が流れ、爽子の周りに集まるようになるクラスメイトたち。爽子は、平野や遠藤ともいつの間にか自然と友達になれていたと気づき、嬉しさを隠せない。千鶴から、お互いをニックネームで呼び合おうと言われた爽子は、戸惑いながらも千鶴たちをニックネームで呼ぼうとするのだが、感動と緊張のあまりなかなか上手くいかなかった。\n\n　やがて、体育祭が近づき、風早がクラスの体育祭実行委員に指名される。何としても優勝したいピンは、生徒たちにハッパをかける。これに応えるように、スポーツ好きの千鶴は、燃えに燃える。\n\n　サッカーをすることになった爽子は、全く経験がないだけに、途方にくれる。ピンから、体育祭当日休んでもいいと言われながらも、昼休み、風早や千鶴に誘われ、練習に参加する爽子。結果は、みんなの想像通り空振りキックの連続。練習でさえみんなのジャマをしていると悟った爽子は、せめて足手まといにならないように自主練をしようと決意する。\n\n　そんな中、練習中の風早から、「おさげ！」と呼ばれた爽子は、自分の胸の高鳴りを感じながら、思わずボーっと風早の後ろ姿を見つめてしまう。千鶴に耳を引っぱられ我に帰った爽子の顔は、真っ赤。遠くにいる風早の姿を追いながら、爽子の胸のときめきは収まりそうにない。\n\n　放課後、爽子は自主練をしようと決め、千鶴らのラーメンの誘いを断わる。いざ始めようと、体育教師にサッカーボールを借りに行ったものの、規則で貸してもらえない。花壇の花に水をやりながら、爽子は、貯金を崩してボールを買おうと思う。\n\n　一方風早は"
                },
                "9": {
                    "ID": "1171981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171981",
                    "TitleEnglish": "New Friend",
                    "SummaryEnglish": "Sawako learns to play soccer and enjoys seeing Kazehaya play sports. She meets Kurumi, who wants to her friend. As she sees how close Kazehaya and Kurumi appear to be, Sawako wants to be as cute as Kurumi.",
                    "TitleJapanese": "新しい友達",
                    "SummaryJapanese": "体育祭が近づく中、昼休みにサッカーの練習をする千鶴らは、爽子が上手くなっていることに驚いた。実は数日前、爽子は風早にサッカーの個人指導をしてもらい、蹴るコツを掴んだのだ。自分たちのクラスが優勝出来るかもしれない、と千鶴の顔からは、思わず笑みがこぼれる。\n　\n　そんな爽子は、教室に風早を探しに来た別のクラスのくるみに心ひかれる。気さくに声を掛けてきたくるみは、顔かたち、しゃべり方まで、まるで可愛いお人形みたい。そのくるみから、逆に「お人形みたい！」と言われた爽子は大喜び。爽子からその話を聞いた千鶴とあやねは、日本人形の意味で言われたと察して、顔をしかめる。\n　\n　まもなく爽子は、風早とくるみが、お似合いのカップルのように話しているのを見つけて、思わず見とれてしまう。くるみのような可愛いヘアスタイルをマネようとも考え、千鶴とあやねに相談するのだが、２人は髪型が変わった爽子を想像して、今の髪型が一番似合うというアドバイスを送ったのだった。\n　\n　放課後、ピンからサッカーボールを借りることができ、千鶴やあやねとともに自主練をすることに。\nそんな中爽子は、風早がくるみのことを“くるみ”と呼んでいるところを聞いてしまう。風早が女子のことを名前で呼ぶのを初めて聞いた爽子は、２人の仲の良さに少し胸を痛めた。風早があやねから爽子のことを「さわこ」と呼ぶよう迫られた時、真っ赤になりながら拒否したことを、爽子は思い出したのであった。\n　\n　風早の顔を見ただけで、少し胸が痛くなってしまう爽子。その風早が、爽子を見つけて声を掛けてくる。爽子"
                },
                "10": {
                    "ID": "1171991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1171991",
                    "TitleEnglish": "Collaboration",
                    "SummaryEnglish": "Everyone prepares for the sports festival, especially Chizuru, who coaches Sawako enthusiastically. Sawako happily reflects upon her growing friendship with Kurumi and her increasing awkwardness around Kazehaya. Kurumi purposely tells Sawako how she isn't special because Kazehaya always treats everyone kindly, although Sawako misunderstands this as Kurumi telling her about Kazehaya's good points. Sawako aspires to be outgoing and friendly like Kurumi, but Chizuru tells the story of how she dislikes Kurumi because Kurumi made her help the girls confess to Kazehaya in middle school. Kazehaya and Sawako eventually get to talk alone, but Kurumi interrupts the conversation. Sawako finds out that \"Kurumi\" is short for \"Kurumizawa\", so Kazehaya wasn't calling her by her first name after all. Later, Kurumi makes Sawako walk with her confesses that she likes Kazehaya, asking for Sawako's help.",
                    "TitleJapanese": "協力",
                    "SummaryJapanese": "体育祭に向けて、千鶴らとサッカーの練習に余念のない爽子。くるみは、そんな爽子に、ことあるごとに可愛い笑顔で声を掛け始める。千鶴とあやねは顔をしかめるが、くるみの下心に全く気づかない爽子は嬉しさを隠し切れない。\n　 \n　ここのところ、爽子は風早とは上手く話せないことを、もどかしく感じていた。くるみが風早とギクシャクせず、フレンドリーに話すところを見た爽子は、憧れるとともにうらやましいと思った。爽子は、思い切って“友達”のくるみに、風早と上手く話せない、と相談してみる。風早に密かに恋心を抱くくるみは、爽子の関心を 他の男子に向けさせようとする。だが、素直な爽子はくるみの思惑とは裏腹に、風早と自然に話せるように頑張ると誓った。\n　 \n　千鶴には、くるみへの苦い思い出があった。実は千鶴は中学の時、くるみにいいように利用され、結果的に風早のことが好きな女子たちの思いをことごとく打ち砕いてしまったのだ。千鶴の話を聞いたあやねは、今回のくるみの作戦を見抜き、その思惑どおりに進むか、含み笑いをするのであった。\n　 \n　放課後、風早と校庭で言葉を交わした爽子は、風早の顔が真っ赤になったのを見て、風早も自分と同じように緊張していると気づく。そして久しぶりにお互いの笑顔を見て嬉しく思うのだった。風早は爽子に大きくなったマルを見に来るよう誘う。嬉しさいっぱいの爽子は、控えめにうなづいた。\n　 \n　そんな中、２人の前にくるみが姿を見せる。風早の話から、くるみの本名が胡桃沢梅だと知った爽子は、“くるみ”が名前ではなかったと知り、ホッとした気持ちにな"
                },
                "11": {
                    "ID": "1172001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1172001",
                    "TitleEnglish": "Special?",
                    "SummaryEnglish": "Sawako admits that she cannot help Kurumi confess to Kazehaya. Kurumi yells at Sawako, telling her she did nothing to get Kazehaya's attention while \"cute and popular girls\" like herself need to work a lot harder. Sawako begins considering whether she only likes Kazehaya because he is nice to her, and whether she would like any guy who did the same. The Sports Day competitions begin. The girls in Sawako's class win their first soccer match, and Sawako convinces Kurumi to watch Kazehaya play in the boys' match together. As they talk, Sawako mentions that she has always thought of Kazehaya as special. Kurumi tells her that this is just because she doesn't talk to many guys, so she ought to try talking to others. Just then, Ryuu (Sanada) saves Sawako from a rogue pitch. Kurumi suggests that Sawako should talk to Ryuu more.",
                    "TitleJapanese": "とくべつ？",
                    "SummaryJapanese": "大好きな風早と付き合うために手伝って欲しい、と爽子に頼むくるみ。だが、立ち去ろうとするくるみの手を掴んだ爽子は、風早が特別な存在だから手伝うことはできない、と自分の思いを伝えたのだった。身を引くと思った爽子の予想外の言葉に、くるみは豹変し怒りで肩を振るわせた。\n\n　体育祭当日、風早からグータッチをされた爽子は、クラスメイトたちと次々にタッチを交わす。その効果もあってか、クラスメイトたちの士気は上がり、一方爽子もクラスの一員となれた気がして喜んだ。そして、始まったサッカーの試合は、勝利を決定づける追加点を、爽子がアシストし千鶴が蹴り込んで４対２の快勝。自主練の成果だという風早に笑顔のハイタッチをしてもらった爽子は、ドキッとしながらも笑顔で返した。\n　 \n　次は、風早の出場するソフトボールの試合だ。爽子以上に爽子の心の内を知るあやねは、風早の試合を応援するよう爽子をけしかける。その時に、あやねが「負けんなよ」と言ってくれた意味が、爽子にはピンとこなかった。\n　 \n　爽子はくるみを誘い、一緒にソフトボール会場の応援にやって来た。「くるみちゃん」と呼ぶと冷たい表情を見せ、「梅ちゃん」と口にするとさらに怒るくるみ。最初の印象とはだいぶ変わったけれど、気持ちをそのまま伝えるくるみに、爽子は嬉しいような不思議な感情を抱いた。\n \n　グラウンドでは、くるみの隣に座る爽子を見つけた男子たちが、サッカーの試合での活躍を話題にしていた。練習中に爽子に飛んできたジョーの魔球から守るように龍がキャッチするのを見た風早は、心穏かではない。\n\n　一方"
                },
                "12": {
                    "ID": "1172011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1172011",
                    "TitleEnglish": "Romantic Feelings",
                    "SummaryEnglish": "Kurumi tells Sawako to talk to Ryuu and maybe she'll realize something. Sawako doesn't really understand that Kurumi wants her to separate from Kazehaya, but she says she will still talk to Ryuu. During the softball game Sawako can't keep her eyes off Kazehaya, which makes Kurumi angry as she thinks she is the only one always watching Kazehaya, so she leaves. Kurumi then starts her plan by planting a note asking Ryuu to meet Sawako at the sports equipment room, where Kazehaya has to go later. Sawako, is told by Kurumi that Ryuu is there, and goes to thank him. When they meet, Sawako asks Ryuu about the feeling of love, which leads him to confess that he likes Chizuru. In the meantime, Kazehaya heads to the room carrying some equipment. Kurumi goes up to him and tells Kazehaya that Sawako has fallen in love with Ryuu, urging him to support their relationship. They see Sawako and Ryuu talking happily together.",
                    "TitleJapanese": "恋愛感情",
                    "SummaryJapanese": "ソフトボールの試合が始まる中、くるみは試合も見ずに、自分が中学時代からいかに風早に思いを寄せていたかを語り始める。爽子は、くるみの努力に感心してほろりと涙をこぼし、目が風早を追ってしまうところに共感する。そして、風早のことや自分の気持ちを確かめるため、龍と会ってちゃんと話してみるとくるみに告げた。 \n　 \n　風早は試合に快勝した後、爽子のことをどう思っているのかを、龍に直接確かめていた。風早の思いに気づいていた龍は、あっさり否定する。一方くるみは、爽子と風早の関係を遠ざけようと作戦を練っていた・・・。\n　 \n　試合が終わり休憩に向かう龍は、爽子の名前が書かれたメモで、体育用具室に呼び出された。爽子はグラウンドで助けてもらったお礼と確かめたいことがあると千鶴とあやねに告げて、龍の場所へ向かった。爽子は途中でくるみに会い、龍は体育用具室にいると教えてもらう。 \n　 \n　体育用具室前で待っていた龍は、メモを見た爽子の反応を見て、誰かの仕業だと気づく。そんなことは疑わない爽子は、「恋愛感情」がどんなものか龍にたずねた。千鶴ひとすじだと答える龍は、気づいたら千鶴が他とは比べられない特別な存在になっていたと話す。爽子は、龍の言葉に胸をドキドキさせながら聞いた。\n　 \n　そんな中、爽子と龍が体育用具室前にいることを確認したくるみは、そこに風早を連れて行き――。"
                },
                "13": {
                    "ID": "1500511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1500511",
                    "TitleEnglish": "Love",
                    "SummaryEnglish": "After seeing Sawako and Ryuu together, Kazehaya rushes up to Sawako and pulls her away, leaving Kurumi behind. Kazehaya then confirms with Sawako that she doesn't like Ryuu, while Sawako has just realized that she really likes Kazehaya. Kazehaya asks her what she thinks about people going out as girlfriend and boyfriend, which shocks her so much that she cannot answer properly. Later, Ayane finds out that Kurumi was the one who spread the rumours. Ryuu then shows them the note written by Kurumi, which confirms that she set Sawako up. Ayane and Chizuru go to find more evidence against Kurumi, who is in the meantime waiting for Kazehaya to return. Pin arrives at the equipment room and comes to the conclusion that Kurumi has a crush on him, and rejects her just as Kazehaya arrives. Ayane and Chizuru confront Kurumi, who will not admit to wrongdoing, but when Sawako arrives, Ayane tells her outright that Kurumi was the one who spread the rumors.",
                    "TitleJapanese": "恋",
                    "SummaryJapanese": "体育用具室の前で、爽子が龍と話しているのを見た風早は、思わぬ行動に出た。風早は、その場に龍とくるみがいるにもかかわらず、爽子の腕を掴んでその場から走り出したのだ。２人が走り去るのを見て、呆然と立ち尽くすくるみ。龍が頭をかきながらいなくなったため、くるみはひとりで体育用具室前に残され、目の前で起こったことを信じられないでいた。 \n\n風早が爽子を連れて行った先は、体育館裏だった。龍のことが好きかと聞かれた爽子は、龍への思いは恋愛感情ではないと告げる。そんな爽子は、風早への思いが恋だとようやく気づきながらも、付き合うということはまだ想像できなかった。 \n\n一方、例の悪い噂の出所について話し合っていたあやねと千鶴。あやねは、噂の出所はくるみなんじゃないかと推測していた。そこへ龍が現れ見せた、爽子の名前が書いてある呼び出しメモを見て、くるみが犯人だとあやねは確信するのであった。メモは靴箱に入っていたと言う龍。あやねは、くるみが靴箱に何か入れるのを目撃していたのだ。 \n\nその頃、体育用具室で風早が戻るのを待っていくるみが、カギを閉めるためにやって来たピンと顔を合わせたことから、妙なことになった。一向に帰る気配がなく自分の行く先々にいるくるみに対しピンは自分に気があるとカン違いして、あきらめるよう諭す。その様子を、戻った風早が目撃してしまったのだ。風早はくるみがピンのことを好きだと誤解したまま、ピンに連れられその場から立ち去ってしまうのだった。 \n\nついにくるみを捕まえたあやねと千鶴。クラスの女子から話を聞き、さらに例のメモの筆跡を調"
                },
                "14": {
                    "ID": "1500521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1500521",
                    "TitleEnglish": "Kurumi",
                    "SummaryEnglish": "After Sawako finds out that Kurumi was the one who spread the rumors, Kurumi admits it. Ayane threatens to tell Kazehaya, although Kurumi claims that she doesn't care. Sawako asks Ayane and Chizuru not to tell, realizing that Kurumi is probably hurting a lot. Sawako realizes that Kurumi must have needed a lot of courage to tell Sawako how she felt about Kazehaya. She realizes that she must return the favor, so she returns and tells Kurumi that she, too, loves Kazehaya.",
                    "TitleJapanese": "くるみ",
                    "SummaryJapanese": "あやねと千鶴の追及に開き直ったくるみは、噂を流したのが自分だとあっさり認め、ジャマな爽子が嫌いで、『友達』ということも全てウソだったと言い放った。怒り心頭の千鶴らは、爽子に言い返すよう促すが、ショックを受けた爽子の目からは涙がこぼれるばかり。見かねた千鶴はくるみに対し、今後自分の友達を傷つけるようなことはしないよう忠告し、あやねは噂の出所がくるみであったことを風早に言いつけるとおいうちをかけた。\n　 \nだが、くるみと別れた後、爽子はあやねに対し風早には噂のことは言わないで欲しい、と頼んだ。爽子は、風早に言ってもいいと言ったくるみの言葉が、本音ではないと気づいていた…。\n　 \n千鶴らクラスメイトの女子たちがバレーボールで負けてしまって移動している時に、爽子は、くるみが試合に参加していないらしいと知った。くるみに、まだ自分の胸の内を伝えていないと気付いた爽子は、千鶴らに話をして、校内を捜し回る。\n　 \nそんな中、集まっていた女子たちの前に風早とピンが現れる。風早が制止しようとするが止まらず、ピンはくるみが自分に片思いしていると女子たちに自慢げに明かした。女子たちは、ピンを好きになったくるみの神経を疑う。そばで話を聞いていた千鶴とあやねは、予期しないくるみへの誤解に、同情すらしてしまった。\n　 \n一方、くるみを見つけた爽子は、面と向かって、自分は恋愛感情として風早が好きだと伝えた。これに対しくるみは、自分の方が風早とお似合いで爽子が相手なら勝てると思った、と言い返す。そして、風早が自分のことを好きじゃないことも知っていると言い、"
                },
                "15": {
                    "ID": "1582991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1582991",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "Kurumi reflects on how she met and fell in love with Kazehaya in middle school. In the meantime, rumors about how she was rejected by Pin spread around the school. She realizes that she hates being misunderstood by Kazehaya, so ends up confessing to him. He apologizes, saying he has someone else he loves. She plays it off as \"his loss\" and says that he has bad taste in women. Meanwhile, Sawako confesses her love for Kazehaya to Yano and Chizu. Later, Sawako and Kurumi meet and Sawako asks if they can be friends. Kurumi responds by saying she isn't Sawako's friend, but her rival. Later, during the after-festival party, Sawako wonders when she fell in love with Kazehaya and ends up falling asleep on his shoulder.",
                    "TitleJapanese": "ライバル",
                    "SummaryJapanese": "木陰で泣いているくるみ。それを見て、爽子はもらい泣きをしてしまう。互いに相手の涙を拭くうち、くるみは爽子に風早に「好き」と言ったのか言われたのか？と質問する。質問に対し爽子は‘そんなこと言われるはずがない’と答える。そんな爽子に、くるみは風早の素敵なところを次々と語り始め、気が付くと爽子も一緒になって話していた。\n風早の話をしていく中でくるみは、自分はピンが好きだと、風早に誤解されている、と爽子に打ち明けた。爽子は、自分の経験から、誤解されっぱなしは良くないと告げ、“本当のこと”をちゃんと風早に伝えたほうがいいと言う。くるみは、口では爽子の話を否定するが、その素直な思いは、くるみの胸の奥に残った。\n　 \n放課後、風早に会ったくるみは、黒い噂の出所は自分だとあやねが風早にバラしていなかったと知り、複雑な心境になった。風早に爽子のことをどう思っているか聞くくるみ。そして、爽子の言葉に背中を押されるように、自分がピンを好きというのは誤解で、自分が好きなのは風早だと意を決して伝える。風早の答えは、‘ごめん、好きな子がいる’だったが、長年の想いを告げることができたくるみは、スッキリした表情でその場を立ち去った。\n　 \n翌日、泣きはらした顔をサングラスで隠し登校したくるみ。体育祭中に顔を合わせた爽子に対して、万が一、風早とうまくいっても「よかったね」とは言わないと伝える。そして自分たちの関係はライバルだと告げて去っていった。自分の感情を表に出して、みんなと話しをするようになったくるみ。今まで見たこともない自然体のくるみに、千鶴と"
                },
                "16": {
                    "ID": "1583001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583001",
                    "TitleEnglish": "Night Story",
                    "SummaryEnglish": "This episode is a recap of episodes 1 through 15 narrated by the tiny men Pin sees.",
                    "TitleJapanese": "夜噺",
                    "SummaryJapanese": "今回は、これまでのストーリーをまとめて紹介する総集編。\n\n爽子の登場、クラスの人気者の風早との出会い、千鶴、あやねと友達になったいきさつ、中学の時から風早を想い続けるくるみとのやりとりなど…。夜、ピンの部屋に集まった小さいおじさんたちが、酒を飲みながら、さまざまなシーンを振り返る。 \n爽子の成長と彼女の素敵な友達の、かけがえのない青春のひとこまが、生き生きと浮かび上がる。"
                },
                "17": {
                    "ID": "1583011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583011",
                    "TitleEnglish": "Holiday",
                    "SummaryEnglish": "Ayane and Chizuru visit Sawako's house and, despite appearing disreputable at first, impress her parents by being \"such nice girls\". Meanwhile, Kazehaya and Ryuu are together when Kazehaya gets a call from Pin. Pin explains that he met Sawako the previous night, and now thinks he is possessed because he doesn't feel good. The truth is that Sawako noticed he was catching a cold, and gave him advice on how to prevent it, although he misunderstood. Pin insists that Kazehaya bring Sawako to him right away. Kazehaya, Ryuu, Sawako, Ayane and Chizuru all end up at Pin's filthy apartment and realize he only has a cold. They spend the rest of the day cleaning for him. They leave at night and Kazehaya ends up walking Sawako home. Thanks to a prank played by Pin, the two of them almost kissed under the stars.",
                    "TitleJapanese": "休日",
                    "SummaryJapanese": "千鶴とあやねが、初めて爽子の家に遊びにやって来た。両親に挨拶した２人は、爽子の手作りケーキをご馳走になったり、爽子が借りてきたホラービデオを見て、大盛り上がり。爽子の父親は、千鶴らの外見が派手なことに心配していたのだが、内面は良い子だと気づき、ホッと胸をなで下ろしていた。\n \n　そんな折、風早から千鶴に連絡があった。ピンから‘爽子を自分のアパートに連れてきて欲しい’と頼まれ、電話してきたのであった。実は、昨夜、レンタルビデオ店で偶然ピンと出会った爽子は、ピンが風邪のひき始めだと気づき、手洗いうがいをするようアドバイスする。風早の電話からピンが風邪をひいたと勘付いた爽子は、看病が必要だと考えすぐにピンのアパートへ行く準備を始めた。\n \n　爽子は千鶴とあやねと共に、途中、風早、龍と待ち合わせてピンの部屋にやって来た。そして、やはりピンが風邪で熱を出していると知った爽子は、持ってきた風邪薬や、栄養ドリンクなどを使って看病しようとするのだが、これを見た風早は、爽子の代わりにピンに薬を飲ませるなどあわてて爽子を手伝い始めた。ピンが眠りについた後、爽子たちはピンの散らかった部屋を片付けるのであった。その時、幼い頃の風早の写真が出てきて、爽子はぽーっとする。照れる風早。そんな２人を見て、早く付き合えばいいのに、と千鶴とあやねは歯がゆく見ていたのだった。\n \n　部屋の掃除も終わった夕方、薬が効き起き上がることが出来たピンは、邪魔だとばかりに生徒たちに帰るよう促した。ピンの部屋から出ようとする爽子を呼び止めたピンは、爽子だけにこっそりと"
                },
                "18": {
                    "ID": "1583021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583021",
                    "TitleEnglish": "Chizuru's Love",
                    "SummaryEnglish": "Sawako is happy about her growing relationships with her friends and Kazehaya. Ayane, however, complains about her clingy boyfriend, while Chizuru is in a good mood because she anticipates something at New Year's, which is more than a month away. Chizuru and Sawako go out to pick a present for Ryuu's birthday, and Sawako is sure by the affection Chizuru shows for him that Chizuru loves Ryuu. However, she finds out that Chizuru actually loves Ryuu's older brother. The next time everyone is in school together, it is found out that Ayane dumped her boyfriend. Amid the talk about broken hearts, Ryuu leaves the room and is encouraged by Kazehaya. Later, at Chizuru's house, Ryuu comes into her room unexpectedly. He appears to be about to confess to Chizuru when she notices that she left his present lying out in plain sight. She therefore forces Ryuu to leave, and he ends up going home in the rain.",
                    "TitleJapanese": "千鶴の恋",
                    "SummaryJapanese": "二学期終了まで１ヶ月を切ったある日、爽子とあやねは、千鶴に買い物に付き合って欲しい、と頼まれる。あやねが大学生の彼氏と会うということで、買い物は、千鶴と爽子の２人で行くことに。千鶴は、龍の誕生日のプレゼントを買うというのだ。それを聞いた爽子は、千鶴の心遣いに感激するのであった。\n\n　千鶴が店で選んだプレゼントは、野球好きな龍にぴったりの言葉が書かれたグローブ袋。会心の買い物をしたと笑顔を見せる千鶴を見た爽子は、つられて一緒に微笑む。ルンルン気分で歩いていると、千鶴がショーウィンドウに飾られたミニスカートを見て立ち止まった。ミニスカートをはきたそうにする千鶴を見て、爽子は、思い切って好きな人が誰かを聞いてみた。千鶴の口から「幼なじみ」という言葉がでた瞬間、爽子の中で、祝福の鐘の音がなるのだが・・・。\n\n　千鶴の口から出た好きな人の名前は、札幌に住んでいるらしい「龍の兄ちゃん」。このことは龍本人も知っている、と告げられた爽子は、龍の気持ちを思い何だかさみしく思う。\n　 \n翌日教室では、千鶴が正月に札幌から戻ってくる龍の兄ちゃん・徹にミニスカート姿を見せたいとファッション雑誌を見ながら話していた。そこに姿を見せたあやねは、大学生の彼氏を別れたと報告。ジョーがフラれ話を明かしたこともあり、教室は、恋愛話で大盛り上がり。\n　 \nそんな中、龍は徹から聞いた、“あの話”を千鶴に告げるべきかどうかを、風早に相談していた。徹に会えるとウキウキの千鶴に、事前に明かしておきたいこと――。\nその夜、龍は、千鶴の家を訪ね、“あの話”を告げようとし"
                },
                "19": {
                    "ID": "1583031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583031",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "Ryuu tries to confront Chizuru again, but fails to do so, and only tells her not to come to his house this weekend. Chizuru throws a sleep over with the intention of cheer Ayane up from her breakup, but it ends up to be boring because Chizuru planned on getting video games from Ryuu. Ayane convinces Chizuru to go over to his house since it is only Friday, and not yet the weekend. At Ryuu's house they meet Kazehaya and other classmates. They are all having fun, until Ryuu leaves and Chizuru follows, Ryuu once again tries to confess his feelings to Chizuru but is interrupted by his older brother's arrival. His older brother then reveals that he is engaged, Ayane and Sawako look on as Chizuru hides her feelings and congratulate the couple. Soon everyone leaves, and the girls go back to Chizuru's house where Chizuru reflects on her past with Ryuu's brother.",
                    "TitleJapanese": "夢",
                    "SummaryJapanese": "今日は、爽子とあやねが千鶴の家で一晩過ごす、初めてのお泊りの日。準備を整えて学校に行った爽子は、笑顔で千鶴に駆け寄る。その千鶴に、龍がいきなり、明日とあさって絶対家に来ないよう告げた。爽子とあやねを連れて家に帰った千鶴は、ワケが分からず怒りまくる。あさって誕生日を迎える龍のために千鶴は、プレゼントを買っていたため余計に腹が立ったのだった。あやねのアドバイスで、誕生日プレゼントを今日渡そう、と龍の家へ向かった。\n \n　龍の部屋には、風早やジョーらも来ており、千鶴らも加わって大にぎわい。龍と２人になった千鶴は、家に来ないようにと言った理由を明かすよう、つめ寄った。\n \n　その時、千鶴が待ち焦がれていた徹が、札幌から戻って来た。徹は、予定を１日早く繰り上げて帰宅したのだ。大好きな徹と会えたことで舞い上がる千鶴。寝巻きにジーパン姿だった千鶴は、徹にミニスカート姿を見せられず、教えてくれなかった龍を責める。しかし、そこに徹の婚約者だという、片山はるかが入ってきたことから、千鶴の気持ちは一変した。\n \n　千鶴は呆然としながらも、徹に促されてはるかに自己紹介をした。龍はもちろん、千鶴の想いを知る爽子、あやね、風早も、凍りつく。風早は、押し黙る龍を見ておひらきを宣言。何も知らない徹は、帰って行く千鶴らを笑顔で見送った。\n \n　風早は、途中まで送ってくれた龍の胸の内を察し、落ち込まないよう慰める。一方、千鶴の部屋に戻った爽子とあやねは、掛ける言葉が見つからず、ひたすらトランプの相手をする。恋愛経験の豊富なあやねも、もっといい人が他にいる、と"
                },
                "20": {
                    "ID": "1583041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583041",
                    "TitleEnglish": "Present",
                    "SummaryEnglish": "Ryuu's brother leaves, he tells Ryuu to tell Chizuru to show up next time. Later Chizuru heads over to give Ryuu her present, where Ryuu states that she was late and he hopes that Chizuru will finally get over his brother, she gets angry and throws his present at him. Sawako and Ayane are grief stricken with worry about Chizuru since they can't do anything about the situation. Kazehaya shows up and explains to them that its good that Chizuru has them, and that she has them to worry and care for her. In class Chizuru ignores Ryuu, they eventually run into each other where Chizuru asks what he meant last night when he said that she was late. Eventually he shows that he wanted Chizuru to get rejected in order for her to finally get over his brother, Chizuru is upset that he thought the only reason she came over the other night was just to see his brother and leaves. Ayane and Sawako find her, where she eventually breaks down and tells them about how angry she is at Ryuu, not knowing that he is listening and then leaves, Chizuru continues saying what pissed her off the most was how she treated Ryuu. The three girls then go out and enjoy the rest of the day.",
                    "TitleJapanese": "プレゼント",
                    "SummaryJapanese": "徹が婚約者・はるかを連れて帰った日の夜、誕生日プレゼントを持って龍のところに行った千鶴は、徹が来ることを隠そうとした龍の気遣いに腹を立てた。これに対し龍は、気など遣っておらず、こうなってホッとしている、これで千鶴が徹をあきらめられるから、と告げる。徹との恋が上手くいくことを心底願っていた千鶴は、龍の胸の内も知らず、叶わぬ恋だと思われバカにされたと思って怒りまくる。そして、持ってきたプレゼントを龍に投げつけ帰ってしまった。\n \n　翌朝、通学路で顔を合わせた爽子とあやねの表情は暗かった。千鶴を慰めることも励ますことも出来なかった２人は、自分たちの無力さを噛みしめる。何もできなかったと無力さを感じ爽子の目からは涙がこぼれ落ちる。話を聞いた風早は、悩んでくれる人がいるだけで、千鶴にとっては心強いはずだと２人を元気付けた。\n \n　教室で爽子とあやねが会った千鶴は、笑顔を見せるほど明るかった。だが爽子らは、その日千鶴と龍がひと言も話をしていないことが気にかかる。２人の心配は昼休みになって現実となった。パンを買って教室に戻る途中の千鶴に話しかける龍。とうとう２人はケンカを始めたのだ。\n \n　龍に対し、徹への思いが本物だったと告げ、でも昨夜は気まずく思いつつも勇気を出して龍にプレゼントを渡すために家まで行ったのに・・・、と怒る千鶴。持っていたパンを龍に投げつけた千鶴は、そのまま廊下を駆けていった。龍は、誕生日プレゼントの礼を言う間もなく、その場に立ち尽くした。\n \n　走ってきた千鶴を前に、２人のケンカを見ていた爽子の目から我慢できずまた"
                },
                "21": {
                    "ID": "1583051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583051",
                    "TitleEnglish": "First Snow",
                    "SummaryEnglish": "School continues and Chizuru looks refreshed but still ignores Ryuu. While walking home with Sawako and Ayane, they discuss what Chizuru would say to Tooru, Ryuu's older brother if he was to return. Then Tooru actually shows up and tells the girls that he's going to steal Chizuru. The two of them walk together, as Tooru talks about his memories with Chizuru when they were younger. At the end of their walk Chizuru confesses her feelings for Tooru, only have to Tooru says that he likes her too, but as a little sister. They part, and when Tooru returns home Ryuu greets him and gives him bread from the other day the Chizuru left. Ryuu then goes to find Chizuru at docks where she was the last time they played with Tooru before he moved out. There Chizuru realizes that it was Ryuu that called Tooru to come and visit her and asks Ryuu to comfort her, and they embrace.",
                    "TitleJapanese": "初雪",
                    "SummaryJapanese": "千鶴と龍がケンカをした次の日、千鶴はさっぱりとした顔になっていた。放課後、千鶴の誘いで爽子とあやねの３人でカラオケに行き、その後龍の家のラーメン屋へ行くことに。龍とケンカをしたことで、気づくことがあった千鶴。そしてその龍の存在に対して、あやねも心から感謝をしていたのだった。そんな話をしている千鶴の前に、なんと札幌にいるはずの徹が姿を見せた。千鶴を借りると爽子らに告げ、千鶴を呼ぶ徹。感動した爽子らは、千鶴の言いたいことが徹に言えるよう、そして次会った時には穏やかな気持ちでいてくれることを心から祈った。\n　 \n千鶴は、仕事を早く終わらせ、車を飛ばして戻ってきてくれた徹に、大人になった自分をアピールしようとした。しかし徹は千鶴が子供の頃に半パン姿で走り回っていた姿を思い出すのだった。子供の頃の千鶴との思い出の場所を歩きながら優しく話をする徹に、千鶴は「好きだよ」と自分の気持ちを告白した。「俺もだよ」という徹の言葉は恋愛感情のものではなかったけれど、それでも千鶴は嬉しかった。龍よりも可愛い妹だよと言われた千鶴は、ようやく 「おめでとう」と徹の婚約を心から祝福した。\n　 \n龍が徹と会ったのは、千鶴と別れた直後だった。龍の千鶴への想いを知る徹は、龍の方がお似合いだと話し帰ろうとした。その時、自分の感情を表に出さない龍が、徹に対し千鶴への想いを口にするのであった。\n　 \n徹が札幌へ帰った後、龍は、千鶴が家に戻っていないと知り、埠頭に行ってみた。そこは、千鶴が徹と遊んだ最後の場所。徹が札幌に引っ越した日も、千鶴はそこにいたのだ。\n　岸壁"
                },
                "22": {
                    "ID": "1583061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583061",
                    "TitleEnglish": "Christmas",
                    "SummaryEnglish": "Chizuru and Ryuu are back on good terms and everyone is eagerly anticipating Christmas. Their class is going to hold a party and Kazehaya asks Sawako to come. She really wants to, but thinks of her parents. Traditionally, her family spends all day celebrating, so she would feel badly about leaving them. She decides not to go to the party, but makes gifts for Chizuru and Ayane. She also makes a hat for Kazehaya, though she knows she won't have the nerve to give it to him. On Christmas Eve, she spends the day with her parents. Her dad is especially enthusiastic and ends up taking the hat Sawako made, thinking it was for him. She doesn't have the heart to correct him. Later that night, she gets a call from her friends at the party asking her to come. She becomes very distraught, so her mom takes the call instead. Her dad calls her over and gives her his present for her- a cellphone. He lets her go to the party and realizes she is growing up. Sawako runs there, but everyone has left. Only Kazehaya has been waiting for her out in the snow.",
                    "TitleJapanese": "クリスマス",
                    "SummaryJapanese": "期末テストが終わり終業式を待つだけとなった１２月のある日、風早がクリスマスイブに“彼氏・彼女いないヤツ”で集まって、クリスマス会をやろうと提案する。龍やジョーの男子メンバーの他にも、千鶴やあやねたちも参加をすることに。しかし、毎年、家で両親とクリスマスを過ごすことになっている爽子は、行きたい思いはあるものの風早に参加するとはっきりと約束ができないでいた。\n \n　そんな爽子はクリスマスプレゼントとして、千鶴にはエプロン、あやねにはコースター、そして、両親にはそれぞれ腹巻とスリッパを手作りしていた。風早にも何かあげたいと思った爽子は、渡せる自信はないものの帽子を編み始めた。その時、ちょうど父親が帰ってきたので、意を決してクリスマス会に参加してもいいか聞いてみようとしたが、父親はクリスマスイブの家族団らんを何より楽しみにしており、爽子はクリスマス会のことを切り出せない。爽子の不参加を知った千鶴とあやねはもちろん、風早も動揺を隠しながら、残念がった。\n \n　イブの日、黒沼家では、家族３人の食事が始まった。爽子の部屋にあった帽子が自分へのプレゼントだとカン違いした父親は、勝手に帽子をかぶり、涙ぐんで感動する。爽子は、それを風早に渡せないより、父親に使ってもらえるほうがいい、と自らを納得させざるをえなかった。\n \n　イブの食事が進む中、爽子あてにあやねたちから電話が入る。あやねが｢クリスマスプレゼントあげるね｣と言うと、電話口に風早が出た。だが、風早の声を聞いた爽子は、嬉し涙を流しながらも話すことが出来ない。この様子を見て状況を"
                },
                "23": {
                    "ID": "1583071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583071",
                    "TitleEnglish": "The Two",
                    "SummaryEnglish": "It's the last day of class before winter break. Sawako worries that she won't see her friends until classes start again. She reluctantly says goodbye to Kazehaya then goes out to eat with Ayane and Chizuru. They find out her birthday is on New Year's Eve and tell her about their plans to go to the shrine that day with Ryuu, inviting her as well. She finds out she can go, so her friends convince her to call Kazehaya and invite him as well. He agrees to come. On New Year's Eve, Chizuru and Ayane come to Sawako's house. Their present to her is to make her look really cute for Kazehaya. They style her hair and put on a little makeup and head out for the shrine. Before they arrive, Chizuru and Ayane leave, telling Sawako Ryuu actually isn't coming either. She continues alone, meeting Kazehaya. He is astonished by her extra-cuteness and they continue to the shrine. She reflects on her happiness to spend her birthday with him.",
                    "TitleJapanese": "ふたり",
                    "SummaryJapanese": "イブのパーティーの翌日、二学期の終業式の前。教室では、前夜の二次会でのカラオケの出来事や、二学期で教師を辞める善のことなどで話題はつきない。さまざまな思い出を胸に終業式を終えた爽子は、風早がいる男子グループとは別に、千鶴、あやねと一緒にお好み焼き屋に行った。\n \n　初めて手にした携帯のメアドを、千鶴に設定してもらった爽子は、冬休み中も２人と会う約束ができて感動しきり。そして、いつも龍と初詣に行くという千鶴から、あやねと一緒に誘われた爽子は、その場で母親に電話をし許可をもらい大喜び。そんな爽子に、あやねが風早も誘おうと提案した。２人に勧められ携帯で風早に電話をし誘ってみると即ＯＫの返事をもらう。風早に「楽しみにしている」と言われ爽子は嬉しさを隠し切れない。\n \n　大晦日の夜、爽子の家にやって来た千鶴とあやねは、なぜかそのまま爽子の部屋に上がり込んだ。けげんな表情の爽子の前に２人が出したのは、メイク用品一式。２人は、呆然とする爽子の髪を整え、メイクをし始めた。そして、可愛らしく変身した爽子を見て、千鶴とあやねは、誕生日おめでとう、と告げた。\n \n　思わぬ誕生プレゼントに、泣き出しそうになる爽子。メイクが崩れることを心配する２人は、そんな爽子に絶対泣かないよう命じ、家を出発した。\n \n　やがて、待ち合わせ場所が近くなった時、千鶴とあやねは、思わぬ行動に出た。なんと２人は、風早とふたりで楽しむよう告げ、爽子を残してその場から去っていったのだった。爽子は、千鶴らの思いを台無しにしまいと風早との待ち合わせ場所に向かう。その変身ぶりに"
                },
                "24": {
                    "ID": "1583081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1583081",
                    "TitleEnglish": "Birthday",
                    "SummaryEnglish": "Sawako and Kazehaya walk to the shrine silently. They finally look at each other after Kazehaya saves her before she falls down the stairs at the shrine. They are about to continue their awkward silence until Chizuru, Ayane, and Ryuu (who are also stealthily at the shrine) call Kazehaya to apologize for not coming along. The two go to get hot drinks at a stand and Kazehaya admits he normally doesn't like the drink, but this time he does because Sawako does. She's excited over getting to see his first time at something, but he lists several of his first times that relate to her (like wearing the stomach band). They exchange phone emails and Kazehaya realizes Sawako's birthday is that day. She tells him about her childhood as they walk, up until the present, then realizes she had always been alone until she met him.",
                    "TitleJapanese": "誕生日",
                    "SummaryJapanese": "大晦日の夜、千鶴とあやねが来ないと知った風早は、爽子と２人だけで初詣でにぎわう神社の方へ向かった。いつもと違い、化粧をして可愛くなった爽子を見て緊張し口数が少ない風早に対し、爽子も緊張してうつむきかげん。\n\n　そんな２人の様子を、千鶴、あやね、龍の３人は、茂みの中からのぞいていた。千鶴は、まどろっこしい２人を見て、風早の携帯に“激励”の連絡を入れる。その後、爽子と風早が、仲良さそうに並んで境内に入るのを見届けた千鶴とあやねは、ホッと笑みをもらした。\n\n　甘酒の場所に行こうとする風早らの前に、ジョーがいることに気づき焦る千鶴とあやね。ふたりの初デートを妨害されたくない千鶴とあやねは、他のクラスメイトが来ていないのを確認し、ジョーの両腕を抱え爽子と風早への視線を外す作戦を行う。あやねに腕を組んでもらったジョーは、夢見心地でトロトロ。その間、爽子と風早は、ジョーの背後を通り過ぎていった。\n\n　爽子と風早は甘酒の配布場所に行き、甘酒をもらう際におばちゃんに「カップルさん」と呼ばれ、爽子はドキドキと意識してしまう。誰かと初詣するのが生まれて初めてだという風早に、爽子は風早の「初めて」が見れて嬉しく感じていた。そんな爽子に、クリスマスプレゼントでくれた腹巻をしていると明かす風早。爽子は、お父さんに渡すために作った腹巻ではなく風早のために作ったものや選んだものをちゃんと渡したかったと思うのだった。そして、携帯を持ち始めた爽子から初めてのメールをもらった風早は、メールアドレスを見て爽子の誕生日が今日の大晦日だと知り、ギリギリセー"
                },
                "25": {
                    "ID": "1903901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/1903901",
                    "TitleEnglish": "New Year",
                    "SummaryEnglish": "Sawako and Kazehaya continue talking while they walk. She begins to say she'll try harder this year so people will like her, but he interrupts and says they already do. They visit the shrine and go to pick out fortunes. Sawako is distressed by getting a \"Bad Luck\" slip, so Kazehaya gives her his- \"Very Good Luck\". She reads the part pertaining to love and realizes it could be talking about Kazehaya. They continue home, taking the path she walks to school. Kazehaya stops at one corner, and reminisces that he met Sawako for the first time at that spot. She's surprised he remembers, but has also been thinking the same thing. They continue home, each internally realizing their love for each other, but neither acting on it. They part, leaving the impression they will be together this year.",
                    "TitleJapanese": "新年",
                    "SummaryJapanese": "大晦日の夜、風早と一緒に神社の神殿に向かう途中、爽子は、初めて出会った時のことなどを思い浮かべた。爽子の印象は入学式の前から良かったという風早は、それがどんどん良い方向に変わっていると話す。 爽子はその言葉に感動し涙をこらえつつ、風早と一緒に参拝の列に並んだ。一方、ジョーを引き止めていた千鶴、あやね、そしてそれに付き合わされていた龍。この状況にうんざりした龍は、甘酒を飲んで帰ろうとする。千鶴は、ジョーをあやねに任せ、龍のフォローへと走り、帰ろうとする龍を強引にお参りへとつき合わさせ、一緒に参拝へと向かった。\n　 \nやがて、参拝客のカウントダウンの掛け声と共に、新年がやって来た。爽子は、それと同時に届いた千鶴とあやねからの新年メールを見て大感激。さっそく、２人への返信メールを打つ爽子は、みんなと出会えた幸せを噛みしめた。\n　 \n参拝を終えた爽子と風早が、向かったのはおみくじ売り場。運試しに引いたおみくじは、風早が『大吉』で、爽子は『凶』。ショックで固まる爽子に、凶は珍しいから逆に運がいいと話す風早。おみくじを木に結びつけた爽子は、風早から、『大吉』のおみくじをプレゼントされ、素直に受け取った。\n　 \nその頃、ジョーとようやく腕を離すことが出来たあやねは、楽しそうな爽子と風早を遠目に見ながら、ひとりでお参りをしていた。偶然、ピンと出会ったあやねは、いつものようににらみ合いながら帰っていった ――。\n　 \n初詣から帰る途中、風早と初めて出会った坂にやって来た爽子は、ふと今年がどんな１年になるのか、と思った。そして、今の気持ちがい"
                }
            }
        },
        "2": {
            "ID": "364471",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3236771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236771",
                    "TitleEnglish": "Valentine",
                    "SummaryEnglish": "It is now the third semester, and after another seating change, Sawako makes friends with the new people sitting close to her, but can't help but feel lonely that Kazehaya is sitting further away from her. The day before Valentine's Day, she makes handmade chocolate for her friends. When it comes to Kazehaya's chocolate, she notices that she has unknowingly favored him among everyone else and becomes very self-conscious. She manages to give everyone their chocolate the next day but still hesitates when it comes to giving Kazehaya his. Various events throughout the day prevent her from giving it to him, such as his acceptance of \"Gratitude\" chocolate and his rejection of \"Love\" chocolate. Sawako finally makes up her mind to give it to him after school, but is interrupted by Kurumi, who gives him his \"first and last\" chocolate from her. Kurumi notices Sawako eavesdropping and tells her that Kazehaya doesn't accept 'love' chocolate, but if it was a 'gratitude' chocolate, he would probably accept it gladly. She calls herself 'a special circumstance' because she had already been rejected by him. Sawako ends up not being able to give Kazehaya the chocolate, as she thinks that her chocolates are too serious to be considered 'love' chocolates. As Kazehaya walks out of school, thinking that he had really hoped on getting something from Sawako. At the end of the episode, a new character, Miura Kento, makes his appearance.",
                    "TitleJapanese": "バレンタイン",
                    "SummaryJapanese": "冬休みが明け、3学期が始まった。爽子もクラスメイトと馴染んできたが、席替えで席が離れてしまった風早とは少し距離を感じていた。そんな中迎えたバレンタインデー。こわくてチョコを渡せない爽子は、風早が他の女子生徒からチョコを渡されている場面を見て・・・。"
                },
                "2": {
                    "ID": "3236781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236781",
                    "TitleEnglish": "2nd Years",
                    "SummaryEnglish": "Ever since Valentine's Day, a palpable rift has formed between Sawako and Kazehaya. Neither seem entirely sure why it is there, but they have trouble communicating as openly as they had been. Ayane and Chizuru try to intervene, but...",
                    "TitleJapanese": "2年生",
                    "SummaryJapanese": "爽子たちは2年生に進級した。あやねやちづ、そして風早や龍たちとまた同じクラスになり喜ぶ爽子。しかし爽子の横の席についた三浦健人の振る舞いに、風早はやきもきしてしまう。その日の放課後、花壇の世話を終えた爽子を教室で待っていた風早に、爽子は緊張してしまい・・・。"
                },
                "3": {
                    "ID": "3236791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236791",
                    "TitleEnglish": "Forget",
                    "SummaryEnglish": "Kazehaya confides in Ryuu, while a new boy in class begins to flirt openly with Sawako. Realizing that such a pretty girl could get scooped up by another boy, Kazehaya tries to confront her as well as Kento.",
                    "TitleJapanese": "忘れて",
                    "SummaryJapanese": "風早を意識しすぎて自然に接することができなくなってしまった爽子。風早もまた、爽子を困らせたくないと気持ちを抑えながらも、内心は焦っているのだった。一方、感じが良くなりたいと言う爽子に、健人は笑顔のレクチャーをする。そんな状況を、あやねは不安に思い始めていた。"
                },
                "4": {
                    "ID": "3236801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236801",
                    "TitleEnglish": "Misunderstood",
                    "SummaryEnglish": "Sawako's friends have words with Kazehaya, who seems to be making every wrong move. He is told that he is the \"farthest away\" from Sawako, and that he should lay off her or else other girls will grow jealous. Ayane gives Sawako some valuable advice.",
                    "TitleJapanese": "わかってない",
                    "SummaryJapanese": "爽子は風早のことばに落ち込んでしまう。一方、風早もケントやちづに、爽子から一番遠い存在だと言われ落ち込んでしまうのであった。翌朝、学校の玄関で顔を合わす2人。風早にうまく挨拶ができず泣きそうになっている爽子を見て、あやねは堪らずそのワケを爽子から聞き出すと･･･。"
                },
                "5": {
                    "ID": "3236821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236821",
                    "TitleEnglish": "The Person I Like",
                    "SummaryEnglish": "With the first semester midterms over, everyone's recognizing Sawako for her review session, praising her. Sawako's class decides on having \"Sawako's Black Magic Cafe\" as their exhibition, using Sawako's herbs to make tea, and having an additional \"Ask Sawako\" advice booth. Sawako and Kazehaya are still awkward and silent towards each other, which Ayane notices and worries Chizuru. Next day, Ayane goes over to Chizuru's house to help her get ready for Toru's Wedding. The wedding ends without a hitch and Chi solidifies her sibling-like relationship with Toru. Afterwards, Chizuru asks Ryu to follow-up with Kazehaya, feeling guilty about what she said to him. Ryu initially refuses but concedes, saying he would only listen to his problems. Later, Kento approaches Sawako, who's tending to her garden. Back in the cafeteria, Ryu, still keeping in mind what Chizuru said, asked Kazehaya, bluntly, if he had confessed already or not. As Kazehaya's explaining his confusion and worry, Pin arrives, teases him about not having confessed yet and mocks him, telling him to confess to Sawako already. Kazehaya, determined, runs out, searching for Sawako (Pin told him where she was). Out in the courtyard, Kento and Sawako are discussing how Sawako's finally fitting into class (which she hadn't noticed, and shocks her). She receives a mental shock when Kento says that Kazehaya was probably looking out for her because she was an outcast, and since now she's not, he probably wouldn't talk to her anymore, and that he is in love with someone (both not realizing it's Sawako herself). Sawako, distraught, walks away and starts to cry. Kento tries to cheer her up, and ends up asking her out in the flow of things, only to be drowned out by Sawako's thoughts and the arrival of Kazehaya.",
                    "TitleJapanese": "すきな人",
                    "SummaryJapanese": "いよいよ学園祭の準備が始まった。爽子たちのクラスは、クラスの出し物で「貞子の黒魔術カフェ」をすることに。その準備中も、爽子は風早とうまく会話をすることができないでいた。心配するあやねとちづ。風早に言った一言を気にするちづは、翌日龍になんとかフォローしてもらおうと頼むが・・・。"
                },
                "6": {
                    "ID": "3236831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236831",
                    "TitleEnglish": "Favour and Imposition",
                    "SummaryEnglish": "Kazehaya walks out on Sawako and Kento, with Kento grasping Sawako's arms and Sawako crying. Kazehaya asks what Kento is doing, and why Sawako is crying. Three of Kazehaya's friends walk over, to find Kazehaya angry, Sawako crying, and Kento just being there. When the three of them fool around and say that Kazehaya and Kento are both going after Sawako, Kazehaya finally cracks and confesses his love to Sawako. Sawako takes the confession as a misunderstanding and tells Kazehaya that if he says it that way, people will get the wrong idea. Kazehaya finally walks away, and Sawako follows. Kazehaya and Sawako skip class, and when Kazehaya asks her if she likes him, she says yes, but Kazehaya takes it in the way as just being friends and walks off, leaving Sawako alone in the alley. Pin finally finds Sawako, and after Sawako tells Pin that she has been rejected by Kazehaya, Pin tries to cheer her up. Ayane and Chizuru are also looking for Sawako and they have a feeling that Kento was a major part of it. They ask Kento where she is, and Kento says that she's outside by the benches. Kento tries to follow, but is interrupted by Kurumi, who makes Kento tell her what happened. Pin is still outside comforting Sawako, but is interrupted by Ayane and Chizuru. They ask what happened to Sawako, and before Ayane finished explaining something, Chizuru breaks out in tears and tells Sawako that she's being wrong, and Kazehaya is only angry because of the actions that Sawako took. Chizuru finally takes off, Ayane following her. The episode ends with Sawako asking herself if she had really done her best with Kazehaya up until this point.",
                    "TitleJapanese": "好意と迷惑",
                    "SummaryJapanese": "風早には好きな人がいると聞かされた爽子。たまらず泣き出してしまったのをケントが慰めていると、そこに風早がやって来る。ケントが泣かせたと思った風早は思わず掴みかかるが、風早が皆と平等に自分と接してくれる、と褒めていただけと爽子はいう。そして、風早はついに自分の想いを言葉にする。"
                },
                "7": {
                    "ID": "3236841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236841",
                    "TitleEnglish": "Just Give Up",
                    "SummaryEnglish": "The misunderstanding builds as both Kazehaya and Sawako believe they rejected one another's confessions. Sawako seeks comfort in Kurumi, who tells her that she didn't even put up a fight for Kazehaya. These words resonate deeply inside Sawako.",
                    "TitleJapanese": "あきらめちまえよ",
                    "SummaryJapanese": "風早の言葉の意味を爽子は取り違え、２人はそのまま離れていってしまった。爽子はくるみにそのことを報告するのだが、「風早の何を見ていたの？」と叱咤される。立ち尽くす爽子。その後学校祭の準備中、ちづとあやねに自分の気持ちを正直に伝えた爽子は、風早には『伝えた』か自問自答する。"
                },
                "8": {
                    "ID": "3236851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236851",
                    "TitleEnglish": "Reach",
                    "SummaryEnglish": "As preparations for the school festival progress, Sawako can't get Kurumi's words out of her head and thinks back to why she fell in love with Kazehaya. She also reflects on her own feelings after being told to give up by Pin. As their thoughts revolve around each other, the school festival finally begins. Sawako is shocked by what Kento says.",
                    "TitleJapanese": "届け",
                    "SummaryJapanese": "学校祭の準備が進む中、爽子はくるみの言葉が頭から離れず、なぜ風早を好きになったのかを思い返していた。そして風早もまた、ピンに「あきらめちまえよ！」と言われたことで、自分の想いを見つめ返しているのだった。それぞれの想いが巡る中、ついに学校祭が始まる。"
                },
                "9": {
                    "ID": "3236861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236861",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "Despite being nervous and embarrassed, Sawako goes to the classroom to confront Kazehaya. Before Sawako has a chance to tell Kazehaya how she feels, Kazehaya apologizes to her for making her cry and angry, and that he would listen to her no matter what, because his feelings wouldn't change. He then says that Chizuru and Ayane are probably outside, but Sawako interrupts and says that she came to talk to Kazehaya, not to Chizuru or Ayane. Sawako tells Kazehaya about people apologizing to her for everything she did, and that she was thankful that Kazehaya smiled and said \"thank you\". She thanks him for his smiles, kindness, and telling her his hidden feelings. Kazehaya is about to say something when Sawako interrupts with \"I like you\", and keeps on repeating it. Kazehaya pulls Sawako into the classroom by the hand and shuts the door. Meanwhile, Joe is looking outside for Kazehaya and Pin is looking for Sawako. When Chizuru and Ayane tell Pin she went home, Pin heads towards the classroom to look for Kazehaya. However, Kazehaya and Sawako are hugging to the side of the classroom door, unaware of anything else. They stare right at each other, Kazehaya realizing they both have the same feelings, and Sawako still being confused. After a minute Joe walks in to the classroom and Kazehaya and Sawako pull away from each other. Sawako runs off, and Kazehaya becomes embarrassed and upset. Later that night, Ayane and Chizuru ask how the talk went, and Sawako says she wasn't able to say 1/10 of her feelings to Kazehaya. Pin walks in and pulls Sawako outside, where Sawako breaks down and tells Pin she can't look at Kazehaya without secret feelings. Pin replies that everyone has a heart, so Kazehaya probably has the same feelings. He runs off, telling her not to worry about it and for her to do well in the solo performance. He's heading home when he realizes he said something \"super wonderful\" and runs off to find Kazehaya. Kazehaya is sending a text to someone when Pin barges in te",
                    "TitleJapanese": "告白",
                    "SummaryJapanese": "教室にいる風早のもとへ駆けていく爽子。風早を目の前にし、緊張からふるえが止まらない。気持ちを伝える覚悟ができた爽子は、教室のドア越しに、ひとことひとことを紡ぐように言葉を押し出していく。自分の毎日を変えてくれた風早に、『ありがとう』の言葉と、そして・・・。"
                },
                "10": {
                    "ID": "3236871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236871",
                    "TitleEnglish": "From Now On",
                    "SummaryEnglish": "The class finishes the costumes and Sawako performs her solo performance. Kazahaya ensures that Sawako knows his feelings.",
                    "TitleJapanese": "ここから",
                    "SummaryJapanese": "学校祭が始まり、爽子のクラスの女子たちは次の日の仮装行列の準備のため千鶴の部屋に集まっていた。この日あった風早との出来事を何度も思い返し、風早からのメールを何度も見ながら爽子は夜を過ごした。そして仮装行列の日、学校の皆が校庭へ出て行く中で、爽子は風早から呼び止められ・・・。"
                },
                "11": {
                    "ID": "3236881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236881",
                    "TitleEnglish": "After the Festival",
                    "SummaryEnglish": "With the school festival finally over, Sawako leaves home to go to an after the festival party. She meets up with Kazehaya and they continue walking to the party. When they get there they find Joe reenacting all of the details from when Sawako and Kazehaya confessed to each other. Everyone is saying that Sawako got Kazehaya with black magic, but Kazehaya immediately clears up that misunderstanding. After the party the class goes to the beach, where Kento pulls Kazehaya aside and tells him why Sawako was crying the other day. Pin also pulls Sawako aside to ask her if she told Kazehaya about her secret feelings. Kazehaya walks over and Pin makes him ask Sawako out, but while Kazehaya was at a loss for words Pin shouted \"WILL YOU MARRY ME!\" causing a misunderstanding on Sawako's part. Kazehaya follows her after she ran off, and she explains that she didn't take it seriously, when Kazehaya thought she did. After that was cleared up, Kazehaya finally asks out Sawako, who accepts, and Sawako tells Kazehaya about her secret feelings. Ayane, Chizu, Kento, and Kurumi are watching from above. The next day in school everyone has heard about the confession and now that Sawako and Kazehaya are dating. People go up to Sawako, hoping she can help them find boyfriends/girlfriends. In the classroom, Kazehaya tells everyone, under influence by Ayane, that Sawako is his girlfriend. Everything is no longer chaotic, Kento sees how perfect Sawako and Kazehaya are together, and he expresses his feelings in his thoughts that no one would have thought Sawako would win Kazehaya and Kurumi would end up with a broken heart. At the end of the episode the girls from Class A who bullied Sawako find out about Kazehaya and Sawako's new relationship.",
                    "TitleJapanese": "祭りのあと",
                    "SummaryJapanese": "学校祭の打ち上げに、爽子と風早は待ち合わせをし2人で現れた。2人が付き合い始めたことに、信じられないといった雰囲気のクラスメイトたち。カラオケ屋を出た後、みんなで海辺へ向かう。そこにはピンがいて、爽子と風早にちょっかいを出すのだが、そそのかされた風早は改めて爽子に告白する。"
                },
                "12": {
                    "ID": "3236891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/3236891",
                    "TitleEnglish": "Important Person",
                    "SummaryEnglish": "When Sawako reaches school with Ayane & Chizuru, news about her current girlfriend-boyfriend relationship with Kazehaya has gotten out. Kazehaya is made to clarify his and Sawako's relationship so as to avoid further misunderstandings. Sawako then goes to confront Kurumi after overhearing Ayane saying to Chizuru that 'there's one girl who's definitely crying'. The same group of girls who harassed Sawako in the bathroom in season one badmouth Sawako, but Kurumi defends her by simply saying 'Kazehaya will not forgive you if you hurt her'. They then threaten to tell Kazehaya what Kurumi did, but she encourages them to, with a warning that Kazehaya greatly dislikes tattlers. On the rooftop, Sawako tells Kurumi what has happened, and the two come to an understanding. Kazehaya and Sawako meet up outside of school for a day together, all alone...",
                    "TitleJapanese": "大事な人",
                    "SummaryJapanese": "爽子は風早と付き合い始めたことが学年中に知れ渡った頃、爽子をよく思わない女子たちが、未だ信じられないと話をしていた。そこへ現れたくるみ、そして爽子。女子たちに忠告をし屋上へと去るくるみを、爽子は風早と付き合ったことを報告するために追いかける。爽子の報告にくるみは・・・。"
                }
            }
        },
        "3": {
            "ID": "2139235",
            "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/seasons/official/3",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "10614213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10614213",
                    "TitleEnglish": "There's No Way I Would Hate You",
                    "SummaryEnglish": "​​Now officially a couple, Kazehaya and Sawako go on their first real date. Over summer vacation, Sawako asks Chizu and Ayane for relationship advice.",
                    "TitleJapanese": "嫌いになんてなるわけがないんだ",
                    "SummaryJapanese": "胸の内に秘めた想いを伝え、ついに恋人となった爽子と風早。セミの鳴き声が響く初夏のある日、２人は初めてのデートに出かける。手作りのお弁当を一緒に食べたり、プラネタリウムで静かな時間を過ごしたりと…。そして訪れた夏休み。補習に苦しむ生徒、部活に精を出す生徒、それぞれの夏を過ごす中で、爽子は“男の子と付き合う”ということにいまいち実感がわかず、友達のあやねや千鶴に相談するが、それでも風早との距離の縮め方がわからずに思い悩んでいた。そして講習の帰り道、一緒に帰る爽子と風早の前に、偶然、爽子のお母さんが現れる。手をつないで歩いているところを見られた爽子は、自分たちの関係を説明しようとするが…。"
                },
                "2": {
                    "ID": "10617311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617311",
                    "TitleEnglish": "School Trip",
                    "SummaryEnglish": "With the class trip coming up, another boy approaches Ayane. When the students arrive in Okinawa, the new atmosphere causes big changes in everyone.",
                    "TitleJapanese": "修学旅行",
                    "SummaryJapanese": "楽しかった夏もあっという間に過ぎ去り、２学期が始まった。爽子たち２年生の間では、もうすぐやってくる修学旅行の話題で持ち切り。爽子も、修学旅行の行き先である沖縄に、そして風早たちと過ごす修学旅行の日々に胸を躍らせていた。放課後、修学旅行の自由行動について、盛り上がっていた爽子・あやね・千鶴の３人だったが、あやねの元に一人の男子生徒があらわれる。そして始まった修学旅行。みんなで朝ごはんを食べたり、お風呂上がりの姿をみてドギマギしたりと、普段とは違う楽しい時間を過ごす爽子や仲間たち。そんな修学旅行の空気が、爽子や風早だけでなく周囲の人間にも大きな変化を起こしていく…。"
                },
                "3": {
                    "ID": "10617312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617312",
                    "TitleEnglish": "Girlfriend and Boyfriend",
                    "SummaryEnglish": "Sawako feels like Kazehaya is keeping his distance. After connecting with Ryu on the trip, Chizu tells her friends about her memories with him.",
                    "TitleJapanese": "彼氏と彼女",
                    "SummaryJapanese": "沖縄での修学旅行が終わり爽子の家に集まったあやねと千鶴。修学旅行中に千鶴は龍との関係に思いもよらないところでひと悶着があったりと、写真を見ながら思い出話をする３人。そんな千鶴が気になる一方、爽子自身も風早との距離感にどこか気持ちが落ち着かない様子。あやねは修学旅行をきっかけにケントとの関係を意識し始めていた。そんな中、爽子と風早のギクシャクした雰囲気を感じ取っていたケントは、爽子にちょっとしたアドバイスを伝えるのだった。一方、龍との関係に思い悩む千鶴。考えても整理がつかず、千鶴はこれまで重ねてきた龍との思い出と、胸の内を爽子とあやねに語る。そして、季節は冬へ。恋人同士になった爽子と風早の、はじめてのクリスマスが訪れる。"
                },
                "4": {
                    "ID": "10617313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617313",
                    "TitleEnglish": "Christmas Party",
                    "SummaryEnglish": "Though Sawako is excited about celebrating Christmas with Kazehaya and her friends, everyone is preoccupied with their own romantic problems.",
                    "TitleJapanese": "クリスマスパーティー",
                    "SummaryJapanese": "季節は巡り、クリスマスが訪れた。２人きりではないが、みんなと、そして風早とともに過ごせるクリスマスに心躍らせる爽子だったが、周囲の皆はそれぞれの恋路に思い悩んでいた。クラスで開くクリスマスパーティーのプレゼント選び中に偶然街中で出会ったケントと風早もまた、お互いの悩みと思いを打ち明け、自分たちの気持ちを再確認する。そうして、それぞれの恋心を胸に秘めながら、始まったクリスマスパーティー。風早との関係に悩んでいた爽子は、偶然会った担任のピンに悩みを打ち明ける。そんな中、男子トイレではなにやらトラブルが起こったようで…？"
                },
                "5": {
                    "ID": "10617314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-ni-todoke-from-me-to-you/episodes/10617314",
                    "TitleEnglish": "Happy Moment",
                    "SummaryEnglish": "After his teacher gives him some advice, Kazehaya finally talks to Sawako on their way home. The next day, everyone gathers at Sawako's house.",
                    "TitleJapanese": "幸せなひととき",
                    "SummaryJapanese": "カラオケ会場での些細な騒動の後、担任のピンは風早にアドバイスをする。そして、さまざまな関係が徐々に変わったパーティーの後、爽子と風早は２人きりの帰り道でお互いの想いをぶつけあう。触れ合いたい気持ちと、大事にしたい気持ち。互いのすれ違いを再確認するために、２人は寄り道をすることに。出会ってからの思い出を振り返りながら、自分の気持ちを再確認した２人は、これまですれ違っていた時間を埋め合うように、互いのぬくもりを感じあうのだった。そして翌日、爽子の家に集まったあやねと千鶴は、さっそく恋バナに花を咲かせていたが、そこに風早やケント、龍も訪ねてくる。"
                }
            }
        }
    }
}