{
    "URL": "https://www.thetvdb.com/series/gundam-evolve",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0856794/",
        "https://www.themoviedb.org/tv/108610"
    ],
    "TitleEnglish": "Gundam Evolve",
    "SummaryEnglish": "A series of short films set in the different timelines of the Gundam series. The clips often show alternative scenes, side-stories or omakes for fans. The clips feature a mix of animation media which go from traditional cels to 3-D CG rendering to even cell-shaded 2-D animation. The target is to show the Gundams and other mobile suits in high-quality CGI. Currently 15 episodes has been released in three separate volumes, namely Gundam Evolve ../+ (\"Plus\"), Gundam Evolve ../Ω (\"Omega\") and Gundam Evolve ../Α (\"Alpha\"). Each volume consists of 5 episodes.",
    "Aliases": [],
    "Modified": "2024-04-02",
    "Seasons": {
        "1": {
            "ID": "138211",
            "URL": "https://www.thetvdb.com/series/gundam-evolve/seasons/official/1",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "1241191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241191",
                    "TitleEnglish": "RX-78-2 Gundam",
                    "SummaryEnglish": "In this episode Amuro Ray, waiting to start in the final battle of A Baoa Qu, sits in his RX-78-2 Gundam while the other forces are already fighting. He recalls many of the battles he has fought until now, beginning with his fight against the mobile armor Elmeth when he killed Lalah Sune. Afterward he recalls the battle against the Black Tri-Stars, Ramba Ral and Char Aznable. He also thinks about the people important to him who died, including Ryu Jose, Matilda Ajan and Sleggar Law. Then he hears Sayla Mass who tells him that if they can overcome war, humanity should as well. Soon afterward, Amuro launches.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1241201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241201",
                    "TitleEnglish": "RX-178 Gundam Mk-II",
                    "SummaryEnglish": "The events of this episode take place after the Gryps Conflict. The story revolves around a video tape which is sent to Kamille Bidan by Argama chief engineer Astonaige Medoz. On the video Astonaige wishes him a quick recovery and it also contains a video scene from a battle training at which Kamille participated during the Gryps Conflict. In the training he uses the Gundam Mk.II to fight against several drones and two Rick Dias in a combat simulation. Although he thinks it is too easy he accidentally destroys the camera probe recording the training. The episode ends with a written report by Kamille apologizing over damaging the suiveillance pod, in which he angrily wrote in later sections denying himself of any responsibility for the incident, protesting over having to write such a formal apology at all, and going further on to accuse his superiors Quattro Bajeena and Henken Bekkener of being totally irrational and incompetent.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1241211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241211",
                    "TitleEnglish": "GF13-017NJII God Gundam",
                    "SummaryEnglish": "Domon Kasshu is practicing T'ai chi with the God Gundam. However suddenly Rain Mikamura appears in the Rising Gundam and attacks him because he was away for two days. He tells her he was only training but she believes that he was off chasing skirts, and the two fight.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1241221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241221",
                    "TitleEnglish": "RX-78 GP03 Dendrobium",
                    "SummaryEnglish": "It is revealed that several people leaked information about the Gundam Development Project to the Zeon Forces because Jamitov Hymem dislikes it. Afterwards a ruined MS-14A Gelgoog is shown floating in space after a group of Gelgoog Marine Types and MS-06F Zaku II mobile suits attack the La Vie en Rose. To counter them a woman named Defrah Kar pilots the Gundam GP03 Dendrobium Stamen to destroy them. To make this easier she uses the Orchis platform and, thanks to its powerful weapons, is easily able to destroy them, and thanks to her I-field she is even able to defend herself from the attack of a large battleship. However, after the battle and while ejecting the Stamen from the Orchis, a severely damaged Gelgoog is able to shoot at the cockpit of the Stamen, killing Defrah and incidentally destroying the experimental cockpit. Afterwards the people who looked on the Gundam data examine the data of the GP04 Gerbera.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1241231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241231",
                    "TitleEnglish": "RX-93 ν Gundam",
                    "SummaryEnglish": "The episode begins with Quess, who had apparently used the NZ-333 Alpha Azieru to severely damage Hathaway Noa's RGM-89 Jegan. Afterwards Amuro Ray in his RX-93 Nu Gundam has a Newtype reaction to her and confronts her. He accuses her of not understanding Hathaway's feelings, but Quess doesn't listen and attacks him. However Amuro is able to trap her inside the Fin Funnel's beam barriers. Afterwards they hear Hathaway who tells Quess not to be angry, and Amuro tells Quess that Hathaway isn't dead. Thanks to this and Amuro's words she calms down and she finally uses the Alpha Azieru to rescue Hathaway.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1241241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241241",
                    "TitleEnglish": "YMF-X000A Dreadnought Gundam",
                    "SummaryEnglish": "Things starts off with a battle between the YMF-X000A Dreadnought and several ZGMF-600 GuAIZ. Although Prayer Reverie tells them that he doesn’t want to fight they continue and one of them slams him in an asteroid. Suddenly a DRAGOON-equipped Dreadnought \"ghost\" appears, separates itself from the real Dreadnought and attacks the GuAIZ.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1241251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241251",
                    "TitleEnglish": "XXXG-00W0 Wing Gundam Zero",
                    "SummaryEnglish": "This episode begins with a figure in a spacesuit (Heero Yuy) setting bombs, then fades to Gundam engineer Doctor J, apparently imprisoned. He talks to a shadowy visitor about history and his young protege as the person in space suit tries to escape the facility he has just sabotaged. The guards catch up to him, but he uses a nearby Virgo II mobile doll to distract them and escape to his machine - Wing Zero. Heero uses the twin buster rifle to break out of the base's hangar, but loses the weapon in the escape and resorts to using a Virgo II beam rifle. He is chased by several Virgo IIs along the length of the facility, which is actually a gigantic colony cannon. After dealing with his pursuit, Heero attacks the cannon directly with his beam rifle as the bombs begin to go off. Doctor J finishes his narration, commenting to his visitor (now revealed as Relena Peacecraft) that he chose Heero's codename personally. As the colony cannon explodes, Heero flies away to his next mission.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1241261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241261",
                    "TitleEnglish": "GAT-X105 Strike Gundam",
                    "SummaryEnglish": "In a secret ZAFT desert base, the Aile Strike Gundam faces off against several GINN OCHER Types.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1241271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241271",
                    "TitleEnglish": "MSZ-006 Zeta Gundam",
                    "SummaryEnglish": "In space there lies a giant mobile armor called the Psycho Weapon and it's decimating the EFSF fleets so it's up to 3 Zeta Gundams to destroy the huge weapon...",
                    "Aliases": []
                },
                "10": {
                    "ID": "1241281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241281",
                    "TitleEnglish": "MSZ-010 ZZ Gundam",
                    "SummaryEnglish": "Judau is assigned to protect/escort the space transport ship Jupitris on his (probably also his girlfriend Roux Louka's) birthday. While on the recovery missions he encounters Neo-Zeon forces pursuing a AMX-004-3 Quebeley MK.II. Seeing the Quebeley posing no threat, Judau assists it in destroying the Neo-Zeon squad composed of Doven Wolfs riding on sub-flight platforms, allowing the Quebeley to land safely on Jupitris. The last image of this short film shows a pilot whose face isn't seen, yet it bears a striking resemblance to an old friend (Puru 2)...",
                    "Aliases": []
                },
                "11": {
                    "ID": "1241291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241291",
                    "TitleEnglish": "RB-79 Ball",
                    "SummaryEnglish": "A Baoa Qu, the grounds of the final battle of the One Year War. As the scars of war remain fresh in the battlefield, novice Federation pilot Hiden surveys the area in a RB-79 Ball. Word comes in that Zeon remnants are about to attack. Though afraid, the young pilots proceed through the silent interiors of A Baoa Qu. Without warning, gunshots echo through the air and his party is decimated one-by-one. When Hiden, the sole survivor, presses further into the depths, he discovers the harsh reality behind war...",
                    "Aliases": []
                },
                "12": {
                    "ID": "1241301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241301",
                    "TitleEnglish": "RMS-099 Rick Dias",
                    "SummaryEnglish": "Quattro Bajeena boards his Rick Dias for a battle simulation to transfer combat data to the mass-production model. The data personnel has some fun with him, turning the Rick Dias's monitor red, revealing his own old Zaku from his \"Red Comet\" days as his opponent. Quattro is gradually cornered by the Zaku... Can he win against the legendary Red Comet? And then he switches to the Hyaku Shiki, and faces off with an old rival...",
                    "Aliases": []
                },
                "13": {
                    "ID": "1241311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241311",
                    "TitleEnglish": "RMS-108 Marasai",
                    "SummaryEnglish": "As the AEUG attempt to enter the atmosphere for the drop operation on Jaburo, they come under attack by the Titans' Marasai mobile suits. An orbital battle ensues...",
                    "Aliases": []
                },
                "14": {
                    "ID": "1241321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241321",
                    "TitleEnglish": "Rekka Musha Gundam",
                    "SummaryEnglish": "As evil Zaku bandits terrorise the country of Ark. Rekka Musha Gundam comes to the rescue chasing their leader Mazaku for the Scroll of Light he had stolen. Stopping briefly at a teahouse, Rekka informs three young kids about the Seven of Light Gundam team he leads. Suddenly Mazaku's Gelgoog minions set the building on fire. After defeating the minions, Mazaku appears and uses the Scroll to transform into the gigantic Hadou Musha Mazaku. Rekka is easily defeated by his gigantic and powerful foe. The children prepare to surrender but Rekka stands up and cries out. His noble spirit causes the Scroll to abandon Mazaku and give Rekka its true power, gifting him with the Armour of Light. With his new power and cheered on by the children, Rekka slices Mazaku in halves and saves the day.",
                    "Aliases": []
                },
                "15": {
                    "ID": "1241331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-evolve/episodes/1241331",
                    "TitleEnglish": "\"Newtype Challia Bull\"",
                    "SummaryEnglish": "The short is a re-imagined version of the 39th episode of the Mobile Suit Gundam TV series with updated mechanical designs. \"Challia Bull was found to have the attributes of a Newtype during his activities in the Jupiter Energy Fleet. While doubtful of his own abilities, he is recruited and assigned by commander-in-chief Gihren to serve in Char Aznable's combat unit under Kycilia's command. Even as he senses the girl he met, known as Lalah Sune, to be something of a Newtype, the fierce combat with the Federation ace-piloted Gundam changed his convictions....\"",
                    "Aliases": []
                }
            }
        }
    }
}