{
    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1586814/",
        "https://www.themoviedb.org/tv/37183"
    ],
    "TitleEnglish": "Dance in the Vampire Bund",
    "SummaryEnglish": "Adaptation of Nozomu Tamaki’s suspense/action/horror manga serial Dance in the Vampire Bund. After millennia in hiding, Mina Tepes, the Princess of the ancient covenant and ruler of all vampires, wants change. Using the vast wealth of the Tepes line, she has paid off the entire gross national debt of Japan and in so doing, gained the authority to create a \"special district\" off the coast of Japan that is to become the future haven to vampires the world over! Now, on the eve of the landmark press conference announcing the existence of vampires to the world, terrorists and rival factions are plotting to assassinate Mina Tepes before she has a chance to make her world-changing announcement.",
    "TitleJapanese": "ダンス イン ザ ヴァンパイアバンド",
    "SummaryJapanese": "鏑木アキラには幼い頃に交わした誓約があった。それはヴァンパイアの女王に仕えるというもの。ある時彼の前に一人の少女が現れた。その少女こそが女王ミナ・ツェペッシュだった！ ヴァンパイアの出現と、その日本国内での特区建国に戸惑う人々。そして対立するヴァンパイア勢力は女王の座を降ろさんとミナの命を狙う…。",
    "Aliases": [
        "Vampire Bund"
    ],
    "Modified": "2024-12-16",
    "Seasons": {
        "0": {
            "ID": "155651",
            "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1924531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1924531",
                    "TitleEnglish": "Special Edition Compilation",
                    "SummaryEnglish": "Recap episode containing new and re-edited scenes.",
                    "TitleJapanese": "特別編〜Special Edition〜",
                    "SummaryJapanese": "総集編"
                },
                "2": {
                    "ID": "4183979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/4183979",
                    "TitleEnglish": "Intermissions",
                    "SummaryEnglish": "Small manga-like specials.",
                    "TitleJapanese": "Intermission 01",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "155661",
            "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1396391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1396391",
                    "TitleEnglish": "Prom Night",
                    "SummaryEnglish": "On the live talk show Astraea no Tenbin, the topic of the day is the existence of vampires after a series of attacks that have left distinctive bite marks on the victims.",
                    "TitleJapanese": "プロムナイト",
                    "SummaryJapanese": "東京湾上に浮かぶ東京零号埋立地。その島と本土をつなぐのは一本の海底トンネルだけ…。誰が何のために建設したのか。国や全ての関係者が沈黙を守っていたその島の所有者が、今日…ついに姿を現わしたのです。"
                },
                "2": {
                    "ID": "1552221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1552221",
                    "TitleEnglish": "Howling",
                    "SummaryEnglish": "Kaburagi Akira is a seemingly normal high school student at the time that Mina Tepes creates the Vampire Bund.",
                    "TitleJapanese": "ハウリング",
                    "SummaryJapanese": "世間は吸血鬼の話でもちきりで——でも彼は、その話題が出るたびになぜか不機嫌になっていました。そう、彼自身忘れていたんです。二人の物語はもっと昔。——私が彼と出会うずっと前から、始まっていたことを——。"
                },
                "3": {
                    "ID": "1552231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1552231",
                    "TitleEnglish": "Teen Wolf",
                    "SummaryEnglish": "The day after saving Mina, Akira wakes up in bed with her and has regained some of his memories.",
                    "TitleJapanese": "ティーン ウルフ",
                    "SummaryJapanese": "それは青天の霹靂でした。あのときの私は彼のことで頭がいっぱいで——でも、あのとき彼女と一緒に帰っていたら…。この日を境に私たちの学園は、吸血鬼たちが踊る、めくるめくロンドの舞台の一つとなったのです…。"
                },
                "4": {
                    "ID": "1552241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1552241",
                    "TitleEnglish": "Interview with Vampire",
                    "SummaryEnglish": "With the establishment of the Vampire Bund, Mina Tepes is ready to hold a press conference, so many members of the press have come to the island.",
                    "TitleJapanese": "インタビュー ウィズ ヴァンパイア",
                    "SummaryJapanese": "世界はこの日ヴァンパイアを知りました。誰もが否応なしに、その存在を信じざるを得なくなったのです。そしてその静かな衝撃が産み出した波紋が、ひっそりと着実に私たちのすぐそばに迫ってきていたのです。"
                },
                "5": {
                    "ID": "1552251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1552251",
                    "TitleEnglish": "Shadow of Vampire",
                    "SummaryEnglish": "It becomes known, by some students, that Nanami was attacked by vampires. Akira and Yuki are attacked by vampires wearing the same school uniform as them, and they are saved at the last moment by Meiren who takes on the band of vampires with ease. Mina sends Nella to kidnap the grandson of the Prime Minister when he refuses to accept Mina's plan.",
                    "TitleJapanese": "シャドウ オブ ヴァンパイア",
                    "SummaryJapanese": "人々から畏怖の念と好奇の視線をもって迎えられたヴァンパイアの女王…。傲慢、自信家、そして時折みせる可憐な儚さ…。でも、私はまだ気付いていませんでした。彼女の本当の怖ろしさにも。本当の、哀しみにも——"
                },
                "6": {
                    "ID": "1726621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1726621",
                    "TitleEnglish": "From Dusk Till Dawn",
                    "SummaryEnglish": "Akira is confronted by Meiren, and Akira begins doubting Mina. He finds out about Mina kidnapping the Prime Minister's grandson and confronts her about it and about the fact that vampires have infiltrated the school. She says that the vampire society rests on her shoulders and that she will do whatever necessary to make sure that the Vampire Bund plan is fulfilled. After hearing this, Akira teams up with some of the kids from school to eradicate the vampires inside the school.",
                    "TitleJapanese": "フロム ダスク ティル ドーン",
                    "SummaryJapanese": "あの夜、恋の終わりを知りました。人を好きになるのは幸せなことだと信じていました。それは無邪気でいられた子供時代の終わり。——この頃の私たちは、その黄昏の中で迷い続けていました。いつか来る朝を信じて…。"
                },
                "7": {
                    "ID": "1726631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1726631",
                    "TitleEnglish": "Innocent Blood",
                    "SummaryEnglish": "Despite their differences, Mina and Akira must learn to work together in order to save some student council members from the rogue vampires who've taken them hostage.",
                    "TitleJapanese": "イノセント ブラッド",
                    "SummaryJapanese": "お前が私の望を適えると約束するなら哀しむのをやめよう。誓いを破れば私はお前を食ってしまうだろう。約束すると、少年は力強く頷いた。孤独な魔物の女王と、彼女に全てを捧げた一人の少年の小さな恋の、お伽噺…。"
                },
                "8": {
                    "ID": "1726641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1726641",
                    "TitleEnglish": "Near Dark",
                    "SummaryEnglish": "On the surface, things appear to have calmed down at the academy, but among the students there are deep physical and psychological scars that have not yet healed.",
                    "TitleJapanese": "ニア ダーク",
                    "SummaryJapanese": "学園の傷跡は校舎だけでなく、生徒たちの心の中にも深く…。私もまた、彼との間に大きな距離を感じるようになっていました。彼の中にはずっとあの人の存在が…。そしてこのときすでに、事件は始まっていたのでした…。"
                },
                "9": {
                    "ID": "1726651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1726651",
                    "TitleEnglish": "Lost Boy",
                    "SummaryEnglish": "Akira's curiosity about the concept of eternity leads him to ask Mina questions that are difficult to answer. Though it may sound promising, eternity is not without its harsh realities.",
                    "TitleJapanese": "ロストボーイ",
                    "SummaryJapanese": "永遠とは何か？ 少年は魔物の女王に尋ねた—。それらはどれも素晴らしく思えるけれど、同時にとても残酷なこと。永遠とは果てなき大河の流れのようなもの。しがみつくものがなければ、たやすく押し流されてしまう…。"
                },
                "10": {
                    "ID": "1915301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1915301",
                    "TitleEnglish": "Walpurgis Night",
                    "SummaryEnglish": "The Bund is finally enjoying some well-earned peace when chaos visits once more - the Three Clans have appeared in the Bund, putting Akira's life in grave peril.",
                    "TitleJapanese": "ワルプルギスの夜",
                    "SummaryJapanese": "ようやく全てが終わり…平穏な日常が戻ってくる。そんなことを考え始めていたあの頃。—けれど、物語は残酷にページを進め—この時から翌日の朝日を迎えるまでの出来事は、忘れえぬ傷を残すことになるのでした…。"
                },
                "11": {
                    "ID": "1915311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1915311",
                    "TitleEnglish": "Underworld",
                    "SummaryEnglish": "Killers-for-hire stalk Akira, and the werewolf's inability to transform puts his life in jeopardy. Meanwhile, Mina raises the stakes of her wager after a particularly unpleasant test of her purity.",
                    "TitleJapanese": "アンダーワールド",
                    "SummaryJapanese": "一つだけ彼が思い出せなかった出来事。それが何故なのか、その記憶に眠るものはなんなのか。私も彼女も、まだ知るよしはありませんでした。私たちは、ただ、彼の無事を祈りながら—遠い夜明けを待っていたのです…。"
                },
                "12": {
                    "ID": "1915321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dance-in-the-vampire-bund/episodes/1915321",
                    "TitleEnglish": "Dance in the Vampire Bund",
                    "SummaryEnglish": "Two beastly warriors shed blood in defense of identical princesses, and Mina learns the shocking secret behind the legacy of the true bloods! Mina then made a pledge to Akria to stay with him forever like Akria did as a young boy.",
                    "TitleJapanese": "ダンス イン ザ　ヴァンパイアバンド",
                    "SummaryJapanese": "ヴァンパイアの女王が作り上げたもの…。そして守ろうとしているもの…。彼女の秘めたる想いと多くの人々の想いを受けとめ、彼は全ての決着をつけるため戦いの場へと赴き…そして最後の舞台の幕が上がるのでした…。"
                }
            }
        }
    }
}