{
    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders",
    "Genres": [
        "Animation",
        "Anime",
        "Children"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/45657"
    ],
    "TitleEnglish": "A Dog of Flanders",
    "SummaryEnglish": "Dog of Flanders is a 1975 Japanese animated television series adaptation of Maria Louise Ramé's novel of the same name, produced by Nippon Animation.",
    "TitleJapanese": "フランダースの犬",
    "SummaryJapanese": null,
    "Aliases": [
        "Flanders no Inu"
    ],
    "Modified": "2025-01-11",
    "Seasons": {
        "0": {
            "ID": "541369",
            "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4906026",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/4906026",
                    "TitleEnglish": "Flanders No Inu - The movie",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "159841",
            "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "1439211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439211",
                    "TitleEnglish": "Nello",
                    "SummaryEnglish": "As every morning, Nello and his grandfather Jehan take the milk to Antwerp. In the city he sees a man brutally beating the dog that is harnessed to his cart. Nello is very distressed by the fate of the dog and wants to help him.",
                    "TitleJapanese": "少年ネロ",
                    "SummaryJapanese": "少年の名はネロ。ネロは動物や自然を慈しむ心優しい少年で、アントワープの町へ牛乳運びをして生計を立てるジェハンじいさんと一緒に暮らしていた。ある日、仲良しのアロアから買い物を引き受けて町へ出たネロは、金物売りの荷車を無理矢理に引かされる犬を見かける。ムチで打たれ、疲れきった犬に水を与えようとするネロ。それがネロとかけがえのない友・パトラッシュとの出会いだった。"
                },
                "2": {
                    "ID": "1439221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439221",
                    "TitleEnglish": "With Alois to the Forest",
                    "SummaryEnglish": "Grandfather Jehan brings the milk to town alone today. Nello and Alois want to collect strawberries. When a thunderstorm comes up, they both seek shelter with Michel, a woodcutter. Meanwhile, Alois' parents are very worried about the whereabouts of their daughter.",
                    "TitleJapanese": "アロアと森へ",
                    "SummaryJapanese": "ネロはアロアと一緒に森へ出かけた。野いちごをつんでジャムを作るためだ。初めて森へ出かけるアロアは大はしゃぎ。二人は森の中で巣から落ちたひな鳥を助けたり、鬼ごっこをしたりして楽しい時を過ごす。ところが天気が一変、雨が降り出した。二人は木こりのミッシェルの小屋で雨宿りする事に。この時アロアは、ネロが周りの音にさえ気づかないほどに絵を描くのに夢中になる事を初めて知る。"
                },
                "3": {
                    "ID": "1439231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439231",
                    "TitleEnglish": "In the Town of Antwerp",
                    "SummaryEnglish": "In front of the cathedral in Antwerp, Nello sees a painter and lets him teach him the art of painting. In the evening, before going to sleep, he thinks about his experiences in the city. Above all, he can't get the poor dog out of his mind.",
                    "TitleJapanese": "アントワープの町へ",
                    "SummaryJapanese": "今日もネロはジェハンじいさんと共に、アントワープの町へ牛乳運びに出かける。その道すがら、ネロは町の教会を写生する男に出会う。いつまでも飽きずに絵を眺めるネロに、男は絵を描くための心得として、「心で物を見つめる」事を教える。待ち合わせ場所の教会に向かったネロは、その奥で一枚の絵画に心を留める。それは亡き母の思い出に必ず出てくる、ネロにとって運命的な絵だった……。"
                },
                "4": {
                    "ID": "1439241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439241",
                    "TitleEnglish": "New Friends",
                    "SummaryEnglish": "Nello wants to go fishing and meets George and Paul at the canal. They tease him. When Paul falls into the water, Nello rescues him together with a bargeman and thus gains two new friends.",
                    "TitleJapanese": "新しい友達",
                    "SummaryJapanese": "ネロはアントワープの近くの小川へ釣りにやって来た。そこでネロは、以前町で知り合ったジョルジュとポールの兄弟に会う。ジョルジュに連れられて場所を変えたネロは、通りかかったアロアを交えて釣りを再開するが、いま一歩で獲物を逃がしてしまう。やがて皆でかくれんぼを始めるが、ポールが誤って川に落ちてしまった。ネロは泳げないのもかまわず、ポールを助けようと川へ飛び込むが……。"
                },
                "5": {
                    "ID": "1439251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439251",
                    "TitleEnglish": "Patrasche",
                    "SummaryEnglish": "George and Paul are waiting for Nello. They watch the ironmonger maltreat his dog. Later they learn that the dog's name is Patrasche. Back home, Nello cannot forget the poor animal.",
                    "TitleJapanese": "パトラッシュ",
                    "SummaryJapanese": "ジョルジュたち兄弟とすっかり打ち解けたネロ。ネロは兄弟に秘密の場所へ案内された。そこはアントワープの町が一望できる素晴らしい所だった。その場所からネロは、町の片隅にあの金物屋の荷車を引く犬の姿を目撃する。飼い主である金物屋の隙をみて、疲れきった犬に何とか水を飲ませてやる事に成功、それがネロとパトラッシュの初めてのふれあいだった。"
                },
                "6": {
                    "ID": "1439261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439261",
                    "TitleEnglish": "Don't Give Up, Patrasche",
                    "SummaryEnglish": "Nello has helped the grandfather. Now he is looking for Patrasche, who collapsed and was left for dead by the ironmonger. On his way home, Nello finds the dog and takes him home.",
                    "TitleJapanese": "がんばれパトラッシュ",
                    "SummaryJapanese": "今日はアントワープの町に朝市が立つ日。ネロは町へ出てパトラッシュの姿を探した。市場に金物屋が現れないのが気になるネロ。その頃、ロクに食べ物も水も与えられずに働きづめのパトラッシュは、息も絶え絶えで打ち捨てられていた。金物屋から事情を聞いたネロは必死にパトラッシュの姿を求め、やっとの事で見つけ出す。ネロは瀕死のパトラッシュを何とか救おうとするが……。"
                },
                "7": {
                    "ID": "1439271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439271",
                    "TitleEnglish": "Eat Your Soup",
                    "SummaryEnglish": "Patrasche is very sick. Nello gives the animal some medicine, but the dog is getting worse. Jehan comes by and brings meat. From it they cook a soup for Patrasche. And lo and behold, a small miracle happens: Patrasche eats again.",
                    "TitleJapanese": "スープをおのみ",
                    "SummaryJapanese": "ネロの看病が効を奏したのか、パトラッシュはどうにか命を取り留めた。しかし、動く気配はない。ネロはパトラッシュを元気づけようとジェハンじいさんからもらった薬草を煎じて飲ませようとするが受け付けない。困ったネロは嫌がるところを無理に飲ませる……。やがて、薬草やおじいさんの作ったスープのおかげか、パトラッシュは快方へと向かい出す。"
                },
                "8": {
                    "ID": "1439281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439281",
                    "TitleEnglish": "He Barked, Grampa",
                    "SummaryEnglish": "Thanks to the food that Alois brings daily, Patrasche recovers quickly. Alois and Nello build a dog bed for their friend. When the grandfather returns home, a nice surprise awaits him.",
                    "TitleJapanese": "ほえたよ おじいさん",
                    "SummaryJapanese": "パトラッシュは順調に回復へと向かっていた。人間に酷使された記憶が残るパトラッシュは、最初はジェハンじいさんやアロアにも脅えてなつかなかったが、少しずつ心を開いていく。ネロとアロアはパトラッシュのためにベッドを作る事を思いつく。しかし、立派なベッドも底が抜けて、とうとう使い物にならなかった。そんなネロたちの優しさに触れ、ついにパトラッシュは元気にほえた！"
                },
                "9": {
                    "ID": "1439291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439291",
                    "TitleEnglish": "Memories of a Bell",
                    "SummaryEnglish": "Patrasche has fully recovered and even wants to pull the cart again. On the way to town they meet George and Paul. In town, a merchant advises Nello to beware of the ironmonger. A little later they meet the evil man.",
                    "TitleJapanese": "おもいでの鈴",
                    "SummaryJapanese": "すっかり元気を取り戻したパトラッシュ。夏の日差しの中、ネロとアロアはパトラッシュと共に思い切り野山を遊び回った。ネロたちはパトラッシュを一緒に町へ連れて行くが、かつての習性からか、パトラッシュは荷車を引こうとする。そんなパトラッシュを思いやるネロたち。一方、町へ入ったネロたちは、あの恐ろしい金物屋が町に来ている事を聞き、何とか顔を会わせまいとするが……。"
                },
                "10": {
                    "ID": "1439301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439301",
                    "TitleEnglish": "Alois's Brooch",
                    "SummaryEnglish": "Patrasche is told to go and collect wood, and Alois accompanies him. While playing, she loses her brooch. Nello finds it again. Together they visit the woodcutter Michel and have a lot of fun. But Alois' father does not like this at all. He is against his daughter's friendship with Nello.",
                    "TitleJapanese": "アロアのブローチ",
                    "SummaryJapanese": "ネロの思い出の鈴がついた首輪をもらったパトラッシュ。今日はネロとアロアに連れられて、森へとやって来た。パトラッシュは思いのままに野を駆け回る喜びを満喫する。山野を駆け回るうち、ネロはアロアの大切なブローチを途中で落としている事に気がつく。ネロが懸命に探し回ったおかげで、無事にブローチは見つかった。こうして、ネロとパトラッシュの楽しい一日か暮れる……。"
                },
                "11": {
                    "ID": "1439311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439311",
                    "TitleEnglish": "Elina's Garden",
                    "SummaryEnglish": "The grandfather and Nello return from Antwerp. At home, the steward Hanse is already waiting for them to collect the rent. Furious, he claims that Nello's dog Patrasche has ravaged the tulip field.",
                    "TitleJapanese": "エリーナの花畑",
                    "SummaryJapanese": "ネロの元に来てから、パトラッシュの楽しい日々が続いていた。そんなある日、アロアの母・エリーナが大切にしているチューリップの花畑が犬に荒らされるという事件が起きる。ネロの家の大家のハンスは、それをパトラッシュの仕業と決めつけて事件をエリーナに報告する。厳しい追求を受け、苦悩するネロとパトラッシュ。実は真犯人はハンスの息子、アンドレが飼うダックスだったのだが……。"
                },
                "12": {
                    "ID": "1439321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439321",
                    "TitleEnglish": "Grampa's Piggy Bank",
                    "SummaryEnglish": "The grandfather can no longer keep Patrasche from pulling the milk cart. So he makes him a pulling harness. Patrasche's old owner, the ironmonger, sees this and demands the dog back. With a lot of skill, the grandfather can prevent Nello from finding out about it.",
                    "TitleJapanese": "おじいさんの小さな壷",
                    "SummaryJapanese": "パトラッシュは相変わらず荷車を引こうとする。どんなにネロがやめさせようとしても……。その意志を汲んだおじいさんは、引き具を作ってパトラッシュに与える。こうして再び働き始めたパトラッシュだったが、その日運悪く、町であの金物屋に出会ってしまう。金物屋はネロにパトラッシュを渡すように迫る。ジェハンじいさんは金物屋との交渉に出るのだが……。"
                },
                "13": {
                    "ID": "1439331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439331",
                    "TitleEnglish": "Windmill from Napoleon's Times",
                    "SummaryEnglish": "A storm has damaged the old windmill. Noël is supposed to repair it. Nello observes and draws him as he does so. When the mill starts moving again, Nello sees Hanse's son, Andras, tumbling around on one of the wings. Quick-witted, he intervenes.",
                    "TitleJapanese": "ナポレオン時代の風車",
                    "SummaryJapanese": "ネロの村には、ナポレオンの時代から回り続けているという古い風車があった。嵐のために風車が回らなくなり、困ったアロアの父・コゼツは、修理のため、変わり者だが名職人のノエルじいさんを雇う。ネロはノエルじいさんの人柄に心引かれ、ずっとその仕事を見学する。ところが修理が無事終わり、風車が動き始めた時……風車の羽根に捕まって遊んでいたアンドレが……!!"
                },
                "14": {
                    "ID": "1439341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439341",
                    "TitleEnglish": "A Picture Painted in the Sky",
                    "SummaryEnglish": "The grandfather is on his way to town. He is talking to some neighbors about his grandson's future. He wants him to become a farmer or a lumberjack. Nello doesn't like that at all. He wants to become a painter.",
                    "TitleJapanese": "夜空に描いた絵",
                    "SummaryJapanese": "いつものようにネロとパトラッシュ、そしてジェハンじいさんは町へと出かける。その道すがら、おじいさんはネロに立派な大人になってほしいという自分の夢を話す。おじいさんの意志に添いたいと強く思うネロだったが、一方で彼の胸には別の情熱が芽生えつつあった。それは絵への情熱。教会に飾られた思い出の絵のような美しいものを自分が描けたら……ネロの夢はふくらむばかりだった。"
                },
                "15": {
                    "ID": "1439351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439351",
                    "TitleEnglish": "The Old Account Book",
                    "SummaryEnglish": "Nello has discovered that he can draw with charcoal. Alois is thrilled. She runs home to get paper and takes one of her father's account books. When she brings it back, an important page is missing. Suspicion falls on Nello.",
                    "TitleJapanese": "古い帳簿",
                    "SummaryJapanese": "目にするもの全ての美しさに胸を踊らせ、板切れに必死に絵をつづっていくネロ。板に描いた絵は失敗してもうまく消せないというネロの話を聞いたアロアは、自分の家にある古い帳簿をプレゼントする。紙の上に自由に絵が描ける事を大喜びするネロ。しかしそれは、コゼツの仕事に必要な帳簿だった。帳簿はすぐに返されるが、最も重要な一枚が破かれており、ネロにその疑いがかけられてしまう……。"
                },
                "16": {
                    "ID": "1439361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439361",
                    "TitleEnglish": "10 Cents Picture Album",
                    "SummaryEnglish": "In town, Nello sees a store for drawing materials. But where is he going to get ten cents for a sketchbook? Working hard, he earns the money and uses it to buy a sketchbook and two pencils.",
                    "TitleJapanese": "１０サンチームの写生帳",
                    "SummaryJapanese": "ネロはアロアがくれた帳簿にどんどん絵を書き込み、すぐに使い切ってしまった。そんなネロは、アントワープの町で真っ白い紙を売っているのを見かける。しかし、ネロには１０サンチームもする紙を買う余裕はもちろん無い。ハンスの手伝いをしてお金をもらう話も当てが外れて落ち込むネロは、木こりのミッシェルの所へ手伝いに行く。働いたお金であの真っ白い紙を買って、思う存分絵を描くために……！"
                },
                "17": {
                    "ID": "1439371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439371",
                    "TitleEnglish": "Under the Tree on top of the Hill",
                    "SummaryEnglish": "Nello is all excited about his sketchbook. In Antwerp, he tries to draw on the old tower, but he doesn't succeed. Alois suggests him to draw Patrasche, which Nello succeeds.",
                    "TitleJapanese": "丘の上の木の下で",
                    "SummaryJapanese": "ネロは、初めて真っ白い画用紙が自分の物になった事がうれしくて仕方がなかった。町へ出て写生をしようとするが、その白い紙にどんな絵を描けばよいのか考え込んでしまう。アロアから「描きたいものが見つかるまで、待てばいいじゃない」と言われたネロは、しばしパトラッシュやアロアと遊び回る。それがネロの緊張を解き、再び筆を取らせた。アロアは、そんなネロとある約束を交わす……。"
                },
                "18": {
                    "ID": "1439381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439381",
                    "TitleEnglish": "Kuro the Prankster",
                    "SummaryEnglish": "Mrs. Noulette is supposed to move in with her daughter Milene, but she is attached to her house and her animals. When Blacky disappears, Nello and Alois set out to find him. Patrasche rescues the duck from a river hole. Milene doesn't have to worry now, because her mother has the nicest neighbors.",
                    "TitleJapanese": "いたずらっ子のクロ",
                    "SummaryJapanese": "ネロの家の隣に住むヌレットおばさんのもとに、娘のミレーヌが里帰りして来た。自分たちの家に来て一緒に暮らすようにとおばさんに勧めるためだ。その話に乗り気になれないヌレットは、飼っているアヒルのクロをつい強く叱ってしまう。森に出かけたネロの後をついて行ったクロだったが、そのまま姿を消してしまった。クロの行方を案じるヌレット。心配したネロやパトラッシュもクロを捜し回るのだが……。"
                },
                "19": {
                    "ID": "1439391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439391",
                    "TitleEnglish": "A Hardware Salesman is in Town",
                    "SummaryEnglish": "A month has passed and Jehan has to pay for Patrasche. With difficulty he is able to raise the money. But unfortunately too late: the ironmonger has already kidnapped Patrasche because he did not want to wait any longer for his money. In vain, Nello and Jehan set out on a search.",
                    "TitleJapanese": "金物屋が村に",
                    "SummaryJapanese": "パトラッシュをもらい受けた代金を、金物屋に払う日が来た。ジェハンじいさんはようやく貯めたお金を持って出かけるが、金物屋とすれ違ってしまう。待ち続けるおじいさんをよそに、約束が破られたと思い込んだ金物屋は村を訪ね、ネロたちが留守なのを良い事に無理矢理パトラッシュを連れ出してしまった！ ヌレットおばさんから事の次第を聞いたネロは、たまらず夜道をかけ出すが……！"
                },
                "20": {
                    "ID": "1439401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439401",
                    "TitleEnglish": "Friends Forever",
                    "SummaryEnglish": "George and Paul also join the search for Patrasche. Nello moves away from the others, and in the end Patrasche finds his master half fainting from weakness. With the last of their strength, the two make their way home.",
                    "TitleJapanese": "どこまでも",
                    "SummaryJapanese": "おじいさんの言葉に従い、一晩待つ事にしたネロ。パトラッシュのいない夜はあまりに切なく、さびしかった。翌朝、町へ出て金物屋とパトラッシュの姿を捜すネロたち。だが、どうしてもパトラッシュは見つからない。その帰り道、ジェハンじいさんが体の調子を崩して倒れてしまう。心細さに押しつぶされそうになったネロは、なんとしてでもパトラッシュを見つけようと、一人また出かけて行く……。"
                },
                "21": {
                    "ID": "1439411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439411",
                    "TitleEnglish": "Alois' Aunt",
                    "SummaryEnglish": "Alois' aunt Sophie comes to visit. She wants to take the girl to England to take care of her education there. Nello is sad. He thinks he will never see his girlfriend again.",
                    "TitleJapanese": "船で来たお客さま",
                    "SummaryJapanese": "パトラッシュも無事に戻り、おじいさんの具合も良くなって、また楽しい日々がネロに戻ってきた。そんなある日、アロアの家に親戚のアニーが、はるばるイギリスからやって来た。アロアの父はアニーのような礼儀正しさや教養をアロアにも身につけさせたいと、イギリス留学の話を切り出す。それを知り、少なからずショックを受けるネロ。お別れにとパトラッシュの絵を用意するネロだったか……。"
                },
                "22": {
                    "ID": "1439421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439421",
                    "TitleEnglish": "Presents from England",
                    "SummaryEnglish": "Nello dreamed that Alois left for England on a big ship. There she wants to go to school. When Alois then also gives him a glass ball, Nello believes it is her parting gift.",
                    "TitleJapanese": "イギリスからの贈物",
                    "SummaryJapanese": "アロアのイギリス行きがとりあえず中止となり、ネロもホッと胸をなでおろした。だが、いつかアロアはいなくなると予感するネロは、アロアがアニーから贈られたプレゼントを分けてくれると言った時、「アロアがいなくなる時にもらうよ」と話す。それはアロアの留学を勧めるネロなりの思いやりだったが、アロアはネロすらも自分を遠くへ行かせたいのだと思い、ついにネロとケンカをしてしまう。"
                },
                "23": {
                    "ID": "1439431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439431",
                    "TitleEnglish": "Alois's Birthday",
                    "SummaryEnglish": "Alois celebrates her birthday. Of course, Nello is also invited. The friends play and in the process a precious vase gets broken. Immediately the celebration is stopped. Later, Alois asks Nello to draw it. Quickly the trouble is forgotten.",
                    "TitleJapanese": "アロアの誕生日",
                    "SummaryJapanese": "ネロの思いやりを知ったアロアは、すぐにネロと仲直りをした。秋のある日、アロアは誕生日を迎えた。お祝いのパーティーに招かれたネロは大喜び。ジェハンじいさんは今年こそ立派なプレゼントを贈れるようにと、ネロにお金を渡す。プレゼントを買おうと市場に向かうネロだが、どうしてもそのお金を使う気になれなかった。アロアの好きな花を贈ってあげたいと思ったネロは、森へ急ぐが……。"
                },
                "24": {
                    "ID": "1439441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439441",
                    "TitleEnglish": "Alois's Picture",
                    "SummaryEnglish": "Nello helps Alois' father with the hay harvest. When he is finally relieved by his grandfather, he can finally start drawing Alois. Alois' father wants to reward Nello with a coin, but he refuses.",
                    "TitleJapanese": "アロアの絵",
                    "SummaryJapanese": "誕生日のお祝いに自分を描いて欲しいとアロアに頼まれたネロ。しかし、約束の日にネロはジェハンじいさんの代わりに、村中総出の牧草刈りへと出かけなければならなくなってしまう。ネロの牧草刈りは、アロアをはじめジョルジュやポール、アンドレの手伝いもあって、順調に進んだ。仕事を終え、約束の絵をやっと描き始めるネロ。ところが、それを見たアロアの父・コゼツは激しくネロを叱るのだった。"
                },
                "25": {
                    "ID": "1439451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439451",
                    "TitleEnglish": "Alois is Gone",
                    "SummaryEnglish": "Alois has run away from home because her father wants to send her to England. Patrasche finds the girl again. Nello is able to convince her that her father's decision is for her own good. Sadly, the children part away. They will miss each other very much.",
                    "TitleJapanese": "アロアがいない",
                    "SummaryJapanese": "アロアのイギリス留学が本決まりになった。しかし、どうしてもアロアはその話を受け入れられないでいた。ある日、アロアがどこかへ姿を消し、村中が大騒ぎになる。知らせを受けたネロは心当たりを必死に捜し回った。最後に行き着いた風車小屋で、ネロは寂しそうにしているアロアを発見するのだった。翌朝、アロアはネロのもとを訪れる。しかし、ネロが留学を止めない事にアロアは……。"
                },
                "26": {
                    "ID": "1439461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439461",
                    "TitleEnglish": "Goodbye, Alois",
                    "SummaryEnglish": "Secretly, Alois and Nello meet in a store. They study maps. They discover that Antwerp and England are not that far apart. The day of departure approaches. The children have to say goodbye to each other.",
                    "TitleJapanese": "さようならアロア",
                    "SummaryJapanese": "アロアはイギリス行きを決心した。出発の準備が進む中、ネロはアントワープの町でアロアと会う。二人は市場の地図屋でアントワープからロンドンまでの距離を確かめた。地図の上では、指の間に収まるほどの距離しかない。ネロとアロアは、たとえ遠くに離れても心は近くにいるのだと気が付き、笑顔を交わし合う。だが、翌日、港にアロアの見送りに急ぐネロに、予期しない出来事が待っていた。"
                },
                "27": {
                    "ID": "1439471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439471",
                    "TitleEnglish": "Christmas without Alois",
                    "SummaryEnglish": "Nello is missing Alois. After weeks, mail finally arrives from her in England. The letter, however, is addressed to her mother. But Nello also has a big surprise waiting for him.",
                    "TitleJapanese": "アロアのいないクリスマス",
                    "SummaryJapanese": "アロアが村を離れてひと月――。ネロはアロアからの便りが来ないかと毎日のように待ちわびるが、なぜか来なかった。そんなある日、コゼツのもとにアロアからの小包が届く。そこには両親宛ての手紙と、ネロへのクリスマスプレゼントが入っていた。しかしコゼツは、それをネロに渡す事を拒む。そんな折、ネロの寂しさを知ったヌレットおばさんがクリスマスパーティーを開いてくれた。"
                },
                "28": {
                    "ID": "1439481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439481",
                    "TitleEnglish": "A Kind Lady",
                    "SummaryEnglish": "Nello is on his way to the Antwerp Cathedral. There he wants to talk to Alois, as she suggested in her letter. In the city, Nello makes the acquaintance of a woman who becomes very important for him.",
                    "TitleJapanese": "親切な貴婦人",
                    "SummaryJapanese": "季節は厳しい冬。降り積もる雪は、ネロたちの仕事を一層辛いものにしていた。いつものように牛乳を運んで町へ向ったのだが、荷車の車輪が壊れて立ち往生してしまう。そんなネロたちを馬車で通りかかった親切な貴婦人が力を尽くし、助けてくれた。数日後、ネロは偶然婦人と再会し、婦人を美術館に案内する事になる。二人は館内に展示されていたルーベンスの絵を見に行く……。"
                },
                "29": {
                    "ID": "1439491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439491",
                    "TitleEnglish": "Two Painintgs by Rubens",
                    "SummaryEnglish": "Nello is alone in Antwerp and immediately goes to the cathedral. The lady has told him about two other Rubens' paintings. However, the paintings are covered and the visit costs money.",
                    "TitleJapanese": "ルーベンスの２枚の絵",
                    "SummaryJapanese": "アントワープの教会には、大好きなマリア様を描いた画家の絵がほかにもあると知ったネロ。それを見たくて、仕事帰りに早速教会へ向かったが、絵を見るには銀貨が必要なのだという。それをおじいさんに話すことは出来ない…。ネロはカーテンの前にただ立ち尽くすのみだった。そんなネロの悩みを聞いたジョルジュは、誰かが絵を見るのに乗じて一緒に見ようと提案するが……。"
                },
                "30": {
                    "ID": "1439501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439501",
                    "TitleEnglish": "Meeting in the Snow",
                    "SummaryEnglish": "In Antwerp, Nello meets the friendly lady again. She tells him about her deceased son. Then she wants to see Nello's sketchbook. She suggests that he look at two Rubens paintings the very next day.",
                    "TitleJapanese": "雪の中の約束",
                    "SummaryJapanese": "ルーベンスの絵が見たい――。まだ見ぬ教会の絵の事が、忘れようとしてもネロの胸によみがえってくる。そんなある日、ネロがアロア宛の荷物を町まで運んだ帰り、いつか雪道で助けてくれた婦人と出会う。婦人はネロが絵を描くのが好きだと知って、一緒に教会の絵を見ようと誘ってくれた。うれしさに震えるネロだったが、約束の朝、おじいさんが突然の病に倒れてしまう……。"
                },
                "31": {
                    "ID": "1439511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439511",
                    "TitleEnglish": "Nello's Decision",
                    "SummaryEnglish": "The woodcutter Michel has injured his foot. Nello helps him with the work. He spends the night in his hut. While collecting wood, he sees the huge tree that Michel wanted to cut down. Nello decides to cut down the tree himself.",
                    "TitleJapanese": "ネロの決意",
                    "SummaryJapanese": "季節は春。辛かった雪道も楽になり、ネロは張り切って仕事に精を出す。ある日、森に出かけたネロは、ケガをして身動き取れずにいるミッシェルを見つけた。風車職人のノエルじいさんに頼まれた木を伐っている最中に足をくじいてしまったのだ。つきっきりでミッシェルを看病するネロ。そこへノエルが見舞いにやって来た。ノエルはネロに、将来は何になりたいか訊ねるのだが……。"
                },
                "32": {
                    "ID": "1439521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439521",
                    "TitleEnglish": "A Big Oak Tree",
                    "SummaryEnglish": "Nello wants to cut down a mighty oak in the forest. In the process, he catches Hanse hunting without permission. When grandfather Jehan overhears that George and Paul are helping their friend to collect wood, a misunderstanding ensues.",
                    "TitleJapanese": "大きなカシの木",
                    "SummaryJapanese": "ミッシェルに代わって、一人でこの大きなカシの木を伐ってみよう――！ そう決心したネロは、看病をしながら内緒で木を伐り始める。大木を伐り倒すのはネロにとってはなかなかの重労働だった。しかし、決してあきらめなかった。風車の修理を待ちわびるコゼツは、ハンスからミッシェルが働かないのはネロのせいだと聞き、ジェハンじいさんに文句を言う。それを聞いたおじいさんは……。"
                },
                "33": {
                    "ID": "1439531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439531",
                    "TitleEnglish": "Letter from the Heart",
                    "SummaryEnglish": "Aunt Noulette is not the only one who worries about Nello's future. Michel suggests to his grandfather that Nello should become a lumberjack. Jehan does not have the heart to tell his grandson, because the boy would never leave his grandfather voluntarily.",
                    "TitleJapanese": "こころの手紙",
                    "SummaryJapanese": "元気になったミッシェルがジェハンじいさんを訪ねた。ぜひネロを木こりにしたいというのだ。けれども、アロアに送る風車の絵を楽しそうに描く姿を見ると、おじいさんはどうしてもネロにその話が出来ない。その頃、ヌレットおばさんが、娘夫婦から一緒に暮らそうという手紙をもらう。まだ娘たちの世話にはならないと、妙に張り切って働いたおばさんは神経痛をこじらせて寝込んでしまう。"
                },
                "34": {
                    "ID": "1439541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439541",
                    "TitleEnglish": "Mrs Nulette",
                    "SummaryEnglish": "Aunt Noulette's moving day has come, and everyone pitches in. Nello gets Blacky the duck from her, for whom he builds a duck pen. Finally, by chance, he learns about a very big news.",
                    "TitleJapanese": "ヌレットおばさん",
                    "SummaryJapanese": "ヌレットおばさんは、ついに娘夫婦と一緒に暮らす事を決心した。引っ越しの日、すっかり準備を終えた時、アヒルのクロが姿を消した。クロは仲良しのネロやパトラッシュを迎えに飛び出していったのだ。クロと共に牛乳運びを終えてかけつけたネロに、おばさんはクロを預けるという。クロを大切に育てる事を約束し、ネロは母親代わりでもあったおばさんに別れを告げる……。"
                },
                "35": {
                    "ID": "1439551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439551",
                    "TitleEnglish": "Welcome Back, Alois",
                    "SummaryEnglish": "When Nello goes to pick up Alois from the ship, he receives the disappointing news that his girlfriend is sick. A week later, he wants to visit her in the hospital, but is not allowed to see her.",
                    "TitleJapanese": "お帰りアロア",
                    "SummaryJapanese": "アロアが帰ってくる――！ アンドレから話を聞いたネロは、その日を心待ちにしていた。アロアが帰るという日、たまらずにネロはアントワープの港へとかけつける。しかし、船にアロアの姿はなかった。出迎えに出ていたコゼツたちの様子もおかしい。ネロの胸に大きく不安の黒雲が広がる…。それから一週間、アロアは村に戻らずじまいだった。そして、ネロのもとに驚くべき話がもたらされる。"
                },
                "36": {
                    "ID": "1439561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439561",
                    "TitleEnglish": "Alois's Medicine",
                    "SummaryEnglish": "It was a big mistake not to let Nello see Alois, because she is getting worse and worse. Finally she comes home. The doctor orders Nello to visit her, because that is the best medicine for her.",
                    "TitleJapanese": "アロアのくすり",
                    "SummaryJapanese": "アロアは病気になってアントワープの町へと帰ってきた。青白くやつれたアロアとの再会に、ネロの心は痛む。アロアは病院のベッドで、なつかしい村の風車や大好きなネロとパトラッシュを夢に見ながらうなされていた。その様子に、医者はアロアを村へ帰す事をコゼツたちに勧める。アロアが村へ帰った事を聞かされたネロは、ジェハンじいさんが作った薬草をコゼツ家に届けようと道を急ぐが……。"
                },
                "37": {
                    "ID": "1439571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439571",
                    "TitleEnglish": "Good News",
                    "SummaryEnglish": "Now Alois is waiting for Nello again like before. One senses that she will get well again because of his presence. The father doesn't want to know about it and still behaves hostile towards the boy. He even considers whether it is time to send Alois back to England.",
                    "TitleJapanese": "うれしい知らせ",
                    "SummaryJapanese": "村に戻ったアロアの病状は日増しに快方へと向かっていた。コゼツの目もあり、まだ思うように会えないネロとアロアだったが、ネロは心の底からアロアの全快を願う。そんなネロに、ジョルジュたちがすごいニュースを持ってきた。アントワープの町で絵のコンクールが開かれるという。１位に選ばれると２００フランの賞金が出る上に、絵の勉強も出来るのだ。ネロの胸は高鳴った！"
                },
                "38": {
                    "ID": "1439581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439581",
                    "TitleEnglish": "Nello's Big Dream",
                    "SummaryEnglish": "Nello is determined to win the prize in the drawing competition. But what should he draw? Alois will go to school in Antwerp, and so the two will have the same path in the future.",
                    "TitleJapanese": "ネロの大きな夢",
                    "SummaryJapanese": "ネロはコンクールに向けて絵の準備を始めるが、なかなか思うように描けずに悩んでいた。夜遅くまでスケッチブックに向っていたため寝坊してしまったネロは、学校に行くアロアの馬車に乗せてもらうことに。しかし、そのためにアロアが遅刻をしてしまい、怒ったコゼツはジェハンじいさんを呼び出し、ネロが絵を描く事をとがめる。そんなコゼツにおじいさんは孫の夢を育ててやりたいと話すのだった。"
                },
                "39": {
                    "ID": "1439591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439591",
                    "TitleEnglish": "Flags Connecting Two Hearts",
                    "SummaryEnglish": "Since Alois is taken to school by Hanse, the children rarely see each other. One day the car breaks down, and Alois walks the long way with Nello. The boy learns from Alois' father that his grandfather still works in Antwerp on the side.",
                    "TitleJapanese": "心をつなぐ二つの旗",
                    "SummaryJapanese": "毎日アントワープに通いながらも、ネロとアロアはなかなか会えずにいた。そんな２人の心をジョルジュたちが毎日揚げる白い旗がつなぐ。ある日、アロアは町までネロたちと徒歩で行く事になった。しかし、あまりの遠路にアロアは靴ずれを起こしてしまう。ネロたちに迷惑をかけた事を恥じたアロアは、帰り道を一人で歩く事に。そして、アロアはネロの想像以上の重労働を実感するのだった。"
                },
                "40": {
                    "ID": "1439601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439601",
                    "TitleEnglish": "Grampa's New Job",
                    "SummaryEnglish": "Grandfather Jehan works at the vegetable market in Antwerp. He convinces Nello that the work is not exhausting him. Nello wants his grandfather to take it easy and helps him for the next few days. But Jehan doesn't like that at all, because he wants his grandson to concentrate on the painting competition.",
                    "TitleJapanese": "おじいさんの口笛",
                    "SummaryJapanese": "絵を描いている間、ジェハンじいさんは町で働いている――。ネロは自分の知らぬ所でおじいさんが苦労している事実をコゼツから聞かされ、大きなショックを受けた。そんなネロに、おじいさんは働くのが楽しく、少しも苦にならないと話す。今まで通り、絵に打ち込んで欲しいというおじいさんの言葉に安堵するネロだが、アロアからおじいさんが疲れているらしいと聞き、不安になる……。"
                },
                "41": {
                    "ID": "1439611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439611",
                    "TitleEnglish": "Familiar Long Road",
                    "SummaryEnglish": "The grandfather has to stay in bed after a fainting spell. Therefore Nello takes over all the work in the house. Because of this, he no longer comes to practice for the competition. But Jehan recovers and everything seems to be fine.",
                    "TitleJapanese": "なつかしい長い道",
                    "SummaryJapanese": "日々の無理な働きが災いしたのか、ジェハンじいさんが倒れてしまう。床の中でネロの身を案じながら、おじいさんはネロに何もしてやれない自分を悔いていた。ネロのそばにいてやれる時間はもうわずかしかない……そう考えるおじいさんは、絵に情熱を燃やすネロの思いを何とかかなえてやりたいと考える。手厚い看護の甲斐あってか、おじいさんは回復に向かい、その様子にネロは安心するが……。"
                },
                "42": {
                    "ID": "1439621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439621",
                    "TitleEnglish": "The New Neighbor",
                    "SummaryEnglish": "Once again, grandfather Jehan has to stay in bed. His condition worsens. In addition, the new neighbor takes the farmers' milk into town for free. Nello now has only one customer.",
                    "TitleJapanese": "となりに来た人",
                    "SummaryJapanese": "ジェハンじいさんの病気は思いのほか長引き、ネロは、日々を牛乳運びとおじいさんの看病に追われていた。ある日、隣の家に人が越してくることになった。ヌレットおばさんのように優しい人である事を期待するネロ。だが新しい隣人・セルジオは、村の人達の家を回り、野菜を買い取る代わりにタダで牛乳運びをするという約束をとりつけていた。その結果、ネロの仕事はほとんど無くなる事になってしまう……。"
                },
                "43": {
                    "ID": "1439631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439631",
                    "TitleEnglish": "Alois's Help",
                    "SummaryEnglish": "Nello did not tell his grandfather that he had to work in the port, nor for what reason. From Alois, who takes care of the sick man, Jehan finally learns the whole truth.",
                    "TitleJapanese": "アロアのおてつだい",
                    "SummaryJapanese": "牛乳運びの仕事が減った事をジェハンじいさんに話さぬまま、ネロはジョルジュが探してくれた港の荷物運びの仕事も始めた。まだ小さいネロには重労働だったが、おじいさんに心配を掛けまいと考えるネロは懸命に仕事を続ける。それを知ったアロアは、ネロが働いている間、自分がおじいさんのそばに付いていようと言ってくれた。学校からの帰り、アロアはすぐにネロの家に向かうのだが……。"
                },
                "44": {
                    "ID": "1439641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439641",
                    "TitleEnglish": "Grampa's Gift",
                    "SummaryEnglish": "Nello has worked well and receives his first wage. He buys a big piece of meat and cooks a good soup for his grandfather. The grandfather is very touched. He tells the boy that he knows about the port job and praises him. Finally, Jehan dies in the arms of his stunned grandson.",
                    "TitleJapanese": "おじいさんへのおみやげ",
                    "SummaryJapanese": "ジョルジュやポールの手伝いもあり、港の荷物運びもようやく終わりに近付いた。最後の荷物運びの日、ネロはもらったお金でおじいさんにおいしい物を食べさせてあげようと考える。上等の肉をお土産に買って帰ったネロに、おじいさんは優しいねぎらいの言葉をかける。おじいさんはネロの重労働を知っていたのだ。そして、ネロが食事の支度にかかった時、おじいさんは人生最期の時を迎えようとしていた。"
                },
                "45": {
                    "ID": "1439651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439651",
                    "TitleEnglish": "Nello Is Alone",
                    "SummaryEnglish": "After the death of his grandfather, Nello goes to the cemetery with Patrasche. It is actually Alois' birthday and she waits in vain for her friend. Finally she finds out what happened and meets Nello at the grandfather's grave.",
                    "TitleJapanese": "ひとりぼっちのネロ",
                    "SummaryJapanese": "とうとうネロはこの世に一人残されてしまった。頼りとするパトラッシュの励ましを受け、ネロは牛乳運びに出かける。アントワープへの道すがら思い浮かぶのは、もういないおじいさんの姿ばかり……。おじいさんの死を知り、ジョルジュやポール、そしてアロアも涙を流すしかなかった……。そんな折り、ネロはジョルジュが遠くの町へ鍛冶屋の修行に出る事になったと聞き、いっそうの寂しさを募らせる……。"
                },
                "46": {
                    "ID": "1439661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439661",
                    "TitleEnglish": "Grampa's Face",
                    "SummaryEnglish": "Now Nello is alone in the house with Patrasche and Blacky. Uncle Michel learns from Alois that Jehan has died, and he wants to take the boy to live with him. Nello, however, now knows that he has to draw his grandfather, and that's how long he wants to stay in the old neighborhood.",
                    "TitleJapanese": "おじいさんの顔",
                    "SummaryJapanese": "ネロはみんなの支えもあって、少しずつ元気を取り戻しつつあった。しかし、心の痛みが消えたわけではない。ネロは、コンクール用の絵を描き始める事が出来ないでいたのだ。ポールの励ましに気を取り直したネロは、久しぶりにスケッチに出かける。だが、筆は思うように進まない。そこへアロアが、自分で描いたおじいさんの絵を見せた。その時、ネロの胸の中にある思いが生まれた。「おじいさんの絵が描きたい……！」"
                },
                "47": {
                    "ID": "1439671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439671",
                    "TitleEnglish": "Fire at the Windmill Hut",
                    "SummaryEnglish": "Alois' mother Elena tries to put in a good word for Nello with her husband Peter. Unfortunately, she is not listened to. When Peter's mill burns down, Hanse accuses Nello of arson. The boy runs off into the night in despair.",
                    "TitleJapanese": "風車小屋の火事",
                    "SummaryJapanese": "優しいおじいさんとパトラッシュの姿――。ようやくネロの中で、描きたいものが決まった。おじいさんの姿を思い描き、懸命に筆を運ぶ。そんなある日、沼のほとりに落ちていたアロアのものらしき人形を拾ったネロは、風車小屋にいるアロアの元に届けた。その帰り道を偶然ハンスに見られていたネロ……。その晩、風車小屋が火事になり、小麦倉庫もろとも焼け落ちてしまう。ハンスはネロに放火の疑いをかける――！"
                },
                "48": {
                    "ID": "1439681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439681",
                    "TitleEnglish": "No More Work",
                    "SummaryEnglish": "The villagers are against Nello, who now also loses his job. Even Alois is not allowed to see him again. His only consolation are the thoughts of his grandfather and his real friends Uncle Michel and Aunt Noulette. With new courage he paints his picture.",
                    "TitleJapanese": "なくなった仕事",
                    "SummaryJapanese": "村人たちの前で放火の疑いをかけられてしまったネロ。大切な収穫が燃やされてしまった村人の怒りは収まらない。最後までネロに牛乳運びを頼んでいたジェスタスも村人たちの抗議に屈し、ついにネロは収入を得る術を失ってしまう…。全てから見放されていくネロの心は、張り裂けんばかりだ。絵を描く気力も無くして落ち込むネロを、アロアが、そしてアンドレが励ますのだが……。"
                },
                "49": {
                    "ID": "1439691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439691",
                    "TitleEnglish": "I Finished Painting, Grampa",
                    "SummaryEnglish": "Finally the painting for the competition is ready. Nello goes with Paul to Antwerp to deliver it to the town house. Back home, Uncle Michel is waiting for him and wants to take him home. But Nello wants to wait for the result of the competition first.",
                    "TitleJapanese": "描けたよ おじいさん",
                    "SummaryJapanese": "ついに、ネロはおじいさんの絵を描き上げた……！ おじいさんの墓前に完成の報告をしたネロは、パトラッシュやクロ、途中で一緒になったポールと共にアントワープまで絵を出品しに行く。公会堂に集まった人の多さに驚くネロたち。思わず不安を覚えるネロだが、アロアの励ましを受けて気を取り直す。家へ戻ったネロを迎えてくれたのはミッシェルだった。ミッシェルの心遣いにネロの心も明るくなる。"
                },
                "50": {
                    "ID": "1439701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439701",
                    "TitleEnglish": "Day of the Announcement",
                    "SummaryEnglish": "On the day of the award ceremony, Nello sees Alois and George again. Hanse tells the boy that he will have to leave the house if he cannot pay the rent. When he doesn't get the first prize in the painting competition, Nello loses all hope.",
                    "TitleJapanese": "発表の日",
                    "SummaryJapanese": "コンクールの結果はクリスマスに発表される。その日を待ちわびるネロ、そしてアロア。そんなある日、ジョルジュがネロを訪ねてきた。ネロはジョルジュから、寂しい日々を送るポールのためにクロを譲ってほしいと頼まれる。ポールの気持ちを理解するネロは、それを受け入れた。ハンスから立ち退きを迫られながら、生活費を削ってまでルーベンスの展覧会を見て過ごすネロ。発表の日はもうすぐだ……。"
                },
                "51": {
                    "ID": "1439711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439711",
                    "TitleEnglish": "Two-thousand Francs Cash",
                    "SummaryEnglish": "Peter, Alois' father, loses a bag with a lot of money. The dog Patrasche finds it, and Nello brings it back. Alois' father owes the boy a great debt of gratitude.",
                    "TitleJapanese": "二千フランの金貨",
                    "SummaryJapanese": "ネロの絵は落選した。あんなに一生懸命描いたのに……だが全ては終わった。パンを買うお金もなくなり、パトラッシュも空腹で弱っていく。ネロの心は絶望に包まれた。そんな頃、コゼツが大切な二千フランの大金を落とすという事件が起きていた。コゼツ家は大変な騒ぎに……！ しかし、その大金はネロとパトラッシュの手でコゼツ家に無事に届けられた。そして、ネロはアロアにパトラッシュのことを頼むと、一人雪の中に出て行った……。"
                },
                "52": {
                    "ID": "1439721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-dog-of-flanders/episodes/1439721",
                    "TitleEnglish": "Picture of the Angels",
                    "SummaryEnglish": "Patrasche sets out to find Nello, who has left a suicide note. Now everyone is looking for the missing boy who has been wronged so much. Patrasche finally finds him in Antwerp Cathedral, where Nello has a wonderful dream.",
                    "TitleJapanese": "天使たちの絵",
                    "SummaryJapanese": "コゼツはノエルから風車小屋の火事の真相を聞かされる。ネロは無実だ。クリスマスのお祝いをしに村へ来たヌレットおばさん、ミッシェル、そしてネロの絵の才能を見抜いていた画家・ヘンドリックレイ、今まで辛く当たってきた事を悔やむコゼツ……、みながネロの家に集まる。ネロにあやまり、共に喜びを分かち合うために。だが、ネロの姿はない。ネロは、教会への二度と戻らない道をたどっていたのだ……。"
                }
            }
        }
    }
}