{
    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1584003/",
        "https://www.themoviedb.org/tv/37867"
    ],
    "TitleEnglish": "Ladies Versus Butlers!",
    "SummaryEnglish": "Hino Akiharu lost his parents when he was small and was adopted into his uncle's family. But he noticed his uncle is after the inheritance of his parents, so he decides to enter a boarding school, Hakureiryou high school. However his delinquent boy-like appearance frightens the girls, who make up the majority of the students. Being unable to get along with the classmates, Akiharu meets his childhood girlfriend Saikyou Tomomi.",
    "TitleJapanese": "れでぃ×ばと!",
    "SummaryJapanese": "小学生の頃両親が亡くなって叔父の家にひきとられた日野秋晴は、ある日テレビで見かけた元女子校で超名門お嬢様高校・白麗陵学院へ新設された従育科コースへの編入を決意、試験に合格し入学を果たす。しかし目つき極悪・左眉傷跡・逆立てた茶髪・とどめに耳には三連ピアス（安全ピン）という絵に描いたようなヤンキー外見で、生徒達（大半はお嬢様）を怖がらせてしまう。そんな中、小学生の頃の同級生で、数々のトラウマを作らせたトラウマメーカーの腹黒娘・彩京朋美に再会する。また、セルニア=伊織=フレイムハートからは、その外見から不審者と間違えられ、追われる身になる。それでも秋晴は少しずつ学校に慣れ、彼を取り巻く人間関係も徐々に変化していく……。",
    "Aliases": [
        "Ladies vs. Butlers!",
        "Ladies × Butlers!"
    ],
    "Modified": "2024-11-03",
    "Seasons": {
        "0": {
            "ID": "163831",
            "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "2023921",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/2023921",
                    "TitleEnglish": "Special 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オマケアニメ『れでぃ×ばとる!』 1 朋美&セルニア編",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "2155721",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/2155721",
                    "TitleEnglish": "Special 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オマケアニメ『れでぃ×ばとる!』 2 早苗&沙織編",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "2362571",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/2362571",
                    "TitleEnglish": "Special 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オマケアニメ『れでぃ×ばとる!』 3 ピナ&みみな編",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "2455871",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/2455871",
                    "TitleEnglish": "Special 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オマケアニメ『れでぃ×ばとる!』 4 アイシェ&ヘディエ編",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "2592091",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/2592091",
                    "TitleEnglish": "Special 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オマケアニメ『れでぃ×ばとる!』 5 大地&鳳編",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "2821331",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/2821331",
                    "TitleEnglish": "Special 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オマケアニメ『れでぃ×ばとる!』 6 オールキャスト編",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "2155731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/2155731",
                    "TitleEnglish": "Tokuten Disc Music Clip",
                    "SummaryEnglish": null,
                    "TitleJapanese": "れでぃ×ばと!",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "163841",
            "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1493431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493431",
                    "TitleEnglish": "Boy Versus Lady",
                    "SummaryEnglish": "A suspicious-looking boy, Akiharu Hino, transferred to Hakureiryō Academy, a boarding school once known for only high-class young ladies. However upon his arrival, he encounters Selenia Iori Flameheart who accuses him a delinquent and causes uproar throughout the campus, until Akiharu meets his wicked childhood friend Tomomi Saikyo who clears the misunderstanding by telling everyone an embarrassing future goal of Akiharu's.",
                    "TitleJapanese": "ぼーい×れでぃ",
                    "SummaryJapanese": "上流家庭の人々が集う上育科とメイドや執事を養成する従育科が設けられた全寮制の白麗陵学院。その従育科に編入した秋晴だったが、編入早々に上育科のタカビーお嬢さま・セルニアに問答無用で不審者と間違えられ、さらにふとした拍子で心ならずも彼女を押し倒す形になってしまった。激怒したセルニアは秋晴成敗とばかりに学園中を追いかけ回す。\n彼がそんな目にあっているとは知らず、上育科の才女・朋美は編入生案内のため秋晴を待っていた。"
                },
                "2": {
                    "ID": "1493441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493441",
                    "TitleEnglish": "Lady Versus Lady!",
                    "SummaryEnglish": "Akiharu has a hard time on his first day training to be a butler, getting to know the other servant and upper classmates, and their eccentric personalities.",
                    "TitleJapanese": "れでぃ×れでぃ!",
                    "SummaryJapanese": "朋美は秋晴とは幼なじみであったが、彼女の腹黒さにいつも酷い目にあわされてきた、いわば天敵だ。その朋美に、秋晴を目の仇にしているセルニアまでもが一般の授業では同じクラスで、学園生活は前途多難。執事の実習でもセルニアに絡まれ、お互いに嫌味の応酬となってしまう。朋美は火花を散らす二人の様子を楽しげに観察する。そんな時、秋晴めがけて突如カレールーが飛んできた。それは超絶ドジっ娘メイド候補生・早苗の失態によるものだった。"
                },
                "3": {
                    "ID": "1493451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493451",
                    "TitleEnglish": "Guard Versus Lady?",
                    "SummaryEnglish": "For today's practical exam to prove one's faithfulness, Tomomi has Akiharu accept her partnership, and gives him an unusual task in following Mimina Ōsawa around, an artist who has been hospitalize most of her life.",
                    "TitleJapanese": "かーど×れでぃ？",
                    "SummaryJapanese": "従育科の実技試験には主として上育科のパートナーが必要であり、事前に相手からカードをもらわなければならないと、朋美から聞いた秋晴。カードをもらえる当てもなく落ち込む彼に、朋美は無条件でカードを渡す。何か裏があると勘ぐる秋晴だったが、背に腹は代えられない。そして実技試験で朋美が秋晴に命じたのは、見た目お子様の天才画家・みみな先輩の相手を１日務めることだった。だがみみな先輩は秋晴を警戒し、近づかないで欲しいと言い放つ。"
                },
                "4": {
                    "ID": "1493461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493461",
                    "TitleEnglish": "Lady Versus Virgin?",
                    "SummaryEnglish": "Akiharu accidentally sees Ayse Khadim's naked skin! Due to her family's customs Akiharu is force to engage her. That is unless either Selenia or Tomomi can something about it.",
                    "TitleJapanese": "れでぃ×ばーじん？",
                    "SummaryJapanese": "中東からの留学生、アイシェが着替えているところを偶然見てしまった秋晴。なんとアイシェの家訓では、女性が異性に肌を見られた場合は、その相手と結婚しなければならないという。アイシェの侍女で辣腕アサシンでもあるヘディエは、信奉するお嬢さまの願いを叶えるべく、結婚か死かという極端すぎる二択で秋晴に迫る。さらにヘディエはデンジャラスな手段を次々に用いて、秋晴とアイシェを結ばせようと色々画策するのだが……。"
                },
                "5": {
                    "ID": "1493471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493471",
                    "TitleEnglish": "Lady Versus Lady!!",
                    "SummaryEnglish": "Upon seeing the score result for an exam, Selenia and Tomomi remark their days since their first year meeting at Hakureiryō Academy, where they eventually become rivals to see who's the most diligent and growing lady. Meanwhile, the academy's water system goes out-of-order, and have to use a indoor natural hot spring for the time being, where the servants and uppers are getting into perversions.",
                    "TitleJapanese": "れでぃ×れでぃ!!",
                    "SummaryJapanese": "中間テストの結果が発表された。トップは朋美でセルニアは２位だ。朋美と何かにつけて張り合っているセルニアは悔しくて仕方がない。それからしばらくして身体検査が行われた。お嬢様然としたセルニアの姿に気後れする朋美。そんな二人の板挟みになり秋晴は大弱り。同じ頃女子寮の給湯設備が故障し女生徒は大浴場を使うことになった。その大浴場に、いつにも増して険悪ムードな朋美とセルニアが二人きりで閉じ込められてしまった！"
                },
                "6": {
                    "ID": "1493481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493481",
                    "TitleEnglish": "Secret Versus Boy?",
                    "SummaryEnglish": "Akiharu's roommate Kaoru Daichi, who in reality is a cross-dressing girl because of her father's strict desires, has an uncomfortable time cooperating with Akiharu. Though, Kaoru has a chance to be girl for one day at an upcoming ball for cross-dressing students.",
                    "TitleJapanese": "しーくれっと×ぼーい？",
                    "SummaryJapanese": "上育科の授業の一環として、舞踏会が催されることになった。しかも理事長の楓の思いつきで、秋晴たちも女装して参加することに。秋晴のルームメイトの大地は、それを聞いて大いに狼狽する。なぜなら大地は、本当は男ではなく女であり、父親からの厳命で学園中にそのことを秘密にしていたからだ。そんな大地は、しかし自分の胸が男子並みの貧乳であることに、密かにコンプレックスを抱いており、また女の子らしい服装にも憧れていた。"
                },
                "7": {
                    "ID": "1493491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493491",
                    "TitleEnglish": "Lady Versus Magical",
                    "SummaryEnglish": "Meeting Pina Sformklan Estoh, an anime otaku princess makes her move, much to Principal Kaede Tenjōji's enthusiasm. Suggesting, Akiharu and Tomomi for assistance in helping to create a fabulous doujinshi of hers, she recommends them to finding suitable candidates for a cosplay photo gallery.",
                    "TitleJapanese": "れでぃ×まじかる",
                    "SummaryJapanese": "秋晴が校内で出会った魔法少女コスプレの女の子。それは中等部上育科の留学生で北欧の王女、ピナだった。日本のアニメが大好きでオタクを自認する彼女だが、学園でアニメの話が出来る人間がいないことを残念がっていた。そんなピナのアニメ談義を初めて聞いてくれたのが秋晴だった。秋晴や朋美、セルニア、早苗たちに協力してもらい、お気に入りのアニメの同人誌を作る計画を立てたピナは、さらにみみなにも参加して欲しいと頼むが……。"
                },
                "8": {
                    "ID": "1493501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493501",
                    "TitleEnglish": "Summer Versus Skandal",
                    "SummaryEnglish": "Selenia finally got her chance into having Akiharu accept her partnership for the next practical exam. Only this time, she drags him to a vacation household of hers, where the maids there tease Selenia's relationship with Akiharu that apparently leads to a \"summer of love\".",
                    "TitleJapanese": "さまー×すきゃんだる",
                    "SummaryJapanese": "従育科の課題でセルニアのお伴をして彼女の別荘を訪れた秋晴。今回の課題は「夏休みに泊りがけで、パートナーの家までお供をする」というもので、セルニアとしては秋晴をこき使ってやるつもりだったのだ。だが課題の目的はあくまでも「上流家庭の見学」で、彼女の野望はあっさり潰えてしまう。しかもセルニアの父やメイド長のアンナからは秋晴が彼氏だと勘違いされる始末。その翌日、なぜか朋美が大地とともにセルニアの屋敷に現われた。"
                },
                "9": {
                    "ID": "1493511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493511",
                    "TitleEnglish": "Date? Versus Chaste!",
                    "SummaryEnglish": "After witnessing Selenia kissing Akiharu, Tomomi's feelings for Akiharu reaches a breaking point. Tomomi invites Akiharu to take her on a date, while Selenia spies on their little affection around in town. By the end of the day, Tomomi and Akiharu talk about their childhood conflicts that Akiharu confirms he wanted to be her \"bride\".",
                    "TitleJapanese": "でーと？×ちぇいす!",
                    "SummaryJapanese": "２学期がスタートして間もないある日。秋晴は突如、朋美からデートに誘われた。何か魂胆があるのでは？と勘ぐりつつも、朋美につき合うことに。そんな二人が気になるセルニアは、こっそり後をつけるのだった。だがセルニアが尾行して来るであろうことは、朋美は計算済みであり、わざとセルニアの前で秋晴と親密な姿を見せつけてゆく。しかも行く先々でセルニアは早苗やピナたちと遭遇し、二人の追跡もままならずイライラは募るばかり……。"
                },
                "10": {
                    "ID": "1493521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493521",
                    "TitleEnglish": "Love Letter Versus Rhapsody",
                    "SummaryEnglish": "Kaoru discovers a love letter for her and is now in a predicament, whether confessing her true feelings or exposing her true gender. So Akiharu and the boys try to give her their own excellent advice.",
                    "TitleJapanese": "らぶれたー×らぷそでぃ",
                    "SummaryJapanese": "大地にラブレターが届いた。去年まで女の園だった白麗陵にあっては一大事件。しかも美少年として女子から圧倒的な人気を誇る大地宛となれば、噂にならないわけがない。差出人は清楚な美少女と名高い上育科２年の紅小路桜子。だが本当は女である大地がＯＫ出来るわけもない。そんな大地に、秋晴やクラスメートの轟、三家はお節介にも恋愛指南を始める。"
                },
                "11": {
                    "ID": "1493531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493531",
                    "TitleEnglish": "Lady x Lady!!!",
                    "SummaryEnglish": "Having another usual day of butler duties, Pina then gives Akiharu passport tickets to a special waterpark \"Try Aqualand\" as a gift. Tomomi and Selenia confront each other about their affections for Akiharu. Principal Kaede announces for the annual sports day, that the girls use as an opportunity to decide who goes with Akiharu since he only haves two tickets.",
                    "TitleJapanese": "れでぃ×れでぃ!!!",
                    "SummaryJapanese": "ピナから遊園地の優待券を２枚もらった秋晴は、偶然にも朋美とセルニアに出くわした。秋晴を意識しはじめていた二人は、チケットの話を聞いてデートが出来ると考え、欲しいと言い出した。激烈な口論の末に、次の日曜日の体育祭での勝者が手にすることで意見がまとまった。そして体育祭当日──楓が用意した競技はバラエティ番組的なものばかりだった！"
                },
                "12": {
                    "ID": "1493541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ladies-versus-butlers/episodes/1493541",
                    "TitleEnglish": "Lady x Butler!",
                    "SummaryEnglish": "Racing through the sport match, as the game begins to reach its climax between Selenia versus Tomomi, who will win? Selenia? Tomomi? Or just deal with Akiharu's density in understanding a lady's heart?",
                    "TitleJapanese": "れでぃ×ばとる!",
                    "SummaryJapanese": "体育祭のプログラムは順調に進行し、いよいよクライマックスの男女混合騎馬戦を残すのみとなった。セルニアの赤組は40点で、70点の朋美率いる黒組に大きく引き離されていたが、勝ち点100の騎馬戦に勝てば大逆転だ。赤組所属の秋晴は、勝負に行方に自分とのデート権がかかっているとはつゆ知らず、セルニアの馬となり必勝を狙う。セルニアと朋美の騎馬が勝ち残り、互いのライバル心とプライドを賭けて、文字通りの一騎打ちが始まった！"
                }
            }
        }
    }
}