{
  "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata",
  "Genres": [
    "Adaptation",
    "Anime - Seinen",
    "Erotic Thriller",
    "Erotica",
    "LGBTQ+"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3443306/",
    "https://www.themoviedb.org/tv/38112"
  ],
  "TitleEnglish": "The Qwaser of Stigmata",
  "SummaryEnglish": "In St. Mikhailov Academy, Oribe Mafuyu meets a silver haired boy called Alexander. He is a Qwaser, a being who can manipulate iron and draws his power from breast milk. A mystery surrounding an Icon transforms the academy into the setting for conflict between the various different Qwaser.",
  "Aliases": [
    "Seikon no Qwaser II",
    "Seikon no Qwaser"
  ],
  "Modified": "2025-05-19",
  "Seasons": {
    "0": {
      "ID": "171021",
      "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 21,
      "Episodes": {
        "1": {
          "ID": "2139431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2139431",
          "TitleEnglish": "Picture Drama 01: Kasha-sama Corner 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "2384171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2384171",
          "TitleEnglish": "Picture Drama 02: Secret Episode 1 - Tomo",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "2604761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2604761",
          "TitleEnglish": "Picture Drama 03: Kasha-sama Corner 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "2604771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2604771",
          "TitleEnglish": "Picture Drama 04: Secret Episode 2 - Hana",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "2718641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2718641",
          "TitleEnglish": "Picture Drama 05: Kasha-sama Corner 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "2722181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2722181",
          "TitleEnglish": "Picture Drama 06: Secret Episode 3 - Mafuyu",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "3027641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3027641",
          "TitleEnglish": "Picture Drama 07: Kasha-sama Corner 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "3027651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3027651",
          "TitleEnglish": "Picture Drama 08: Secret Episode 4 - Fumika",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "3027661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3027661",
          "TitleEnglish": "Picture Drama 09: Kasha-sama Corner 5",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "3027671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3027671",
          "TitleEnglish": "Picture Drama 10: Secret Episode 5 - Miyuri",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "3027681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3027681",
          "TitleEnglish": "Picture Drama 11: Kasha-sama Corner 6",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "3027691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3027691",
          "TitleEnglish": "Picture Drama 12: Secret Episode 6 - Hana 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "3055251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3055251",
          "TitleEnglish": "Picture Drama 13: Kasha-sama Corner 7",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "3055261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3055261",
          "TitleEnglish": "Picture Drama 14: Secret Episode 7 - Tomo 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "15": {
          "ID": "3223931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3223931",
          "TitleEnglish": "Picture Drama 15: Kasha-sama Corner 8",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "16": {
          "ID": "3223971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/3223971",
          "TitleEnglish": "Picture Drama 16: Secret Episode 8 - Mafuyu 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "17": {
          "ID": "2966491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2966491",
          "TitleEnglish": "Portrait of the Empress (Episode 10.5)",
          "SummaryEnglish": "Father Yuri brings up the International Breast Research Society and their claims to be able to rid women of their ailments. Katja decides to investigate the rumors surrounding them further and learns that the society is not all what it seems.",
          "Aliases": []
        },
        "18": {
          "ID": "4131131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4131131",
          "TitleEnglish": "Katja Room 01",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "19": {
          "ID": "4240479",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4240479",
          "TitleEnglish": "Katja Room 02",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "4240480",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4240480",
          "TitleEnglish": "Katja Room 03",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "4240481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4240481",
          "TitleEnglish": "Katja Room 04",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "171031",
      "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "1528951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1528951",
          "TitleEnglish": "Quavering Night",
          "SummaryEnglish": "A schoolgirl from St. Mihailov's Academy being terrorized and murdered for data about the »Tsar Crowning« icon one night forms a stark contrast to Mafuyu Oribe and Tomo Yamanobe praying in the campus church after having bootstrapped themselves to beginning another school day; a »Wake up; your life's a-wasting!!!« tap on Tomo's noggin later, an encounter with Teresa Beria gives way to having demonstrated an example of the persecution directed at Tomo and Mafuyu along with their arch-nemeses Miyuri Tsujidou and Hana Katsuragi. An ordinary home commute later sets the stage for Tomo and Mafuyu to discover an infirm boy named Alexander »Sasha« Nikolaevich Hel who later intercedes for her when the Magnesium Qwaser Pax Romania igniting the paintings in an attempt to scare insight out of Mafuyu instigates a battle that serves as a tutorial for defining Qwasers and their soma-synthesizing Maria partners along with demonstrating the necessity of soma in driving their chemistry-based powers over their assigned element; if that is not confusing enough for Mafuyu, Sasha is ultimately far more austere than his playful-sounding nickname suggests as he sees no reason to adhere to Miyuri's student government nor the standard social protocols of civilization.",
          "Aliases": []
        },
        "2": {
          "ID": "1528961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1528961",
          "TitleEnglish": "Friendship of Masks",
          "SummaryEnglish": "While Tomo sleeps to resolve the delirium from her fever, Mafuyu compares notes with the sympathetic Ayana Minase who offers her assistance upon request before the bell prompts the girls on their way to class as the priest Yūri Noda prosecutes a soliloquy about the »Tsar's Crowning«. Waylaid with no practical recourse, Sasha explains Mafuyu about the »Tsar's Crowning« icon along with the fanatical zeal driving the Adepts' pursuit thereof. Mafuyu's opprobrium of all Qwasers being murderers strikes a nerve within Sasha whose languishing into unconsciousness after holding her at bay sets the stage for a glimpse of Sasha's prologue in refining his iron-based Qwaser powers and gives way to a dexterously prepared apology pot of borscht from Mafuyu. Teresa admonishing caution of Mafuyu prior to departing with Sasha is the only warning of an innocuous bathtime session of girl talk becoming the preamble for Ayana showing her true colors as the Magnesium Qwaser as she wields Tomo in an obverse abduction; the ultimate irony of the whole confrontation is that even with her powers energized by Tomo's soma, Sasha successfully turns the tables on Ayana using an iconoclastic strategy in spite of his rage.",
          "Aliases": []
        },
        "3": {
          "ID": "1662701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1662701",
          "TitleEnglish": "Those Who Seek",
          "SummaryEnglish": "Resolving the aftermath of the subterfuge availed by the Magnesium Qwaser appears as child's play when Mafuyu challenges Sasha appraising Tomo's mammaries one night and rushes to his side when he wakes up from reliving the inception of his vendetta with the Qwaser of Gold. While Mafuyu bristles in frustration at Sasha's anti-social conduct and how he turned the tables on her that morning, Miyuri is shocked to have her overture rejected and her persecution perverted to her detriment yet again; later that evening, Mafuyu prepares a room for Sasha only to find that housing Sasha as per Father Yuri's volition is far easier said than done when he twice ignores her ground rules and nearly spears her with a »No spying!!!« projectile toss. Meanwhile, the Copper Qwaser Ekaterina Kurae is nearly finished with her voyage to Japan when a trio of gunmen charges her the relinquishment of her gynoid guardian Anastasia; a very violent »Leave me alone!!!« counterstrike on the three men gives way to Miyuri fawning over Ekaterina after her arrival in Japan prior to initiating the shopping spree whose ultimate irony is that it is the forum for Ekaterina to prove her hypothesis of Hana making an excellent Maria partner for her.",
          "Aliases": []
        },
        "4": {
          "ID": "1662711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1662711",
          "TitleEnglish": "The Queen and Me",
          "SummaryEnglish": "While Ekaterina continues appraising Hana's soma, Mafuyu leads Sasha through a girls' day out at the mall with Tomo and Teresa in which Sasha has to haul all of the recently-purchased payload like a beast of burden as punishment for ignoring her house rules. A last-minute visit to a lingerie shop at Tomo's request for a bigger brassiere sets the stage for Tomo and Teresa's abduction at the hands of some voyeurs from the fitting room right under Mafuyu and Sasha's noses; a bit of detective work and an expedient »Put it in neutral!!!« intercession from Sasha later, the voyeurs are easily defeated but prove themselves a warm-up compared to the fully-charged Ekaterina who decides to appraise the efficacy of Hana's soma. Even with Teresa recharging his soma, Ekaterina easily stalemates Sasha's close-range attacks and would have finished him off if not for Mafuyu and Teresa's combined interjection for temperance; while Mafuyu and Teresa perform the necessary housekeeping with the voyeurs and explaining about Athos, Ekaterina ultimately makes herself at home in Hana's apartment as she wastes no time in refining Hana as her Maria partner.",
          "Aliases": []
        },
        "5": {
          "ID": "1686061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1686061",
          "TitleEnglish": "The White Lily of the Battlefield",
          "SummaryEnglish": "A nightmare of Teresa losing her mentor Wilma while tending some white lilies gives way to having explained to her the arrival of another heretic Qwaser from the Adepts in Japan searching for the »Tsar's Crowning«; as is usually the case with the Adepts and their disciples, it falls on Sasha to slay the assailant after he learns to be versatile with Mafuyu's cooking. While taking a recess in the campus church, Father Yuri explains about Teresa's prologue as a orphan alongside Sister Wilma and how the Chlorine Qwaser Croa led his men in exterminating all of the nuns in her orphanage; Tomo now being wielded as a hostage, it becomes apparent that Croa is not hostile to the idea of finishing what he started a dozen years ago. The deus ex machina that ultimately conquers Croa's chlorine is some well placed calcium hydroxide bags and a copper shield courtesy of Ekaterina; as an unexpected bonus, Teresa also decides to reside with Sasha.",
          "Aliases": []
        },
        "6": {
          "ID": "1729561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1729561",
          "TitleEnglish": "The Egg of the Imperial Princess",
          "SummaryEnglish": "Anxious about the prospect of heretic Qwasers of greater potency and psychosis trying their fortunes for the »Tsar's Crowning«, Mafuyu decides to take the initiative and search for coveted icon herself ; after a fruitless search through Yuudai Yamanobe's inventory, she then decides to entreat Miyuri's permission to search for clues in the Tsujidou mansion. Miyuri sees an opportunity to restore social homeostasis as she charges labor of Mafuyu along with Tomo and Sasha as guides for her family art exhibit. Ekaterina's teasing amplifies Sasha's aversion to being forced to work as a maid and sets the stage for Ekaterina to explain that her desire to see the Tsujidou Fabergé Egg is why the exhibit is; unfortunately, that same volition drives a paramilitary platoon to raid the exhibit and take the two Qwasers hostage along with the three girls. While Ekaterina relives her prologue of being raped by humans, Miyuri offers herself as erotic entertainment; Hana standing by with Anastasia and Miyuri having galvanized the libido of the soldiers combine into the perfect deus ex machina for Ekaterina to slaughter the soldiers using Miyuri's soma. The ultimate silver lining in this is that the platoon colonel has a bitter prologue with the Sodium Qwaser not unlike Sasha's.",
          "Aliases": []
        },
        "7": {
          "ID": "1847261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1847261",
          "TitleEnglish": "Bleached White Maria",
          "SummaryEnglish": "While soaking in the tub, Mafuyu recounts the day at the aquarium where she and Tomo observed a manatee nursing its young when Tomo decides to lighten the ambiance with some horseplay. Guided by another childhood memory of Yuudai Yamanobe showing her his secret base, Mafuyu sets off with Miyuri the next morning to the Tsujidou mansion in order to locate the »Tsar's Crowning« -- the journey thereof no picnic not only because of Miyuri's aristocratic antics but also a trio of helium-wielding Qwasers that accosts the two girls. Mafuyu loses her footing near the escarpment and falls into the medical care of Shin'ichiro Ootori and his tomboyish protege Elizabeth; while Mafuyu gathers the ingredients to prepare a stew for dinner, Miyuri wandering to the middle of the battle is the ironic deus ex machina soma recharge that enables Elizabeth to quickly finish off the two remaining helium-wielding Qwasers' bid to chase their losses prior to feasting on Mafuyu's home-cooked stew. While Mafuyu reconciles her prologue with Yuudai's intercession for her as a child, her journey has ultimately been a wild goose chase while Shin'ichiro has already been there and is leading Elizabeth to St. Mihailov's Academy after igniting an effulgent »Keep away from my student!!!« inferno as a warning to Friederich Tanner against taking revenge on behalf of the Adepts.",
          "Aliases": []
        },
        "8": {
          "ID": "1892611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1892611",
          "TitleEnglish": "Atomis' Double Face (Part 1)",
          "SummaryEnglish": "Furious that Shin'ichiro and Elizabeth have decided to search for the »Tsar's Crowning« on Athos's behalf, the Adepts turn their efforts to their recent find: the fraternal twins Yuu and Aoi Kuchiba. While successful in manufacturing Yuu into a psychotic oxygen-wielding Qwaser hostile to Athos, the Adepts find that wielding Aoi as Yuu's Maria Magdalen partner proves to be their undoing when Aoi slays and assimilates Yuu during an initiation rite; while the Adepts compute their next move, Mafuyu's shock of Shin'ichiro as her world history teacher gives way to the divergent concourse between Sasha and Elizabeth at the banquet that night to which Miyuri invites herself along with the student council president Fumika Mitarae. Miyuri and Fumika grappling with their issues obfuscates Hana being abducted as an open challenge to Ekaterina who soon finds that she is no match for Yuu on her own with Anastasia now a scattered pile of corroded copper. Hana's courage and Teresa's ranged cover fire ultimately proves itself Ekaterina's life-saving deus ex machina; unfortunately, Sasha has no idea that Aoi is leading him into the same kind of trap when he replies a love letter that he finds at school day inception.",
          "Aliases": []
        },
        "9": {
          "ID": "1892621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1892621",
          "TitleEnglish": "Atomis' Double Face (Part 2)",
          "SummaryEnglish": "Even after having been taken captive, Teresa continues to stalemate Yuu who quickly finds that Teresa's antipathy toward him has soured her soma. Undaunted by this setback, Aoi proceeds with her mirage as a house-guest who charges Sasha a mortal volition for her brother that ignites a divergent concourse with Mafuyu who does not like that Sasha has forgotten whose residence it is when Hana hauling in the badly damaged Ekaterina prompts Aoi to explain her prologue with her twin brother Yuu but is unable to maintain the mirage when asked the relationship Mafuyu has with Sasha upon detecting the wound from Teresa's arrow attack. Teresa now emancipated, all that remains is to evacuate her -- a task easier said than done with the psychotic Aoi wielding oxygen as a weapon when the floor underneath gives way. A soma recharge from Mafuyu and some metallurgy later, Sasha fights Aoi to a stalemate while Ekaterina intercedes for Mafuyu after she restores Anastasia with Hana's soma; the ultimate irony of Sasha finishing off Aoi is that even though it did not change the situation for the better, Sasha begins to comprehend the rationale behind Mafuyu's plea for clemency when he realizes that Aoi and Yuu supporting each other has many parallels to his prologue with Olja.",
          "Aliases": []
        },
        "10": {
          "ID": "1892631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1892631",
          "TitleEnglish": "My First (?) Housekeeping",
          "SummaryEnglish": "While bootstrapping herself to begin another school day, Mafuyu notices that it is more difficult for her brassiere to contain her mammaries; a brief appraisal later, Tomo decides to make a plaster cast of Mafuyu's mammaries to commemorate the milestone. Miyuri pulls Mafuyu and Sasha aside to relay a story about a man that accosted the soft-spoken student representative Mitarae in his search for Akari; while no real damage was done, Miyuri nonetheless wishes the molester captured or repulsed and it falls on Mafuyu to bring this about. Upon departing with Teresa and Sasha to prosecute a nocturnal patrol, Mafuyu charges Tomo vigilance over the house just as Elizabeth is heading out for a nocturnal practice session armed with an admonition for vigilance against hostile Qwasers; on this ironic note, Tomo's clumsy cooking attempt becomes the deus ex machina to lure out an inept Qwaser named Joshua Phrygianos who guides Tomo through the basics of cooking and wishes to turn the tables on the other Qwasers that have maltreated him. In spite of the nocturnal cat-and-mouse wild goose chase between Elizabeth and Sasha, Tomo and Joshua ultimately develop a novel insightful perspective on their respective lives.",
          "Aliases": []
        },
        "11": {
          "ID": "1892641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1892641",
          "TitleEnglish": "Witch Cross",
          "SummaryEnglish": "A frustrated policewoman bewildered by the exhortation from twin sisters that lay out an array of bondage-sadism-domination-masochism implements before eventually swamping her with mercury and tearing her torso asunder is the only warning that the Adepts are on the move yet again as Shin'ichiro prosecutes a search for clues as to where the »Tsar's Crowning« is located unaware that the mice play when the cat is away -- a lesson that Mafuyu stumbles over when she accompanies Fumika into the classroom with a bunch of handouts. Fumika objecting to Miyuri and Hana's persecution of Mafuyu before Sasha interjects his perspective sets the stage for Fumika to recount how she has always had a crush on Sasha who somehow detects something amiss with the twin sisters accosting Fumika -- aka Eva Q and Eva R. Ekaterina explains that Sasha needs to do away with the main body Eva Silver that has already taken over the classroom; while Sasha and Ekaterina exert their respective efforts, Mafuyu bides her time in preparation for a counterstrike to protect Fumika who ultimately becomes the deus ex machina for Sasha to arrive just in the nick of time; furious at Eva Silver's cavalier attitude of humans as replaceable playthings, Sasha powers up and prepares for battle.",
          "Aliases": []
        },
        "12": {
          "ID": "1892651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1892651",
          "TitleEnglish": "Blood Sword",
          "SummaryEnglish": "Undaunted by Sasha's successful conquest of her proactive proximity precautions, Eva Silver bristles at Sasha's challenge; a soma recharge from Fumika and a »Stop right there, sister!!!« interception from Teresa later, Sasha uses his temperature control capabilities to make quick work of Eva Silver along with the prologue of persecution directed at Mafuyu and Tomo. While Father Yuri deals with the aftermath, Ekaterina explains Sasha Eva Q and Eva R's hasty retreat to the aid of Eva Silver. The next morning, Sasha is taken aback at Miyuri finally seeing the light as she acknowledges her culpable fallibility while Hana's persecution of Sasha becomes the ironic admonition against complacency that sets the stage for Mafuyu's abduction. Sasha and Teresa are shocked to find that Eva Silver was able to repair herself just enough to escape death; now with Mafuyu as a hostage and Eva Silver having upgraded element control along with the vengeance to use it, the battle begins anew. The deus ex machina that ultimately conquers Eva Silver is Sasha successfully forming the iron in his blood into a sword catalyzed in no small part by Ekaterina's timely intercession and Mafuyu's soma along with Shin'ichiro incinerating Eva S.",
          "Aliases": []
        },
        "13": {
          "ID": "1892661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/1892661",
          "TitleEnglish": "A Night at the Iron Spring",
          "SummaryEnglish": "Sasha's abrupt promotion to mid-level element control catalyzed by his anxiety for Mafuyu's safety may have been necessary to conquer the Hygrargyum (Mercury) Qwaser Eva Silver; still, such an exhibition does have a hefty price to be paid. Thanks to prompt medical intercession, Sasha only ends up foregoing his iron will and his entire prologue after becoming the Iron Qwaser to end up around the psychological development level of a self-conscious and impressionable kindergarten boy. While Miyuri fumes at not being invited along before deciding to crash the party with Elizabeth, Mafuyu reminds everyone of the task at hand -- a task Athos thinks is best done at the iron-laden Oppai Hot Springs. Hana's attempted intercession on Ekaterina's behalf, Sasha accidentally making Fumika feel bad about her chest, Tomo getting inebriated merely from smelling sake, the iconoclastic cuisine . . . none of this is any preparation for the arrival of the Athos tactician Nikuma who easily humiliates Ekaterina before leading Sasha through an a-la-carte exercise of sucking soma from Teresa along with Mafuyu, Tomo, Hana, and Fumika that ultimately backfires horribly in the form of an earthquake that spouts geysers that flood the entire hotel.",
          "Aliases": []
        },
        "14": {
          "ID": "2047201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047201",
          "TitleEnglish": "The Melancholy of Tsujidou Miyuri",
          "SummaryEnglish": "If the fiasco at the Oppai Hot Springs was not strange enough, Miyuri seems to have gone on a magical-girl head trip of her own as the heroine LiLiKamen much to Sasha's shock when she successfully intercedes for him against a trio of molesters by shoving one away and blasting the other two with an energy beam; catalyzed by that intercession along with Tomo using her mammaries in a sort of puppet show, Sasha's amnesia starts to improve. After having it explained to them that a crucial and dangerous element circuit has come up missing, Hana and Ekaterina approach LiLiKamen to take her under their wing for some very stringent training that enables her to successfully land an airliner; unfortunately, LiLiKamen leading Sasha through destroying a platoon of robots does nothing to extinguish the necessity of doing battle against her former classmate and teacher only to find that this is ultimately an exercise of Ekaterina's design to exhaust the powers of the element circuit -- a process catalyzed by the Neodymium Qwaser Taisuku Fujiomi.",
          "Aliases": []
        },
        "15": {
          "ID": "2047211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047211",
          "TitleEnglish": "Anglo-Russian Entente",
          "SummaryEnglish": "Mafuyu announcing the successful preparation of dinner becomes the forum for coming upon Sasha all worn out from having Tomo read books to him; while Sasha sleeping so innocently like a docile kindergarten boy with all the time in the world, Mafuyu is anguished at the prospect that the previous battle-hardened Sasha may not return for a long time. Teresa compares notes with Father Yuri about Sasha's incapacitation and its ramifications should the Adepts decide to try their fortunes for the »Tsar's Crowning« under the current circumstances; equally as dire is Sasha wandering off lost in his own thoughts while Elizabeth is anguished at Shin'ichiro becoming more distant with her as of late. Sasha and Elizabeth soon find that they are not blessed with the time to agonize over their poor fortunes when a blitzkrieg sniper attack by the Plumbum (Lead) Qwaser forces both Qwasers to take cover with their hostess before Elizabeth decides for a valiant but futile defense after a soma recharge whose ultimate silver lining is that Sasha is fully awakened from his estivation just in time to pervert the onslaught to the assailant's detriment only to find that Shin'ichiro is an even greater threat than the Adepts.",
          "Aliases": []
        },
        "16": {
          "ID": "2047221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047221",
          "TitleEnglish": "Phoenix's Conviction",
          "SummaryEnglish": "Elizabeth is shocked at Shin'ichiro's recent actions; torn between her loyalty to Shin'ichiro and her friendship with Mafuyu and Tomo, she inquires Shin'ichiro the rationale for this only to encounter a swift »Shut up and leave me alone!!!« dismissal that obfuscates Shin'ichiro's reminiscing over his prologue with Elizabeth who is recharging her soma. Meanwhile, Sasha is shocked at how Father Yuri has kept him in the dark about Shin'ichiro's subterfuge; still, as Ekaterina points out, Shin'ichiro is far too dangerous because of the insidious powers he has that helped compose the prologue he has of having incinerated many people on behalf of the Adepts with a snap of his fingers. Fuming over being ordered neutrality when Tomo's life is in danger, Sasha reflects upon his prologue with Olja and having to dig by hand to bury her corpse before setting course toward Shin'ichiro's lair. Frightened for both Sasha and Tomo's safety, Mafuyu prosecutes a divergent concourse with Sasha before offering him her soma and an admonition for perpetual vigilance as she starts off ahead of him. Elizabeth and Sasha's duel ultimately becomes the ironic backdrop for manifesting the full scope of the occult and ethical imbroglio Yuudai Yamanobe has embroiled unto his daughter Tomo: Tomo is the remote proxy avatar of the Aurum (Gold) Qwaser.",
          "Aliases": []
        },
        "17": {
          "ID": "2047231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047231",
          "TitleEnglish": "The Flame's Gospel",
          "SummaryEnglish": "Things continue to deteriorate as the Holy Aurum (Gold) Qwaser finds that she is her own Maria Magdalen while taking Mafuyu captive and deriding Shin'ichiro's subterfuge against her. The expository concourse Friederich Tanner and Shin'ichiro prosecute about the true purpose of the heretic Qwasers Sasha has killed under Athos's orders sets the stage for Sasha to demonstrate great moral strength when he spares Teresa and Elizabeth prior to chasing after Shin'ichiro only to find himself knocked around like a rag doll as Shin'ichiro either dodges or otherwise perverts to his detriment each of his attempted attacks; it is only by channeling his protective desire for both Tomo and Mafuyu into forming the Fresh Blood Sword around Mafuyu's wooden sword that Sasha successfully turns the tables against Shin'ichiro using his full powers. Elizabeth is extremely anguished that Shin'ichiro is in a bad way but respects his dying wish for her to fight alongside Sasha as debris from the roof falls upon him; unfortunately for the hysterical Elizabeth, the Holy Aurum (Gold) Qwaser is still intent upon the »Tsar's Crowning« as she energizes the Imperial Egg to begin assimilating it. Although she is after the Egg for her own reasons, Ekaterina's ranged energy attacks ultimately become the ironic deus ex machina to foil the Holy Aurum (Gold) Qwaser's plans along with emancipating both Mafuyu and Tomo; unfortunately, Friederich is not hostile to taking Tomo as a consolation prize.",
          "Aliases": []
        },
        "18": {
          "ID": "2047241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047241",
          "TitleEnglish": "The Ouroboros' Trap",
          "SummaryEnglish": "While meditating under a waterfall, Mutsumi Sendou reflects on her prologue as Sasha's Maria Magdalen partner to the time when she guided Sasha through how to quickly recharge his soma during battle before demonstrating unto her Qwaser paramour Taisuku Fujiomi the fallacy of the proverb »Love has no obligation for apologies«. Meanwhile at Saint Mihailov's Academy, the anxiety over Tomo's uncertain status is the elephant in the room as Mafuyu grapples with the reality that the Aurum Qwaser will still wield Tomo as his avatar even if a rescue attempt were to succeed. Hana playfully deriding her affection for Sasha does nothing to prepare her for Taisuku and Mutsumi enrolling in the school as transfer students the next morning -- apparently to prosecute some kind of operation for the »Tsar's Crowning«. After waylaying her between classes, Sasha inquires Mutsumi her presence at the Academy only to have his challenge and Mafuyu's »What the hell are you doing!?!« intercession perverted to both his detriment and Mafuyu's before Taisuku contributes to the encounter. The student council president Yumie Hiragi delivering a stern »Keep it in the barn!!!« admonition to the pair prior to becoming the quarry of the Ouroboros Elemental Circuit ultimately becomes the deus ex machina for the illuminating Taisuku and Mutsumi's true objective -- the location and acquisition of the Sword of Maria incantation needed for activating the »Tsar's Crowning« -- the very thing Mafuyu ironically wields against Mutsumi's seductive coercion.",
          "Aliases": []
        },
        "19": {
          "ID": "2047251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047251",
          "TitleEnglish": "The Secret Garden",
          "SummaryEnglish": "While Jita Phrygianos appraises Tomo prior to a procedure intended to enhance Tomo into becoming a High Maria, Sasha has figured out how to pervert the mechanics of Taisuku's powers to his advantage before racing to Mafuyu's rescue uninterested in Taisuku's prologue as a Vajrapanis; a strategic retreat on Mutsumi's part gives way to Mafuyu and Sasha wondering about the »Sword of Maria« element circuit as they compute their next move. While Ekaterina plays the consummate actress to defuse a teacher's challenge for loitering, Joshua is shocked to find that there is no honor among his teammates when it comes to Tomo's soma; whatever the Adepts' volition for her, it becomes apparent that Tomo is more valuable in one piece -- much to Mafuyu's relief when Tomo sends a »Keep the faith and the home fires burning« video after her day with Astarte who is already a High Maria. Still, even with Tomo having the run of the Adepts' hideout complete with the security detail, the Holy Aurum Qwaser ultimately sees no reason to abandon her plans and Georg Tanner clearly has plans for Mafuyu through that elemental circuit.",
          "Aliases": []
        },
        "20": {
          "ID": "2047261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047261",
          "TitleEnglish": "Figurehead Princess",
          "SummaryEnglish": "Seeing that the circumstances are deteriorating around them, Sasha and Mafuyu desperately rifle through Shin'ichiro's research for clues to help secure the »Tsar's Crowning« along with Tomo's safe return oblivious to the fact that Friedrich seeks to wield Ekaterina in his long-range designs for the icon. Be it Tomo's absence or the experiences of being used as a diary cow, Miyuri has somehow detected a deviant diagnostic with Mafuyu who she encourages to attend Ekaterina's birthday party with Sasha who is shocked to learn that the infirmary nurse Urada Oikawa has extensive data about the war Athos is prosecuting with the Adepts at St. Mihailov's Academy along with a prologue of assisting Yuudai with his research on the »Tsar's Crowning« alongside Shin'ichiro before handing Sasha the key to Yuudai's research. While Sasha ultimately finds it no trouble at all to defeat Elizabeth in the crazed artificial beast incarnation, Friedrich still accomplishes his objective of delivering the distraught Ekaterina an urgent exhortation to catalyze the advent of the »Tsar's Crowning« icon; considering the destruction of Anastasia and Hana's friendship overtures being subsequently repulsed that evening along with her abrupt departure, it is not out of the question to say Ekaterina is giving it some thought.",
          "Aliases": []
        },
        "21": {
          "ID": "2047271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047271",
          "TitleEnglish": "Aquatic Sanctuary",
          "SummaryEnglish": "The circumstances continue to deteriorate as the Adepts join forces with the Ancient Regime in a sort of tenuous unholy alliance as the Holy Aurum Qwaser declares the time is ripe to advance toward the »Tsar's Crowning«; almost if they had sensed this, Sasha and Mafuyu desperately search around for the Aquatic Sanctuary where the Icon is held only to find that there is a specific set of circumstances under which it can be found. The Hydrogen Qwaser Milk drawing a lot of attention due to her gas mask as she leads Jita Phrygianos through buying a cake in a store becomes the backdrop for Mutsumi and Tasuku to pick a fight with the two Qwasers while Friedrich abducts Mafuyu in order to avail the Sword of Maria elemental circuit within her body. Even with Hana's syllabus of Ekaterina being abruptly missing in action, Sasha is shocked to find the irony that Ekaterina is ultimately the most dangerous adversary on the scene as she threatens Mafuyu's life prior to the advent of the Aquatic Sanctuary; as if to rub salt in the wound, Ekaterina arrogantly decides to refuel herself with Mafuyu's soma caring nothing that the most power she will have in the Holy Roman Empire version 2.0 is as Friedrich's second-in-command.",
          "Aliases": []
        },
        "22": {
          "ID": "2047281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047281",
          "TitleEnglish": "Trinity ・ Gehenna",
          "SummaryEnglish": "Almost as soon as Ekaterina devotes herself to partaking of Mafuyu's soma, the Sword of Maria elemental circuit demonstrates the mechanics behind its immense power as Friedrich leads the charge with his brother Georg toward the Aquatic Sanctuary as he phases out with Ekaterina and Mafuyu along with two of the Adepts Qwasers certain that his subterfuge for the »Tsar's Crowning« will pay off. Tasuku and Elizabeth volunteer to stalemate Jita and Wang Chen's proximity injunction while Sasha intercepts the Tanner brothers as they are about to throw Mafuyu into the corrosive energy matrix surrounding the Sanctuary only to find to his horror that they are as deadly adversaries as they are devious scoundrels. The ironic silver lining in this confrontation is that the Tanner brothers' greed ultimately becomes their own worst enemy when their respective powers going out of control becomes the forum for Ekaterina to see the light as Hana repels Friedrich's chivalrous lechery before delivering a blistering reproof of Ekaterina's gullibility complete with a pair of »What the hell are you using for brains!?!« slaps across the chops; Sasha successfully destroying the Tanner brothers' combined avian form catalyzed by Ekaterina and Elizabeth's joint efforts along with those of Tasuku offers cold comfort to the Holy Aurum Qwaser ready to claim the spoils.",
          "Aliases": []
        },
        "23": {
          "ID": "2047291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047291",
          "TitleEnglish": "Sasha, the Fatal One",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "24": {
          "ID": "2047301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/2047301",
          "TitleEnglish": "You, Live Not Your Youth!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "463812",
      "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/seasons/official/2",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4078558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4078558",
          "TitleEnglish": "The Lily Princess of Silver",
          "SummaryEnglish": "Sasha and Hana are sent by Athos to infiltrate a highly-advanced all-girls school called the \"Roman Curia Suirei Academy\" in order to find \"The Magdala of Thunder,\" one of the five known High Ancient Elemental Circuits. This being Qwaser, lots of breast-sucking ensues as Sasha works his way through the student body to find said Circuit. However, Sasha has to deal with a brand new class while disguising himself as a girl. On top of that, the Adepts are lurking in the background and making their own plans.",
          "Aliases": []
        },
        "2": {
          "ID": "4078559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4078559",
          "TitleEnglish": "The Location of the Magdalene",
          "SummaryEnglish": "Tsubasa avenges the honor of the girls at the academy.",
          "Aliases": []
        },
        "3": {
          "ID": "4078560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4078560",
          "TitleEnglish": "The Trap of Quartz",
          "SummaryEnglish": "Elements collide in a battle that breaks out at the academy.",
          "Aliases": []
        },
        "4": {
          "ID": "4078561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4078561",
          "TitleEnglish": "The Cage of Thorns",
          "SummaryEnglish": "Determined to save Tsubasa at all costs, Miyuki heads to the virtual world to do battle.",
          "Aliases": []
        },
        "5": {
          "ID": "4078562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4078562",
          "TitleEnglish": "The Witch's Living Sacrifice",
          "SummaryEnglish": "The silicate user harnesses the Magdalene of Thunder, will he be stopped?",
          "Aliases": []
        },
        "6": {
          "ID": "4105004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4105004",
          "TitleEnglish": "Reunion",
          "SummaryEnglish": "The girls band together to make one last stand against the silicate user.",
          "Aliases": []
        },
        "7": {
          "ID": "4105102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4105102",
          "TitleEnglish": "Breast Divination of Madame Lily",
          "SummaryEnglish": "Personal information about the student body is being stolen and traded to creepy men.",
          "Aliases": []
        },
        "8": {
          "ID": "4105104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4105104",
          "TitleEnglish": "The Beautiful Contender",
          "SummaryEnglish": "After their return Sasha tries to restablish himself at St. Mihailov Academy. Jita however has difficulties with getting along the rest of the school thinking that she's on enemy ground, and questioning the carefree attitude of her known foes, specially Sasha who is quick to provoke her, but with Tomo defending her as not being like the other Adepts. Miyuri invites everybody to a bowling contest in which both Sasha and Jita prove to be comically unskilled, as oppossed to the class rep. Fumika who can successfully strike several times in a row. As part of her victory Sasha is to listen to anything she says, and while everybody thinks she's gonna confess her feelings for him, she from the embarrassment merely asks that Sasha gets along with everybody (namely in favor of Jita), which later prompts her to cry on Hana when she couldn't confess. The episode ends with Miyuri hugging the mysterious character named Edgar, who has found \"Sasha the Martyr\".",
          "Aliases": []
        },
        "9": {
          "ID": "4105107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4105107",
          "TitleEnglish": "The Exciting Founding Celebrations",
          "SummaryEnglish": "Students and townspeople gather at St. Mihailov Academy for an annual festival.",
          "Aliases": []
        },
        "10": {
          "ID": "4119765",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4119765",
          "TitleEnglish": "The Qwaser of Stigmata",
          "SummaryEnglish": "Big Ma'am challenges Sasha to refrain from drinking Soma.",
          "Aliases": []
        },
        "11": {
          "ID": "4119766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4119766",
          "TitleEnglish": "A Night at the Iron Spring 2 ~Suck It and Be Surprised~",
          "SummaryEnglish": "Big Ma'am trains the students to become stronger than the Adepts",
          "Aliases": []
        },
        "12": {
          "ID": "4119767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-qwaser-of-stigmata/episodes/4119767",
          "TitleEnglish": "Calm Before The Storm, And the Wheels of Fate Begin to Turn",
          "SummaryEnglish": "Dead set on getting the Noah of Gold, the Athos Punishment Enforcement Group Meteora creates a Nosferatu Worm to infect and control the girls in order to do their bidding.",
          "Aliases": []
        }
      }
    }
  }
}