{
    "URL": "https://www.thetvdb.com/series/giant-killing",
    "Genres": [
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5314528/",
        "https://www.themoviedb.org/tv/46668"
    ],
    "TitleEnglish": "Giant Killing",
    "SummaryEnglish": "Experiencing a long streak of poor performances for several years in the Japanese professional football league, the East Tokyo United (ETU) hires Takeshi Tatsumi as manager to try to break the curse that seems to have fallen over the team. Having spent three years in England, Tatsumi made the accomplishment of taking an amateur team to the top 32 teams of the FA Cup. Many consider him a bad choice and protest against this decision. They hold a grudge against Takeshi because they consider him a traitor for leaving ETU at the height of his career when he was still a football player. Unfazed by the negative mood that looms over the field, Tatsumi seems confident that he might be able to bring glory back to his team once again.",
    "TitleJapanese": "GIANT KILLING",
    "SummaryJapanese": "弱者の戦略が強者を倒す。“It’s ジャイアントキリング!!”\n\n低迷を続ける日本の弱小プロサッカー・クラブＥＴＵに一人の男が監督として迎えられた。男の名は達海猛（たつみ　たけし）。\nイングランド５部のアマチュアクラブを、ＦＡカップでベスト32に導き、プレミアリーグのクラブをギリギリまで追い詰めた手腕の人物だ。そんな彼に古巣のクラブが白羽の矢を立てた訳だが、チーム内は開幕前から騒動ばかり、果たしてこの起用は吉と出るか、凶と出るか!?",
    "Aliases": [],
    "Modified": "2025-07-30",
    "Seasons": {
        "1": {
            "ID": "186221",
            "URL": "https://www.thetvdb.com/series/giant-killing/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "1818581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818581",
                    "TitleEnglish": "#01",
                    "SummaryEnglish": "Tatsumi returns to ETU from managing FC Eastham to the 4th round of the FA Cup, his return only to be greeted by jeers of the disillusioned ETU supporters, who think of Tatsumi as a traitor for abandoning ETU for an overseas club. Meanwhile on the practice pitch, Tatsumi shocks the squad by announcing that he’ll hold a scrimmage between a younger inexperienced ETU side against the seasoned ETU starters to see who will make up the starting eleven of his ETU side…",
                    "TitleJapanese": "#01",
                    "SummaryJapanese": "イングランド５部のアマチュアリーグ、イーストハムの監督として、チームをFAカップベスト３２まで導いた事のある達海猛は、古巣である弱小プロサッカークラブ「イースト・トーキョー・ユナイテッド（ＥＴＵ）」の監督に就任する事となった。練習初日、達海は３０メートルのダッシュタイムだけでレギュラー候補を決めてしまう。"
                },
                "2": {
                    "ID": "1818591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818591",
                    "TitleEnglish": "#02",
                    "SummaryEnglish": "The awaited scrimmage between the ETU starting line-up and the reserves begin. Tensions esclate within ETU as Tatsumi’s sharp analysis of the current ETU squad allows him to lead the reserves to an unexpected victory over the starting lineup. Further surprises await ETU as Tatsumi announces that “Mr. ETU” Murakoshi, the iconic captain, is to be stripped of his captaincy…",
                    "TitleJapanese": "#02",
                    "SummaryJapanese": "サブ組である若手を中心に構成した新レギュラー候補を率いて、達海はキャプテン村越の率いるベテラン組と紅白戦を行う。若手レギュラー候補は試合を優位に進めるため、達海の指示通り、ベテラン組の弱点をつく作戦に出る。後日、監督記者会見で達海は再び周囲を驚がくさせる重大発表をする。そんな達海に、村越はたまっていた怒りを爆発させ・・・。"
                },
                "3": {
                    "ID": "1818601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818601",
                    "TitleEnglish": "#03",
                    "SummaryEnglish": "ETU embark on their pre-season training camp at Dream Island with a disunited team following the results of the scrimmage match. Escalating tensions between the younger players and the first team members create chaos in the training pitch, but their clamors are soon silenced by the return of Gino, ETU’s mysterious Number 10…",
                    "TitleJapanese": "#03",
                    "SummaryJapanese": "キャンプ初日に達海が与えた練習メニュー、それはなんと自習だった。その上、達海は一つのボールだけで練習しろと選手達に無理難題をふっかける。各々が希望する練習メニューの違いから、選手達の口論が始まると、ついには乱闘が起こってしまう。コーチ達が乱闘騒ぎを何とか止めようと奮闘していると、「王子」と呼ばれる私服姿の選手が遅刻して現れる。"
                },
                "4": {
                    "ID": "1818611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818611",
                    "TitleEnglish": "#04",
                    "SummaryEnglish": "ETU put the fruits of their pre-season training camp to the test by taking on reigning champions Tokyo Victory in a pre-season friendly…",
                    "TitleJapanese": "#04",
                    "SummaryJapanese": "新生ＥＴＵは、達海の監督デビュー戦であるプレシーズンマッチでチャンピオンチームの東京ヴィクトリーと対戦する。キャプテンマークを付けたジーノと初レギュラー椿の姿を警戒するヴィクトリー選手たち。キャンプの時は影の薄かった椿の活躍と、達海の作戦によりＥＴＵはヴィクトリー陣営をほんろうする。いつもは活躍出来ない椿の変化に驚いているコーチの松原に、達海は理由があると語っていた。"
                },
                "5": {
                    "ID": "1818621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818621",
                    "TitleEnglish": "#05",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#05",
                    "SummaryJapanese": "東京ヴィクトリー戦後半。自らのミスで相手に得点のチャンスを与えてしまった椿。落ち込んでいる椿にファウルなんかにビビるなと発破を掛ける達海。勢いに乗るヴィクトリーと勝負するため、達海は攻撃の選手を中盤に入れる。達海に気合を入れてもらった椿だが、うまくいかず、再びその頑張りがあだとなってしまう。一方、村越は選手としての自分を見つめ直しながらも、反撃の一手を模索する。"
                },
                "6": {
                    "ID": "1818631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818631",
                    "TitleEnglish": "#06",
                    "SummaryEnglish": "Tatsumi is forced to go to a press conference attended by all the managers and player representatives participating in the league, where he makes acquaintances with a man whose eccentric nature rivals that of his own. Meanwhile, ETU, in high spirits after their inspired draw in the friendly against previous season champions Tokyo Victory, prepare for Matchday 1 of the new J. League season…",
                    "TitleJapanese": "#06",
                    "SummaryJapanese": "リーグプレスカンファレンスが開催された。皆が正装している中、いつもの私服で出向く達海。ＥＴＵと因縁深い名古屋グランパレスの不破監督や昨年リーグ２位の大阪ガンナーズのダルファー監督とあいさつを交わす。セレモニーが始まり、後藤や有里が心配する中、再び爆弾発言をしてしまう達海。そして、そんな達海を気に入った怪しいフランス人に、達海は連れ出されてしまうのだが…。"
                },
                "7": {
                    "ID": "1818641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818641",
                    "TitleEnglish": "#07",
                    "SummaryEnglish": "Following their disastrous start of the season, ETU continues down a rocky road of defeat as the team crashes to a poor start. Frustrations grow larger by day in the locker room, while Tatsumi proposes an unconventional strategy in getting the team into winning ways…",
                    "TitleJapanese": "#07",
                    "SummaryJapanese": "倉茂監督率いるジャベリン磐田とのリーグ開幕戦。磐田のラッキーボールで先制点を許すと、そのまま磐田の勢いに飲まれてしまうＥＴＵ。\n　試合内容に不満を感じずにはいられないフリーの記者藤澤は、記者会見で達海にある質問をする。その質問に堂々と答え、またもや周りを驚がくさせる達海だが、続く第二節サンアロー広島戦も成果を残す事が出来ず…。"
                },
                "8": {
                    "ID": "1818651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818651",
                    "TitleEnglish": "#08",
                    "SummaryEnglish": "Yet another defeat at the hands of newly relegated side FC Sapporo sees both supporters and the boardroom infuriated with Tatsumi’s performance on the pitch, as Goto desperately tries to convince both parties that Tatsumi is the only many fit for the job…",
                    "TitleJapanese": "#08",
                    "SummaryJapanese": "黒田が移籍するといううわさを聞いて、心中穏やかでは無い松原。しかし再びサッカーテニスゲームで試合に出る選手を決めると宣言する達海。不満を漏らす選手達の中、たまっていた怒りを爆発させた黒田はついに練習をボイコットしてしまう。共に練習を放棄した杉江は、自分達センターバックが気づけていなかった、ある過ちを黒田に話し始める。"
                },
                "9": {
                    "ID": "1818661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818661",
                    "TitleEnglish": "#09",
                    "SummaryEnglish": "Since Tatsumi became manager, ETU has lost 4 matches in a row. The Skulls fan group can’t conceal their anger any longer. At the peak of their anger, they stop the players’ bus and demand an apology from Tatsumi. Tatsumi stops Murakoshi from appeasing the crowd and tries to go out himself. Does he have a secret strategy against Nagoya Grand Palace?!",
                    "TitleJapanese": "#09",
                    "SummaryJapanese": "達海が監督に就任してから、既に四連敗中のＥＴＵ。スカルズ達サポーター陣もいらだちを隠せずにいた。怒りの頂点に達した彼らは、選手達の移動バスを囲み、達海への謝罪を要求する。説得に向かおうとする村越を押しとどめ、自らサポーター達の待ち受ける中へ向かおうとする達海。その目には来たるべく名古屋グランパレス戦に対する秘策が！？"
                },
                "10": {
                    "ID": "1818671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818671",
                    "TitleEnglish": "#10",
                    "SummaryEnglish": "The fans are demanding that Tatsumi is canned. The opponent they face during their last stand is Nagoya Grand Palace, led by ETU’s former manager Fuwa. In a stark contrast to ETU, Fuwa has been winning cup and league matches. He is an absolutely rational coach who used expensive foreign players to raise the power of the entire team. In the beginning, the Brazilian trio goes on a fierce offensive, but Tatsumi’s plans are already in motion…",
                    "TitleJapanese": "#10",
                    "SummaryJapanese": "サポーター陣に、解任要求を突き付けられた達海。背水の陣で向かう相手は、元ＥＴＵ監督の不破率いる名古屋グランパレス。カップ戦・リーグ戦と、ＥＴＵとは対照的に連勝を続ける不破は、高額の外国人選手を獲得することでチームの戦力を引き上げようとする徹底した合理主義者だった。序盤、得意のブラジル人トリオによるパスワークにより、圧倒的な攻戦を見せる名古屋だが、達海の作戦は既に始まっていた・・・。"
                },
                "11": {
                    "ID": "1818681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818681",
                    "TitleEnglish": "#11",
                    "SummaryEnglish": "ETU vs Nagoya Grand Palace. In the first half, ETU is faced with a relentless assault, but thanks to Tsubaki’s repeated smooth plays, the danger of losing a point is always averted. Fuwa slowly starts to realize that Tatsumi’s plan has been set in motion. However, ETU does not launch a full assault. While Matsubara can’t hide his worries about the defense-only match, Tatsumi is grinning smugly. And the thing Tsubaki sees when he gets on the field is…!",
                    "TitleJapanese": "#11",
                    "SummaryJapanese": "ＥＴＵ対名古屋グランパレス戦。前半、猛攻撃にあうＥＴＵ選手達だが、椿の度重なるファインプレイにより、幾度となく訪れる失点の危機を免れていく。序々に、達海のみえざる手が機能していることに気づき始める不破。だが、決定的な攻撃を仕掛けてこないＥＴＵ。守ってばかりの試合展開に不安を隠せない松原たちだが、なぜか余裕の笑みを浮かべる達海。そして、後半戦、ピッチに立った椿の目に映ったものとは…！"
                },
                "12": {
                    "ID": "1818691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818691",
                    "TitleEnglish": "#12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#12",
                    "SummaryJapanese": "ＥＴＵの防衛ラインを崩すことが出来ない名古屋は、カルロスを前線に置いた、最強の陣形で攻撃してくる。それこそが待ちに待った達海の狙いだったのだ。ブラジル三人トリオの猛襲を何とか避けきろうとするＥＴＵ。シュートを打たせないようにしてカウンターを仕掛ける。それが達海の作戦だった。クリアされたボールがジーノに渡り、ついにＥＴＵの逆襲が始まる。ゴールを決められるのは誰なのか！？"
                },
                "13": {
                    "ID": "1818701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/1818701",
                    "TitleEnglish": "#13",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#13",
                    "SummaryJapanese": "ブラジル人トリオを押さえ、先制点をもぎ取ることに成功したＥＴＵ。後半も残り１５分。借りを返さんとばかりに果敢に攻め入る名古屋勢。しかし、集中力を更に高めるＥＴＵは、焦る名古屋勢の攻撃をことごとく防いでいく。そして、この試合絶好調の椿にボールが渡り、再びＥＴＵにチャンスが巡ってくる。行く手を阻もうと、立ちふさがるカルロスだが、椿はさらにスピードを上げて・・・。"
                },
                "14": {
                    "ID": "2351291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2351291",
                    "TitleEnglish": "#14",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#14",
                    "SummaryJapanese": "ＥＴＵ初勝利の興奮から覚めやらぬ吾郎は、商店街のメンバーを誘い、昔結成していた私設応援団を復活させようと考える。しかし、声を掛けた昔のサポーター仲間の反応はイマイチ。必死の勧誘活動はうまくいかず、結局途方に暮れてしまう。そのころ、ＥＴＵ選手たちのイメージアップに想いを巡らせる有里は、部長の心無い一言に傷心気味。いつも通りの忙しい毎日だが、今日は思いの外疲労がたたって・・・。"
                },
                "15": {
                    "ID": "2374371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2374371",
                    "TitleEnglish": "#15",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#15",
                    "SummaryJapanese": "ジャパンカップ予選、ＥＴＵ対ＦＣ札幌の試合が始まる。名古屋戦の勢いと、好調なジーノのおかげで優位に試合を進めていく中、ひとり結果が出せない世良は、今日も試合途中でベテラン・堺との交代を命じられる。自分の力不足を思い知る世良。そんな時、追い打ちをかける様にあるうわさが舞い込んでくる。それは、ＥＴＵのエースフォワードが、八ヶ月ぶりにチームへ復帰するというものだった。"
                },
                "16": {
                    "ID": "2427841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427841",
                    "TitleEnglish": "#16",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#16",
                    "SummaryJapanese": "昨シーズン、ＥＴＵで一番点を獲った夏木がチームの練習に復帰する。同じポジションの世良は心中穏やかではなかった。夏木が復帰すれば、レギュラーを奪われる可能性は高い。なんとかしてシュートを決めアピールしたいところだが、ことごとく空回りに終わってしまう。そして焦りがピークを迎えた清水戦、世良は、強引な切り込みでシュートに持っていこうとするが・・・。"
                },
                "17": {
                    "ID": "2427851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427851",
                    "TitleEnglish": "#17",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#17",
                    "SummaryJapanese": "レギュラー争いの大事な時期に、右足のねんざで一週間チームを離れることになった世良。激しく腐っている世良を見て、不器用ながらアドバイスをする、堺。年齢的にピークを過ぎている堺は、レギュラーから脱落する不安と、フォワードの心理を誰よりも分かっていた。一方、満を持して復帰した夏木は、途中出場から敵味方の意表をつく、豪快な同点ゴールを決める。"
                },
                "18": {
                    "ID": "2427861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427861",
                    "TitleEnglish": "#18",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#18",
                    "SummaryJapanese": "すでに、４戦連続引き分け中のＥＴＵ。チームの調子がいいのか悪いのかつかみかねる中、アルビレオス新潟との試合が始まる。かみ合わないプレーに、毎試合イライラをためていた赤崎は強引な守備からイエローカードをもらってしまう。ハーフタイム中、赤崎の一言をきっかけに口論を始める選手たち。有里やコーチは慌てて止めようとするが、達海は一人傍観を決め込んでいた。"
                },
                "19": {
                    "ID": "2427871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427871",
                    "TitleEnglish": "#19",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#19",
                    "SummaryJapanese": "首位独走中である、大阪ガンナーズとの試合が始まろうとしている。\n　大阪が誇る超攻撃的布陣には４人のフォワード。そして、４人の日本代表選手が織り成す、堅い守備力。　圧倒的な戦力差を前に、緊張を隠せないＥＴＵ関係者やサポーター、そして選手達。闘志を燃やすダルファー監督と握手をかわす達海。そんな中達海は、緊張感のかけらも無い、場違いな質問をダルファーにぶつけていて・・・！？"
                },
                "20": {
                    "ID": "2427881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427881",
                    "TitleEnglish": "#20",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#20",
                    "SummaryJapanese": "ＥＴＵ対大阪ガンナーズの試合が始まる。大阪の４トップに対し、ＥＴＵはマンマークで挑む。相手側の警戒すべき選手は、攻撃の基点ハウアー。長身のハウアーに対し、ＥＴＵは小柄な黒田で迎え撃つ。闘志を燃やす黒田は、２０センチのミスマッチをものともせず、タイミングとポジショニングを徹底的に守り奮闘する。手ごたえをつかみ始めた黒田だが、熱戦の中ある重大なミスを犯してしまい…。"
                },
                "21": {
                    "ID": "2427891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427891",
                    "TitleEnglish": "#21",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#21",
                    "SummaryJapanese": "大阪ガンナーズの激しい波状攻撃の連続に、押されていくＥＴＵ。その攻撃のポイントは、敵陣でセカンドボールを奪われないこと。そして、その奪取率を著しく高めているのは、窪田という選手だと達海は分析する。\n窪田を押さえ、攻撃回数を激減させようと、一対一のマークに秀でている杉江をつける達海。だが、杉江のディフェンスでさえも、窪田の攻撃を防ぎきれず、無残にも２点目を狙う絶好のすきを与えてしまう。"
                },
                "22": {
                    "ID": "2427901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427901",
                    "TitleEnglish": "#22",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#22",
                    "SummaryJapanese": "前半、守備の要である黒田、杉江がほんろうされ、既に２点を失っているＥＴＵ。もはや勝利は厳しいと考え始める選手たちとコーチ陣。そんな暗い空気のハーフタイム、前半のミスを思い出して、さらに暗くなってしまう選手達。しかし、そんな選手達と対照的に、なぜか達海は不敵な笑みを浮かべる。そして、「これから俺たちの大逆転が始まるんだぜ」と、いつものように強気な発言をするのだが？！"
                },
                "23": {
                    "ID": "2427911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427911",
                    "TitleEnglish": "#23",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#23",
                    "SummaryJapanese": "大阪戦直前、達海は夏木にある事を問う。ボールは味方がつないでくれた大切なもの。「お前にとってそのボールって何だ？　チームのボールか？　お前のボールか？」迷い考えた末、『チームのボール』だと結論を出した夏木。そして、今までの『シュート打ちたがりのフォワード』から、味方を活かした『視野の広いスゲーフォワード』へ進化する事を決心する。しかし、夏木は依然として空回りの癖が抜けないままで…。"
                },
                "24": {
                    "ID": "2427921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427921",
                    "TitleEnglish": "#24",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#24",
                    "SummaryJapanese": "後半赤崎のシュートでようやく1点返したＥＴＵ。それに対し試合巧者のガンナーズ・ダルファーは、すかさず、体力を消耗した窪田を下げ、人員補強し確実な勝利を狙ってくる。一方、椿のマークに付いていたガンナーズキャプテン・平賀は、椿に対する、ジーノのパスワークの悪さに作為的なものを感じ、ある仮説を立てる。そんな矢先、仮説を裏付けるジーノの独り言を耳にし衝撃を受ける。"
                },
                "25": {
                    "ID": "2427931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427931",
                    "TitleEnglish": "#25",
                    "SummaryEnglish": null,
                    "TitleJapanese": "#25",
                    "SummaryJapanese": "椿が足とスタミナでもぎ取ったフリーキックをゴールに沈め、同点に追いついたＥＴＵ。　興奮し次なる作戦を促す松原に対して達海は、「俺のプランでは、大阪を1点に抑えて２−１で勝つつもりだったから、３点目と言われても」となんともふがいない返事。あきれる松原だったが、更に達海は続ける「このチームに足りなかった最後の粘り強さ。それを変えてくれると期待している。」と。"
                },
                "26": {
                    "ID": "2427941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-killing/episodes/2427941",
                    "TitleEnglish": "#26",
                    "SummaryEnglish": null,
                    "TitleJapanese": "＃26＜終＞",
                    "SummaryJapanese": "オリンピック代表メンバーとして、試合に出場してきた赤崎。その疲れを回復させる目的で、達海は次の試合、スタメンから赤崎を外す。一方、ジーノも足の不調を訴え、達海は同様にスタメンから外すことを決める。主力が二人も欠場する次節川崎戦のスタメンを決めるにあたり、達海はある事を思いつく。それは、地域の人々、ＥＴＵ関係者、選手たち全員を巻き込む、あるイベントを開催する事にあった——！？"
                }
            }
        }
    }
}