{
    "URL": "https://www.thetvdb.com/series/140391-show",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0158533/",
        "https://www.themoviedb.org/tv/43416"
    ],
    "TitleEnglish": "Burn-Up W",
    "SummaryEnglish": "When the Tokyo Police are unable to deal with a potential disaster, they know who to call: The WARRIOR Team. A secret organization composed of the best that the police can offer. GUERRERO is called to resolve something that at first glance looks like a band of terrorists who have kidnapped officials of the biggest governments in the world. However, they discover a more sinister plot that includes electronic drugs, mind control, and a dangerous organization dedicated to creating chaos in the governments of the world ... starting with controlling the police themselves. Can a master strategist, a provocative fan of wicks, a diminutive hacker, an easy trigger sniper, a slightly perverted driver, and an overemotional gunner expect to win in the battle against crazy and schematic criminals? Or will WARRIOR become nothing more than a lot of",
    "TitleJapanese": "バーンナップ",
    "SummaryJapanese": "近未来の東京を舞台に美人捜査官チームが活躍する近未来ポリスアクションである。\n個性の強い捜査官たちによるドタバタコメディ",
    "Aliases": [
        "Burn Up! Warrior",
        "Burn Up!"
    ],
    "Modified": "2024-09-05",
    "Seasons": {
        "0": {
            "ID": "541978",
            "URL": "https://www.thetvdb.com/series/140391-show/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8358605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358605",
                    "TitleEnglish": "Burn-Up!",
                    "SummaryEnglish": "Police Officers Maki, Reimi and Yuka are stuck on traffic patrol when they would prefer to be involved in more \"exciting\" police duties. All that changes when they join in a police chase after a kidnapped girl. As a result, they become involved in the case of a white slave organization run by the politically connected businessman Samuel McCoy. While going to the aid of another girl, Yuka is then kidnapped by McCoy’s men. Frustrated at the inaction by the Police Department to prosecute McCoy and rescue Yuka, Maki and Reimi take what they need from the police armory, including police assault carrier, and go to her rescue creating mayhem in their wake.",
                    "TitleJapanese": "バーンナップ",
                    "SummaryJapanese": "人気シリーズの原点となるOVA。頻発する少女誘拐事件の捜査を続けていたTOKYO CITY POLICE DEPERTMENT（通称・CP）は、マッコイの指揮する組織犯罪に対して、決定的な証拠を欠いていた。重いCP内の空気を気にせず、独自に囮捜査に乗り出したレディポリス3人組のマキ、レイミ、ユカだったが…。"
                }
            }
        },
        "1": {
            "ID": "188561",
            "URL": "https://www.thetvdb.com/series/140391-show/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "7534805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/7534805",
                    "TitleEnglish": "Skin Dive",
                    "SummaryEnglish": "Representatives from governments around the world are gathered in Tokyo for an International Peace Forum. A mysterious woman and her team enter the building where the forum is being held and take the leaders and the building's occupants hostage. Police surround the building and sniper Maya impatiently awaits the order to fire on a hot rooftop. The terrorist group, which identifies itself as Falcon Claw, makes some strange demands including that the most popular idol singer, Yumi Kawai, perform a nude bungee jump from the top of the building. Their real strategy is using a virtual drug device to brainwash the leaders into getting their countries to purchase the devices after they leave. Team Warrior is dispatched to save the day and Rio performs the nude bungee jump as a distraction. The amateurish terrorists are captured however the female mastermind escapes.",
                    "TitleJapanese": "スキンダイブ",
                    "SummaryJapanese": "高層ホテルが何者かに乗っ取られてしまった事件に対して緊急体勢で臨む警察。\nだが、犯人グループの要求は余りと言えば余りな内容だった。\nそれが愉快犯ではないかと探るWARRIOR。\nそして、ある者がホテルの客たちに謎の“ドラッグ”を披露していた中、WARRIORは人質解放に向けて非常手段を決意するが…。"
                },
                "2": {
                    "ID": "7534806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/7534806",
                    "TitleEnglish": "Search for the Virtual Idol",
                    "SummaryEnglish": "Beautiful Virtual Idol Maria is the product of a company who also manufacture illegal battle androids. Maria only exists in cyberspace but yearns to experience the real world and escapes in a spare battle android body. Team Warrior is assigned to investigate an underworld battle over the android distribution and to find the now missing Maria. Maria, now in the android body, demands a ransom for her return, but when Rio prepares to hand over the money, the company's battle android attacks and captures her. Nanavel arrives with her huge mechanical attack android AFH-X01, El-Heggunte, but it malfunctions, destroying a city bridge and creating a massive budget blow-out. During the battle, Nanavel saves Maria by transferring her consciousness into El-Heggunte, much to Maria’s disgust.",
                    "TitleJapanese": "電脳アイドルを捜せ",
                    "SummaryJapanese": "コンピューターネットのカリマス的アイドルである麻理亜ちゃんが失踪！\n捜索願いまで出る始末で、もはや立派な社会問題となっていた。\nその問題にポリスもアタマを抱える折りも折り、凶悪ロボット犯罪が連続発生する。\nついにWARRIORが出動する中、一見無関係に思える2つの事態にはあの不穏な人影が絡んでいた…。"
                },
                "3": {
                    "ID": "7534810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/7534810",
                    "TitleEnglish": "Policetown Assault - Act 1",
                    "SummaryEnglish": "The police raid a smuggling operation and acquire a mysterious virtual reality device. Meanwhile there is an insight into Team Warrior's personal lives. Rio owes money and goes to a store to sell her used underwear, where she runs into Yuji, who's looking for used uniforms from the Olympic swim team. Maya plays target practice with a robber who's trying to escape with a bag of money. Lilica gets a call from her wealthy father who offers her birthday presents, such as a beach resort and a satellite. The next day, police headquarters are taken over by a terrorist group which includes Wolf Head, Jackal Head and Dober Head. Chisato, an accountant and a friend of Rio's is among many other police killed during the raid. Team Warrior is the only group left that can re-take the base.",
                    "TitleJapanese": "ポリスタウン強襲!! ACT.1",
                    "SummaryJapanese": "電脳密売組織から押収した物品の中にあった装着具と思しき不可解な物体を解析するポリスタウンの調査員たち。\n一方、その不可解な物体を利用してビッグビジネスをもくろんでいた電脳密売組織のチーフは、ポリスたちにその物体の正体を暴かれないようにするため、組織によるポリスタウンへの報復戦を開始して…。"
                },
                "4": {
                    "ID": "7534811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/7534811",
                    "TitleEnglish": "Policetown Assault - Act 2",
                    "SummaryEnglish": "Team Warrior decide to take back the police headquarters from the terrorists rather than retreat with the approval of Maki Kawasaki although she is criticized by headquarters for her decision. Maya and Rio strip down to their brief battle undergarments and don their battle suits while the rest provide technical support. Maya has a new gun that's lighter, but more powerful than a tank gun and Rio gets a weapon called the \"Armored Knucklebuster\" which she wears it on her forearm giving her greater strength when she punches. Maya manages to take out Wolf Head, and Rio manages to take out Jackal Head and then they confront Dober Head disguised as a policeman but gain no information about their intentions. Although they won the battle, Team Warrior may not have won the war against the mysterious woman behind the manufacture of the deadly virtual reality devices.",
                    "TitleJapanese": "ポリスタウン強襲!! ACT.2",
                    "SummaryJapanese": "暴走する警官により、親友の千里を失ってしまった利緒。\nそんな中、チーフの送り込んだ電脳密売組織のテロリストたちがポリスタウンへと乱入してきた。\n科学開発室に集合するWARRIORに残された道は徹底抗戦か撤退か？\n親友を失った利緒をはじめ、科学開発室に集合したWARRIORは全面戦争を選択する！"
                }
            }
        },
        "2": {
            "ID": "1919477",
            "URL": "https://www.thetvdb.com/series/140391-show/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9171645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171645",
                    "TitleEnglish": "Team Warrior Goes Into Action",
                    "SummaryEnglish": "The Mega Tokyo Tower has been hijacked by terrorists...and on it's opening day, too! What to do in a situation like this? Call in Team Warrior, of course! A crack team of beautiful young ladies (and one pervy guy), Team Warrior take on the kind of job that the regular police just can't handle. And this job fits the bill nicely: exploding mechanical bugs, psycho terrorists, big-wig hostages and shadowy figures pulling the strings.",
                    "TitleJapanese": "WARRIOR出動",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9171646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171646",
                    "TitleEnglish": "Undies, Go!",
                    "SummaryEnglish": "While investigating a nefarious panty thief Rio stumbles upon a clue to the whereabouts of a group of jewel robbers. After a little more investigative work (thanks to Yuji's extensive knowledge of women's legs) and spot of under-cover reconnaissance, Team Warrior discover that the jewel thieves are in fact pre-op transvestites raising funds for a sex change in Morocco! What, you thought they were doing it for the money alone?",
                    "TitleJapanese": "下着でGO!",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9171647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171647",
                    "TitleEnglish": "From the Desert with Love!",
                    "SummaryEnglish": "Cash strapped Rio dreams of her knight in shining amour that will whisk her away...and pay off all her debts! Lucky for her that a rich oil tycoon is just around the corner, and she's the one who's been assigned to protect him from would-be assassins. Maybe, just maybe he'll shower her with riches if she does a good job? Maybe?",
                    "TitleJapanese": "砂漠より愛をこめて",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9171648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171648",
                    "TitleEnglish": "Rogue Father",
                    "SummaryEnglish": "Trigger happy Maya receives news that her father is on his death bed. Rushing off to see him, she finds that the once proud land owner has been reduced to near poverty by ruthless entrepreneurs. Not one to give in without a fight, Maya and her 'family' plan revenge aboard a giant Russian airship. In her red bunny outfit, who would ever suspect her?",
                    "TitleJapanese": "極道ファーザー",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9171649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171649",
                    "TitleEnglish": "An Idol Never Sleeps!",
                    "SummaryEnglish": "After a series of death threats from a creepy stalker, the famous pop idol calls for help from Policetown with a request for Rio. Of all the officers in Policetown, why did they have to request the only one who doesn't like her? Not that Rio doesn't like her singing voice, she's just jealous of her popularity, and probably her metabolism, too.",
                    "TitleJapanese": "アイドルは眠れない…",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9171650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171650",
                    "TitleEnglish": "Rambo Bravo! Rio Bimbo!",
                    "SummaryEnglish": "How exactly did a klutz like Rio get herself in an elite force like Team Warrior, anyway? Well, yeah, you're going to find out in this episode as Maki remembers how she first met Rio. Back then she was a rookie cop with out a penny to her name...some things just don't change, eh?",
                    "TitleJapanese": "ランボ!　ブラボ―!　利緒ビンボ―!",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9171651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171651",
                    "TitleEnglish": "Short Vacation",
                    "SummaryEnglish": "A murder, right in the heart of Policetown? Not to mention the numerous thefts, corrupt data and missing persons case, too. Sounds like a job for Team Warrior! But...where's Maki when you need her? She's on holiday reminiscing about her former fiancee, which leaves the rest of the team in a bind. It looks like it's up to Rio to solve the crimes...oh dear...",
                    "TitleJapanese": "ショ―ト・バケ―ション",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9171652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171652",
                    "TitleEnglish": "Nanvel Kidnapped!",
                    "SummaryEnglish": "Who let the transvestites out? After being released from prison, they are still searching for enough money for their Moroccan sex change holiday. Which is where Nanvel comes in. Her new invention, the optical diet machine, lets the user forget about all those rigorous diet schemes and just plain cheat. Wanting the machine for their own nefarious needs (don't ask), the transvestites kidnap Nanvel, forcing her to work for them. Too bad they didn't plan on taking Rio along for the ride...",
                    "TitleJapanese": "ナンベル誘拐事件",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9171653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171653",
                    "TitleEnglish": "Slam Tank Part 1",
                    "SummaryEnglish": "Escorting a new super AI tank across the border should have been a walk in the park for Team Warrior. But a neighbouring warring nation hijacks the plane, wanting the one-of-a-kind tank for itself. Things don't exactly go as planned for the would-be thieves, and the plane ends up grounded, the tank along with it. As the only survivor, Rio must take the tank across the border on foot. She soon discovers that the tank has a personality all of its own...",
                    "TitleJapanese": "スラム・タンク（前編）",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9171654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171654",
                    "TitleEnglish": "Slam Tank Part 2",
                    "SummaryEnglish": "Now in the middle of the desert with very little food and water, it's up to Rio to escort the tank safely across the border of the hostile nation. Of course, they still want the tank for themselves, so Rio has quite a fight on her hands if she wants to keep possession of the super tank.",
                    "TitleJapanese": "スラム・タンク（後編）",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9171655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171655",
                    "TitleEnglish": "Watch Out for the Mecha Cop!",
                    "SummaryEnglish": "This episode finds a disguised Ruby introducing a line of Mecha Cops that causes unease amongst the Team Warrior Office and focuses on the mystery of the Black Diamonds. It looks as if the women of Team Warrior might be out of a job.",
                    "TitleJapanese": "メカコップに御用心",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9171656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171656",
                    "TitleEnglish": "Invitation from the Past",
                    "SummaryEnglish": "The Black Diamond mystery continues while Team Warrior investigates a plant suspected of manufacturing the mechacops. This mysterious link to the Black Diamond Case might prove dangerous for the team.",
                    "TitleJapanese": "過去からの招待状",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "9171673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/9171673",
                    "TitleEnglish": "The Last Stage of Goodbye",
                    "SummaryEnglish": "Maki discovers the truth about her team's emergence as the mystery of the series' big baddie is revealed. An army of robot clones lays siege to the city. Team Warrior's got to pull themselves together to save everyone.",
                    "TitleJapanese": "訣別のラストステ―ジ",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "1919481",
            "URL": "https://www.thetvdb.com/series/140391-show/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8358647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358647",
                    "TitleEnglish": "Warriors Strike at Dawn!",
                    "SummaryEnglish": "On New Year's eve, crime is getting out of hand with the Evil Frenzy motorcycle gang terrorising the city. The Police Supreme Council decides to call in the Warriors to deal with the crisis.",
                    "TitleJapanese": "ウォーリアーズ　暁に出撃す!!",
                    "SummaryJapanese": "「初日の出暴走」を阻止するために対策を行う警察の対策本部だが、世間体を気にして有効な手を打てずにいた。警察幹部たちは、武装暴走族壊滅しようとウォーリアーズを出動させる…。湾岸に集まる暴走族たちの前にチャリにまたがる1人の女性。警察官姿の利緒が指鉄砲を構えて、高笑いする彼らの前に立ちはだかった…。"
                },
                "2": {
                    "ID": "8358648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358648",
                    "TitleEnglish": "Defeat the Mobile-Robber Madgunder!",
                    "SummaryEnglish": "Rio loses her money and has her bicycle destroyed during an ATM heist. After the case is assigned to the Warriors, she is more than happy to join Maya to bring the ATM thief to justice.",
                    "TitleJapanese": "倒せ!! 強奪車両　マッドガンダー!!",
                    "SummaryJapanese": "利緒がお金を下ろそうとATMに立ち寄ったその時、マシンアームによってATMごと奪われてしまった。虎の子の一万円も無くしてしまい大ショックの利緒。そのATM荒らしの逮捕が今回の任務。利緒はATM荒らしによって無くした一万円の憂さを晴らすべく、凶悪なマシンアームを相手に戦いを挑むのであった…。"
                },
                "3": {
                    "ID": "8358649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358649",
                    "TitleEnglish": "Warriors, Five Seconds 'Til Detonation!",
                    "SummaryEnglish": "Rio and Maya are being called by the Commander to stop the Green Knights environmental terrorist group from blowing up the Bay City T-XO theme park. The bomb is set to go off at noon and they don’t have time to evacuate the people.",
                    "TitleJapanese": "ウォーリアーズ　爆死五秒前!!",
                    "SummaryJapanese": "数々の超能力を持つもののまともに活かしきれたことがなかったリリカ・エベット。そんな彼女がウォーリアーズのメンバーになるという。破壊工作を企むテロ組織がテーマパークの爆破予告が出ており、その爆発物の予知をリリカに任せる。不安を覚えながらも利緒たちはリリカのサイコメトラー能力に頼るしかなかったが…。"
                },
                "4": {
                    "ID": "8358650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358650",
                    "TitleEnglish": "Crash! Seventy Thousand Kilometers in Tokyo!",
                    "SummaryEnglish": "A masked serial thief causes a public nuisance at night and accidentally peeps into Rio's apartment while she is undressing. The Warriors are called in to catch the perpetrator.",
                    "TitleJapanese": "激走!!　大東京七万km!!",
                    "SummaryJapanese": "神出鬼没の窃盗犯。今日も何処かで金品を取りまくり、既に余罪は数十件に達していた。そんな中、自室のベランダに連続窃盗犯が現れる利緒。その子細をもらさず確認しようと雄治は自身の権限をフルに使って事情聴取を行うことに。やがて、連続窃盗犯が特S級事件として認定。利緒はその恨みを晴らすべく、出動して…。"
                },
                "5": {
                    "ID": "8358651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358651",
                    "TitleEnglish": "Dust Explosion of Love and Sorrow!",
                    "SummaryEnglish": "The Commander has Rio and Maya take Lilica out for the day to help develop her powers. The simple outing turns into an event-filled day...",
                    "TitleJapanese": "愛と哀しみの粉塵爆破!!",
                    "SummaryJapanese": "利緒の拳と真弥の銃が互いに向き合っていた…。実はウォーリアーズの新装備開発中で、その調整というわけであった。その最中、隊長から思わぬ指令が舞い込んだ「リリカの護衛」。それは利緒や真弥と任務に就くようになってからリリカの能力の向上が見られるリリカを市街に出して社会を体験させようということらしく…。"
                },
                "6": {
                    "ID": "8358653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358653",
                    "TitleEnglish": "Western Sapporo - A Hell at Shiretoko!",
                    "SummaryEnglish": "Following their holidays, Rio drowns her sorrow in not finding love. Maya tells a story of how she visited her master Hokkaido - a former bodyguard, bounty hunter and mercenary - who rescued the young Maya from the battlefield and taught her to shoot.",
                    "TitleJapanese": "ウェスタン札幌　～知床地獄篇～",
                    "SummaryJapanese": "場末の居酒屋で、利緒たちは酒宴を開いていた。そんな酒の肴は、連休中に行われた利緒の合コン失敗談。いつもの真弥のぼやきに突っ込みを入れる利緒であったが、逆に自分はどうなの？と聞き返されると、真弥は故郷へと帰っていたという。その真弥の故郷のことは初耳の利緒と、故郷の場所を聴いたリリカは…。"
                },
                "7": {
                    "ID": "8358654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358654",
                    "TitleEnglish": "Shot Down! Nightmare at Airport 2023",
                    "SummaryEnglish": "Dressed as hostesses, Rio and Maya escort Princess Harnes of the Aman Kingdom to Japan on a civilian plane - except she blows their cover!",
                    "TitleJapanese": "撃墜!!　悪夢のエアポート2023",
                    "SummaryJapanese": "フライトアテンダント（スチュワーデス）のコスチュームに身を包む利緒たち。アマン国の王女ハーネスがお忍びで日本を訪問するため、護衛の任についていた。そんな中、ハーネスを狙ってテロリストが行動を開始したため、応戦する利緒たち。ハーネスも喜び勇んで武器を手に挑んでいくもテロリストの手に落ちてしまい…。"
                },
                "8": {
                    "ID": "8358655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358655",
                    "TitleEnglish": "Super Message from Deep Space!",
                    "SummaryEnglish": "Flying saucers appear over Tokyo and release rampaging robots throughout the city, taking control of people including the police force. Only the Warriors and the Commander seem unaffected.",
                    "TitleJapanese": "大銀河からの超メッセージ",
                    "SummaryJapanese": "今日の運勢絶不調の利緒に言い寄ってくるのは霊感商法の営業マン、詐欺師にスリばかり。数々の占いを試すもその通りにはいかず落ち込む利緒であった。ふてくされて自棄酒の末、「人類なんと滅びてしまえ！」と叫びつつ眠ってしまう。翌朝、利緒の目に飛び込んできたのは、巨大な円盤がTV画面に映し出されており…。"
                },
                "9": {
                    "ID": "8358656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358656",
                    "TitleEnglish": "The Black Seajack! Crash Over the Ocean!",
                    "SummaryEnglish": "The Warriors are aboard an ocean cruise liner to catch a drug syndicate target. But Yugi and Matsuri are also on the cruise and this complicates matters.",
                    "TitleJapanese": "黒いシージャック!!　海上大激突!!",
                    "SummaryJapanese": "大海原を疾走する巨大豪華客船に利緒たちは、任務のために乗船していた。今回の任務は、新興チャイニーズマフィアの若きドン首領である「19（ナインティーン）」たちの取引の現場を押さえて現行犯逮捕すること。だが、同じ客船に同乗している祐司が利緒にまとわりついて、任務に支障をきたしてしまい…。"
                },
                "10": {
                    "ID": "8358657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358657",
                    "TitleEnglish": "Destruction of Great Tokyo! Farewell Warriors!",
                    "SummaryEnglish": "Rio and Maya refuse the Commander's order to stop a bus hijacking that endangers the hostages, leading to two New Warriors being deployed with disastrous results.",
                    "TitleJapanese": "大東京全滅!?　さらばウォーリアーズ!!",
                    "SummaryJapanese": "乗客を人質に、爆発物を身に付けてバスに立て篭もる犯人。強行突入を急く隊長に反発する利緒たちだったが、隊長は突入を強行する。そこに、突如現れた黒ずくめの人影が乗客もろとも犯人を処理してしまうのだった。怒りに任せた利緒たちは彼らに立ち向かうも、圧倒的な能力差でなす術も無く叩きのめされてしまうが…。"
                },
                "11": {
                    "ID": "8358660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358660",
                    "TitleEnglish": "Last Match, Warrior's Super Battle!",
                    "SummaryEnglish": "The Warrior's situation becomes even more problematic after the actions of the New Warriors, with Rio and Maya deciding to take on the New Warriors and throw a wrench into the Police Council's plans.",
                    "TitleJapanese": "ラストマッチ　ウォーリアーズ超決戦!!",
                    "SummaryJapanese": "リリカからもたらされた情報は、利緒たちを憤慨させるに十分なものであった。新ウォーリアーズの行為はエスカレートしていくばかりだが、彼らには無表情に任務を追行していくだけ。新メンバーと対決することを選んだ、利緒と真弥はゲリラ戦の手法で新メンバーを翻弄し、満身創痍になりながらも新メンバーを撃退するが…。"
                },
                "12": {
                    "ID": "8358661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/140391-show/episodes/8358661",
                    "TitleEnglish": "Go Warriors! To Infinity and Beyond!",
                    "SummaryEnglish": "Rio and Maya try to lift the profile of the now-discredited police force, and Lilica begins using her powers to solve crimes.",
                    "TitleJapanese": "行け、ウォーリアーズ!! 永遠の果てに!!",
                    "SummaryJapanese": "ウォーリアーズ事件によって警察への信頼が失墜し、利緒と真弥、警官たちはその信頼回復のため連日市民たちのイベントに参加させられていた。リリカはその能力を生かしてテレビ番組に出演してはいたが、契約は打ち切られて失業、再び施設へ戻されることに。街を去ろうとする真弥を迎えにきた利緒は、真弥を送る途中に…。"
                }
            }
        }
    }
}