{
    "URL": "https://www.thetvdb.com/series/rainbow-2010",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1610860/"
    ],
    "TitleEnglish": "Rainbow (2010)",
    "SummaryEnglish": "Seven teenagers must find a way to live in a reformatory in Shio, while dealing with their past crimes and learning to start their lives anew.",
    "TitleJapanese": "RAINBOW 二舎六房の七人",
    "SummaryJapanese": "昭和30年。罪を犯し「湘南特別少年院」二舎六房に堕ちた水上真理雄（通称マリオ）たち六人の少年。彼らは同房にいた桜木六郎太（通称アンチャン）の教えを胸に、不条理と向き合い、強く生きていく…。",
    "Aliases": [
        "Rainbow: Nisha Rokubou no Shichinin"
    ],
    "Modified": "2025-09-02",
    "Seasons": {
        "1": {
            "ID": "190231",
            "URL": "https://www.thetvdb.com/series/rainbow-2010/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "1945131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945131",
                    "TitleEnglish": "After the Rain",
                    "SummaryEnglish": "The year, 1955. Six delinquents nicknamed Mario, Cabbage, Soldier, Turtle, Uncovered, and Joe are taken to a prison-like reform school due to their various crimes. They are introduced to Dr. Sasaki, the school physician, who performs a painful rectal exam on each boy. Humiliated, they are led to their cell-like room, where they met a boy named Sakuragi. Mario starts a fight with Sakuragi, culminating in Sakuragi knocking out all six boys. Ishihara, the school's sadistic head guard, violently beats Sakuragi as punishment while the others watch. Later after Sakuragi regains consciousness, he accepts a stashed cigarette from Joe, then proceeds to share it with the others. Sakuragi's strong, yet benevolent actions immediately earns him the respect and admiration of the six boys.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "昭和30年7月、土砂降りの雨の中を走る路線バスの中に、ロープで繋がれたびしょ濡れの男たちがぞろぞろと乗ってきた。全部で六人。16歳から17歳の少年たちは、異様な不気味さで立っていた…。"
                },
                "2": {
                    "ID": "1945141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945141",
                    "TitleEnglish": "Fugitive",
                    "SummaryEnglish": "The seven boys have become comrades and spend time working out in their cell. Joe reveals that he has a younger sister on the outside. Seeing her again is his sole motivation to endure the school. Joe later receives a visit from the orphanage administrator where his sister is staying saying his sister is about to be adopted. Afraid he will not see her again, Sakuragi and the other boys cause a distraction allowing Joe to escape through an unguarded entrance. The boys are beaten and placed in solitary confinement. Turtle recounts losing his entire family in the atomic bombing of Hiroshima and why he helped Joe escape. Joe arrives at the orphanage and attempts to escape with his sister but is caught by the police. Joe's sister 'rejects' him and sends him away (in an attempt to protect him). Distraught, Joe is returned to the school and placed in solitary.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "横須賀丈（通称、ジョー）にはメグという妹がいた。施設の園長から妹の里親が決まったと聞き、「早くここを出て、妹に会いたい…」と話すジョー。それを聞いたスッポンは「俺が会わせてやる」という…。"
                },
                "3": {
                    "ID": "1945151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945151",
                    "TitleEnglish": "Distrust",
                    "SummaryEnglish": "Joe leaves solitary and Sakuragi's words are able to comfort him. Joe resolves to survive and one day reunite with his sister. Ishihara tells Uncovered that Sakuragi murdered his parents. Uncovered confronts Sakuragi in the mess hall, resulting in the two almost coming to blows. Sakuragi is taken and beaten by Ishihara who greatly hates Sakuragi for being the lone student in the school who is not afraid of him. Uncovered remembers his early childhood being poor and how his mother was sexually exploited to get food, causing him to develop a distrust in others. Ishihara discovers Uncovered with a stash of hidden cigarettes. Using Uncovered's fear of him, Ishihara schemes to implicate Sakuragi. A fire, ignited by one of Uncovered's tossed cigarettes, causes an evacuation of the cells. Uncovered is horrified when Ishihara purposely throws away the key to Cell 6, in an attempt to kill Sakuragi. Sakuragi confronts Uncovered outside and learns the other boys are trapped in the burning building and rushes back inside in an attempt to save them.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "看守の石原は、唯一ほかの少年らと距離を置く野本（通称、バレモト）を呼び出し、桜木（通称、アンチャン）の罪状を告げた。バレモトは、少年らの前でアンチャンを「人殺し」と呼び、一同は困惑する。その時、図書館から火があがり、非常ベルが鳴り響いた…。"
                },
                "4": {
                    "ID": "1945161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945161",
                    "TitleEnglish": "Dissolve",
                    "SummaryEnglish": "Uncovered can't believe Sakuragi would risk his own life for someone else, believing that you can only rely on yourself. Sakuragi arrives at the cell, but can't open the door. The building begins to collapse and Sakuragi is knocked down by flaming debris. Outside, Uncovered searches for the lost cell key and locates its. Ishihara arrives and demands the key but Uncovered refuses to give it up. Uncovered enters the building and saves Sakuragi and the others. They escape and then Sakuragi knocks out the shocked Ishihara. Sakuragi is taken to the hospital to recover from his injuries. He tells a nurse about how he greatly admired his father, a soldier. However, after the war, his father returned home a broken man. One night, Sakuragi confronted his father saying he had lost all respect for him. A short time later, Sakuragi's father commits suicide. Sakuragi believes he 'murdered' his father, because he didn't try to understand his father's pain and believes his hurtful words drove his father to kill himself. Sakuragi doesn't want to lose anyone else important to him and that the other boys are his best friends. Overhearing this story, the bond between the seven becomes even stronger.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "二舎が火で包まれる中、二舎六房内にいた水上真理雄（通称、マリオ）、松浦万作（通称、キャベツ）、遠山忠義（通称、ヘイタイ）、ジョー、スッポンの五人は房内に閉じ込められていた。絶望的な思いでドアを見つめていた先に、アンチャンが五人を助けにやってきた。一方、バレモトは裏庭で六房の鍵を見つけ…。"
                },
                "5": {
                    "ID": "1945171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945171",
                    "TitleEnglish": "Someday…",
                    "SummaryEnglish": "After leaving the hospital, Sakuragi reunites with his cellmates. A new guard, Kumagai, has replaced Ishihara who is on house arrest related to the fire. While doing community service outside one day, the boys each relate their dreams. Before returning to the school, the boys carve their dreams into a large tree and promise to meet back at the spot after they get out of the school. Ishihara returns and conspires to with Dr. Sasaki to deal with Sakuragi, who will be released in a month. They remove Sakuragi from cell 2-6 and place him in another cell with several large, strong boys. They beat him nightly, yet Sakuragi continues to bear the pain and smile, frustrating them. Mario, learning of the beatings, begs to take Sakuragi place in exchange for them sparing him. They beat Mario and shatter his right hand with a large stone. That night, the bullies taunt Sakuragi with what they did to Mario. After hearing they shattered Mario's hand, Sakuragi pulverizes the ringleader's face with a single punch. The other bullies stare in shock as Sakuragi's tells them that he was willing to put up with their abuse, but that they crossed the line when they attacked his friend.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "丘の上の楠の巨木に将来の夢を書いて、再来年の夏、また七人で集まろう…。最後に文字を彫ることになったマリオは「みんなの夢がかなえばいい」と文字を彫った。一方で、火事の一件で担当を外された後に復帰した石原は、担当医の佐々木と共にある計画を企てていた…。"
                },
                "6": {
                    "ID": "1945181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945181",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "The other bullies attack Sakuragi, while Ishihara listens from outside the cell. Ishihara leaves content that Sakuragi will be bludgeoned to death by morning. In the morning, Ishihara opens the cell, but is horrified to see all the bullies beaten and bloody on the floor. Cowed by the beating they suffered, none of the bullies are willing to admit it was Sakuragi's fault, causing Ishihara to leave in a rage. Unable to intimidate Sakuragi, Dr. Sasaki suggests Ishihara make Sakuragi break the rules by hurting his friends. Realizing Ishihara's goal, the boys bear the abuse to protect Sakuragi. Sakuragi, no longer able to watch, grabs Ishihara and is in turn placed in solitary confinement. Ishihara plans to starve Sakuragi to death saying that he and Sasaki can't let him out because of what he knows. One year earlier, Sakuragi had a roommate named Ei'ichi who was sexually molested by Dr. Sasaki. Unable to live with the constant abuse, Ei'ichi committed suicide. Guard Kumagai reveals Ishihara's plans to the boys in 2-6. Turtle manages to sneak food to Sakuragi's cell, restoring his will to survive.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "石原の仕打ちに耐え続けたアンチャンだったが、次なる試練は仲間たちへの暴力による挑発であった。暴力を阻止したアンチャンを独房に連れて行った石原は、ニタリと笑いながら呟く。「…てめぇをシャバに出すわけにゃ、いかねぇんだよ」"
                },
                "7": {
                    "ID": "1945191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945191",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Ishihara is apoplectic that Sakuragi is still alive after more than two weeks of starvation, unaware that Turtle and later Guard Kumagai have been sneaking him food. Kumagai tells Mario and Nurse Setsuko about Dr. Sasaki's involvement with Sakuragi mistreatment, unaware that Sasaki is secretly listening. That night when Kumagai brings Sakuragi food he discovers that Sakuragi is being subjected to water torture. Attempting to help Sakuragi, Kumagai is ambushed by Ishihara. Some time later after Kumagai fails to return to the hospital, Mario attempts to leave but is confronted by Ishihara, who reveals that Kumagai died in an 'accident'. Mario returns to the school and tells the others about Sasaki and Kumagai. Knowing Sasaki and Ishihara will not allow Sakuragi to leave alive, Mario and the others plot to free Sakuragi and escape, despite knowing that they'll be sent to juvenile prison if caught.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "独房内ですっかり衰弱した桜木。一方で、桜木を救おうとした看守の熊谷は、佐々木と石原の陰謀により命を落としてしまう。その中、退院することになったマリオは熊谷の死を知る。「アンチャンを石原なんかに殺されてたまるもんか。絶対にアンチャンを助け出す――。」少年院に戻る朝焼けの中、マリオは誓った…。"
                },
                "8": {
                    "ID": "1945201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945201",
                    "TitleEnglish": "Freedom",
                    "SummaryEnglish": "Uncovered devises a plan to free Sakuragi and shares it with the others. Needing to get a key from Dr. Sasaki, Joe volunteers to go to the doctor's office, despite knowing Sasaki's perverted lusts. Joe fakes a stomach ache and is taken to Sasaki's office, where he 'flirts' with Sasaki. Joe convinces Sasaki to strip naked, and when his back is turned Joe strangles him with a cloth rope and ties him up. He returns to the cell and releases the other boys. Reaching Sakuragi's cell, Mario knock Ishihara unconscious and they carry Sakuragi away. A guard finds Dr. Sasaki tied up and sounds the alarm. Uncovered 'sacrifices' himself to draw the guards attention and manages to cut the electricity to the compound and search lights. At the front gate, Cabbage and Soldier stay behind to block the guards. Outside the compound, Ishihara ambushes the others and tries to stab Sakuragi with a knife, but Mario pummels Ishihara unconscious again. After eluding capture, Mario becomes depressed about losing the others, but Joe and Turtle state that it was Mario's determination which allowed them to save Sakuragi's life.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "バレモトの立てた計画により、ジョーが医務室に潜み、深夜に戻ってきて六房の鍵を開けることに。ジョーが医務室に行くということは、佐々木に弄ばれることを意味していた。無事に鍵を持って六房へ向かったジョー。脱出作戦のはじまりだった…。"
                },
                "9": {
                    "ID": "1945211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945211",
                    "TitleEnglish": "Lament",
                    "SummaryEnglish": "After hearing about the escape, Nurse Setsuko encounters Turtle and gives him directions to an unused farmhouse, where they can hide and treat Sakuragi. Setsuko brings medicine, food and clothing, committed to keeping a promise she made to Mario. At the school, Uncovered, Soldier, and Cabbage are put in solitary and Ishihara subjects them to the same water torture he used on Sakuragi. Sakuragi regains consciousness and asks them to return to the school. Later, Dr. Sasaki and Ishihara are shocked when Joe returns, and they attempt to intimidate him. They're confidence quickly turns to horror when Joe reveals that he knows about their involvement in Ei'ichi's suicide. He also reveals that Sakuragi has Ei'ichi's suicide note, which could send Sasaki and Ishihara to prison. Using this information as leverage, Joe gets Cabbage, Soldier, and Uncovered released from solitary and they are no longer beaten or abused. Sakuragi continues to heal while Mario practices boxing. In the market one day, Mario and Turtle meet a woman who is promoting boxing matches at a nearby American army base. Mario enters a boxing match with an American boxer and is completely overwhelmed by the man's size and power. After the match, the promoter woman, Lilly, gives Turtle and Mario money and tells Mario to get stronger. Shamed, Mario resolves to pay Lilly back ten times over.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "脱出した四人は節子を頼っていた。一方で残ったバレモトたち三人は、脱走に逆上した石原と佐々木に始末されようとしていた。その時、ジョーが少年院に戻ってくる。残った三人を心配したアンチャンが一計を講じていたのだ。スッポンは街で会ったリリィから、米軍の賭けボクシングの開催を知らされ、マリオに出場を促す…。"
                },
                "10": {
                    "ID": "1945221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945221",
                    "TitleEnglish": "Vengeance",
                    "SummaryEnglish": "Sakuragi begins training Mario in boxing so he can win his next match. Turtle takes a job selling black market goods. At the school, Soldier learns that he's been accepted in the Japanese Defense Force and will be leaving the reformatory early. At the farmhouse, Setsuko suggests she and boys take a photo and later borrows a camera from a coworker at the hospital. Dr. Sasaki overhears her conversation and sends Ishihara to follow her, discovering Sakuragi's location. When they're alone, Setsuko confesses her feelings to Sakuragi. Sakuragi and Turtle accompany Mario to his next match, unaware Ishihara is following them. Turtle goes to the nearby market before the match, but is caught by the police. Learning Ishihara was responsible, Turtle attempts to phone the others. Lilly tells Sakuragi and Mario about Turtle being caught and Sakuragi leaves to find a phone. Mario begins his match determined to win. Elsewhere, Dr. Sasaki plots to dispose of both Sakuragi and Ishihara, who is now using speed and has become a liability.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "賭けボクシングの敗戦から数日、マリオは次回の試合に向けトレーニングを開始。スッポンは洋モクを街で捌いて金を稼いでいた。戦争で家族を亡くしていたスッポンのため、節子の提案で四人で記念撮影をすることに。しかし、その幸せそうなマリオたちを遠くから見つめている男がいた…。"
                },
                "11": {
                    "ID": "1945231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945231",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "Turtle tells Sakuragi about Ishihara. Sakuragi leaves determined to finish his battle with Ishihara once and for all. Soldier leaves the school with the other boys cheering him on. Sakuragi confronts Ishihara who vents his hatred at Sakuragi and draws a gun. When Ishihara manically promises to kill Setsuko and other boys, Sakuragi disarms him and turns the gun on the terrified Ishihara. Mario continues his match against the American boxer and promises Lilly he'll win. Mario tricks his opponent into letting his guard down and knocks his opponent down, but the boxer gets up before being counted out. Tired of being chased and threatened, Sakuragi gives the shocked Ishihara Ei'ichi's suicide note and leaves. Ishihara, unable to understand, chases him and succeeds in stabbing Sakuragi in the abdomen with a knife. Staring Ishihara down, Sakuragi walks away leading Ishihara to believes he'll never be able to kill Sakuragi. Lilly wants to stop the match, but Mario resolves to continue fighting. Sakuragi pulls the knife from his body and tries to return to the boxing match despite the extreme blood lose. On his way, he is confronted by Dr. Sasaki and the police.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "アンチャンは石原との因縁にケリをつけるべく腹を括っていた。対峙する二人。隠し持っていた拳銃を構え、狙いを定める石原にアンチャンのパンチが炸裂する。その頃、リングではマリオの左拳が相手を捉えていた。マットに沈むが、再び起き上がる相手。覚悟を決めていたマリオは封印していた右拳をついに繰り出して…。"
                },
                "12": {
                    "ID": "1945241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945241",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "Mario finally succeeds in knocking out his opponent. Outside the police order Sakuragi to put down the knife, but Sakuragi's only thought is of returning the boxing match. Several Army MPs arrive, and in the confusion Sakuragi is gunned down, his final thoughts being of his friends and their dreams. Mario returns home and reveals Sakuragi's fate to Setsuko. Later at the morgue, Setsuko collapses in grief causing Mario to wonder where he and the others will go now that Sakuragi is gone. Time passes, and the six surviving friends finally meet at the tree like they promised. Mario relays Sakuragi's final wish that they all strive to fulfill their dreams. Mario and the others then promise to make Sasaki and Ishihara pay for killing Sakuragi. Later, they discover that Sasaki is now running for mayor. While Mario departs to track down Ishihara, the others begin a campaign of intimidation against Sasaki. Mario locates Ishihara, now a mentally-broken speed addict. Ishihara mistakes Mario for Sakuragi and ask to be killed. Mario, angered that Sakuragi lost his life because of such a pathetic man, prepares to kill Ishihara.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "バレモトの調べで、スッポンたちは佐々木が市長選に出馬することを知り、脅迫を開始する。一方、マリオは沼津の灯台の先の突堤にいた。「どうしててめェみてェなポン中のために……アンチャンが死ななきゃならなかったんだよ。」石原の胸ぐらを掴むマリオ。バレモトが描いた復讐劇の始まりである―。"
                },
                "13": {
                    "ID": "1945251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/1945251",
                    "TitleEnglish": "Recollect",
                    "SummaryEnglish": "A summary of the previous episodes, told through a series of flashbacks from Mario's point-of-view.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "12話までの総集編。"
                },
                "14": {
                    "ID": "2374541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374541",
                    "TitleEnglish": "Revenge",
                    "SummaryEnglish": "Sasaki, unnerved by his encounter with the boys, locks himself in his office. His thoughts are interrupted by a phone call, and leaves to rendezvous with a 'lover' at a local motel. After arriving, Sasaki is horrified when Joe appears and draws a gun. Joe takes Sasaki to a beach where the other boys have dug a large hole near the water. Despite his attempts to bribe them, the boys bury Sasaki up to his neck as the tide begins to come in. Sasaki screams for mercy as the boys leave saying he'll confess everything. Just when it seems he's about to die, Sasaki wakes up in the motel, unable to discern if what happened was real or a nightmare. Setsuko finds Mario waiting for her and takes him to her apartment. Mario reveals that he spared Ishihara, saying he wasn't worth killing. The next day, Sasaki prepares to give a campaign address but becomes flustered when he sees Joe and Cabbage in the audience. In the sound booth, Turtle, Soldier and Uncovered play a recording of Sasaki confessing to all his crimes, including his part in Ei'ichi and Sakuragi's deaths. Exposed, Sasaki drops out of the mayoral race and loses his hospital. Setsuko prays at Sakuragi's grave saying that she and boys can finally move on. At the tree, Mario gives each of his friends a bullet taken from Sakuragi's body. Their revenge satisfied, they leave to begin pursuing their dreams. Mario looks back at the tree and sees an image of Sakuragi smiling back at him.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "ジョーとヘイタイは、佐々木の愛人を利用し、彼を誘拐する。海岸へ連れ出された佐々木、そこに待っていたのはスッポン、バレモト、キャベツ、そしてキャベツが掘ったと言う大きな穴だった。その頃、石原と決着をつけようとするマリオ。そして六人はアンチャンの復讐を遂げ、それぞれ前に進もうと決心する…。"
                },
                "15": {
                    "ID": "2374551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374551",
                    "TitleEnglish": "Annoyance",
                    "SummaryEnglish": "Mario takes Setsuko to the movies. Setsuko has something to tell him about her family, but cannot work up the courage to. Later, Mario gets in a fight at the bar, and is arrested...",
                    "TitleJapanese": null,
                    "SummaryJapanese": "マリオは想いを寄せる節子を映画に誘う。だが節子は親の工場を救うため、お見合いを決断したことをマリオに話せずにいた。ジョーからその事実を聞いたマリオは、仕事場であるバーで、酔って飲み代を踏み倒そうとした客に暴力を振るってしまう。翌日客は事件を警察に通報、マリオは暴行・傷害の容疑で逮捕されてしまう…。"
                },
                "16": {
                    "ID": "2374561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374561",
                    "TitleEnglish": "Hidden",
                    "SummaryEnglish": "The gang executes a plan to prevent Mario from going to prison, and during the plan, the uncover how he really ended up with them in the first place.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "検事が起訴するかしないか、マリオの拘留期間は10日しかなかった。バレモトの計画では、被害者の上申書が必要だった。一人はバーの被害者のもの。もう一人は数年前、マリオが担当教師に重傷を負わせた際に現場にいた吉田淳子のものだった。ジョーとキャベツは淳子に話を聞く中で、マリオが少年院に入った理由を知り…。"
                },
                "17": {
                    "ID": "2374571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374571",
                    "TitleEnglish": "Parting",
                    "SummaryEnglish": "Turtle fulfills his promise to introduce Uncovered to women...by taking him to a brothel. Mario confronts Setsuko about her upcoming wedding. Mario plans to head to Tokyo to accept a bartending job. Joe finally gets his first chance to sing on stage.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "久々に節子と会い、改めて結婚することを告げられたマリオ。しかし、若いマリオは湧き上がる気持ちを抑えることができなかった。そんな中で歌手になるため、ファイブレモンスのボーヤとして働くジョーにある日、一大チャンスが訪れる。偶然見にきていたライブで、ボーカルの代役として急遽ステージに立つことになり…。"
                },
                "18": {
                    "ID": "2374581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374581",
                    "TitleEnglish": "Unbreakable",
                    "SummaryEnglish": "The gang settles in in Tokyo. Joe flashbacks to his beginnings as a singer, and his wish to be reunited with his sister by becomming famous. Turlte runs into Joe on the street, but Joe tells him to stay away from him. The rest of the gang gets togethre to celebrate New Year's. Joe learns he'll be performing at a festival, and his sister is revealed to be working as a hostess at a cabaret.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "芸能事務所のマネージャー、山内に見初められたジョーはボーヤを辞め、彼女について行くことを決意する。やがて、人気の出始めたジョーは、「ウェスタン・フェスティバル」へ出演することとなる。だが、ジョーを引き抜かれたことをよく思わないファイブレモンズのマネージャー、坪内が脅しまがいの要求をしてきて…。"
                },
                "19": {
                    "ID": "2374591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374591",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Joe and his new manager are held captive, while Meg eagerly awaits to find out if her brother is the Joe she is at the festival to see. Mario, Turtle, and Cabbage race to rescue him. After, the gang rushes to get Joe to the festival. They don't make it in time. As Joe loses hope in achieving his dream, he finally reunites with his sister.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "フェスティバル当日、ジョーたちのところへ乗り込んできた坪内とファイブレモンス。ジョーをフェスティバルに出演させまいとする坪内たちはジョーに暴行を加え始める。ピアニストの川又が彼らを諭すが、それを遮り発砲する坪内。その銃口がジョーに向けられた時、川又の息子シゲオに案内されたマリオたちが駆けつけて…。"
                },
                "20": {
                    "ID": "2374601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374601",
                    "TitleEnglish": "Vocation",
                    "SummaryEnglish": "Cabbage contemplates getting a job. Turtle and Uncovered try and talk him out of joining the yakuza. He does anyway, and they are attacked. Mario, Turtle, and Uncovered desperately search for Cabbage, who went missing after the attack. They later find him, doing his new job...as a professional wrestler!",
                    "TitleJapanese": null,
                    "SummaryJapanese": "ジョーとメグの再会を祝して乾杯するマリオたち。夢を諦めずに歌手を続けると語るジョー。そんな中、キャベツはヤクザの世界に憧れを抱いていた。スッポンとバレモトは、キャベツがヤクザになるのを阻止するものの、結局福本組へ入ることに。しばらくして、マリオたちのところに、福本組が襲撃されたという情報が入り…。"
                },
                "21": {
                    "ID": "2374611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374611",
                    "TitleEnglish": "Blinded",
                    "SummaryEnglish": "Uncovered invites Turtle over for dinner. Uncovered tells Turtle of his plans to study law after he graduates. Turtle gives him money to buy textbooks. Uncovered is actualy spending all his money on Eri, a prostitute he has fallen in love with. Turtle confronts him, after his brothers tell him about how he's been stealing money from the family to feed his habits. After he borrows money from Soldier and lies again, Soldier tries to literally beat some sense into him.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "マリオの店を後にする六人。スッポンはバレモトから家に来ないかと誘いを受ける。バレモトは、弟たちや母とぼろぼろの平屋に暮らしていた。その夜、スッポンは法律の参考書を買うために金を借りたいとバレモトに相談される。だが、バレモトは女郎屋で出会ったエリに入れ込み、家族や仲間たちさえも裏切ろうとしていた…。"
                },
                "22": {
                    "ID": "2374621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374621",
                    "TitleEnglish": "Emergence",
                    "SummaryEnglish": "Mario bandaged Uncovered's wounds from the beating he received from Solider. Uncovered goes to the shrin to meet with Eri, as they'd planned. Instead, she meets up with someone else, leaving him waiting in the rain. Turtle meets with him later, while he's still desperately waiting for Eri. The gang cares for him, as he fell ill while waiting for her in the rain for hours. Uncovered reads in the newspaper that Eri and the other man committed suicide. He later finds out that Eri had lied to him about everything, further adding to his pain.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "エリを連れ、共に生きていく決意を固めたバレモトだが、待ち合わせの銀杏にエリが現れることはなかった。雨の中待ち続けたバレモトは倒れてしまい、マリオの家に運び込まれることになる。そして、意識が戻ったバレモトは偶然見た新聞記事に目が釘付けになる。そこにはエリが他の男と心中したと書かれていて…。"
                },
                "23": {
                    "ID": "2374631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374631",
                    "TitleEnglish": "Chance",
                    "SummaryEnglish": "Turtle continues his routine of selling American cigarettes to local shop owners on the black market. An old man approaches him to try to buy a single cigarette, which he refuses, and instead simply gives him one of his own. Lily tells Turtle that she's moving to America, and suggests he follow her. He has flashbacks to when his family was killing the the atomic bombing, while struggling to understand why his health is failing (implied radiation poisoning). It's revealed that the old man is actually the proprietor of a money lender called One Percent Loan, helping poor citizens get back on their feet. Lily finds out later that she was deceived, and isn't actually going to America with the General that promised her.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "スッポンはリリィから仕入れたヨウモクを売って生計を立てていた。そんなある日、杉老人に声をかけられ、金貸しの商売を手伝うことに。一方、米将校に騙されたリリィは、家から追い出され、貯めていたお金までも持ち去られてしまう。それを知ったスッポンは、「リリィの暮らしが立つよう自分が何とかする」と決意して…。"
                },
                "24": {
                    "ID": "2374641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374641",
                    "TitleEnglish": "Desperate",
                    "SummaryEnglish": "Lily and Mario find Turtle collapse from sickness. They take him to the doctor, who diagnoses it as just a simple cold with fever. Mario believe it to be more serious, but can't afford to take him to a larger hospital. Turtle begs the old man to lend him 300,000 yet so he can help Lily start her dream. Mario boxes the American GI again, to get Turtle an appointment with an American doctor. The old man tells Turtle that he'll lend the money, if he can get repayment on a loan from someone dangerous.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "リリィとマリオがスッポンの家を訪ねると、高熱で倒れているスッポンがいた。ただの風邪という医者の診断を疑うマリオ。スッポンを大きな病院で診察させるため、リリィらは米軍基地へと向かった。その中、スッポンは病院を抜け出し、「家族」のために大きな賭けに出るのだった…。"
                },
                "25": {
                    "ID": "2374651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374651",
                    "TitleEnglish": "Independence",
                    "SummaryEnglish": "Turtle goes to collect the debt for the old man. Mario and Lily search for Turtle to tell him about the doctor. Turtle returns, with the deliquent loanee. Mario and Lily take him to the American doctor for his check-up. Mario realizes that Turtle and Lily both unknowingly considered each other as family. After dropping him off, Lily leaves to take care of some things. Lily asks the old man not to lend Turtle the money, knowing that he wanted it to grant her dream. Lily offers herself to him instead, trying to get him to rescind the deal with Turtle. A week later, Turtle continues to worry about Lily, who has yet to return. He instead offers to have her be his housekeeper, rather than having her further degrade herself.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "スッポンが自分のために危険な取り立てに向かったことを知り、涙を流すリリィ。自分のせいでスッポンが危険な目に遭うと思ったリリィは、彼の前から姿を消そうと考える。だが、杉老人の言葉を聞き、リリィは考えを変える。そして彼女は生まれて初めて家族の大切さを知り、これからの生き方を決めるのだった…。"
                },
                "26": {
                    "ID": "2374661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rainbow-2010/episodes/2374661",
                    "TitleEnglish": "Over the Rainbow",
                    "SummaryEnglish": "Mario receives a visit from Jeffrey, the American boxer, who asks him to visit the Army Camp. Mario obliges and is observed by a professional boxing trainer who comments that Mario's broken right hand will make it impossible to box. He directs Mario to a doctor who may be able to heal his hand. The doctor explains that the surgery will restore his right hand with at 30% success rate but advises if the surgery fails, he will lose the use of his hand. Mario takes the deal remembering Sakuragi's words about taking chances, and the surgery is a success. When his hand heals, Mario visits Sakuragi's mother to pay his respects and is given Sakuragi's boxing boots before heading to his match. Mario, with his restored hand, defeats his opponent in his boxing match. He is later seen at the tree where he and his friends carved their life's dreams into and speaks to the late Sakuragi. After a spontanous rainstorm, an image of Sakuragi asks Mario what his dream is, to which he replies helping his friends achieve their dreams.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "マリオはジェフリーに呼び出され、米軍ボクシングジムでジミーという男に出会う。「もう一度リングに上がりたい」と願い、トレーニングを日々続けていたマリオ。それは二舎六房の生き残り、皆の胸の中で生き続けるアンチャンの夢を叶えることでもあった。マリオの手は無事に完治し、試合に勝つことができるのか…?!"
                }
            }
        }
    }
}