{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096",
  "Genres": [
    "Action",
    "Anime",
    "Drama"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/EA52-4A89-8426-BB90-13FC-H",
    "https://www.imdb.com/title/tt28740765/",
    "https://www.nagoyatv.com/gundam-unicorn/",
    "https://www.themoviedb.org/tv/67524",
    "https://en.wikipedia.org/wiki/Mobile_Suit_Gundam_Unicorn"
  ],
  "TitleEnglish": "Mobile Suit Gundam Unicorn RE:0096",
  "SummaryEnglish": "U.C. 0096. Three years after Char's Rebellion, Banagher Links, a boy living at the manufacturing colony Industrial 7, meets a mysterious girl who calls herself Audrey Burne. Audrey claims that she is trying to stop the Vist Foundation from handing over Laplace's Box to the Neo Zeon remnants known as the Sleeves, an act which could spark another war, and Banagher decides to help her. But the colony becomes a battlefield as fighting breaks out between the Sleeves and the Earth Federation Forces, who have also come to stop the handover...",
  "Aliases": [
    "Mobile Suit Gundam UC RE:0096",
    "機動戦士ガンダムUC"
  ],
  "Modified": "2025-09-14",
  "Seasons": {
    "0": {
      "ID": "542100",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/seasons/official/0",
      "TitleEnglish": "Mobile Suit Gundam Unicorn",
      "SummaryEnglish": null,
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "1754351",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/1754351",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: Day of the Unicorn",
          "SummaryEnglish": "The Neo Zeon remnant group, \"The Sleeves\", travels to Side 4's Industrial 7 colony, so that its captain, Zinnerman, can meet with the Vist Foundation leader, Cardeas Vist, to receive a \"key\" to something known as \"LaPlace's Box\", which is said to be capable of either restoring the future, or destroying the world. Audrey Burns seeks to meet Vist first and convince him not to turn over LaPlace's Box, believing the Sleeves will use it to start another war. Meanwhile, a battle breaks out between the Federation's Londo Bell task force and the Sleeves. As the collateral damage rises, the colony is evacuated. Amidst the chaos, Banagher discovers the fatally wounded Cardeas Vist in the cockpit of the Unicorn Gundam. Before his death, Vist entrusts the Gundam to Banagher, who realizes that Vist was his father. Banagher then launches in the Unicorn Gundam and confronts the Sleeves' elite pilot Marida Cruz, who is piloting the Kshatriya.",
          "Aliases": []
        },
        "2": {
          "ID": "2676941",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/2676941",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: The Second Coming of Char",
          "SummaryEnglish": "With Banagher Links as its master, the Unicorn Gundam goes into action. The mobile suit that is said to be the key to Laplace’s Box offers a glimpse of its incredible power in single combat against Marida Cruz and her Kshatriya. After the battle, the Unicorn Gundam is captured by the Londo Bell warship Nahel Argama. Also aboard the ship are Micott, Takuya, and Audrey, who have been rescued by a Londo Bell pilot named Riddhe Marcenas. Full Frontal, leader of the Neo Zeon remnants known as the Sleeves, launches an attack on the Nahel Argama with his mobile suit Sinanju in order to obtain the Box. Frontal, the so-called “second coming of Char Aznable,” claims to be a vessel embodying the hopes of the Spacenoids. What will happen when he encounters Banagher on the battlefield?",
          "Aliases": []
        },
        "3": {
          "ID": "3069041",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/3069041",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: The Ghost of Laplace",
          "SummaryEnglish": "In order to recapture Banagher and the Unicorn Gundam, the Federation Forces launch an assault on Palau, the stronghold of the Sleeves. Thanks to an ECOAS sabotage operation and the firepower of the Nahel Argama's hyper mega particle cannon, they succeed in sealing off Palau's military port, and Banagher takes advantage of the confusion to escape with the Unicorn Gundam. During his escape he encounters Mineva, who is riding with Riddhe in the mobile suit Delta Plus. Accepting her desire to go to Earth and seek a resolution to the conflict, Banagher entrusts her fate to Riddhe's hands. Banagher hurries back to the Nahel Argama, but Marida and her Kshatriya are standing in his way. During his fierce battle with the Cyber-Newtype Marida, the Unicorn Gundam's NT-D system activates, finally releasing its hidden power.",
          "Aliases": []
        },
        "4": {
          "ID": "4088689",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/4088689",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: At the Bottom of the Gravity Well",
          "SummaryEnglish": "The conflict surrounding Laplace's Box has spread to Earth, and even the Earth Federation capital at Dakar is now suffering from the terrors of war. Ronan Marcenas, a leader of the Federation government, contacts Londo Bell commander Bright Noa in order to prevent the opening of the Box. At the same time, the captured Marida is at the Augusta Newtype Labs. Meanwhile, Banagher has landed on Earth, and is headed for the Torrington base in Australia where new information about the Box will be disclosed. However, the fury of Zeon remnants will head for Dakar led by the AMA-X7 Shamblo to turn the city into a wasteland.",
          "Aliases": []
        },
        "5": {
          "ID": "4204900",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/4204900",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: The Black Unicorn",
          "SummaryEnglish": "Banagher is attacked by the black mobile suit Banshee and taken into custody. Backed into a corner, he still continues to conceal the new coordinates leading to Lapace's Box which were revealed by the Unicorn Gundam. Bright Noa, the commander of the Londo Bell, sees in Banagher the dignity and possibility shown by generations of Gundam pilots, and he finds help from old friends he once fought beside. Meanwhile, Mineva has been handed over from Ronan to Martha, and she is transferred to the giant transport plane Garuda as a pawn to make Banagher talk. The conflict surrounding the Box soars to a high altitude and, finally, back into space...",
          "Aliases": []
        },
        "6": {
          "ID": "4423285",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/4423285",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: Two Worlds, Two Tomorrows",
          "SummaryEnglish": "Having escaped the pursuit of the Earth Federation fleet thanks to Full Frontal’s intervention, the Nahel Argama is now forced to form a joint front with the Sleeves. Frontal, hoping to learn the next coordinates for Laplace’s Box, reveals his secret plan against the Federation. Banagher and Mineva are horrified by the cruelty and callousness of the future he describes. Meanwhile, a lone Federation patrol ship approaches the Nahel Argama. Will they destroy the patrol ship, or dissolve their joint front with the Sleeves? Caught between friend and foe, what choice will Banagher and his comrades make?",
          "Aliases": []
        },
        "7": {
          "ID": "4515804",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/4515804",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: Over The Rainbow",
          "SummaryEnglish": "The location of Laplace's Box, which has the potential to overthrow the Earth Federation government, has finally been revealed. The place is Magallanica at Industrial 7, where the whole incident began. Martha Vist Carbine, the acting head of the Vist Foundation, is determined to protect the Foundation's interests. Together with her nephew Albert Vist, and Council on Colony Relations Chairman Ronan Marcenas, a central figure in the Earth Federation government, she heads directly for the Cheyenne base in order to resolve the situation. Meanwhile, Banagher is hurrying to Industrial 7 in pursuit of Full Frontal, who has gone ahead to seize the Box. But standing in his way are Riddhe's Banshee Norn, and Angelo's Rozen Zulu. Who will reach Magallanica where Syam, the guardian of the Box, is waiting?",
          "Aliases": []
        },
        "8": {
          "ID": "4894863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/4894863",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: Episode EX - 100 Years of Solitude",
          "SummaryEnglish": "Recap of Mobile Suit Gundam, Mobile Suit Zeta Gundam, Mobile Suit Gundam ZZ and Mobile Suit Gundam: Char's Counterattack focusing on Newtype and Zeonism ideals told before UC episode 7.",
          "Aliases": []
        },
        "9": {
          "ID": "6065047",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/6065047",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: One of Seventy Two",
          "SummaryEnglish": "A short G-DOME movie based on the short story written by Fukui Harutoshi. It was first aired at Gundam Front Tokyo at August 3, 2013.",
          "Aliases": []
        },
        "10": {
          "ID": "7213426",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/7213426",
          "TitleEnglish": "Mobile Suit Gundam Narrative",
          "SummaryEnglish": "U.C. 0097, one year after the opening of \"Laplace`s Box.\" Despite the revelation of the Universal Century Charter that acknowledges the existence and rights of Newtypes, the framework of the world has not been greatly altered. The conflict later dubbed the \"Laplace Incident\" is thought to have ended with the downfall of the Neo Zeon remnants known as the Sleeves. In its final battle, two full psycho-frame mobile suits displayed power beyond human understanding. The white unicorn and the black lion were sealed away to remove this danger from people`s consciousness, and they should now be completely forgotten. However, the RX-0 Unicorn Gundam 03, which disappeared two years earlier, is now about to show itself in the Earth Sphere once more. A golden phoenix... named Phenex.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "195881",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/seasons/official/1",
      "TitleEnglish": "Mobile Suit Gundam Unicorn RE:0096",
      "SummaryEnglish": null,
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "5570639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5570639",
          "TitleEnglish": "Departure 0096",
          "SummaryEnglish": "On the day of the ceremony marking the transition from the A.D. to the Universal Century calendar, the space station Laplace, official residence of the Earth Federation prime minister, is destroyed by a terrorist bombing.",
          "Aliases": []
        },
        "2": {
          "ID": "5570640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5570640",
          "TitleEnglish": "First Blood",
          "SummaryEnglish": "Evading Marida, who has come to take Audrey back to the Garencieres, Banagher finally manages to get Audrey to the mansion in Magallanica where she hopes to meet with Cardeas, the current head of the Vist Foundation.",
          "Aliases": []
        },
        "3": {
          "ID": "5570641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5570641",
          "TitleEnglish": "They Called It Gundam",
          "SummaryEnglish": "The negotiations between Cardeas and Zinnerman break down as a mobile suit battle begins inside the colony, claiming the lives of Banagher's classmates.",
          "Aliases": []
        },
        "4": {
          "ID": "5570642",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5570642",
          "TitleEnglish": "Full Frontal's Pursuit",
          "SummaryEnglish": "After repulsing the Kshatriya, Banagher loses consciousness, and along with the Unicorn Gundam, he is retrieved by the Earth Federation Forces warship Nahel Argama. The ship has also rescued Audrey, as well as Takuya and Micott.",
          "Aliases": []
        },
        "5": {
          "ID": "5576911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576911",
          "TitleEnglish": "Clash with the Red Comet",
          "SummaryEnglish": "Daguza has taken Mineva (or Audrey) hostage, but Frontal rejects his demand for a ceasefire and declares that he will sink the Nahel Argama. In order to save Audrey, Banagher sorties in the Unicorn Gundam.",
          "Aliases": []
        },
        "6": {
          "ID": "5576912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576912",
          "TitleEnglish": "Under the Mask",
          "SummaryEnglish": "Removing his mask and revealing his face, Frontal requests the cooperation of Banagher, who can activate the Unicorn Gundam. When Banagher refuses, Angelo berates him for killing one of his subordinates.",
          "Aliases": []
        },
        "7": {
          "ID": "5576913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576913",
          "TitleEnglish": "The Battle at Palau",
          "SummaryEnglish": "Together with the ECOAS special forces group, the Nahel Argama of the Earth Federation Forces' Londo Bell unit begins an operation to recapture Banagher and the Unicorn Gundam.",
          "Aliases": []
        },
        "8": {
          "ID": "5576914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576914",
          "TitleEnglish": "Laplace, Where It All Began",
          "SummaryEnglish": "Marida, now a prisoner of the Federation, tells Banagher to keep on saying, \"Even so...\" She says that he has the power to awaken another system that sleeps within the Unicorn Gundam.",
          "Aliases": []
        },
        "9": {
          "ID": "5576915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576915",
          "TitleEnglish": "Retribution",
          "SummaryEnglish": "The Unicorn Gundam reaches the wreckage of Laplace, and the La+ Program's seal is broken. A speech given 96 years earlier by Ricardo Marcenas, the first prime minister of the Earth Federation government, begins playing back.",
          "Aliases": []
        },
        "10": {
          "ID": "5576916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576916",
          "TitleEnglish": "From the Scorching Earth",
          "SummaryEnglish": "After saving Banagher and the Unicorn Gundam, which were falling toward Earth, the Garencieres crash-lands in the Western Sahara. Meanwhile, Zeon remnants who have been hiding on Earth launch an attack on the Earth Federation capital.",
          "Aliases": []
        },
        "11": {
          "ID": "5576917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576917",
          "TitleEnglish": "Battle at Torrington",
          "SummaryEnglish": "As they cross the desert, Banagher learns of Zinnerman's tragic past, and how his family were killed by the Federation Forces. He decides to head for the Torrington base, where new information will be disclosed.",
          "Aliases": []
        },
        "12": {
          "ID": "5576918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576918",
          "TitleEnglish": "A Private War",
          "SummaryEnglish": "The Zeon remnants have begun a battle at the Torrington base in Australia, where a colony once fell, in order to obtain the coordinates to the Box that will be revealed there.",
          "Aliases": []
        },
        "13": {
          "ID": "5576919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5576919",
          "TitleEnglish": "Banagher Links, Soldier",
          "SummaryEnglish": "Attacked by the Banshee, Banagher and the Unicorn Gundam are captured and brought aboard the Ra Cailum. Riddhe is surprised to learn that Alberto is Banagher's older half-brother.",
          "Aliases": []
        },
        "14": {
          "ID": "5665681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5665681",
          "TitleEnglish": "Clash of the Two Unicorns",
          "SummaryEnglish": "The Garencieres launches an operation to rescue Mineva and Marida, and Alberto orders Marida to stop them. Banagher changes the Unicorn Gundam into Destroy Mode and confronts the Banshee.",
          "Aliases": []
        },
        "15": {
          "ID": "5673344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5673344",
          "TitleEnglish": "Waiting in Space",
          "SummaryEnglish": "With Banagher, Mineva, and the others aboard, the Garencieres takes off for space. It suffers engine trouble en route, but Banagher refuses to give up.",
          "Aliases": []
        },
        "16": {
          "ID": "5673345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5673345",
          "TitleEnglish": "The Side Co-Prosperity Sphere",
          "SummaryEnglish": "Now on the run from the Federation Forces, the Nahel Argama has taken the desperate step of forming a joint front with the Sleeves.",
          "Aliases": []
        },
        "17": {
          "ID": "5695358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5695358",
          "TitleEnglish": "Nahel Argama Recaptured",
          "SummaryEnglish": "Banagher is despondent now that Full Frontal has learned the final coordinates to Laplace's Box. Marida encourages him, saying that his chance will come if he holds onto his dreams.",
          "Aliases": []
        },
        "18": {
          "ID": "5703466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5703466",
          "TitleEnglish": "Fateful Battle",
          "SummaryEnglish": "As the Nahel Argama rushes toward Industrial 7, its course is blocked by Sleeves mobile suits. Unless it can break through the enemy lines, Full Frontal will be allowed to obtain Laplace's Box.",
          "Aliases": []
        },
        "19": {
          "ID": "5703467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5703467",
          "TitleEnglish": "Another Cosmic Glow",
          "SummaryEnglish": "Banagher struggles against the psycho-jammers of Angelo's Rozen Zulu. Meanwhile, as Riddhe confronts Marida, he is overwhelmed by a thought resonance phenomenon and destroys the Kshatriya Repaired.",
          "Aliases": []
        },
        "20": {
          "ID": "5703468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5703468",
          "TitleEnglish": "Laplace's Box",
          "SummaryEnglish": "Banagher's great-grandfather Syam Vist has been waiting for him and Mineva at Magallanica.",
          "Aliases": []
        },
        "21": {
          "ID": "5728500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5728500",
          "TitleEnglish": "To the World's End",
          "SummaryEnglish": "As Full Frontal attempts to seize Laplace's Box, Gael's Silver Bullet stands in his way, only to be crushed by Frontal's overwhelmingly superior firepower. Seeing Gael's plight, Banagher summons the Unicorn Gundam.",
          "Aliases": []
        },
        "22": {
          "ID": "5745795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-uc-re-0096/episodes/5745795",
          "TitleEnglish": "Return",
          "SummaryEnglish": "An article of the Charter of the Universal Century entitled \"Future\" records the fact that humanity set out into space with the expectation of new possibilities.",
          "Aliases": []
        }
      }
    }
  }
}