{
    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1639471/",
        "https://www.tv-tokyo.co.jp/anime/arakawa_ub/",
        "https://www.themoviedb.org/tv/35423",
        "https://en.wikipedia.org/wiki/Arakawa_Under_the_Bridge"
    ],
    "TitleEnglish": "Arakawa Under the Bridge",
    "SummaryEnglish": "Kou Ichinomiya is the son of a wealthy businessman who holds firm belief in his elite status. As such, he is determined to avoid becoming indebted to anyone; but one day, after a run-in with some mischievous kids on Arakawa Bridge, he ends up falling into the river running underneath. Luckily for him, a passerby is there to save him—but now, he owes his life to this stranger! Angered by this, Kou insists on paying her back, but this may just be the worst deal the arrogant businessman has ever made. The stranger—a stoic, tracksuit-wearing homeless girl known only as Nino—lives in a cardboard box under the bridge and wants only one thing: to fall in love. Asking Kou to be her boyfriend, he has no choice but to accept, forcing him to move out of his comfortable home and start a new life under the bridge!",
    "TitleJapanese": "荒川アンダー ザ ブリッジ",
    "SummaryJapanese": "主人公・市ノ宮行は世界のトップ企業社長の御曹司。幼い頃から父に「他人に借りを作るべからず」と教えられ、その教え通りに借りを作らずに生きてきた。\n\nしかし、ひょんなことから溺れかけた際、荒川河川敷に住む自称金星人のニノに命を救われる。「命の恩人」という余りに重すぎる借り。その恩返しとしてニノが行に要求したのは「私に恋をさせてくれないか？」という事だった。こうして行はニノの恋人となり、自身も橋の下で生活することになる。\n\n荒川の橋下では常識から外れた人々がたくさん住んでいた。行は「リクルート」（通称「リク」）という名前を与えられ、橋下の住人の一人として暮らす事に……。",
    "Aliases": [
        "Arakawa Under the Bridge x Bridge"
    ],
    "Modified": "2025-02-21",
    "Seasons": {
        "1": {
            "ID": "196361",
            "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1830861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830861",
                    "TitleEnglish": "Bridge",
                    "SummaryEnglish": "Falling off a bridge while trying to get his pants back Ichinomiya Kou is saved by a woman named Nino. Desperate to live up to his family motto of never being indebted to anyone he tries to pay Nino off only to find that she is completely uninterested in his riches and prefers living under the bridge. Desperate to the point of panic to be rid of his debt to her he asks if there is anything she wants. \"Could you fall in love with me,\" she responds and so Kou ends up living under the bridge as well doing his best to fall in love with her.",
                    "TitleJapanese": "1 BRIDGE",
                    "SummaryJapanese": "世界トップ企業の御曹司であり、勝ち組エリート青年の市ノ宮行（いちのみや こう）はこれまで市ノ宮家の家訓でもある『誰にも借りを作るべからず』を信条に生きてきた。\nしかしある日、荒川の橋で出逢ったホームレス少女・ニノに命を助けられる。\n恩返しのために彼女の恋人になると誓った行の、荒川の橋の下での生活が始まるのだった。"
                },
                "2": {
                    "ID": "1830871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830871",
                    "TitleEnglish": "2 Bridge",
                    "SummaryEnglish": "Recruit is introduced to the other people living under the bridge. He finds out from Sister that the rest of the inhabitants want to kick his ass for being Nino's lover.",
                    "TitleJapanese": "2 BRIDGE",
                    "SummaryJapanese": "河川敷の掟に従い自称河童の村長に「リクルート」と命名された行。\n自分の状況に激しく自問自答しながらも河川敷で暮らす準備を進める。そして恋人になった自称金星人のニノの奇行にはとまどいを感じながらも、徐々に彼女を意識し始める。\nそんなリクを迎えて河川敷の住人たちが歓迎会を開くことになり・・・。"
                },
                "3": {
                    "ID": "1830881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830881",
                    "TitleEnglish": "3 Bridge",
                    "SummaryEnglish": "Rec is interrogated by Sister and Hoshi about how far he has actually gone with Nino. To their frustration he admits that absolutely nothing has happened. Realizing that to pay off his debt to Nino he has to do more to act as here lover he decides to take her out on a date, using all of his rich guy power to impress her.",
                    "TitleJapanese": "3 BRIDGE",
                    "SummaryJapanese": "大男で傭兵上がりの“シスター”や、白線の上しか歩けないシロなど、河川敷の電波な人々に衝撃を受ける行だったが、「リク」と呼ばれ彼らとの共同生活を始めることになった。そんな中でも初めての恋人であるニノとのやりとりを試行錯誤していたが、自称ミュージシャンで、ニノに想いを寄せる“星”に挑発され、ニノをデートに誘うことを宣言する。"
                },
                "4": {
                    "ID": "1830891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830891",
                    "TitleEnglish": "4 Bridge",
                    "SummaryEnglish": "Riku and Nino go on their first date. Later Stella the little orphan girl arrives and challenges Riku to a game of play fighting. After a humiliating defeat at the hands of Stella Riku and Sister go to see Maria the riverside farmer.",
                    "TitleJapanese": "4 BRIDGE",
                    "SummaryJapanese": "ニノを初めてのデートに誘いだしたリク。ニノの希望により当初のプランを全て破棄して\n荒川の河口を目指して歩いていくことになったが、「恋愛にとって一番大切な『距離感』をマスター」するべくその方法を提案する。\nリクとニノのデートの後日。いつもどおりシスターの教会で住人たちが集まりミサが行われていたところへ、ステラという少女が現れる。"
                },
                "5": {
                    "ID": "1830901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830901",
                    "TitleEnglish": "5 Bridge",
                    "SummaryEnglish": "After discovering Sisters one fatal weakness Riku meets P-Ko the resident vegetable farmer and local clutz. Afterwards the bridge holds a welcoming party for Stella and Riku tries to convince the mayor to give Stella a new name in a bid to reveal her true nature.",
                    "TitleJapanese": "5 BRIDGE",
                    "SummaryJapanese": "可愛らしいステラの凶悪な裏面に圧倒され舎弟認定されてしまったリクだったが、彼女の歓迎会の準備のためシスターに連れられて河川敷の牧場に向かう。そこで牧場主の美女・マリアに出会うが、その超毒舌に打ちのめされるリクだった。だがシスターがそんな彼女に想いを寄せていることを知る。そして今度は野菜の調達のために畑へ訪れ、Ｐ子という少女に出会うが、彼女は破壊的なまでのドジッ子だった。"
                },
                "6": {
                    "ID": "1830911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830911",
                    "TitleEnglish": "6 Bridge",
                    "SummaryEnglish": "Ric discovers that he is actually quite good at teaching, at least in comparison to Nino's \"advanced\" swim lesson. He decides to make his official job teaching so that he can \"correct\" the inhabitants under the bridge and escape back to the sane world.",
                    "TitleJapanese": "6 BRIDGE",
                    "SummaryJapanese": "実はそれぞれに仕事をもっていた住人たちにヒモ呼ばわりされ憤るリク。恋敵の星に挑発され、演奏勝負をすることに。\nその勝負の後日。河川敷での仕事を探すリクは鉄人兄弟に泳ぎを教えていたニノに出会う。\nニノの独特な泳法は当然ながら兄弟たちが習得できるはずもなく、泣きだしてしまう彼らを見かねたリクは水泳教室の手伝いをすることに。"
                },
                "7": {
                    "ID": "1830921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830921",
                    "TitleEnglish": "7 Bridge",
                    "SummaryEnglish": "Ric starts his first day as a teacher. Nino and the helmet brothers show up for class, but everyone else thinks up a way to get away from Ric's \"helpful\" instruction. Stella tries to muscle Ric out of her territory as the day progresses.",
                    "TitleJapanese": "7 BRIDGE",
                    "SummaryJapanese": "村長の提案で橋の下に学校を開くことになったリク。生徒は鉄人兄弟とニノだけだったが気を取り直して授業を始める。兄弟やニノの常識感覚の違いに手を焼きながらもともに授業を楽しみ始めるリクだったが、そこにステラがやって来て・・・。\n後日。Ｐ子の畑を手伝っていたリクは相変わらずのドジっぷりに翻弄されていたが、彼女の意外な想い人を知ることになる。"
                },
                "8": {
                    "ID": "1830931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830931",
                    "TitleEnglish": "8 Bridge",
                    "SummaryEnglish": "Ric is visited by his secretary from his outside job. Thinking quickly he comes up with an elaborate lie about why he is under the bridge only to have it fall apart within minutes. Later he shares his first kiss with Nino. Unbeknownst to Ric his father is aware that he is living under the bridge and sees his actions as a affront to the family name.",
                    "TitleJapanese": "8 BRIDGE",
                    "SummaryJapanese": "河川敷での非常識な人々との生活に慣れ始めていたリクの元へ、リクが経営する会社の部下である高井と島崎がやって来る。河川敷に住む本当の理由を隠すためにシスター、マリア、シロに協力してもらい橋の下に会社を作ったという嘘を通そうとするリクだった。\nリクが幼い頃から仕え、溺愛する高井は、リクにニノという恋人ができたことを知り、本当に２人が恋人同士である証拠を見せてほしいと迫る。"
                },
                "9": {
                    "ID": "1830941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830941",
                    "TitleEnglish": "9 Bridge",
                    "SummaryEnglish": "Riku learns more about the past life of Star. Stella discovers that Sister is in love with Maria and a battle of epic proportions ensues.",
                    "TitleJapanese": "9 BRIDGE",
                    "SummaryJapanese": "ニノに失恋したショックで落ち込む星は大好きなシスターを想ってはしゃぐステラに「シスターはマリアが好き」だと教えてしまう。ショックを受けるどころかマリアに命をかけた勝負を挑むと意気込むステラと盛り上がる星や鉄人兄弟を見て止めようとするリクだったが・・・。\n後日。マスクを脱いで河川敷を出ていた星に会ったリクは、星がニノに出会った頃の話を聞く。"
                },
                "10": {
                    "ID": "1830951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830951",
                    "TitleEnglish": "10 Bridge",
                    "SummaryEnglish": "Sisters holds a fire drill involving a real fire. Riku's father beings his plan to correct his fallen son by evicting the residents under the bridge and to renovate the riverside.",
                    "TitleJapanese": "10 BRIDGE",
                    "SummaryJapanese": "毎年恒例の河川敷の防災訓練に初めて参加するリク。いつもどおりの住人たちの奇行ぶりをツッコミながら皆が何故か村長を慕っていることを知る。\n一方、息子がそんなふぬけた生活を送っていることを島崎の報告で知ったリクの父は、その生活を奪うべく河川敷買収に動き出す。"
                },
                "11": {
                    "ID": "1830961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830961",
                    "TitleEnglish": "11 Bridge",
                    "SummaryEnglish": "Sure now that his father is behind the plan to evict the residents under the bridge, Ric decides to launch his own counter proposal and turn the area into a park so the resident can stay. However his fathers reputation and the \"help\" the residents scare away Ric's contractor. At the same time the \"horrifying\" weakness of his father is revealed, will Ric discover it in time?",
                    "TitleJapanese": "11 BRIDGE",
                    "SummaryJapanese": "父が河川敷の開発に乗り出し、自分を始めとした住人たちを追い出そうとしていることを知ったリクは、自責の念と幼い頃から培われた父へのトラウマに畏縮していた。だがニノの「私は皆と一緒にここにいたい。」という願いのために生まれて初めて父に抵抗することを決意し、開発中止のために奔走する。そんな中、着々と父の会社『市ノ宮カンパニー』の手が河川敷に伸びようとしていた。"
                },
                "12": {
                    "ID": "1830971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830971",
                    "TitleEnglish": "12 Bridge",
                    "SummaryEnglish": "Ric and Star become shooting stars and Nino makes a wish upon them. A mysterious man appears and derails Ric's father, Seki, plan to redevelop the riverside. Thinking that Ric was behind his failure he comes to the river to confront Ric. He succumbs to the same fate as Ric and encounters Nino, though he remains true to the family motto and refuses her help. Ric finally works up the courage to call his father and tells him even if wins he will still love Nino, Nino learns how to answer a phone.",
                    "TitleJapanese": "12 BRIDGE",
                    "SummaryJapanese": "父へのトラウマを乗り越えて河川敷を守ろうとしたリクだったが、やはり圧倒的な父の力を前になすすべもない。ショックのリクだったが、謎の人物の働きにより、河川敷開発のプロジェクトは突如中止となり・・・？"
                },
                "13": {
                    "ID": "1830981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/1830981",
                    "TitleEnglish": "13 Bridge",
                    "SummaryEnglish": "Ric plans on building an amusement park for Stella and the metal brothers to go to and nearly kills himself coming up with a plan. In the mean time the residents build one themselves with \"realistic\" life threaten situations included. Ric and Nino continue to work on the puzzle of \"you and me\".",
                    "TitleJapanese": "13 BRIDGE",
                    "SummaryJapanese": "騒動が解決してから数日後。相変わらずのニノや住人たちの奇行に翻弄されるリクは河川敷の美容院へ皆で訪れることに。そこにはちょんまげ頭で日本刀を振るうラストサムライと呼ばれる美容師がいた。"
                }
            }
        },
        "2": {
            "ID": "275971",
            "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "2457151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2457151",
                    "TitleEnglish": "1 Bridge * 2",
                    "SummaryEnglish": "Noticing Nino's habit of sleepwalking into his apartment, Ric suggests she move in with him. The guys participate in a marathon run, where Ric gets into a fierce rivalry with Star.",
                    "TitleJapanese": "１　BRIDGE×2",
                    "SummaryJapanese": "リクの父による再開発計画が中止となり、再び平穏な日々が戻った荒川河川敷。 \n相変わらず毎晩寝ぼけてリクの家に入ってくるニノに安眠を妨害されているリクは、｢いっそのこと、一緒に住んでしまいませんか？」と提案するが・・・・。"
                },
                "2": {
                    "ID": "2773581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773581",
                    "TitleEnglish": "2 Bridge * 2",
                    "SummaryEnglish": "Ric encounters the Amazoness. Captain of the Earth Force shows up under the bridge looking to fight Nino and the Venusians.",
                    "TitleJapanese": "２　BRIDGE×2",
                    "SummaryJapanese": "河川敷の住人たちによる野球の試合中、ボールを探して荒川上流までやってきたリクは、アマゾネスと名乗る謎の女と、彼女が率いる天狗たちに出会う。 \nまた別の日の早朝、リクは橋の欄干の上で力尽きていた謎の男を見つけ、 \nシスターの教会へ運び込むが・・・・。"
                },
                "3": {
                    "ID": "2773591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773591",
                    "TitleEnglish": "3 Bridge * 2",
                    "SummaryEnglish": "Ric finds a cassette player belonging to Nino containing messages for a supposed Venusian. Nino becomes angry at him and climbs on top of a telegraph pole and refuses to come down. As an apology, Ric makes a tape of his embarrassing secrets for Nino to listen to.",
                    "TitleJapanese": "３　BRIDGE×2",
                    "SummaryJapanese": "ニノとトレードしていた自分の部屋へ戻ってきたリクは、掃除をしていて \nニノの持ち物であろう缶とカセットデッキを見つける。 \n缶とデッキの中にあったテープにはニノの過去の秘密を知る手掛かりがあると知ったリクは、ついその中身を聴いてしまう。"
                },
                "4": {
                    "ID": "2773601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773601",
                    "TitleEnglish": "4 Bridge * 2",
                    "SummaryEnglish": "P-ko writes a script for a movie and gets Ric to be the director. Later, the gang holds a haunted house which Ric is escorted through, with Star hoping to scare him in front of Nino.",
                    "TitleJapanese": "４　BRIDGE×2",
                    "SummaryJapanese": "P子の提案で、河川敷の住人たちで映画を撮ることになる。 \n脚本はP子演じるヒロインを巡る男たちの悲劇の学園ラブストーリー。 \nそんな脚本や住人たちの役づくりに不安を覚えつつも、\nニノの制服姿に少なからずやる気を出したリクは監督を引き受け、\n高井とともに撮影を開始するが・・・・"
                },
                "5": {
                    "ID": "2773611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773611",
                    "TitleEnglish": "5 Bridge * 2",
                    "SummaryEnglish": "The Captain of the Earth Force starts living in the riverbank after giving the Mayor and the gang manga with them as main characters and revealing that he is a well-known manga author. Later, Billy and Jacqueline get together for their anniversary and Ric finds out they had previously been both members of a yakuza group.",
                    "TitleJapanese": "５　BRIDGE×2",
                    "SummaryJapanese": "「2BRIDGE×2」で登場した謎の電波男・隊長が再び河川敷にやってきた。 \n隊長の意外な職業に、河川敷の住人たちは一気に歓迎モードになるが。 \nそしてまた別の日。その日は河川敷の名物カップル、ビリーとジャクリーンの大切な記念日だと知ったリク達は、\n2人の様子を見にいくが、そこには行方知れずのビリーをひとり待つジャクリーンの姿が。"
                },
                "6": {
                    "ID": "2773621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773621",
                    "TitleEnglish": "6 Bridge * 2",
                    "SummaryEnglish": "Under Seki's orders, Shimazaki researches about Nino, but she is threatened by a strange man not to go any further. Meanwhile, Nino reportedly receives a tape from her parents and tells Ric she has to leave the riverbank and return to Venus, asking him to come with her. To Ric's surprise, everyone else starts inviting themselves to come along.",
                    "TitleJapanese": "６　BRIDGE×2",
                    "SummaryJapanese": "リクの父・市ノ宮 積の命によりリクと、その恋人であるニノの調査を続けていた島崎。\n何者かによる妨害でなかなか情報を得られないことに焦りを感じていた彼女は、\nある日ニノの両親からの連絡がきた、という情報を得て再び河川敷へやってくるが、そこで彼女を待ち受けていたものは・・・？"
                },
                "7": {
                    "ID": "2773631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773631",
                    "TitleEnglish": "7 Bridge * 2",
                    "SummaryEnglish": "The Arakawa residents decide to do a physical checkup to prepare for their trip to Venus, and Ric and Star end up trying to 'outsick' each other to get Nino's attention. Later, the girls spend a week in Sister's basement, though after six days everyone drops out except Nino. When it's the boys turn, Ric tries using P-ko's logbook to strike up a conversation, with embarrassing results.",
                    "TitleJapanese": "７　BRIDGE×2",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "2773641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773641",
                    "TitleEnglish": "8 Bridge * 2",
                    "SummaryEnglish": "Amazoness appears at the riverbank and becomes one of Ric's students, revealing she has a crush on him. She has her Tengu henchmen hypnotize Ric to become attracted to her, manipulating him to the point where they get married. Nino competes with Amazoness to prove how much she loves Kou. Despite the chance he would otherwise have, Star decides to stop the Tengu's hypnosis, whilst Ric's true feelings break him out of his hypnosis.",
                    "TitleJapanese": "８　BRIDGE×2",
                    "SummaryJapanese": "リクの青空教室に、あのアマゾネスがやってきた！\n先日の出会いでリクに惚れてしまったらしいアマゾネス。\n彼女の大胆な求愛に、ニノという恋人がいるからと必死で断ったリクだったが、次の日もやってきたアマゾネスと天狗たちに困惑する。 \nしかし何故か急にアマゾネスが可愛く見えてきて・・・？"
                },
                "9": {
                    "ID": "2773651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773651",
                    "TitleEnglish": "9 Bridge * 2",
                    "SummaryEnglish": "A package arrives for Whitey, and Ric is charged with delivering it. Ric realizes it's from Whitey's wife and assumes it's their divorce papers, but is surprised to find that his wife accepts their long-distance relationship. Later, P-ko prepares a tea party for all the riverbed residents. However, Last Samurai and Mayor head off to have their own tea party, dedicated to wabisabi. Ric and Star go with them as well, and end up talking like they know more about it than they really do.",
                    "TitleJapanese": "９　BRIDGE×2",
                    "SummaryJapanese": "シロのもとへ、もう6年も帰っていないという北海道の奥さんから『重要書類』が送られてきた。 \nそれを預かったリクはとうとう彼の元へ「離婚届」が送られてきたのだと思い、慌てるが、当のシロはというと、ここしばらくの間、ずっと島崎と二人きりで過ごしていたようで・・・。"
                },
                "10": {
                    "ID": "2773661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773661",
                    "TitleEnglish": "10 Bridge * 2",
                    "SummaryEnglish": "With an apparent 500kg weight limit for the rocket to Venus, everyone goes on a diet so they can all go together. While Ric and the Mayor lose weight at a spa, the girls suffer through a strawberry only diet while the others have survival training with Sister. As a result of Sister's training, one of the Metal Brothers, Tetsuo, gains powerful muscles, and he soon confronts Stella to see who is more powerful. In order to stop their fighting, his brother Tetsuro builds up his muscles and manages to stop Tetsuo by showing a stronger love for his muscles.",
                    "TitleJapanese": "10　BRIDGE×2",
                    "SummaryJapanese": "『金星行き定例報告会』の日。\n村長がロケットには重量制限があることを告げ、金星に行く予定のメンバーたちはシスターのオリジナルエクササイズ、P子のイチゴダイエット、ジャクリーンのエステとそれぞれの方法でダイエットに励むことになったが・・・。"
                },
                "11": {
                    "ID": "2773671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773671",
                    "TitleEnglish": "11 Bridge * 2",
                    "SummaryEnglish": "As the Arakawa residents hold a Bon Festival, Star and Amazoness team up to try and split up Ric and Nino. In the end though, Amazoness ends up falling for Star, but can't bring herself to confess her feelings. She sets up a beach shack up stream, where she arranges to be rescued by Star so she can confess her feelings, giving him a good luck charm.",
                    "TitleJapanese": "11　BRIDGE×2",
                    "SummaryJapanese": "河川敷住人たちの夏祭りの晩。\nニノたちの可憐な浴衣姿に浮かれるリクたちだが、 \nまたしてもアマゾネスと天狗たちが乱入してきた。 \nニノに一方的に張り合おうとしてそれなりに努力するアマゾネスを見て、\n協力することにした星だったが・・・。"
                },
                "12": {
                    "ID": "2773681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773681",
                    "TitleEnglish": "12 Bridge * 2",
                    "SummaryEnglish": "The Mayor decides to hold a tournament to see who is strongest on the riverbank. The winner will be granted one wish, something the rest of the members must help make come true. In the first round, the weaker candidates fight in a battle royale, which P-ko ends up winning. She then faces the stronger candidates in a balloon popping match. Both P-ko and the Mayor pop each others balloons at the same time, and both lose. Two candidates now remain for the title of King, Maria and Sister.",
                    "TitleJapanese": "12　BRIDGE×2",
                    "SummaryJapanese": "河川敷での王様ゲームが開催されることになった。\n王様になった者の命令は、河川敷住人総出で叶えるのだ。\n住人たちはそれぞれの願いをかなえるため、\nまずは予選の水上バトルステージに挑む。"
                },
                "13": {
                    "ID": "2773691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arakawa-under-the-bridge/episodes/2773691",
                    "TitleEnglish": "13 Bridge * 2",
                    "SummaryEnglish": "Although Sister puts up a valiant defense against Maria's physical attacks, her insults help her win. Although her royal decree turns out to be to make the residents make clothes for her sheered sheep, she forces Ric, Star, Sister and Last Samurai to be sheepdogs. Afterwards, the residents send their wishes down the river. When Nino's wish for everyone to be together forever gets stuck in the middle of the river, Ric paddles out and frees it for her, reassuring her of that promise.",
                    "TitleJapanese": "13　BRIDGE×2",
                    "SummaryJapanese": "河川敷での王様ゲーム決勝戦。果たして勝者となる者は！？ \nそして、ニノたちの金星行きは・・・！？ \n\n荒川アンダー ザ ブリッジ×ブリッジ（第2期）最終話"
                }
            }
        }
    }
}