{
    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159932/",
        "https://www.themoviedb.org/tv/30395"
    ],
    "TitleEnglish": "Yawara! A Fashionable Judo Girl",
    "SummaryEnglish": "Yawara Inokuma is a girl who aspires to an ordinary life but due to her innate talent is forced to practice judo by her authoritarian grandfather, Jigorou Inokuma, with the aim of achieving the championship in Japan and the gold medal in the Barcelona 1992 Olympic Games. Because of the pressure from her grandfather she has a generally bad attitude about judo, avoiding it as much as she can. However, over time she comes to understand why her grandfather loves judo and appreciates it more.",
    "Aliases": [],
    "Modified": "2025-02-19",
    "Seasons": {
        "0": {
            "ID": "196751",
            "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4304119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304119",
                    "TitleEnglish": "Yawara! Special - Zutto Kimi no Koto ga",
                    "SummaryEnglish": "Yawara Inokuma competes for Japan in the Atlanta Olympic Games as she meets with several familiar faces throughout the tournament."
                },
                "2": {
                    "ID": "4544876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4544876",
                    "TitleEnglish": "Yawara! Soreyuke Koshinuke Kids!!",
                    "SummaryEnglish": "Yawara helps a group of timid grade school kids overcome their fears and compete in a judo competition. One of the kids is Hanazono's cousin, which is how she meets them. Another is a girl who seems a whole lot like Yawara."
                },
                "3": {
                    "ID": "6275512",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/6275512",
                    "TitleEnglish": "Yawara! [Extra] behind the scenes and report",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "259361",
            "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/seasons/official/1",
            "# Episodes": 124,
            "Episodes": {
                "1": {
                    "ID": "2340471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340471",
                    "TitleEnglish": "Aim For Barcelona!",
                    "SummaryEnglish": "Matsuda the sports reporter, who has been relegated to writing about scandals, encounters an mystery girl who takes down a thief with a judo move in public and tries to track her (Yawara) down. Kamoda, the photographer partner of Matsuda, was only able to take a photograph of a faceless girl in white panties throwing the thief. After Jigoro (Yawara's grandfather) finds out that Yawara has a crush on the school idol, Nishikimori, he spreads rumors about Nishikimori to a gang of school ruffians, leading them to track him down for a beat-down. Nishikimori runs away and meets Matsuda, and the gang beats up Mastuda, who tries to defend the cowardly Nishikimori. Yawara comes to their rescue, but afterwards Nishikimori runs away every time he sees Yawara because he has been traumatized by the encounter and is afraid of her."
                },
                "2": {
                    "ID": "2340481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340481",
                    "TitleEnglish": "I`ve Found Yawara`s Rival!",
                    "SummaryEnglish": "Jigoro finds Yawara's dedication to judo lacking, and he blames it on her lack of a worthy rival. One day they are almost run over by a Bentley carrying Sayaka Honami, a rich spoiled sports superstar who has mastered and is bored with multiple sports (e.g., tennis (including a defeat of Martina Navratilova in an exhibition), riding, skiing, gymnastic, swimming, fencing, figure skating, etc.). They are invited to Sayaka's mansion for dinner, and Sayaka decides to take up judo as her next sports quest when she sees Jigoro throw her hulking body guard Kamata, a 5th kun judo practitioner, with ease. However, Jigoro refuses to take Sayaka as a student by telling her there is a girl who is much stronger. Sayaka trains hard for a month and goes to the Inokuma residence, but is rebuffed and thrown by Yawara as an afterthought; in the process Sayaka reveals her secret false tooth, which had fallen out, but also finds out that Yawara is the \"strong girl.\" She endeavors to train as hard as she can to defeat Yawara. Later, Yawara and Sayaka, in her 3.5 million yen kimono, both attend a festival, and Sayaka is held at knifepoint by a kimono slasher/pervert; Yawara easily disarms the slasher but leaves the media credit to Sayaka. Sayaka sees this as an insult and vows to defeat Yawara."
                },
                "3": {
                    "ID": "2340491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340491",
                    "TitleEnglish": "Enter Kazamatsuri",
                    "SummaryEnglish": "Yawara receives a fortune from her fellow classmate that she will meet a \"gorgeous man\" in the next 24 hours. Later, on the bus home, she is accosted by Mastuda, who reveals that he knows her identity as a judo genius, which Yawara denies. Mastuda is then thrown off the bus by a good looking young man (Shinnosuke), who mistakes him for a molester. Shinnosuke then takes Yawara to a cafe and charms her with flattery. Shinnosuke is later shown to be admiring himself in the mirror in his underwear and listening to various voicemails from women beseeching his attention. In her debut Sayaka wins a women's judo tournament with ease and publicly announces that she is dissatisfied because her real goal is to defeat Yawara. Meanwhile Yawara pays no attention as she concentrates on perfecting beef Stroganoff as a dish that she wishes to cook for a future boyfriend, but is dismayed by Sayaka's public challenge. Shinnosuke, who has been hired by Sayaka to be her judo coach, is revealed to have severe stage fright when he runs off to in a bathroom to hide from reporters at the tournament press conference. Later, Shinnosuke discovers that Yawara might be the \"strong girl\" that Sayaka is obsessed with and also the granddaughter of his judo idol Jigoro Inokuma (Shinnosuke keeps Jigoro's book \"Judo Is Not Built in A Day!\" at all times.)"
                },
                "4": {
                    "ID": "2340501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340501",
                    "TitleEnglish": "This Is My Strategy To Make Yawara Take Part In A Real Match!",
                    "SummaryEnglish": "Shinnosuke is intent on confirming Yawara as the \"strong girl\" and goes on a date with her. Seeing elbow scrapes on Yawara that could be caused by judo exercise arouses Shinnosuke's suspicion even more. However, Yawara shows no interest in judo and instead talks about bargain sales and beef stroganoff; even when he puts judo moves on her, Yawara shows no reaction (which she intentionally represses). Later, Yawara has a chance encounter with a member of her high school's judo club, and kindly offers to wash their soiled judo uniforms; the judo club is run by Hanazono, a big senior student who is very emotional and cries easily. Hanazono is upset that Musashiyama high school's judo club has fallen by the wayside and now only has weaklings as members, with another practice match coming up with the rival Ganryuji high school, which has a habit of belittling his team. Jigoro befriends Hanazono and cooks up a scheme to have Yawara \"join\" the judo club by kidnapping a member of the judo club and inducing Yawara to drop off the judo uniforms. When Yawara arrives, she is conscripted to be a temporary placeholder member for the judo club by Hanazono, who does not know her judo abilities initially. The practice match is changed to a elimination arrangement, forcing Yawara to participate reluctantly as a placeholder in the match; Yawara is worried that she will miss the bargain sale that she had previously arranged to attend with her friends. The rival Ganryuji team agrees to the change in match arrangement because they want to have a chance to wrestle a girl."
                },
                "5": {
                    "ID": "2340511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340511",
                    "TitleEnglish": "Finally The Real Fight!",
                    "SummaryEnglish": "During the practice tournament, all of the Musashiyama members are defeated quickly, and even Hanazono is able to defeat only one opponent. Yawara is forced to enter the tournament for real, and the Ganryuji judo members are all excited by the prospects of wrestling a girl. While she has decided to \"lose quickly,\" Yawara nevertheless easily defeated the Ganryuji judo members using different judo moves, all the while distracted by thoughts of missing the bargain sale with her friends and also by wrestling without a t-shirt underneath her judo uniform. She even defeats Ganryuji's captain, Sasaki, who is supposed to be ranked #3 in Japan (high school judo), by pinning him. Meanwhile, in parallel Yawara's friends and others are having their own wrestling matches at the bargain sale. Matsuda and Yamoda, who had been spying on the tournament, are captured by Jigoro and locked up with the hapless kidnapped Musashiyama judo member, foiling their big scoop again."
                },
                "6": {
                    "ID": "2340521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340521",
                    "TitleEnglish": "Finally Pictured!",
                    "SummaryEnglish": "After defeating the Ganryuji team, Yawara is carried home by Jigoro because she had injured her foot during the match; Jigoro discloses that Yawara has been trained by him with the goal of capturing the National Achievement Award and the 1992 Olympic gold medal, but ask the tournament members to keep it secret for the time being. Later, Yawara and Shinnosuke go on a date at a park, which is constantly disrupted by his spotting Sayaka and other other love interests at the park. Shinnosuke later simply runs off when he spots Sayaka again at a cafe. Jigoro goes to a TV station with a grandiose \"3-part plan\" for the media debut of Yawara, but is rebuffed by the station because of his unreasonable demands; Jigoro also seems to be using the opportunity to promote his own biography as much as Yawara. At the end of the day, while having an argument with Jigoro about judo versus a normal life, Yawara takes down an intruder who happens to be Shinnosuke; however, Matsuda and Yamoda are also hiding in wait and snap the pictures they need for the big scoop."
                },
                "7": {
                    "ID": "2340531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340531",
                    "TitleEnglish": "Hohohoh! The Yawara Boom That Shakes Japan, Jya!",
                    "SummaryEnglish": "The media exposure invades every aspect of Yawara's daily life, though her friends and Hanazono try to protect her. Meanwhile, Matsuda is having second thoughts about the trouble he has caused her and rescues her from the media hounds on a motorcycle. Shinnosuke tells Sayaka that she cannot beat Yawara for the time being; Yawara seems equally upset by this as by Shinnosuke's possibly romantic interest with her rival. Sayaka manipulates her dad to invite Jigoro for dinner and to hire him as her judo coach; however, Jigoro is only interested in scoring a free meal at an expensive French restaurant, at which he ate a huge dinner and even took doggie bag home. Meanwhile, after being rescued by Matsuda on the motorcycle, Yawara cooks beef stroganoff for him at his untidy bachelor's apartment and confides in him about her history with judo--she has been a judo child prodigy but really only wants a normal life as a girl. Matsuda tells her he has the opposite life experience, that he has dreamt of being a sports star all his life but has failed at every sport he has tried and finally ends up being a sports reporter instead."
                },
                "8": {
                    "ID": "2340541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340541",
                    "TitleEnglish": "Enough Of Judo! I`m Going To Be In A Match",
                    "SummaryEnglish": "Yawara spends the night at Matsuda's apartment, and Matsuda is awakened in the morning (having slept outside his apartment) by Yawara's daily morning judo exercise. On the news, it is falsely announced that Sayaka is hiring Jigoro as a coach, which surprises and saddens Yawara. In fact, Jigoro has refused the Honami offer with his usual excuse that he does not teach \"weaklings.\" The refusal shocks the Honamis but does not faze Shinnosuke, who finally secures Jigoro's autograph on both his book and jacket. Meanwhile, seeing that Yawara is upset by the false news concerning Jigoro, Matsuda takes her to an amusement park, where they also cannot escape strangers who bother Yawara due to her new celebrity status. To help Yawara, Matsuda cooks up a scheme in which his newspaper would set up a match against the heavyweight judoka Yuki Tohdoh, who weighs 20 kg (44 lb) more than Yawara, in her debut; they believe that if Yawara intentionally throws the match, the loss will cause the media to dismiss her as a judoka and henceforth leave her alone. At home, Yawara is relieved that Jigoro is not \"abandoning\" her to be Sayaka's coach, but is troubled by her omission of not telling her grandfather that she intends to lose at the upcoming public debut match. Matsuda reveals their scheme to Yamoda after drinks and tells him that his dream of vicariously living through Yawara the judo superstar will be dashed after her loss."
                },
                "9": {
                    "ID": "2340551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340551",
                    "TitleEnglish": "Yawara's Debut Match! An Ippon Victory Before You Even Know It Happened, Jya!",
                    "SummaryEnglish": "As the media buildup over Yawara's debut continues, Matsuda is instead trying to find out more about Yawara's mysterious father, Kojiro, who won the 1974 Japan Judo Championship but then inexplicably disappeared afterwards. Yawara works extra her in her \"final\" practice with Jigoro, throwing him several times, with the guilty knowledge that she will lose the match and also quit judo afterwards. Yawara tells Matsuda that her mother has been looking for her father after he disappeared, and only returns home a few times a year. Despite the losing scheme, Matsuda is still having dreams of fans cheering for Yawara. Jigoro and Yuki Tohdoh, who talks, eats, and looks like sumo wrestler, have a udon eating contest as they boast by turn how few seconds it would take for the contestants to defeat each other. Yawara's friends are concerned that she will be hurt or killed in the match (not knowing true abilities), and urge that she just needs to \"cry to stop the match.\" They also try to make her more fashionable by tying a yellow ribbon to her head. The match begins and Yawara is quickly thrown for a yuko (5 points) on her way to intentionally lose the match."
                },
                "10": {
                    "ID": "2340561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2340561",
                    "TitleEnglish": "An Ippon-Zeoi With My Mom! The 90`s Is Yawara's Era, jya!",
                    "SummaryEnglish": "As the match continues, Yawara discovers that Yuki Tohdoh is actually very weak despite her heft, and she has trouble faking the loss. Meanwhile, the ignorant reporters present at the match vacillate between thinking that Yawara is faking a loss or covering up her own weakness, despite \"expert\" opinions from Hanazono, Shinnosuke, and Gohzoh Yuutenji, the Saikai College judo coach, that Yawara for some reason is not showing her true strength. As Yawara continues to fake her way through the match, Jigoro becomes suspicious and finally realizes that Yawara is trying to lose; Matsuda for his part is unable to continue watching the fake defeat and decides to leave, meeting an unknown woman on the outside asking about the match. As Yawara is about to \"lose\" the match, she spots her mother (the unknown woman) peeking through the windows and reflexively throws Yuki Tohdoh in a split second for an ippon win. After the match, Shinnosuke cannot stop his womanizing ways and invite Yawara's three friends for more discussion about judo over coffee. Yawara and mother flee from the reporters after the victory, which was not known to Matsuda until the reporters confront him about helping them flee (Matsuda up until then had been intending to resign and go back to work for his family hostel at Yamagata). Yawara and her mother, Tamao, return home for dinner, and Tamao tells Yawara that it does not matter whether she does judo or not, and that there are other ways to be strong. Jigoro joins them, and Tamao bribes him with his favorite foods whenever he argues with Yawara about judo or food (Jigoro derisively calls beef stroganoff \"strong combo\"); Tamao also shares alleged pictures of her husband, who might have been spotted in the northern country near Hida Takayama."
                },
                "11": {
                    "ID": "2923441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923441",
                    "TitleEnglish": "A Big Uproar At High School With The Yawara Fame!",
                    "SummaryEnglish": "Musashiyama High School is excited about the publicity over Yawara's debut, and the principal asks Yawara to start a girls' judo club and is surprised by Yawara's outright refusal; Yawara announces that she wants to go to a home economics college instead. The pathetic judo team members are shown playing video judo games rather than practicing, and they panic when they see an overflow of students wishing to join the judo club. Sudoh, a red-haired freshman, comes to challenge the judo club and look for Yawara. After school Yawara's three friends reveal that Shinnosuke had sweet-talked each one of them in turn when they had coffee, and they are interrupted by Sudoh, who grabs Yawara's butt and moons the girls before running away. The next day Sudoh attacks Hanazono, who had injured his leg after \"honorably\" rescuing a cat, by kicking his injured leg. The judo club members run off to Yawara, seeking her help; she flat rejects them. Sakai College's judo coach Yuutenji tries to recruit Sayaka for his judo club, but she refuses after hearing that the college is also interested in recruiting Yawara. She asks Shinnosuke to accompany her to Paris. Sudoh continues to harass Yawara by peeking into her bathroom and crank calling, as well as making fun of her on the bus. Yawara becomes angry and decides to help train the judo club."
                },
                "12": {
                    "ID": "2923451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923451",
                    "TitleEnglish": "Coach Yawara`s Extracurricular Lesson!",
                    "SummaryEnglish": "Yawara intends to secretly train the weak judo team members so they can stand up to Sudoh, as well to avenge Hanazono (who has been hospitalized after Sudoh's attack) and herself (she does not intend to personally grapple with Sudoh). Sakai College tries to recruit Yawara, but she needs a track record of official matches to be admitted. To that end, Jigoro demands that Coach Yuutenji set up a big televised tournament match for Yawara. Sayaka trains in Paris, while Shinnosuke habitually romances the women there. Yawara sends a letter of challenge to Sudoh, who mistakes it for a love letter; Hanazono for his part believes the duel challenge was done for him. Sudoh demands that if he beats the judo club, he gets to have a date with Yawara; however, the formerly weak judo clubbers serially defeat Sudoh, having absorbed her lessons. Sudoh is also thrown by Yawara after telling her she is just a girl; he gains respect for her and organizes the members to ask Yawara to join and coach the club. Jigoro reveals his plans for Yawara, who does not agree and tricks him by switching herself with an old woman. Sayaka appears at a French judo tournament and throws the French champion."
                },
                "13": {
                    "ID": "2923461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923461",
                    "TitleEnglish": "Yawara's Heart Shook in Hayama!",
                    "SummaryEnglish": "On her return to Japan from France, Sayaka complains about the commercial airlines' first class food (it had \"caviar that even my dog Charles wouldn't eat\"), after their private jet broke down. She disarms and throws a would-be hijacker with a gun, which impresses even Shinnosuke. Sayaka also uses the ensuing media attention to publicly challenge Yawara again. In an attempt to motivate Yawara, Matsuda takes her shopping for feminine clothes and then to Hayami, where they see Sayaka training hard with Shinnosuke (including running with steel sandals while carrying a tire on a rope), and Shinnosuke helping Sayaka after she fell. Seeing this depresses Yawara and she returns on her own on bus. Matsuda realizes he is jealous over Yawara's feelings for Shinnosuke and becomes distracted, crashing his bike into the ocean. Afterwards, Matsuda asks Shinnosuke to persuade Yawara to enter the tournament, which is overheard by Sayaka despite Shinnosuke's attempt to keep it a secret from Sayaka."
                },
                "14": {
                    "ID": "2923471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923471",
                    "TitleEnglish": "Yawara's date has so much surveillance!",
                    "SummaryEnglish": "Yawara is compensating for her depression over being \"dumped\" by Shinnosuke by overeating, which her friends notice (however, one of her friends, Kyoko, is interested in Shinnosuke herself). Shinnosuke approaches Yawara one day, not knowing they are being observed secretly by Jigoro, Sayaka, and Matsuda. Shinnosuke casually badmouths Sayaka to flatter Yawara, which Sayaka overheard. The three take over a bus to chase after Shinnosuke and Yawara, who end up talking near the ocean. Shinnosuke tells Yawara that \"You shine most brilliantly when you do judo,\" and tries to kiss her, but Yawara pushes him away and runs off before their 3 pursuers attack him serially over his attempted love-making. Shinnosuke defends himself by claiming he is only doing Matsuda's bidding by trying to persuade Yawara to enter the tournament, though he is also taking advantage by trying to kiss Yawara. At her house, Yawara encounters the entire judo club (which now includes Sudoh), with Hanazono hiding behind a light pole, begging her on their knees to continue coaching them. Sudoh implores that he wants a chance to \"shine brilliantly.\" Yawara rebuffs them for their own self agendas. Yawara tries to ask her mother for advice, but is interrupted by Tamao's news that her father might have been spotted in Shikoku; she also tells Yawara that judo did not split up their family, but that she and her husband got together because of judo, and that Kojiro Inokuma \"shone most brilliantly when he did judo,\" echoing what the others have said. Later, during the rain that began hours ago, Yawara discovers that the judo clubbers are still kneeling outside her house in the rain. Moved, Yawara tells them she will start coach them again. Jigoro returns home to find Yawara practicing judo on her own."
                },
                "15": {
                    "ID": "2923481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923481",
                    "TitleEnglish": "A Challenge to Yawara Over Love!",
                    "SummaryEnglish": "Dozens of would-be new members join the judo club because of their attraction for Yawara, but they all soon quit because they cannot take her rigorous training. Sayaka visits Musashiyama High School to tell Yawara to keep her hands off of \"her\" Shinnosuke, and is offended by how shabby and dirty it is. Sayaka insults Hanazono as an \"Eastern Island Stone Face man,\" and Sudoh as a \"street gangster.\" When Sayaka boasts that she is Number One in judo in Japan, Sudoh rushes her but is thrown in an instant. Sayaka accuses Yawara of delaying her decision over the tournament to \"entice Shinnosuke,\" but Yawara replies that she has decided to enter the tournament \"just this once to find out if she shines brilliantly in judo.\" In a \"testing range,\" Yawara puts on a black belt for the first time and easily defeats another black belt; Jigoro boasts to others that Yawara is at least already a 6-dan, and challenges a 5-dan to a match before Yawara quickly squelches the idea. Yawara and the judo club discover that their respective tournaments occur on the same Sunday, and Yawara promises to finish her own tournament quickly so she could coach the judo club next. Shinnosuke reflects his experience so far coaching Sayaka, which includes being given a Ferrari not yet sold in Japan and an offer of a permanent position in the Honami Group (with an implied offer of eventual marriage to Sayaka). Matsuda likewise reflects on his mixed feelings for Yawara, who he loves but also believes that she will soon be \"unreachable\" for him as she becomes a judo superstar."
                },
                "16": {
                    "ID": "2923491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923491",
                    "TitleEnglish": "Yawara's National Martial Arts Hall Debut!",
                    "SummaryEnglish": "The national tournament is about to begin and Sayaka insults Yuki Tohdoh in the waiting room by calling her a \"she-gorilla\" and \"todo\" (sea cow). Yawara is almost late because she is giving last-minute coaching tips to the judo club members, and Sudoh ferries her by bicycle to the tournament hall; he also promises Yawara that he would not use judo in fights anymore. On his way back, Sudoh is waylaid by some hoodlum acquaintances, who beat him up on accusations that he had hit on their girlfriends (he was handicapped by his promise to Yawara). As Sudoh is unable to participate in the tournament, the team risks losing by default and Hanazono recklessly chainsaws the cast off from his half-healed leg to enter in Sudoh's place. Matsuda acts as a messenger carrying Yawara's taped coaching tips to the team members. Yawara, Yuki, and Sayaka all win easily in their two preliminary matches."
                },
                "17": {
                    "ID": "2923501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923501",
                    "TitleEnglish": "Yawara's Love Message",
                    "SummaryEnglish": "Sayaka and Yuki struggle in their semifinal match (Yawara having already won her match with another quick ippon), as Sayaka is distracted by seeing Shinnosuke standing next to Yawara and holding her shoulder. Each wants to fight Yawara in the finals, Yuki having gained 10kg for the match, and the match drags on, much to Yawara's impatience as she wants to go help her judo club and is imagining the worst. Sayaka is pinned by Yuki, but drags the two of them out of bounds to escape. Motivated by her jealousy over Shinnosuke and an perceived insult from Yawara, Sayaka flips the giant Yuki and is able to pin her for the required 30 seconds as Yuki unsuccessfully tries to maneuver out of bounds. Meanwhile, Matsuda is stuck in traffic and receives a traffic ticket from speeding and reckless driving, and is at risk of missing out on Yawara's finals match. At the same time, the Musashiyama judo team is also struggling mightily, losing the first match quickly but eking out a victory by the smallest judoka, Kohno, who keeps to Yawara's training advice. Hatakeyama, another team member, lost after a long match and the score is now 2â€“1 in favor of the rival high school Todoroki-dai, with the next member Yasui shaking in fear."
                },
                "18": {
                    "ID": "2923511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923511",
                    "TitleEnglish": "The Decisive Battle! Yawara vs. Sayaka",
                    "SummaryEnglish": "Before the finals match, Jigoro sees a man that might be his son Kojiro at the arena. Matsuda arrives just in time to witness Yawara's 1-second ippon takedown of Sayaka, a complete anticlimax that stuns the whole arena to silence. Before leaving hurriedly to the high school tournament and abandoning the award ceremony in the process, Yawara returns Sayaka's fallen false tooth to the fallen Sayaka. Sayaka consoles herself by claiming that Yawara took her down before the \"begin\" signal, which was disproved by the timer and video playback. Sayaka abandons the award ceremony in disgust. Meanwhile Yasui defeats his opponent, and Hanazono is faring badly due to his injured right leg, which his opponent has also discovered. Matsuda drives Yawara at breakneck speed to the high school arena in his moped which has no brakes. Hanazono is about to give up in his match before seeing Yawara running to his aid; following Yawara's precise instructions, he is able to reverse pin his opponent in a Jigoku Zeme (\"hell attack\") on his back, winning the match in the prelim tournament for Musashiyama High. Jigoro gladly accepts the first prize in Yawara's place, but claims that Yawara is still a diamond in the rough and needs much more sharpening. Sayaka and company discover that the enigmatic mystery man is Kojiro Inokuma, and Sayaka orders an all-out effort to track down Kojiro and learn all of the Inokuma judo secrets."
                },
                "19": {
                    "ID": "2923521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923521",
                    "TitleEnglish": "Jigoro, His Love, and Youth's Raging Storms",
                    "SummaryEnglish": "On his wife Kaneko's 15th year death anniversary, Jigoro reminisces about their lives together. In 1934, Jigoro arrives from the countryside, having beaten 230 kumas (bears) in matches; after befriending an aspiring novelist, he arrives at the Kyuudou-kan Dojo, only to find the resident Ushio-sensei deceased and the dojo being run badly by the sensei's daughter Kaneko, with whom Jigoro falls instantly in love, because of unpaid debts from usury. Simonji, the rich creditor, has proposed marriage to Kaneko but is repeatedly rejected. Jigoro tries to run the dojo but runs off the remaining 2 students due to tough training methods. Jigoro is beaten up by hired goons from a rival dojo because he promised Kaneko he would not use judo to fight them, and Kaneko is forced to marry Simonji after he makes further implied threats. As the wedding ceremony is under way, Jigoro rushes to interrupt the ceremony a la The Graduate, using judo to defeat various opponents; however, Kaneko punishes him for breaking his promise by knocking him unconscious with a judo flip. Saimonji is frightened by Kaneko's display of power and falls into a fountain, ruining the paper debt contract. According to Jigoro, the novelist was Yoshinokawa Eiichi, who later published the classic Miyamoto Mushashi. Yawara objects to the story as a lie, as a different version had been told by Jigoro on the previous occasion, with a different cast of characters and literary references."
                },
                "20": {
                    "ID": "2923531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/2923531",
                    "TitleEnglish": "The Big Guest for Yawara",
                    "SummaryEnglish": "Hanazono's leg injury finally heals after receiving Jigoro's bonesetting treatment. On being shown multiple colleges' interest in Yawara, Hanazono confesses a desire to join Yawara at Sakai College, assuming she will go there. However, Yawara's first choice is a women's college, Mitsuba, which lacks a judo program, the implication being that Yawara is giving up on judo for the time being as she concentrates on passing the college exam. Accompanied by Sayaka is being trained in Europe by Pornalef, a judo expert who also happens to idolize Jigoro. Pornalef reveals that there are 4 strong judokas who are waiting to make short work of Yawara: Kim (fierce Korean), Teleshikova (robotic Russian), Belkins (Belgium model), and Jody Rockwell (Giant of Canada). Matsuda sees Jody at an airport while on another celebrity scandal assignment; she apparently has cancelled all her scheduled matches and come to Japan to challenge Yawara. Later, Jody heroically saves a mother and child in the streets from falling steel beams without waiting for any thanks. Jody goes to a noodle shop and shocks the five Musashiyama judo members eating there when she asks for five portions straight off. Jigoro visits Sakai College and pronounces it up to muster for Yawara. At the end of the episode, Jody arrives at the high school's dojo demanding a fight with Yawara."
                },
                "21": {
                    "ID": "3014581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014581",
                    "TitleEnglish": "Yawara and the Blue-eyed House Guest",
                    "SummaryEnglish": "Jody, perhaps knowing more Japanese than she lets on, yells \"Tanomou!\" (\"I challenge you!\") at Yawara at the dojo, frightening everybody, especially after Hanazono reveals that Jody is a world champion. At home, Yawara is upset at the news that Jigoro has \"decided\" to enroll her in Sakai College, and she vows never to go there. Jody arrives at the Inokuma home, and Jigoro is to serve as her first opponent. His powerful fighting aura scares Jody into submission, causing her to cry \"Mairimashita!\" (\"I give up!\") before they even begin; she, however, can. Jigoro decides to keep Jody on as a student and workout partner for Yawara. Jody, a fiend for training, pushes Yawara hard, which makes her fearful that she might not pass her entrance exam for Mitsuba College from lack of studying time. In Belgium, Sayaka fails to find Belkins, but defeats her \"alternate\" Stelkes at a ballroom dance. Possibly on Jigoro's advice, Jody \"raids\" the high school and defeats four ruffians when they pick a fight with her over their smoking. Yawara hurts Jody's feelings by telling her to go back to Canada, and Jigoro reveals Jody has been staying up at night to study Japanese in addition to waking up early to train. Realizing how hard Jody has been working, Yawara apologizes to her and they become friends, as well as finally settling on a match."
                },
                "22": {
                    "ID": "3014591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014591",
                    "TitleEnglish": "Let`s Fight, Yawara!",
                    "SummaryEnglish": "Fighting seriously for the first time in her life, Yawara has a long evenly matched competition with Jody until Jody injures her right arm, which disappoints Jody who wants to continue fighting. Matsuda and Yamoda sneak into the Inokuma compound and are conscripted by Jigoro to be referees; Yawara extracts a promise from Matsuda that he would not print a word about the match. Yawara promises to fight Jody again, and both admit their match was the first time they had \"fun\" doing judo. At the post-match dinner, Jody mistakenly refers to Matsuda Meanwhile, Sayaka challenges the South Korean judoka Kim Yonsky, and they fight to an exhausting draw both physically and with mutual verbal insults. Sayaka leaves the match \"hating\" Kim, in contrast to Jody and Yawara's warm friendship."
                },
                "23": {
                    "ID": "3014601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014601",
                    "TitleEnglish": "See You Again, Yawara",
                    "SummaryEnglish": "Jody returns to Toronto, and Jody again refers to Matsuda as Yawara's \"boyfriend.\" Jigoro surprises Jody on the plane before takesoff with a \"Certain Victory\" banner to cheer Jody on for her next match against the Russians, before being thrown off the airplane. Yawara and Matsuda meet Sayaka and Shinnosuke at the airport as \"couples,\" and Matsuda boasts about Yawara's match with Jody, while Sayaka boasts about her global training and matches. After eavesdropping on the conversation, Jigoro tells Sayaka she can challenge Yawara at any of 10 tournaments in the next 4 months in preparation for establishing a track record for fighting Jody in a World Tournament. Yawara decides to try to study for her college exam AND train for the tournament so that she can fulfill her promise to Jody, though this will mean pulling exhausting all-nighters. As the tournaments go on, Yawara begins to sleepwalk through them, which concerns Matsuda, who has been keeping a vigil by the Inokuma resident (without Yawara's knowledge). Yawara still keeps Shinnosuke's picture in her drawer, and Shinnosuke still watches Yawara's matches even as he fools around with other women."
                },
                "24": {
                    "ID": "3014611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014611",
                    "TitleEnglish": "Yawara`s Personal Tutor is a Love Expert",
                    "SummaryEnglish": "Finding Yawara's performance in the four previous tournaments to be deteriorating (though she still won all her matches), Jigoro confiscates Yawara's textbooks and forbids her from studying. Yawara meets Shinnosuke at a bookstore and she confesses that her poor performance was due to not sleeping from studying all night; Shinnosuke offers to tutor her at his condo. Matsuda spies on them out of jealousy, and they have a blowup over Yawara; Matsuda threatens to tattle to Sayaka. Matsuda then tries to follow suit by \"tutoring\" Yawara, but to his humiliation it turns out he knows less about school subjects than Yawara. In his tutoring, Shinnosuke tries to woo Yawara with English love poetry, while trying to cover up evidence that he is seeing other women. As Shinnosuke tries to juggle different women calling and visiting him while tutoring Yawara in his condo, Sayaka finally walks in on them."
                },
                "25": {
                    "ID": "3014621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014621",
                    "TitleEnglish": "Love, Exam Studies, and Yawara`s Feelings",
                    "SummaryEnglish": "Sayaka walks in on Yawara and Shinnosuke as they are finishing their tutoring session, and Sayaka accuses Yawara of being a \"dorobo-neko,\" a \"cat thief\" trying to steal Shinnosuke from her. Sayaka discloses that Shinnosuke has been offered (and accepted) an executive position with the Honami Group and will take it over in the future, and that Shinnosuke is her \"fiance\" (which he does not dispute). Matsuda, who has been staking out Shinnosuke's condo, sees Yawara run out crying, and interprets that Shinnosuke has having done \"something heinous\" to her. Sayaka shows up at a post-victory press conference for Yawara and tells her that she will enter Yawara's next tournament to defeat her. Jigoro calls Shinnosuke a \"kazammidori\" (weathervane) for dating so many women. Jigoro and Yawara find out in the news that Jody will be fighting the Russians in a televised tournament, but Yawara almost does not make it back to watch the match after being whisked away by Shinnosuke, who lies to her about his relationship with Sayaka. During the match, the robotic Russian Anna Teleshikova uses \"dirty tactics\" to disable Jody's knee and defeat her; Jody leaves with a serious injury (tearing her left knee ligament)."
                },
                "26": {
                    "ID": "3014631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014631",
                    "TitleEnglish": "A Shocking Invitation For Yawara!",
                    "SummaryEnglish": "Jody has suffered a seious injury that will take at least 6 months to recover from and puts her future judo career at risk. Matsuda shows Teleshikova's post-match press conference interview to Yawara, in which Teleshikova says she would not consider herself the best until she defeats Yawara. In response, Yawara seems to withdraw further until Tamao unexpectedly returns home to tell her that she had heard that Kojiro might have come to see her previous match against Sayaka. Shinnosuke sends Yawara flowers to ingratiate himself, and Sayaka for some reason also invites Yawara to her 18th birthday party but telling her it is a \"casual wear\" occasion. When Yawara arrives in casual clothing, Sayaka makes fun of her because all others are in formal attire (except for Jigoro, who has crashed the party for the free food). At the party, Sayaka's father announce that the Kazamatsuri Brewery (to which Shinnosuke is the sole heir) is merging with the Honami Group and that he is engaged to Sayaka (both decisions with Shinnosuke's parents' blessing). Shinnosuke is unable to object, and Sayaka takes the occasion to issue another challenge to Yawara, who runs away from the party."
                },
                "27": {
                    "ID": "3014641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014641",
                    "TitleEnglish": "Yawara and the Love Square",
                    "SummaryEnglish": "Even with the news of Shinnosuke's engagement to Sayaka, Matsuda is unable to convince Yawara that Shinnosuke is a no-good playboy. Shinnosuke is seen hooking up with another girlfriend from his regular stable (Hiromi, Mayumi, Mieko, Mariko, et al.) and claiming that he loves the girlfriend at hand and was \"forced into\" the fiance arrangement. Yawara arrives home to tell Coach Yuutenji, who has been meeting with Jigoro every month to reinforce the Sakai College connection, that she is attending Sakai. Seeing that Yawara is depressed, Matsuda tells Shinnosuke to cheer her up despite his own feelings for Yawara and that he would cover for him with Sayaka. Shinnosuke has a date with Yawara and tells her more lies (i.e., being \"trapped\" and he only loves her), but they are chosen as the \"couple of the day\" on a TV program, which is seen Sayaka. Sayaka pursues Shinnosuke and Yawara while Matsuda runs interference."
                },
                "28": {
                    "ID": "3014651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014651",
                    "TitleEnglish": "The Madonna of my Youth, Yawara",
                    "SummaryEnglish": "This episode is about Hanazono's unrequited secret love for Yawara in contrast to Sudoh's bolder approaches. Hanazono has trouble confessing his feelings to Yawara, whereas Sudoh has trouble keeping himself from pestering Yawara for dates. Jigoro tries to prevent Yawara from going on dates with either of them, but is foiled by his craving for food from keeping watch. Yawara goes on a double date with both Hanazono and Sudoh at an amusement park, and tells them that she is quitting judo. While Hanazono is so disappointed by her decision to quit that he runs off, Sudoh believes that she should just do whatever she wants. Sudoh encounters former delinquent friends, who want to beat him up again, especially if he involves the judo club. Sudoh submits a \"retirement letter\" to the club in order to protect the members, but they show up anyway to intervene in the fight/beating. Hanazono swallows the retirement letter to nullify it, and Jigoro shows up to \"persuade\" the delinquents to desist with a timely judo throw and some accidentally spilled porno videos."
                },
                "29": {
                    "ID": "3014661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014661",
                    "TitleEnglish": "The Other One-Sided Love",
                    "SummaryEnglish": "Jigoro intentionally tries to burn application materials for Mitsuba Women's College in his continuing opposition to Yawara's decision to attend Sakai. Jody writes a cheerful letter (in Japanese and Kanji, but with some mistakes) to Yawara saying that she will recover and fight again, and warning that Teleshikova is a strong opponent. The lecherous newspaper editor (Matsuda's boss) assigns an \"extra\" rookie photographer to Matsuda, the excitable, coarse, bespectacled, and buxom Kaga Kuniko who dresses in revealing tights. Matsuda is upset to be saddled with her, but has no choice as Kuniko uses hysterical crying on command as a weapon to get what she wants, in addition to spreading false rumors. Shinnosuke is too craven to cancel the engagement, which he is rehearsing mentally, as Sayako discusses how many expensive dresses to buy with her mother and a designer. Kuniko appears to have a crush on Matsuda having perceptively sensed that he has feelings for Yawara; Kuniko disrupts a meeting between Yawara and Matsuda by claiming to be his \"girlfriend,\" which unexpectedly upsets Yawara, who did not previously realize that she might have feelings for Matsuda as well. Yawara feels inferior because she does have Kuniko's big boobs or overt sexiness. Jigoro cuts a deal with Yawara: he would approve her taking the Mitsuba College entrance exam in exchange for her entering the upcoming Zen-ooki judo tournament. Yawara gladly agrees because her grandfather's approval is actually important to her (despite her saying otherwise), and because she misunderstood the deal to mean that Jigoro would approve her attending Mitsuba, not just taking the entrance exam for it."
                },
                "30": {
                    "ID": "3014671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014671",
                    "TitleEnglish": "The Lonely Ippon Zeoi",
                    "SummaryEnglish": "Kuniko continues to pay unwanted attention to Matsuda, and when he objects, she cries to coerce him. She gets Matsuda drunk and takes him home, trying to sleep in bed with him (Matsuda ends up sleeping outside). She clings to him whenever he is meeting with Yawara and/or Jigoro, arousing equal measures of jealousy and disgust in Yawara. At the critical Zen-ooki tournament, Yawara was so distracted by the presence of Matsuda + Kuniko and Shinnosuke + Sayaka that she almost loses the first match (the men have no idea how much they are distracting her, whereas the women are there intending to distract her). During the final match, Yawara is again distracted but earns a victory by spraining her right wrist in the process, possibly disabling her from taking the entrance exam the next day (apparently she cannot write left-handed)."
                },
                "31": {
                    "ID": "3014681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014681",
                    "TitleEnglish": "The Present on Entrance Exam Day",
                    "SummaryEnglish": "Jigoro puts his special frog balm on Yawara's injured hand, assuring her that it will take away the pain so that she could take the exam (in fact, he purposely gave her wrong medication (for hemorrhoids) so that she would fail her test). Yawara is desperate as she is unable to write, but her injury is discovered by a concerned Matsuda, who sneaks into the testing site to check up on her by skipping out on an important assignment to cover \"Mike Bison\" (a stand-in for Mike Tyson). Yawara initially distrusts Matsuda and rebuffs him rudely, and it is only after he confesses a \"personal interest\" in her that she allows him to fix her hand with a makeshift handkerchief (allegedly borrowing from an injured tennis player's technique). Yawara asks her mother if she was \"attracted to many men at the same time\" when she was younger. Mistaking her surprisingly good mood for having given up on Mitsuba College (because she must have failed the entrance exam), Jigoro takes her to visit Saikai College to visit Coach Yuutenji and the college president, but Yawara bursts their collective bubble by categorically stating that she will not attend Saikai. She goes to the newspaper office to return Matsuda's handkerchief, but meets Yuniko who lies about Matsuda being out and pretends to take a message for him. As she leaves, Yawara is fooled into thinking that Kuniko might be a good person after all. Meanwhile, Shinnosuke wakes up after bedding a new woman and delightedly reminds himself that he can sleep with both Sayaka and Yawara once they enter college."
                },
                "32": {
                    "ID": "3014691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014691",
                    "TitleEnglish": "A Stormy Time at the Exam Results",
                    "SummaryEnglish": "Kuniko shows Matsuda's handkerchief by mistake, and Matsuda presses her about what Yawara had left as a message (by exchanging a dinner date). Hanazono, Sudoh, and Jigoro all show up to see Yawara's test results (but to the wrong site, the one for junior high test results), and Shinnosuke casually appropriates Yawara (who had been hoping to see Matsuda) when he sees her, after finding out that she has passed the test he openly lusts after her upcoming sexual availability as a college girl. Yawara and Mastuda are forced to have dinner and drinks with Shinnosuke and Yuniko, the latter trying their best to ruin Yawara's perception of Matsuda with lies and false innuendos. Yawara compensates by over-drinking. The only good news is Matsuda's revelation that Jody is getting out of the hospital. Later, Matsuda gets to be alone with Yawara, but is unable to explain the truth about himself, being genuinely conflicted between being happy for Yawara for passing the Mitsuba exam and his dream of being able to follow her career as a judo superstar. When Matsuda cannot suppress his enthusiasm for a possible cover story about Barcelona championship match between Yawara and Jody, Yawara becomes upset and throws the clueless Matsuda. Yawara leaves thinking that Matsuda does not care about her as a person and only sees as a walking sports news scoop."
                },
                "33": {
                    "ID": "3014701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014701",
                    "TitleEnglish": "Aim for the All-Japan Tournament",
                    "SummaryEnglish": "Jigoro refuses to entertain the possibility that Yawara would go to Mitsuba Women's College, and not even Tamao's food inducements can change his attitude. After hearing Jigoro's opposition, Hanazono and Sudoh offer to help Yawara change Jigoro's mind by first plying with food at a restaurant. When that fails, Jigoro makes a judo bet with them such that if they even throws him even once in any way possible, he will allow Yawara to attend Mitsuba. Despite various unorthodox attacks, the two inevitably fail. Yawara's friends buy a red dress as a college present for her, and by chance they find Sayaka buying the identical dress at the store as well; Sayaka is upset on hearing that Yawara will not attend Saikai but Mitsuba instead, calling her a \"win-and-run\" girl. Sayaka challenges Yawara to enter the All-Japan Tournament so she can finally have a chance to beat her. After a long talk with Tamao in which Tamao gives him money intended for Mitsuba College, Jigoro finally changes his mind. He will pay for Yawara to attend Mitsuba (setting aside Tamao's money for Yawara's future wedding), but Yawara has to enter and win the prestigious upcoming All-Japan Tournament (an open weight tournament matching judokas of all weight classes against each other) and forgo going out with men for the time being. Yawara happily accepts the deal but also realizes that she will still have to do things grandpa's way. Matsuda is excited about the tournament as well, and reveals that Saikai College's veteran judo captain, Kousaka Megumi, is also aching to challenge Yawara because Yawara has disrespected Saikai by turning down its scholarship offer."
                },
                "34": {
                    "ID": "3014711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014711",
                    "TitleEnglish": "The Stage Contest of the Rivals",
                    "SummaryEnglish": "At the All Japan Tournament, the rivals of Yawara (e.g., Yuki Tohdoh and Sayaka) meet and talk trash. Yawara is more concerned about Hanazono passing his Saikai exam than the tournament, and as it turns out, he did not pass. Kousaka Megumi appears confident against Yawara as she has studied her moves extensively and believes she has counter for Yawara's trademark one-arm Ippon Zeoi throw. However, when the match begins, Yawara reflexively counters Kousaka's countermove and beats her anyway; Kousaka is not embittered about the loss and instead has greater respect for Yawara and vows to work harder. Jigoro likewise gives her encouragement as well as his autographed book."
                },
                "35": {
                    "ID": "3014721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014721",
                    "TitleEnglish": "The Miss` Tenacity",
                    "SummaryEnglish": "Right before their semifinal match, Sayaka and Yuki each brags about how few seconds they will need to defeat the other. Sayaka tries a couple of quick moves on Yuki but each time the latter counters and is able to move out of bounds. Even on the third encounter, when Yuki slips, Sayaka cannot score, and she becomes increasingly anxious. On the fourth encounter, Sayaka injures her leg in the fall, allowing Yuki to score the first points in the ensuing encounter. Yuki then focuses her attack on Sayaka's injured right leg and pins her with her massive upper body (kami-shihoh gatame). Refusing to give up, Sayaka is able to reverse flip and escape from Yuki at the last second. Yawara then offers specific tips to Sayaka to execute a pin on Yuki, forcing her to give up. However, afterwards to save face Sayaka denies that she would followed Yawara's advice or that she has suffered an injury. On the next semifinal match, Yawara defeats her opponent with a usual quick ippon. In the examination room, the doctor tells Sayaka she has broken her leg and that she risks greater injury and perhaps permanent inability to practice judo if she continues; however, Sayaka decides to press on because she cannot bear the shame of losing to Yawara, even on an injury forfeit. To stop Sayaka, Shinnosuke kisses her, causing her to faint and she is carried to the hospital. Sayaka thus loses by forfeit. The final scenes show Jody and Teleshikova training hard in hot anticipation for a match (in Jody's case, rematch) against Yawara."
                },
                "36": {
                    "ID": "3014731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014731",
                    "TitleEnglish": "Ah, Hanazono! The Tearful Graduation",
                    "SummaryEnglish": "As graduation nears, nostalgia and romance are both in the air. Shinnosuke is plotting to offer himself as a \"gift\" to Yawara as graduation gift, even as he finds himself being more of a fiance play toy to Sayaka, who is recovering from her leg injury, as they head for Hawaii to one of her \"extra\" mansions. The judo team reflects on their progress under Yawara's coaching and their future with both Yawara and Hanazono graduating. Hanazono made a wish of fighting Yawara just once before he graduates, which Yawara grants, with the inevitable result of Hanazono being thrown for an ippon."
                },
                "37": {
                    "ID": "3014741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014741",
                    "TitleEnglish": "Jigoro`s Love, a Tumultuous Pure Love Story",
                    "SummaryEnglish": "Jigoro takes advantage of a media interview about Yawara to launch into his own memory lane again. Shortly after he took over Kaneko's Kyudodan dojo, he saves a man who is about to hang himself due to a bad romance. One day Kaneko's uncle (father's older brother) Toranosuke, a tea ceremony master rather than a judoka, comes to visit with an offer for Kaneko to marry his best student and carry on as his successor; this is supposed to the will of Kaneko's father, Ushio Umanosuke. However, Jigoro is also thinking of proposing in the future to Kaneko. The uncle and Jigoro do not get along, as they argue over whether a teacup or (judo) tatami is more important. Toranosuke tricks Jigoro into saying that he values judo over any woman or marriage, which is inadvertently confirmed by Jigoro who has to attend his first All Japan Championship. Kaneko tells him that she will accompany her uncle to be engaged to his student. In the final match, Jigoro is pinned helplessly by his opponent until the formerly suicidal young man encourages him with the prospect of proposing to Kaneko at the Ueno train station as the Japan champion. Inspired, Jigoro wins the match and rushes to the station. On board the train, he at first proposes to the wrong woman, only to find that Kaneko never boarded the train and is running aside it to catch his attention. According to Jigoro, Kaneko runs so fast that she catches up to the train at the next station, where they exchange their marriage vow. In addition, the suicidal young man was Sato Daisaku, who became an important prime minister during the modernization of Japan, all entirely thanks to Jigoro. Yawara does not believe in the story, and the reporters also long left the \"interview.\""
                },
                "38": {
                    "ID": "3014751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014751",
                    "TitleEnglish": "The Heartful Excitement of Women`s College Life",
                    "SummaryEnglish": "It is the first day of school (opening ceremony) for Yawara and Sayaka in their respective colleges. Jigoro accompanies Yawara as a chaperon and also to ask the college president to keep an eye on her. On the bus there, Yawara encounters a super-tall, gloomy female student named Itou Fujiko. Yawara is tempted to join various student clubs which are recruiting new members. Jigoro mistakes Mitsuba cheerleaders for can-can dancers and attempts to teach them \"Yawara cheers\" for the Barcelona Olympics, and afterwards enjoy a boisterous drinking party and late-night disco dancing outing with them. Yawara and Itou and other girls go to a boring Keihou university (coed) mixer where they wait for a long time only to see a bunch of geeks and otakus show up as their \"hot dates,\" disappointing Itou whose goal it is to enjoy her \"once-in-a-lifetime youth\" and \"find a wonderful man\" at college. Worried that she would miss her night practice, Yawara instead is surprised to encounter Jigoro across the street covered in lipstick kisses from the cheerleaders."
                },
                "39": {
                    "ID": "3014761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014761",
                    "TitleEnglish": "Blue Night Yokohama",
                    "SummaryEnglish": "Yawara and her new friend Itou Fujiko try out new clubs and encounter another student, Komiya Yukari, who is a veteran dater aggressive with men. Itou Fujiko mistakenly believes that Yawara is a \"1st degree\" in flower arrangement or tea ceremony, which an embarrassed Yawara does not correct. Komiya encourages both to join the golf club, where she says it is easiest to hook a rich guy, which is her goal in life. They do so and Shinnosuke shows up bearing flowers for Yawara. However, he is soon swallowed by fawning women who want him to teach them golf, with Komiya being typically the most forward. At a bar, a man tries to get Yawara drunk but instead it is Itou who downs the drink and feels sick. Later, when Shinnosuke finally gets to be alone with Yawara, they are spotted by Sayaka on board her super yacht Queen Sayaka, and she literally crashes the pier where Shinnosuke is sweet-talking Yawara, yelling the typical \"cat-thief!\" insult at Yawara."
                },
                "40": {
                    "ID": "3014771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014771",
                    "TitleEnglish": "Fujiko-san`s Secret!",
                    "SummaryEnglish": "Yawara and her new college friends join a 2-day golf camp. Yawara shows herself to be a golf natural, whereas Itou Fujiko has no knack, on top of which the men make fun of her height. Yawara has a chance encounter with Hanazono, who is training with the Ebitendou judo club nearby. Hanazono and the other judo members crash the coed mixer party that Yawara is attending, asking her whether she has quit judo to take up golf. Yawara spends time with Itou Fujiko, who tells her about her history as a junior ballet dancer thwarted by her inherited height. At training, Jigoro tells Yawara he has entered her in the upcoming World Judo Cup, where world class judokas will be competing against her."
                },
                "41": {
                    "ID": "3014781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014781",
                    "TitleEnglish": "The Part-time Job For a Day",
                    "SummaryEnglish": "Yawara and Itou decide to get a part-time job, after seeing the stylish outfits of Komiya, which they cannot afford. However, the only jobs that Komiya appear to be for call-girls which pay 20,000 yen per hour. Later, they are hired at a fast food restaurant. Things are going well until Matsuda, and then Shinnosuke show up. Sayaka spots them and then challenges Yawara to a fight right there at the restaurant, but a bunch of ruffians intervene, and Sayaka fights them instead, creating complete chaos. Jigoro ends the farce by showing up to buy hamburgers, discovering that Yawara has a secret part-time job. He forbids her from working because she needs to train more for the Judo World Cup. Jigoro is also upset that the World Cup has no open-weight division, which he believes is counter to the spirit of judo in which skill can overcome strength."
                },
                "42": {
                    "ID": "3014791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014791",
                    "TitleEnglish": "Ippon Zeoi at the Disco!",
                    "SummaryEnglish": "Yawara and Itou decide to try their next job at the disco, using the excuse that they are study. ALthough Itou is afraid that her ballet training might be useless there, her dancing (to the music of Swan Lake) turns out to be a hit. However, the \"Cheek Time\" (close embrace dancing) discomfits Yawara, and when her patron tries to cup a feel, she instinctively throws him for an ippon. Itou begins to suspect that she has seen Yawara before, perhaps as a judoka. Yawara realizes that she really is not \"normal,\" or at least does not react like a normal girl."
                },
                "43": {
                    "ID": "3014801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014801",
                    "TitleEnglish": "Free Weight Class is the only way for Yawara!",
                    "SummaryEnglish": "Jigoro crashes the airport reception for IOC President Tamaranch, a close friends of the Honami family to demand that the Judo World Cup have an open weight division. Itou Fujiko finds out that Yawara is the famous judoka genius, and urges her to compete in the World Cup, telling her that it inspires her. However, Yawara is unmoved. Jigoro cooks up a scheme/stunt to make the World Cup open-weight in exchange for approval for Shinnosuke to date his granddaughter, in which Jigoro takes on the huge 120 kg Arakawa (5th-dan judo), a Honami's security agent, the reception for President Tamaranch. When this scheme fails, Jigor fakes an illness and has the Saikai judokas look for Yawara, who throws a Saikai judoka in front of Tamaranch, convincing him of her strength and perhaps opening his mind about creating an open-weight division at the Judo World Cup."
                },
                "44": {
                    "ID": "3014811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014811",
                    "TitleEnglish": "Selected Athletes Announced Tonight!",
                    "SummaryEnglish": "It is publicly announced that four weight classes (with Sayaka representing Japan in the under 48 kg division; Yamada Kaori in the under 52 kg division; Tanabe Yoko in the under-72 kg division; and Toudoh Yuki in the over-72 kg division) will be at the Judo World Cup, with also a new open-weight class to be represented by Yawara, to Sayaka's consternation. However, Yawara announces that she will not participate. Instead she wants to concentrate on her home economics classes such as cooking and being a normal girl. Itou shows Yawara her blood-soaked ballerina shoes, which she had used to dance even when injured and bleeding; she tells Yawara that she has been \"chosen\" to succeed, and that it would help fulfill her dreams also if Yawara competes. Matsuda echoes similar sentiments. Yawara finally decides to enter the Cup and start training camp. Matsuda and Yuniko infiltrate the Russian training camp and Teleshikova tells them that she will win the world cup. Matsuda for some reason takes Kuniko to see his parents, who mistake her for his girlfriend; when he vehemently denies that she is his girlfriend, they press him for a meeting for an arranged marriage prospect because he is already 26 and still single. He refuses again, telling them that he is interested in someone who will be in the Judo World Cup."
                },
                "45": {
                    "ID": "3014821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014821",
                    "TitleEnglish": "After the World cup ends...",
                    "SummaryEnglish": "Itou Fujiko organizes a Yawara Cheer Club at the college, but the girls are not particularly enthusiastic. Jody shows up to proclaim that she and Yawara are \"shummai\" (dumpling) rivals, rather than \"shukumei\" (destined) rivals, amongst other mistakes in Japanese. She also again refers to Tamao tells Yawara that her father might have been spotted in Seoul, the site of the World Cup, giving some 1-ippon lessons to Korean judokas. Belkins the Belgium Judo Queen gives an press conference, and Matsuda tries to fan flames of competition between her and Teleshikova and Yawara. Yawara arrives at the Saikai College training site and everyone is impressed by her ability except for Jigoro, who calls her ippon \"half-assed\". Shinnosuke makes a date with Yawara and then has to cancel because of Sayaka. Yawara and Tohdoh go shopping, but Tohdoh dumps her. When it rains, Yawara and Matsuda find themselves seeking shelter in the same phone booth, and Yawara tells him that her dad Kojiro might be in Seoul, where perhaps they can find him. When it comes to his turn, however, Matsuda is unable to tell her his feelings and instead talk about an interview after the world cup."
                },
                "46": {
                    "ID": "3014831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014831",
                    "TitleEnglish": "Raising the Curtain! World Cup",
                    "SummaryEnglish": "Tamao tailors Kojiro's old judo uniform for Yawara to use in Seoul, as Yawara tries to learn some Korean. Jigoro supposedly is doing pre-tournament meditation, but it turns out he was just thinking about which restaurants to hit in Seoul. Itou Fujiko has spent several weeks organizing other women at the college to sew a giant Yawara cheer banner, with which she wants to surprise Yawara; she stays up all night putting the finishing touches (though still unable to fix all mistakes) but arrives too late to see Yawara off. However, she is able to unfurl the 20 m (66-ft) banner on the tarmac so that Yawara and others could see it from the plane as it takes off. Sayaka meets her mortal enemy (and opponent in her weight class), Kim Yonsky, and they exchange insults based on what kind of food they are make each other out of at the match. Yawara is separated from the other judokas and goes on her own to search for her father, where she encounters Belkins, the Belgian champion, who is modeling traditional Korean dresses. She also ends up in a dojo, where Teleshikova is hard at work training; when Yawara tries to show her Kojiro's picture, she slaps it away, but they do not fight. Yamashita, the former Olympic gold medalist, tells Yawara that he met Kojiro recently but gives no further details other than that Kojiro must be watching the event in Seoul as well. The Japanese team enters the arena, with Sayaka carrying the flag (Matsuda comments that the honor must have been bought by the Honami money)."
                },
                "47": {
                    "ID": "3014841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014841",
                    "TitleEnglish": "Uncertain! Japan`s Female Judo!!",
                    "SummaryEnglish": "The Cup begins, and Sayaka as the 48kg division favorite, easily wins her semifinal match to reach the final against Kim Yonsky. Jody Rockwell shows up with her equally huge fiance, a weightlifter who likes to lift people as well. The media focuses its attention on the sidelines as Teleshikova, Jody, and Belkins surround Yawara to trash talk, and this distracts Sayaka in her finals match with Kim. Kim builds a big lead against Sayaka, but Yawara gives tips to Sayaka, which she uses but does not appreciate or acknowledge publicly. The last second move that could have led to a victory by Sayaka, however, comes too late, and Kim is declared the victor. Jigoro gives Sayaka encouragement afterwards as well as his autobiography, and tells her that she will become stronger. Meanwhile, Tohdoh also loses, and the Japanese women's team is faring badly thus far. An emotionless Teleshikova states that it is useless to care about other people's matches like Yawara does."
                },
                "48": {
                    "ID": "3014851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014851",
                    "TitleEnglish": "The Open-weight Champions",
                    "SummaryEnglish": "As the Free Weight division begins its contests, Yawara's friends at home are having trouble tuning in to the televised tournament--Hanazono has to wash a mountain of judo uniforms, and Itou Fujiko has TV reception problems. Belkins easily defeats her first round opponent. Yawara is pitted against a giant, Tao of China, who is 198 cm (6 ft 6 in) tall and weighs 125 kg (275 lb), but Yawara throws her for an instant ippon anyway, stunning the arena into silence. An overwhelmed (and crying, of course) Hanazono declares to his new sempais that Yawara is his first love. When they hear that he had even wrestled Yawara, they punish him with judo pins, especially as he refuses to give them Yawara's phone number. Fujiko is angry that the other women are not paying serious attention to the match and are talking about men instead. Jody wins with an ippon throw, but Teleshikova uses a collar strangle instead, surprising the observers. Kuniko bumps into a stranger carrying a lot of food who asks her to deliver a letter to Jigoro. The semifinals feature Yawara vs. Belkins, and Teleshikova vs. Jody. Matsuda finds out about the letter and frantically searches the arena for a possible Kojiro sighting."
                },
                "49": {
                    "ID": "3014861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014861",
                    "TitleEnglish": "Yawara vs Queen Belkens",
                    "SummaryEnglish": "In their match, Belkens quickly discovers she has no opening against Yawara, and that any move she makes places her in danger. Belkens is therefore on defense most of the time and receives two warnings for repeatedly going of bounds to escape. Finally she attacks, but is almost thrown for an ippon before hooking Yawara's leg for a narrow escape. However, Yawara is able to counter this move and in the next sequence, pulls Belkens for an ippon. Belkens is gracious in defeat, telling Yawara that She may be the new queen. Matsuda meanwhile chases the an he believes to be Kojiro all over the arena and outside, finally catching up with him before being thrown; Kojiro finally talks to Matsuda (this is the first time in the show he speaks and is shown on screen). Kojiro tells Matsuda that despite his long search, he has not been able to master the art of \"Ju\" over \"go,\" and that Yawara has more natural talent than he does. Matsuda asks what is meant by this. Yamashita confides to another sportscaster that he had suffered the same type of defeat against Kojiro Inokuma during a match, but later scored a lucky victory in a private match, prompting Kojiro to disappear in his search to become stronger. In their match, Jody scores the first yuko points against Teleshikova."
                },
                "50": {
                    "ID": "3014871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014871",
                    "TitleEnglish": "In order to fight Yawara...",
                    "SummaryEnglish": "Kojiro relates to Matsuda that after his loss to Yamashita, he became ashamed of his former conceitedness, and then after being thrown by Yawara at 5 year old, he realizes that he lacks the natural talent of a genius. To compensate for his weakness, he has been traveling and training all over the country to become stronger. Kojiro tells Matsuda that his letter contains important tips for Yawara in her final match. Kojiro runs away, and Matsuda is detained by the arena police to file a police report as they believe he is a victim of an assault by Kojiro. In their hard fought match, Jody is leading at first, and Yamashita and Jigoro are puzzled that Teleshikova has not used any of her powerful throws. Jody hurts her foot with 1 minute left and Teleshikova relentlessly attacks her injury with repeated foot sweeps. Despite being in severe pain, Jody refuses to give up and tries a desperate move that almost wins her the victory, but Teleshikova finally unleashes her fearsome throw with 1 second left to win by an ippon."
                },
                "51": {
                    "ID": "3014881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014881",
                    "TitleEnglish": "The letter from Kojirou",
                    "SummaryEnglish": "After Jody's defeat, she is unable to bow and falls down from her injury and exhaustion. Yawara is angry that Teleshikova targeted Jody's injury, thinking it unsportsman-like and unfair and \"mean.\" Jigoro states that Teleshikova was hiding her finishing move (throw) from Yawara. Jody tells her fiance that their wedding will need to be postponed until her leg is healed. Matsuda limps back into the arena, trying to retrieve Kojiro's letter from Kuniko to give to Yawara. Kuniko tries to give the \"fan letter\" to Yawara, but she ignores her as she is in a mental zone. Yawara enters the match energized by a desire for revenge. Although Yawara scores 2 quick yukos agaisnt Teleshikova using different moves, Jigoro is not happy and says if it keeps up, Yawara might lose. Matsude finally opens Kojiro's letter, which asks Yawara to watch out for Teleshikova's uranage (back throw), but is too late to warn Yawara, who is thrown by Teleshikova's uranage."
                },
                "52": {
                    "ID": "3014891",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014891",
                    "TitleEnglish": "Death Hold! Tereshkova`s Battle",
                    "SummaryEnglish": "Teleshikova's uranage against Yawara was ruled a waza ari (half point), not an ippon (outright victory), because it landed partially out of bounds, and Yawara narrowly averts a defeat. However, she is also not getting up from the mat and may be knocked unconscious briefly. In her semiconsciousness, Yawara remembers her throwing Kojiro at 5 and apologizes to him, and finally she wakes up on hearing Matsuda yelling for her to get up (which she mistakes for Kojiro's voice). As the match continues, Teleshikova engages her relentless leg sweeps, and Jigoro is angry that Yawara is still fighting for revenge and not using her head. Meanwhile, as Jody is about to be transported to the hospital, she instead escapes into the arena to cheer Yawara on. Teleshikova unleashes another uranage for a yuko and another throw for yuko, now leading Yawara in match points. Yawara is able to score a waza ari after seeing Jody cheering her on, but Jody collapses right afterwards and has to be carried out on a stretcher. Jigoro is so angry by Yawara's revengeful display that he tries to stop the match, saying that he does not want to win a gold metal in such a shameful fashion, but is stopped by Yamashita."
                },
                "53": {
                    "ID": "3014901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014901",
                    "TitleEnglish": "Matsuda`s Interview Monopoly",
                    "SummaryEnglish": "Yawara tries a kata guruma (shoulder wheel), lifting Teleshikova on her shoulders, but she is able to escape by walking on her hands to go out of bounds. Jigoro continues to criticize Yawara as a \"fighting dog\" unworthy of a judoka, and states that his judo does not win by judges' decisions or points, but on outright ippons. Teleshikova vows not to lose despite not having the fan support and world class training. After multiple moves and countermoves, Yawara finally executes an impossible ippon with 3 seconds left in the match for a victory. Right afterwards, Jigoro angrily pulls off Yawara off the stage and refuses to let Yawara attend the award ceremony. The media begins to ask about the rumor that Kojiro left because of being thrown by a 5-year-old Yawara. Yawara runs off, saddened by having been the cause of her father's departure, and Matsuda chases after her. She vows to quit judo because it separated her family. As Matsuda confesses his feelings for Yawara for the first time, she falls asleep on his shoulder. Kojiro is confronted by men in suits and sunglasses who work for Honami Group, and Sayaka orders that nothing be spared to hire him as her coach."
                },
                "54": {
                    "ID": "3014911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014911",
                    "TitleEnglish": "Highlights 1: Everything started from that moment",
                    "SummaryEnglish": "A summarization by Matsuda of what has happened so far."
                },
                "55": {
                    "ID": "3014921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014921",
                    "TitleEnglish": "Highlights 2: Came, Watched, Won ! The World`s Number 1 Juudou Girl!!",
                    "SummaryEnglish": "A summarization by Matsuda of what has happened so far. It ends with Kojiro being brought to Sayaka, potentially as a coach."
                },
                "56": {
                    "ID": "3014931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014931",
                    "TitleEnglish": "I... Am Quitting Judo!",
                    "SummaryEnglish": "Media frenzy at the airport as the Japan judo team returns from the World Cup. Yawara escapes from the media leaving Jigoro to deal with them. All the Musashiyama judo members and Fujiko and company are there also to greet her. Hanazono mistakenly holds hands with Fujiko, and they appear to have some chemistry (the two are matched in height and enthusiasm for Yawara's judo). Yawara tells Tamao that she could not find her father in Seoul. Jigoro parades around with Yawara's gold medal for his friends to admire. Meanwhile, as Kojiro wolfs down food, Sayaka tells him she is willing to pay him 100 million yen or 2â€“3 times that much in order to teach her how to defeat Yawara (she is not interested in any gold metals) and become an \"Invincible judo lady.\" Teleshikova receives lavish praises as she returns home, and asks that the coach gather male judokas at the dojo for immediate training. Jody is already lifting weights in bed at the hospital. Fujiko and Hanazono end up holding hands as they pledge fan support to Yawara for the Barcelona Olympics, where judo will be an official sport (in her head, however, Yawara has decided to quit judo). Matsuda is getting drunk as he is depressed about Yawara quitting judo (he is the only person who knows at this point), whereas Shinnosuke returns to his old ways by taking out another woman for a date. Sayaka calls Shinnosuke to tell him that Kojiro is with her, which is overheard by Matsuda. Yawara tells Fujiko that she is quitting judo, greatly upsetting her. Kojioro has been offered 600 million yen by her parents to coach Sayaka. Shinnosuke is tasked with testing whether Kojiro is qualified to coach Sayaka."
                },
                "57": {
                    "ID": "3014941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/3014941",
                    "TitleEnglish": "Fujiko-san`s decision",
                    "SummaryEnglish": "Matsuda tells Kojiro in the presence of the Honamis that Yawara is quitting judo because she thinks it is the reason why her father left the family. Sayaka does not believe him, and Kojiro, who is staying at the Honami compound, continues to insist that he cannot see Yawara right now. Shinnosuke, Matsuda, and Fujiko have dinner with Yawara to discuss her decision to quit judo. Yawara believes \"only bad things have come from judo\" in her life. Fujiko comes to Hanazono for help to convince Yawara not to quit judo, and as Hanazono relates the story of how Yawara helped train the high school judo club, it gives Fujiko the idea to start a judo club at Mitsuba so that Yawara would care about judo again. She and Hanazono \"accidentally\" hold hands again."
                },
                "58": {
                    "ID": "4158188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158188",
                    "TitleEnglish": "The letter from Canada",
                    "SummaryEnglish": "Jody is getting married and has invited Yawara to her wedding. Jigoro insists that she continues training in Canada, Yawara apparently not having told him about her decision to quit. Hanazono warns Fujiko that starting a judo club is tough going and will likely involve much physical work and injuries, and when Fujiko says she will press ahead no matter the hardship, Hanazono vows to help her. During Yawara's absence to Canada, Fujiko makes preparations (posters, judo research, uniforms, etc.) for the club. At the judo recruitment, only 1 sickly woman with \"very little presence\" shows up, Kikage Kyoko (nicknamed \"Kyon-Kyon (the shadow)\"); the club needs 5 members to form a team. Hanazono shows up at Mitsuba College to help drum up interest for the judo club, including an impromptu demonstration at the cafeteria that ended up his fondling a woman's breasts, but also attracting another new member (Oda Mari, aka \"Marilyn\") who wants to learn judo \"without adding muscles\" so that she can avoid being molested. Mari is being sexually harassed everywhere she goes in part because of her sexpot figure and suggestive clothing. Another student who has been dumped by 13 different men and is out to \"throw every man\" in world becomes the 4th recruit (Minamida Yoko); Fujiko however, misinterprets the \"13\" to mean 13 years of judo experience."
                },
                "59": {
                    "ID": "4158189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158189",
                    "TitleEnglish": "The last Ipponzeoi",
                    "SummaryEnglish": "Jody organizes a parade in Canada for Yawara the world judo champion, and Jody's judo students show up. Jody also arranges a practice match at her wedding. Yawara's opponent in the wedding practice match is \"Canada's New Hope,\" Kristin Adams, who had pulled out of the 72kg division competition at the World Cup due to an injury. Yawara has a hard time with Adams before flipping her for a \"final ippon.\" However, Yawara's heart is not in the match at all. Fujiko passes by the jazz dancing club and is accidentally pinned by an enormous woman, who she hopes to be the 5th recruit. Meanwhile Jigoro's gold medal act is getting old with his friends and at the neighborhood. Yawara tearfully tells Jody at parting at the airport that she is quitting judo, greatly upsetting Jody."
                },
                "60": {
                    "ID": "4158190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158190",
                    "TitleEnglish": "Japan`s weakest juudou club",
                    "SummaryEnglish": "The new obese dieting judo club member is Yoshinagawa Sayuri, and Fujiko treats her to all you can eat meal to entice her to join, though her main judo goal is actually to lose weight. Matsuda is initially glad to hear that Yawara participated in a practice match in Canada, thinking it is a good sign, but when Jody calls him to ask for help regarding Yawara's intention to quit (she still believes that Matsuda is Yawara's \"steady\" (boyfriend), he is at a loss. Mitsuba judo club's first \"practice\" was a disaster, as no one actually knows how to do judo. Fujiko comes to Hanazono for help, and he recommends Jigoro as coach. Fujiko discloses for the first time to Jigoro that Yawara is quitting judo. Jigoro is introduced to the women as coach, but they are not impressed, nor by Hanazono as the assistant; the men are distracted by the half-revealed breasts of the sexpot Mari in her judo uniform."
                },
                "61": {
                    "ID": "4158191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158191",
                    "TitleEnglish": "The ultimate special training menu jya!",
                    "SummaryEnglish": "Matsuda helps out the judo team by pretending there's \"media interest.\" Yawara is beginning to wonder about Jigoro's \"weird\" behavior, as he does not seem to be pushing her as hard in training and has been out for mysterious reasons. She sees several students reading Jigoro's autobiography and suspicious scrapes on Fujiko's arms that look like tatami injuries. Jigoro decided the best way to train is through a match, which is arranged between Mitsuba and Tsukushi University's women judo team, the best in the nation. Tsukushi team has multiple members in the 1st, 2nd, and 3rd dan; its coach mistakenly believes that Mitsuba produced Yawara and is coached by the legendary Jigoro, so the team is preparing hard for the upcoming match. Meanwhile, the novice Mitsuba judo team is making little progress except for Fujiko, who shows some aptitude by throwing Hanazono, her partner. Yawara's curiosity finally gets the better of her and she follows Fujiko to the gym and finds out about the club and its upcoming match."
                },
                "62": {
                    "ID": "4158192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158192",
                    "TitleEnglish": "Dangerous Debut Battle",
                    "SummaryEnglish": "The Mitsuba team continues its practice, with Fujiko showing the most progress due to her ballet training (counting \"un, deux, trois!\" with her ballet steps)and physical advantages; Jigoro praises her by saying that she could have been a good judoka had she taken up the sport earlier. Minamida (Nanda) Yoko, the serial dumpee, has various \"technique execution shouts\" based on the names of the boyfriends who dumped her (e.g., \"Haruki you jerk!\" \"Makoto you jerk!\" \"Keisuke you jerk!\", etc.). The team has purposely not asking Yawara for help because of her \"contrarian\" personality, thinking that if they did she would not help, but if they try on their own, she will volunteer. Jigoro adds fuel to the flame by emphasizing how the novices will fight on their own but be crushed bloodily on the tatami. On the day of the match, media shows up based on Matsuda's scoop that Yawara will be there, but the novices believe that it is due to their own newfound \"celebrity\" (only Fujiko is scared out of her mind, hoping that Yawara will show up at some point to rescue them). The match is to be decided by elimination, with Mitsuba's strategy being to delay as long as possible until (hopefully) Yawara arrives. Yoko (nicknamed Paddy Field) scores a surprise first takedown with her \"jerk chant,\" because the Tsukushi team is super nervous about fighting the \"Yawara\" team (Jigoro also reveals that Yoko only knows 1 move (daeshi harai) but has been practicing it for 1 month). With the second opponent, Yoko also scores a surprising yuki and thinks she has won, arguing with the ref because she does not know judo rules; on 2nd contact, the Tsukushi judoka (Kurokawa, a national runnerup) realizes Yoko is an one-trick pony and quickly disposes of her. Sayuri the obese laugher is next and tells Kurokawa \"please don't hurt me\"; her enormous weight lends naturally to a Osaekomi pin on Kurokawa initially, but she is quickly pinned in turn, but does not \"give up\" because she has not been how, thus buy"
                },
                "63": {
                    "ID": "4158193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158193",
                    "TitleEnglish": "Secret Technique! The Swan Lake",
                    "SummaryEnglish": "Screaming \"That hurts! Let me go!\" and crying profusively, Sayuri somehow gets out of the first hold only to get into another jam, and Jigoro has to give up the match for her; he also motivates her by telling she has lost weight in the match. The Tsukushi coach is impressed by how Jigoro is able to motivate his students to fight so hard. Oda Mari is qualified because she is not in proper judo attire (earrings and makeup). Fujiko bravely and shakingly goes to her match, to protect the weakling Kyon-kyon, who would surely die if she fights. The Tsukushi team is somewhat intimidated by her height and by her status as \"second to Yawara.\" Fujiko is able to do a ballerina split and turns an ippon against her into a yuko, and her dancer flexibility avoids other effective attacks as well. Executing her signature \"un, deux, trois!\" ouchi-gari (the only move she knows), Fujiko defeats Kurokawa and struggles against an even larger 2nd rival, Uzaki. Tsukushi's coach is shocked to hear that all the Mitsuba members are 1-month beginners. Fujiko is inspired when she sees Kyon-kyon actually warming up to fight next."
                },
                "64": {
                    "ID": "4158194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158194",
                    "TitleEnglish": "Maybe I should try doing it",
                    "SummaryEnglish": "Fujiko holds on to beat Uzaki but is completely drained. Katori, the under 66kg champion is next for Tsukushi, and Fujiko sallies forth again, telling her teammates that her ballerina body \"may bend but won't break.\" Fujiko finally loses, and Yawara arrives. However, Kyon-kyon (as the \"captain\") is inspired by Fujiko's efforts and wants to compete herself as well. Kyon-kyon actually has no move at all, but intimidates her opponent by counting 1,2,3 because she looks like a ghost. However, she remembers a move by observation and bravely tries it, but at least survives. Yawara challenges Tsukushi to another match later, and the two teams promise to enter the Ajisai Intramural Cup."
                },
                "65": {
                    "ID": "4158195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158195",
                    "TitleEnglish": "Fujiko and love and juudou",
                    "SummaryEnglish": "Fujiko and Hanazono's relationship develop, though Hanazono is too much of a gentleman to make any forward advances, but he finds himself daydreaming about Fujiko and vice versa. Their \"crying date\" at a lovers' park bother the other couples. The next day, although most members are late, they all show up to practice, proving that Fujiko's faith in them is not misplaced. Paddy-field has been dumped by boyfriend #14, while Sayuri claims to have lost 3-5kg from the match. Sayaka decides to join the Ajisai tournament even though her school judo club has no other members in order to challenge Yawara."
                },
                "66": {
                    "ID": "4158196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158196",
                    "TitleEnglish": "Everyone wants to defeat Yawara!",
                    "SummaryEnglish": "Mitsuba team members practice hard under Jigoro. Sayaka assembles a fake judo team from her rich heiress Seishin School classmates, the idea being that she will take care of all the matches. Fujiko in particular is training really hard, and Kojiro shows up secretly to give her tips, saying she is not bad with only 3 months of training. Yawara suspects it might be Kojiro because a persimmon seed wafer, a favorite snack of his, was left behind. Matsuda joins Yawara for a run to tell her that Sayaka will be challenging her at Ajisai, and also suggests that she could build the Mitsuba members' confidence by letting them throw her. Kojiro warns Shinnosuke that they should not overlook the rest of the Mitsuba team (probably meaning Fujiko). At practice, Yawara trains the other members and lets them throw her to teach them timing. Fujiko, however, is giving Yawara a real challenge, having vastly improved. The 8th Ajisai Cup begins, with 16 female colleges participating, including 5-time champ Tsukushi University."
                },
                "67": {
                    "ID": "4158197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158197",
                    "TitleEnglish": "The large wall that is in the way",
                    "SummaryEnglish": "As the Tournament begins, Fujiko is having a crisis of confidence in the limelight. Yawara encourages her, but realizes that everyone else is giving her the death stares. Like Kojiro, Jigoro predicts that Sayaka will have a tough time against a \"huge obstacle\" before meeting Yawara. Sayaka's heiress teammates include \"5th degree calligraphers,\" no judo practitioners, but Sayaka has trouble finishing off 5 opponents by herself in the beginning. Mitsuba College is pitted against Wagadzuma College, and Fujiko is very nervous, though she had \"eaten 300 people\" for good luck. Wagadzuma's coach encourages his team by telling them that Mitsuba members, other than Yawara, are all white-belts. However, the ever confident Paddy-field wins her first match by yelling \"Kenji, you jerk!\" and using her trademark deashi barai move. She takes down another opponent with \"Katsuya you jerkwad!\" but loses the next one. Marilyn's big boobs do not help, and she loses her debut. Sayuri submits her opponent with her weight, but has learned to give up on the next match when she is pinned. Hanazono arrives just in time to give Fujiko her \"un deux trois\" encouragement, and she wins despite being very nervous. Fujiko finally realizes that she can relax because Yawara is behind her to clean up, and she takes down her next opponent with a new move."
                },
                "68": {
                    "ID": "4158198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158198",
                    "TitleEnglish": "The Swan vs The Heavy Tank",
                    "SummaryEnglish": "Before their quarterfinal match agaisnt Kuroyuri Sports College, Fujiko is intimidated by the hulking Tohdoh. Kuroyuri was last year's runner up and features an uniform lineup of huge scary-looking judokas. Paddy-field is no good against her opponent, and Marilyn is out in an instant as well. Sayuri gives up quickly as well. Fujiko's parents come to watch her match, with her likewise giraffe mom manhandling her husband as she cries that she should not have let Fujiko play such a violent sport. They stand next to Hanazono, whom they quickly realize is the man who got their daughter involved in judo because Hanazono's yelling of instructions to her. They want him to take responsibility if she becomes unmarriageable with \"a damaged nubile body\"; Hanazono subconsciously immediately calls them \"father\" and \"mother.\" As they argue, Fujiko defeats a 2nd Kuroyuri College judoka. But her next opponent is one of the fearsome heavyweight Ohtawara twins, Miyoko. Fujiko escapes the initial attacks with her flexibility, and executes her signature move to defeat the younger twin. She then defeats the elder twin with the same combo of defensive flexibility and un deux trois attack. Fujiko almost defeats the behemoth Tohdoh as she gains more confidence, and wins over her parents as fans as well. Yawara finally enters her first match since the World Cup against Tohdoh. Fujiko's parents believe Hanazono has been two-timing Fujiko with Yawara as well."
                },
                "69": {
                    "ID": "4158199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158199",
                    "TitleEnglish": "Do your best! rah rah",
                    "SummaryEnglish": "Yawara takes down Tohdoh not with her trademark Ippon zeoi, but with an ouchi gari, Fujiko's move. Tohdoh had been preparing for the ippon zeoi attack, but cannot counter the new move. In the semifinal, it is Sayaka's school against Mitsuba College. Fujiko's parents visit the Mitsuba locker room and demand to take her out of the tournament immediately. In the melee, they discover that Marilyn is missing (she is spending too much time applying makeup in the restroom) and cannot find him; Kyon-Kyon bravely offers herself as replacement, despite shaking uncontrollably. In the first match, Kyon-Kyon goes against an heiress (who is also a girlfriend of Shinnosuke's). By remembering Yawara's instructions, Kyon-Kyon wins by sweeping her opponent's legs from under her. She then draws her next opponent. Paddy-field takes care of the next 2 and faces Sayaka and is quickly dispatched in an uchi mata ippon. Using the same move, she defeats Sayuri as well."
                },
                "70": {
                    "ID": "4158200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4158200",
                    "TitleEnglish": "Disappear nuisance!",
                    "SummaryEnglish": "Fujiko decides to give her out against Sayaka despite being afraid. Her parents also unexpectedly come to see her; her mom is very tall also, but the dad is short. They stand next to Hanazono without knowing who each other is, but they quickly identify Hanazono as the \"bad influence\" who introduced their daughter to the violent sport of judo. Hanazono instinctively and repeatedly calls them \"mother\" and \"father,\" to which they object. Jigoro tells the Saikai College coach Yuutenji that he can have both Yawara and Fujiko as a package later when they graduate Mitsuba, which is only a 2-year college (Jigoro also calls Fujiko \"the future of judo\"). In the match, Fujiko quickly earns a waza ari with her signature move and would have won outright with an ippon on the second, only to have it called out of bounds. The crowd cheer for Sayaka, not for the unknown underdog Fujiko. Sayaka manages to tie the score but is unable to put the finishing touches for a pin, and the match is called a draw by the refs. Mitsuba wins as Sayaka's team has no one to fight further. Sayaka protests but has to leave in humiliation and disgust. It turns out that Fujiko has dislocated her should during the match, and Jigoro fixes her shoulder but tells her not to continue so as to safeguard her judo future (he enigmatically calls her \"the future of judo\"). Although she wants to continue despite the injury, the other team members tell Fujiko that they will fight for her. Matsuda tells them that the Saikai team has been crushed by the Tsubushi team, which is happy that they do not have to face Fujiko as well."
                },
                "71": {
                    "ID": "4304064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304064",
                    "TitleEnglish": "Lightning fast ippon-zeoi",
                    "SummaryEnglish": "All Tsukushi judokas are topranked blackbelts, which frighten Fujiko, but not the confident Paddy-field, who promises to beat 3 on her own. Kyon-kyon took very detailed notes on the rivals, which may come into use; she is revealed to be a smart learner. Oda Mari takes on the first opponent and is defeated in a flash, and so is Sayuri. Kyon-Kyon tells Yawara she wants to win, as she has never felt more alive and excited. Kyon-kyon manages to score a koka by dodging, but is overpowered in the end; she feels mad about losing. Despite her weakness, Kyon-Kyon has made real progress in judo. Paddy-field scores a first yuko, but loses. Now Yawara has to beat 5 judokas in a row. Yawara quickly defeats her first 2 opponents. As Yawara defeats each opponent, Hanazono and Fujiko try to celebrate together, but they are quickly interrupted by Fujiko's parents."
                },
                "72": {
                    "ID": "4304065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304065",
                    "TitleEnglish": "I will! The 5-man succession miracle",
                    "SummaryEnglish": "Tsukushi coach tries to motivate his team, saying they have more powerful, as the 2 of the 3 remaining judokas are giants. Yawara does have a harder time against the next giant, whom she defeats with a frontal pin. After Yawara defeats the 4th, the coach still claims it is going according to plan. Yamada Kaori, the last Tsukushi judoka, promises she will win because they supposedly have developed a special weapon against the ippon zeoi. However, she is defeated almost instantly when Yawara switches move. In the car carrying Sayaka and Kojiro, he appears to agree to take on Sayaka as his student."
                },
                "73": {
                    "ID": "4304066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304066",
                    "TitleEnglish": "Jiro changes Inokuma into a tiger!",
                    "SummaryEnglish": "Marilyn and Paddy-field hog all the media attention from the victory, but the others do not care. Tsukushi coach is crushed to know that Mitsuba college would not be defending the cup because both Yawara and Fujiko will be graduating, thus denying his school the chance for redemption. Kojiro tells Sayaka that they are not geniuses like Jigoro or Yawara, and that the only way to beat them is through \"luck.\" He takes Sayaka to a remote mountain cabin without electricity or bathroom or heat to train. Sayaka has trouble keeping up with the training once it starts. At a post-victory celebration, Shinnosuke tells Matsuda that he will be free of Sayaka for a while as Kojiro has agreed to train her, and Matsuda warns him not to let Yawara know. The team members try to think about what kind of jobs they will be holding after graduation. A funny dialogue-less sequence follows in which Fujiko spots some newspaper spreads that another passenger is reading on the train, and is ecstatic that they cover the team's victory as well as carry some pictures and headlines of herself being \"a smashing debut\" at the tournament. Kyon-kyon brings some employment notices and applications, and Yawara is surprised that she is the only person who does not get them (because Jigoro burns them and also rebuffs other employment offers, as he already has plans for Yawara and even Fujiko). Coach Yuutenji is already visiting Fujiko's parents about offering a scholarship at Saikai, and promising a chance of winning gold in Barcelona. Fujiko's father calls her to tell her about the Saikai offer. Matsuda tries to find out where Kojiro is training Sayaka."
                },
                "74": {
                    "ID": "4304067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304067",
                    "TitleEnglish": "Abnormalities in the soft job market!",
                    "SummaryEnglish": "The judo members are hunting for jobs, and Sayuri the dieter gets one at a department story. Kyon-kyon is thinking of getting a pre-school job, whereas Paddy-field wants to be a policewoman. Marilyn still dreams about being an actress. Yawara for her part has not figured out what she wants to do. Tamao says it was easy for her to decide to be a mother and homemaker at Yawara's age. Yuutenji tries to convince Fujiko to enter Saikai, and estimates her weight at 65 kg (about 143 lb), to which she objects that she is only 64 kg; Yuutenji says she needs to drop another 3kg for the under 61kg judo class for the All-Japan competition and world championships in Yugoslavia. Fujigo starts dreaming about a graduation trip to Yugoslavia. Yawara goes for job interviews (including the Tsurukame travel agency) and say the right things but the interviewers all know who she is already: they want to hire her for publicity, but Jigoro turns them without her knowing. Marilyn receives an offer from a porno film producer. After Fujiko tells Yawara about the Saikai offer, she confronts Jigoro, who unexpectedly takes a conciliatory approach, surprising Yawara. He guilt trips Yawara into thinking that if she does not help Fujiko prepare for competitions, her psychologically fragile best friend would fall apart. Later, the women train for the All-Japan Selections Team. Hanazono and Fujiko discuss their possible future together, and only Yawara amongst their friends is clueless that they are a couple."
                },
                "75": {
                    "ID": "4304068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304068",
                    "TitleEnglish": "Championship weight of love",
                    "SummaryEnglish": "Matsuda's father pays him a sudden visit because there has been no progress in his son's romantic life; he brings pictures and details of a prospect, a \"nice girl\" who works as an elementary school teacher in the next town. He does not believe Matsuda can get Yawara to be his girlfriend, as he is only a \"3rd rate reporter at a 3rd rate paper\" (a common insult that Shinnosuke, Sayaka, and Jigoro often hurl at him) and she is destined for much greater things. As proof, his father asks if he has \"made it\" with Yawara, or even kissed her or touched her boobs; Matsuda claims he has an \"enviable relationship,\" but the father wants to see for himself how they interact. He meets Yawara at a cafe, trying to figure out ways to show his father (sitting nearby to observe them) that they are close. Yawara surprises him by telling him she is neither going to the world championships nor Saikai, but is only entering the upcoming tournament to help prepare Fujiko, but will be looking for a job. He could have used the occasion to show some of his true feelings toward her, but fails completely. However, Kuniko comes to his rescue by showing her typical physical close to him (a fake girlfriend acting as a pretend girlfriend). Later at night, the father peruses Matsuda's personal \"Yawara volumes\" (there are up to 3 so far), and understands better his son's love (or obsession) for her but still calls him a \"dump mug.\" The next morning, he tries confess Matsuda's feelings to Yawara on his behalf, but is interrupted by the judo members, who believes him to be an old peeping tom. He tells Matsuda to keep fighting for Yawara at their parting. Hanazono and Fujiko are training/running in the morning. He gives her his tip to combat pre-match jitters, which is to suck in air forcefully and then scream, \"I'm the strongest here!\". As he tries to romance her, Shinnosuke lies to Yawara by claiming that he had turned down being Sayaka's fiance, Jigoro interrupts his kiss attempt and puts him in a hea"
                },
                "76": {
                    "ID": "4304069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304069",
                    "TitleEnglish": "Sowing was Chatta!!",
                    "SummaryEnglish": "The All-Japan Selection Tournament begins, and Fujiko has huge jitters despite all the confidence boosting exercises. She overhears Jigoro telling Yuutenji that he has been turning down job offers secretly, greatly angering her; the Tsurukame travel agency to which she had applied sends its president to recruit her and watch the tournament. However, they observe other travel agencies' personnel at the tournament for the same purposes of snatching Yawara. Energized by her anger, Yawara destroys her first 3 opponents and is about to go cheer Fujiko on in her first match, only to be waylaid by 4 travel agency representatives. She has tea to discuss the companies' competing offers, while Fujiko begins her match in complete terror and cannot fight back. Matsuda runs off to find Yawara, with the match ticking away and Fujiko behind on points. While she has promised to help Fujiko, Yawara finds herself preoccupied with her \"job situation\" instead of helping a friend in need."
                },
                "77": {
                    "ID": "4304070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304070",
                    "TitleEnglish": "New deadly technique! Nutcracker!!",
                    "SummaryEnglish": "Matsuda finally finds Yawara, and they arrive to find Fujiko way behind by a yuko and waza ari. Her opponent is the favorite in the division, and has studied Fujiko's \"Swan Lake\" technique to counter it. With less than 20 seconds left, Fujiko's only chance is her new unperfected \"Nutcracker\" technique. On hearing Yawara's spur-of-the-moment promise to go to Yugoslavia with her, Fujiko pulls off her Nutcracker with 1 second left for a miraculous comeback. After defeating her 2nd opponent, Fujiko is in cloud nine as she dreams about Yugoslavia and prances in her ballet moves while waiting for the semifinals, and can hardly hear Yawara's advice about her tough 3rd opponent. Likewise, Jigoro has a bad feeling about the semifinals (in part based on his noodle timing). Overconfident, Fujiko rushes to do her Nutcracker, only to be countered and suffers a waza ari and a yuko; her confidence is crushed again. Though she has not been taught any pinning moves by Jigoro, Fujiko's desire to go to Yugoslavia is so strong that she invents a new Osaekomi pin on the fly, but it is unclear whether she can hold on."
                },
                "78": {
                    "ID": "4304071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304071",
                    "TitleEnglish": "Ippon-zeoi smile!",
                    "SummaryEnglish": "Assisted by her dancer's flexibility, Fujiko is able to invent new pinning moves and hang on for the victory, with only the finals separating her from her Yugoslavia dreams. During match intermission, Matsuda interviews the company representatives and tells Yawara that the companies are just using her (for publicity) and will not allow her to work \"normally,\" which is overheard by Fujiko, who is saddened to learn that she may be forcing her Yugoslavia dreams on her friend. Matsuda also tells her she cannot lead a normal life wherever she goes and can never get away from judo. Tsurukame president confesses to Yawara that they lied about having a judo dojo to lure her into signing with the company, which does not deflate Yawara because she can work a normal job. Yawara is matched with an old rival from Tsukushi, Ogaki, who has been armed with a secret technique developed by her coach to counter Yawara. Matsuda recognizes Yawara's \"smile\" as the same one during her debut, when her intent was to fake a loss so she could leave judo. But Matsuda is completely wrong, as Yawara was not about to throw the match and beats her opponent smoothly anyway. She runs off to catch the Tsurukame people to accept their offer, but they had already left. Tsurukame's president has become a Yawara fan and decides that they will never lie to her, though they believe she is heading for Sakai. As her finals match begins, Fujiko is at a loss, not knowing that she has never been taught how to deal with a lefthanded opponent."
                },
                "79": {
                    "ID": "4304072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304072",
                    "TitleEnglish": "Go for it, Fujiko! The first prize is imminent!!",
                    "SummaryEnglish": "Fujiko struggles mightly against her southpaw rival Obayashi and is losing on points, having suffered a big yuko. The crowd, however, is on her side, cheering for the \"Beanpole,\" unlike her previous fight with Sayaka. Jigoro, though he has given her no training against lefties, believes that she will find a way to win if she wants it. Fujiko's parents relate her long \"tragic\" history of never coming in first place, no matter how hard she tried, and believe she will fail here too. Fujiko executes an come from behind ippon by finally grasping Obayashi's back collar, but it is ruled out of bounce. At the last second, Fujiko wins a yuko, and it is left to the judges' decision, and they ruled in favor of Obayashi. As a result, although she has been accepted to Saikai, she would not be going to the world championships in Yugoslavia. She tries to put up a brave face at the post-match celebration, and is overdrinking as usual to compensate, though it is Hanazono who gets drunk and kisses Shinnosuke by mistake while calling out, \"Fujiko...swan!\" Yawara offers to stay with Fujiko for the night, but Fujiko says she is all right and does not need company. At home Fujiko takes out her judo uniform and stares at it and cries bitterly. Yawara stands outside her door and is unable to call for her."
                },
                "80": {
                    "ID": "4304073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304073",
                    "TitleEnglish": "World Championship squad decision!",
                    "SummaryEnglish": "Jigoro opens the door to media hounds asking him about headlines of various companies fighting for Yawara's services, based on Matsuda's \"gut sense.\" Au contraire, Jigoro announces that Yawara would not become a \"trifling office lady,\" but will go to Sakai and the world championships. Yawara, concerned about Fujiko, goes to visit her in the morning but is told that she has left already. Yawara then visits Tsurukame office to accept its job, while Coach Yuutenji calls Jigoro to tell her Saikai has approved Yawara and Fujiko's acceptance pending an entrance exam formality. Yawara encounters Hanazono speaking to Saikai, who confesses that she fears always being a failure and a burden on Yawara; Hanazono cheers her up by telling Yawara sees her as a friend and needs her support. Jigoro reads in the news that Teleshikova dominated the recent European free weight judo championship and tells Yawara, but it does not \"stir her blood\" like he expected. Yawara cooks special food to bribe Jigoro so she could break her new job news to him: gazpacho, which Jigoro renames \"gas blasto,\" and cordon bleu, which he mistakes for tonkatsu (Japanese pork cutlets), calling it \"condor brr\". Jigoro reminds Yawara about her Yugoslavia promise to Fujigo, but Yawara considers the promise null as Fujiko is not competing there now. Jody leaves a message that she is completely healed and will be looking forward to seeing Yawara at the next world championship; other voicemail messages show that other companies are still trying to recruit Yawara, but she did not know about them because the phone calls go straight to messages due to Jigoro's interference. Fujiko receives a phone call from Yuutenji that she has been chosen as a practice partner for the world championships in Yugoslavia."
                },
                "81": {
                    "ID": "4304074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304074",
                    "TitleEnglish": "Fujiko's first training camp experience!",
                    "SummaryEnglish": "Although she does not expect to compete in Yugoslavia, Fujiko is still training hard, not knowing that Yawara secretly wants to renege on her promise. Hanazono confesses that he fears Fujiko is becoming too good for him as a judoka, just as Yawara has always been. Yawara tries to bribe Jigoro with a Tsurukame sponsored hot spring trip, but Jigoro does not fall for it. Fujiko is excited about traveling overseas for the first time and confesses her sadness after losing the split decision, and Yawara does not have the heart to tell her she would not be going to Yugoslavia. They attend the pre-world training camp. Matsuda follows Yawara afterwards to the Tsurukame Travel Agency. While booking for travel arrangements to Yugoslavia, Shinnosuke cannot help flirting with the female travel agent and tries to make a date with her for a casual pickup. Yawara tells Matsuda and Shinnosuke that another reason for her wanting to be a travel agent is that it will make it easier for her to search for her father Kojiro. Fujiko trains tirelessly at the camp and knocks out male judokas, Jigoro asks the judo officials whether they have decided who will represent Japan in the free weight division (they have not; they are hoping for Yawara, who is qualified for the under 48kg division)."
                },
                "82": {
                    "ID": "4304075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304075",
                    "TitleEnglish": "Opening! The Yugoslavia World Championship",
                    "SummaryEnglish": "As the Japanese judo team departs for Yugoslavia, hopeful companies display huge banners at the airport in support of her. Japanese judo officials are having trouble deciding who to represent them in the free weight division, which is being held on the same day as the under 48kg division, meaning that Yawara can't do both. Jigoro subtly plants the seed that Fujiko might be a good alternative. Fujiko sees the cup competitors at the airport and is completely intimidated, especially by Teleshikova, and is glad she is not competing. She dances ballet before training. She and Jody bond over their big-eating boyfriend/husband. Matsuda rushes home on news that his father has suffered a stroke. Kuniko does not tell Yawara the real reason Matsuda is missing in action, instead falsely telling her he might be \"bored\" with her (intending to drive a wedge between them), which bothers Yawara a lot. Tohdoh is matched with Cuba's unknown Martinez, and their intensity terrifies Fujiko. Jigoro pulls Fujiko aside to ask her to mentally practice \"un deux trois\" against the contenders while they are competing. Martinez defeats Tohdoh."
                },
                "83": {
                    "ID": "4304076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304076",
                    "TitleEnglish": "Jostling champions in the world!",
                    "SummaryEnglish": "Martinez is pitted against Jody in the heavyweight finals. Jigoro continues mental timing training with Fujiko on the sidelines. Jody struggles against Martinez at first but finally defeats her, with Fujiko trying to figure out when to unleash her un deux trois attack as if she is a contestant. Matsuda visits his father in the hospital, who is awake and goads him about being out of his league. His mother tells him that they do not need help running their family hotel, as he is useless as a housekeeper, and they want him to continue his budding career as a reporter. Khruschev is Russia's under 48kg contestant against Yawara. Jody instinctively does not believe the news that Matsuda is \"tired of\" Yawara, and tells her that Kristin Adams, who competed against Yawara in Canada, has also set Yawara as a \"goal.\" But Yawara is spacing out due to the false news about Matsuda. With the cup almost over, Matsuda's mother springs the money for Matsuda to go to Yugoslavia to cover Yawara and gives him her blessings to pursue her, telling him whether a world champion or the world's strongest woman, Yawara is still a \"normal girl.\" Yawara feels unexpectedly anxious about her upcoming match."
                },
                "84": {
                    "ID": "4304077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304077",
                    "TitleEnglish": "First pressure",
                    "SummaryEnglish": "As Japan's under 52kg contestant Yokomizo is defeated, Japan's women team is without a gold medal at this point, with only the under 48 kg and free weight division left as gold medal opportunities. Jody takes Yawara and Fujiko shopping on the day before her contests to take some pressure off. Jigoro holds a \"press conference\" in Yawara's place and regales them with his life story, though he mistakes the BBC for some type of vaccine. With the available judokas either injured and broken in spirits, the Japan coach enters Fujiko's name on Jigoro's advice. Fujiko is unable to eat or sleep after being told she has been nominated to enter free weight competition. She and Yawara eat some Japanese dry preserved plums as a midnight snack to relieve their stress. The competition pairings are announced, and Fujiko will be fighting the powerful Martinez, and Japan's coach orders that it not be disclosed to her for the time lest she faints from fright. However, she manages to forget her white belt, and has to borrow someone's black belt. Shinnosuke suddenly realizes that Yawara might be out of sorts due to Matsuda's absence, but dismisses the idea as too absurd because Matsuda is just a \"3rd rate reporter.\" Matsuda finally arrives at what he believes to be Belgrade, but it is actually Zagreb due to the fog diversion. He takes a creaky beat-up ancient Mercedes taxi from the airport to Belgrade, not knowing it is some 420 km away barely making 30 mph, getting a flat on the way."
                },
                "85": {
                    "ID": "4304078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304078",
                    "TitleEnglish": "Swan Lake flap in the world",
                    "SummaryEnglish": "Being mentally unprepared, Yawara is thrown for a waza ari by a supposedly weak French judoka Deneuve. She is listless and has no speed, struggling mightily before eking out a meager point difference victory, her first without an outright ippon. She is unable to support a cracking Fujiko, who wants to forfeit rather than fight. Khrushchev, also known as Teleshikova-lite, scoffs at Yawara's showing. On Fujiko first contact with Martinez, she runs backwards in fear and falls to the bleachers, with the crowd calling her a \"turkey.\" As the match goes on, Fujiko cannot put on a move at all against Martinez, who racks up 3 yukos, 3 kokas, 1 waza ari, and 1 shido (warning) against her. Even the usually composed Jigoro is eating peanuts with shells and disclaiming that he is \"done with Fujiko. When Yawara snaps out of her funk to cheer her, Fujiko is able to deploy her un deux trois attack for a comeback ippon victory in the last 20 seconds of the match. Hanazono is having trouble tuning into the match, after finding out to his complete shock that Fujiko has entered the free weight contest."
                },
                "86": {
                    "ID": "4304079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304079",
                    "TitleEnglish": "Perfect and imperfect!",
                    "SummaryEnglish": "Tsurukame's Frankfurt branch was sent to report on the world cup, and their news is bad: \"Yawara at the bottom of her game.\" She again was unable to earn an ippon victory against her next 2 opponents, relying on sluggish point victories. Meanwhile, Fujiko improves and easily ippons her 2nd and 3rd opponents. Likewise, Canada's Adams, and Russia's Teleshikova and Khrushchev are as sharp as ever. As they stop to have lunch, Matsuda somehow tells the taxi driver he is going to the judo championship, who then starts to drive at breakneck speed to Belgrade because he is also a Yawara fan and believes Matsuda is her fiance. His reckless driving now threatens to kill them before they could arrive in Belgrade."
                },
                "87": {
                    "ID": "4304080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304080",
                    "TitleEnglish": "Noisy! Uncle Pappara",
                    "SummaryEnglish": "Kuniko reports back to Japan with schadenfreude that Yawara is doing badly and Fujiko well, though both have reached the semifinals. Fujiko faces the fearsome Teleshikova in free weight semifinals. Teleshikova regards Fujiko as a \"flea\" and \"nobody,\" while Fujiko knows she will lose no matter what, and only wants to avoid being a liability to Yawara. Yawara tells her to strike first against Teleshikova before she could pick up her un deux trois rhythm. Not showing any respect for Fujiko, Teleshikova suffers a waza ari. Yawara is able to finish off her opponent quickly to start giving tips to Fujiko. Fujiko scores another yuko off Teleshikova, who is losing her cool. At home, Fujiko's parents are wondering how she is doing, as there is no live coverage. They have heard she has been entered in the free weight contest but believe she will not win first place as usual. As they reflect, they find that the overflowed tea cup contains a lucky vertical tea stem and grow optimistic with a \"maybe...she can win!\""
                },
                "88": {
                    "ID": "4304081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304081",
                    "TitleEnglish": "Great clash! Swan Lake vs. ura-nage!!",
                    "SummaryEnglish": "Teleshikova grows desperate and shows frightful power as well trying for a comeback against Fujiko, earning a waza ari. Jigoro reveals that he is never taught Fujiko evasive maneuvers, saying that is not his judo, so Fujiko is on her own as in the previous contest. Although she tries her best with her Swan Lake move, she is unable to overcome Teleshikova's uranage backflip and loses, and the whole stadium cheers her. She still has a chance in the third-place medal contest, against South Korea's beefy Kim Gyeong Suk, but she loses quickly, dashing her hopes of providing a lift to Yawara before her finals match against Khrushchev."
                },
                "89": {
                    "ID": "4304082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304082",
                    "TitleEnglish": "Invincible myth!",
                    "SummaryEnglish": "Whereas Shinnosuke is distracted from watching the Yawara's finals match by a blonde he picked up, Matsuda finally reaches the stadium but has trouble going past the guards to get close to ringside as the match gets under way. Although he tries to rush the ring, he is arrested by security, but Jody rescues him. The taxi driver fan helps him yell cheers loud enough for her to hear, and she defeats Krushcheve with her trademark quick ippon zeoi after she notices Matsuda at the ringside. Matsuda and Yawara look for the taxi driver, but he already left without charging Matsuda taxi fare. However, all Matsuda can talk about is judo again, and he does not understand Yawara's real feelings at all, who does not seem to mind. For the free weight finals match, Teleshikova defeats Canada's Kristin Adams with her uranage, a scene which is not shown and only related by a report filed by Matsuda. Matsuda does further searching for his taxi driver savior, but is unable to locate him."
                },
                "90": {
                    "ID": "4304083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304083",
                    "TitleEnglish": "Shigeru Satoshi's story of friendship's affectionate tears",
                    "SummaryEnglish": "As usual, Jigoro does the media parade and friends circuit with Yawara's new gold metal from Belgrade. He launches into another semi-fictional story that starts in 1936, after he won his first Japan Judo Championship. Davis, a blond giant from America with a cheerful laugh and personality, challenges his dojo, and after being defeated, becomes his student at the dojo (Jigoro calls him \"Debeso\"). They also compete at eating and telling tall tales about beating bears and whales. Davis turns to be famous a heavyweight wrestler (though Jigoro has never heard of him) who tells him about the Berlin Olympics. He is able to endure all of Jigoro's vigorous training, but is banished when he gives a Kaneko a misinterpreted innocent kiss after she sews an outfit for him. Davis faces off with a dozen rival dojo members and defeats them. Afterwards, Davis and Jigoro have a match before Davis goes off to the Olympics, and they duel to a near draw after 3 hrs, until Jigoro puts him in an arm hold, which he releases to that Davis can go to Berlin without injury. This is the origin of Jigoro's interest in an Olympic metal, which is not to debut for judo until 1992 in Barcelona."
                },
                "91": {
                    "ID": "4304084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304084",
                    "TitleEnglish": "Graduation match is now, jya!",
                    "SummaryEnglish": "Tsurukame Travel Agency's president fails to convince Jigoro to let Yawara join his company. Yawara tells Fujiko the reasons for her choosing to work for Tsurukame rather than transferring to Saikai University. Fujiko attempts to help persuade Jigoro to allow Yawara to work for Tsurukame. The judo members hit on the idea of having a graduation match, which Jigoro schemes to adopt for his own purposes. He proposes that if the Mitsuba College can win its graduation match, then he will allow Yawara to work for Tsurukame. Through Matsuda, Jigoro scouts the Seine University judo team, best in France and run by Polnareff (a former coach of Sayaka's), as the graduation opponent for Mitsuba. The team have multiple champions and world cup contenders, and Jigoro does not believe that Mitsuba's team can defeat it, with the end result being that Yawara will be forced to attend Saikai rather than work for Tsurukame."
                },
                "92": {
                    "ID": "4304085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304085",
                    "TitleEnglish": "Revealed! Ultimate conspiracy",
                    "SummaryEnglish": "Paddy-field comes up with a \"strategy\" (she uses \"jya\" at the end of her sentences like Jigoro). Yawara will be the first judoka in order to take out as many opponents as they can, and the 2nd wave would consist of Paddy-field, Kyon-kyon and Sayuri to wear out the remainders, with Fujiko anchoring the team. At the competition they find out that it is not an elimination arrangement, but a points system, having been gamed by Jigoro. All team members will have to fight their own contests, whichever team gets 3 out of 5 matches wins. Shinnosuke accuses Matsuda to have been in on the rigged contest. Yawara wins her first match with ease. When Paddy-field is up, Matsuda tries to provide some tips against the French judoka Deneuve, a world cup veteran."
                },
                "93": {
                    "ID": "4304086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304086",
                    "TitleEnglish": "Desperate Kyonkyon!",
                    "SummaryEnglish": "Matsuda tries to explain his role in the graduation match and offer whatever \"data\" he has gathered to make up. World #3 Deneuve specializes in uchi mata, but it is clear that Paddy-field has no chance even armed with this intelligence. As expected, Paddy-field loses. Kyon-Kyon is up next, and she relates her history of being isolated from the world due to her weakness and poor health. She tells the team that judo has helped her a lot, and she is determined to risk her life to help Yawara. Kyon-Kyon, who is weak but good at absorbing lessons, scores a yuko with an unexpected deashi barai. To defend, she turns into a \"turtle\" and fails her arms, as Yawara has taught her. Trying to help, the team members give her contradictory advice, which confuses her. She is placed in a choke hold but refuses to submit, and loses consciousness and the match. Down 1 to 2, Sayuri is matched against the other team's heavyweight, and has no idea what advice is being given to her."
                },
                "94": {
                    "ID": "4304087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304087",
                    "TitleEnglish": "It's good to be fat!",
                    "SummaryEnglish": "Down 1 to 2, Sayuri somehow turns a mistake by her opponent (who was unable to throw her due to her heft) and lands a Osaekomi hold, which she endures despite having suffered severe facial injuries. She wins by an ippon. Fujiko is next and suffering from extreme anxiety as Yawara's future seems to depend on her. Jigoro plays psychological warfare against her by inducing the audience (Mitsuba women and Tsurukame reps) to yell cheers for Fujiko and media to snap pictures of her, adding to her anxiety. Fujiko is as stiff as a robot and in bad shape to start her contest."
                },
                "95": {
                    "ID": "4304088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304088",
                    "TitleEnglish": "Ippon to win!",
                    "SummaryEnglish": "Fujiko enters the match too stiff and nervous to get her rhythm right and falls behind in points. However, at Shinnosuke's suggestion that he say \"something romantic\" to relax and encourage his girlfriend, Hanazono is able to muster, \"Once this match is over, let's go and have some tea!\" Fujiko fights better afterwards, ekes out a lead, but loses it by trying to follow Jigoro's advice \"always go for an ippon win, don't win by points or decisions.\" Jigoro cannot help giving her the right advice because he is touched by her fighting spirit and adherence to his \"ippon only!\" victory."
                },
                "96": {
                    "ID": "4304089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304089",
                    "TitleEnglish": "The return of Kitao Jyou",
                    "SummaryEnglish": "Fujiko persists in her attacks and finally scores an ippon win in the waning seconds. Marilyn, who did not participate in the matches, \"helps out\" by recruiting potential new members from the female students who attend the contest, so that judo club might carry on to the next generation. Jigoro disappears from the gym. The French looks in vain for him to get his autograph. The Tsurukame president announce publicly that Yawara will join the company, and Matsuda warns them not to exploit here. He admits that he is chasing both Yawara the judoka and Ywara the person. Coach Yuutenji believes it is all over for his recruitment attempt of Yawara. Jigoro and Yuutenji disscuss the possible whereabouts of Sayaka, who returns after 10months of training needing to take a bath."
                },
                "97": {
                    "ID": "4304090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304090",
                    "TitleEnglish": "After the graduation ceremony...",
                    "SummaryEnglish": "Shinnosuke believes that Matsuda is out as his love rival for Yawara. The judo clubbers graduate Mitsuba and they all cry at parting. Both Marilyn and Paddy-field with new men (nineteenth for Paddy-field), which is not surprising, but even Sayuri and Kyon-Kyon turn out to have men as well. It is clear that the judo club members do not known each other as well as they think. Other graduating women have men in fancy sports cars waiting for them. Hanazono arrives on a beat-up bike bearing a single rose for Fujiko. Yawara waits more than one hour for Shinnosuke, who had promised to take her out to a graduation dinner, but he is a no-show. In fact, after rebuffing several women on the phone, Shinnosuke is now trapped by Sayaka, who he does not has come and arrived at his door. Matsuda arrives instead, but Yawara ignores her and they do not talk. Yawara has fallen into the same mental trap of thinking Matsuda only wants to write articles and scoops about her, and they each carry on futile mental monologues. They are interrupted by Sayaka who appears on multiple TV screens with Shinnosuke in the background; she apparently took over a TV program (Sports Spirits) to publicly challenge her to a match at the next All Japan Judo Championship."
                },
                "98": {
                    "ID": "4304091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304091",
                    "TitleEnglish": "First kiss!",
                    "SummaryEnglish": "Sayaka appears on Sports Spirits program to announce she has been training under the world's best coach (whom she does not name). She makes fun of Tsurukame as a 3rd rate travel company and accuses her of hiding, just like she did at Mitsuba which did not even have a judo team. Yawara does not appear to care and walks away without Matsuda noticing. She hears men talking about the next big \"cat fight\" between her and Sayaka. Coach Yuutenji enters Fujiko's name in the next open-weight All Japan Judo Championship, which means she could fight anybody, including Sayaka or Yawara. Hanazono runs off to train because he feels inadequate. The same news conveyed by Jigoro energizes Matsuda because of the opportunities for great judo, though he realizes that Jigoro will be playing friends off against one another. Jigoro says he does carry about anything other than getting what he wants. Later, Shinnosuke is able to whisk Yawara away to an expensive dinner despite being late and being seen on TV with Sayaka. She seems to accept every story and excuse he spins unquestioningly. Shinnosuke thinks this is his best chance to score, as later she will be surrounded by men at work. He gives her her first kiss at her door. She thinks Shinnosuke is sweet and wonderful and has no idea about his womanizing and other lies."
                },
                "99": {
                    "ID": "4304092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304092",
                    "TitleEnglish": "New employee's first job",
                    "SummaryEnglish": "Tsurukame Agency introduces Yawara to its workforce with great assignment, as they believe theyâ€™ll best the Honami Groupâ€™s travel business in time instead of just being #3. She is introduced to her new boss, assistant manger Hagoromo, who seems to do no work other reading newspapers in an abandoned corner area of the office. Yawara drags her boss to make enter into a possible big account with Kato Chu company, at the extreme reluctance of Hagoromo. Kato Chu however demands Yawaraâ€™s presence at its Hokkaido event, which conflicts with the All Japan Judo Championships. Shinnosuke meets with Sayaka and her father, and they discuss their upcoming wedding (as soon as she defeats Yawara) to his surprise and discomfort. Heâ€™s asked to be the president of Honami Group, a competitor of Yawaraâ€™s new company Tsurukame, which has secured the rights to be the main sponsor of the upcoming All Japan Judo Championship. Shinnosuke observes that Sayaka has become overwhelmingly powerful after her training with Kojiro. Matsuda observes Saikai practice, and sees that â€œBeanpoleâ€ Fujiko has improved a lot. No one, including Jigoro, seems to know whether Yawara will enter the All Japan."
                },
                "100": {
                    "ID": "4304093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304093",
                    "TitleEnglish": "Hokkaido and the Budokan",
                    "SummaryEnglish": "Hagoromo is ordered not give Yawara any real work and to let her concentrate on judo. Jigoro and Matsuda spy on Fujiko and Yawara at a cafe. Fujiko is overjoyed that Yawara is entering the All Japan, but she just realizes that her arranged appearance with Kato Chu company conflicts with the All Japan tournament dates. The conflict also involves Hanomi Travel whose biggest account is Kato Chu. Yawara goes to Shinnosuke for help, and he is only trying to work out whatâ€™s best for himself under the circumstances, with his bachelorhood versus twenty billion yen at stake. He finally advises her to work on Kato Chu and skip the All Japan. Hagoromo is shown to have a terrible home life, with a harridan wife and a son who ignores him. When he thinks his career is over because of the schedule conflict, and is surprised to see Yawara coming with him to the Kato Chu trip and deciding to skip All Japan."
                },
                "101": {
                    "ID": "4304094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304094",
                    "TitleEnglish": "A match by default will not be!",
                    "SummaryEnglish": "Jigoro and Matsuda canâ€™t find Yawara, and encounter Shinnosuke outside the Inokuma residence acting suspiciously. Shinnosuke lies to them about having advised her to skip the tournament. They learn she is in Hokkaido. Hagoromo being a fan of Yawara and Matsudaâ€™s writing tips him off about Yawaraâ€™s whereabouts, hoping that she will be able to make All Japan at the risk of his own career (by ruining the 20 billion yen Kato Chu deal). He also â€œordersâ€ Yawara to leave work for the All Japan because she canâ€™t stand Sayaka."
                },
                "102": {
                    "ID": "4304095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304095",
                    "TitleEnglish": "Run! All Japan Championship!!",
                    "SummaryEnglish": "Matsuda rushes Yawara to the All Japan arena as the opening ceremony begins. The TV crews and others try to cover up her absence. Yawara finally understands the impact of (her) judo on the public. As Fujiko begins her match against one of the Ohtawara twins, Jigoro selfishly orders her to stop her attack to buy time for Yawara to arrive, using up the clock until a few seconds left, when she could have won much earlier and more easily. Sayaka threatens to leave the All Japan because Yawara isnâ€™t there, and Shinnosukeâ€™s scheme backfires on him as she demands an immediate wedding thereafter. He is desperate for â€œShin-chan,â€ his and other loversâ€™ nickname for himself, as he is unable to come up with any excuse to delay the impending wedding to Sayaka. Matsuda crashes his bike but Yawara arrives just in time for her match and scores a quick victory against her first opponent."
                },
                "103": {
                    "ID": "4304096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304096",
                    "TitleEnglish": "The bright waves of Sayaka's charge",
                    "SummaryEnglish": "Tsurukame president wants Hagoromoâ€™s head because he seems to have screwed the lucrative deal with Kato Chu in Hokkaido. If Yawara ends up losing, then Tsurukame Travels will lose both her as a celebrity draw and the Kato Chu deal. Hagoromo tries to apologize his way out of the debacle, but he is ignored by everyone; he also initially tries to cover up the televised judo broadcast. Matsuda breaks his leg in the bike crash. Yawara tells him sheâ€™s been wrong about him, that his writing moves a lot of people and has meaning. Shinnosuke prays for Sayaka to lose so that he doesnâ€™t have to marry her right afterwards, but Sayaka shows great power & speed in defeating a giant opponent. She dispatches the next 2 to reach semifinals; the same goes for Yawara. They are to meet in the semifinals."
                },
                "104": {
                    "ID": "4304097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304097",
                    "TitleEnglish": "Destinies showdown!",
                    "SummaryEnglish": "The four Mitsuba judo members finally arrive at the arena to cheer Fujiko and Yawara. In Hokkaido, the Kato Chu director turns out to be a big judo and Fujiko fan, and he hits it off with Hagoromo, who is now disinhibited because he figures heâ€™s got nothing to lose and will be fired anyway. Fujiko wins her quarterfinals match against Shiraishi. Before Yawara fights Sayaka in the other semi, Shinnosuke almost has a breakdown as he experiences various nightmarish visions of being married to Sayaka; he meets his business rival, President Ohtaguro of Tsurukame Travel, and they do not realize that they actually both want Yawara to win, though for completely different reasons. In their match, Yawara scores a quick yuko, Sayaka is not at all afraid and remains confident, and Yawara expends a lot of energy fending off Sayakaâ€™s attacks. Sayaka is waiting for her one opening to launch her secret weapon. Matsuda notices that Yawara has the same serious look as she shows in her match at home against Jody."
                },
                "105": {
                    "ID": "4304098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304098",
                    "TitleEnglish": "The lady's secret weapon",
                    "SummaryEnglish": "Kojiro is eating bowls of noodle after bowls, thinking to himself that Sayaka only has one chance to deploy her secret weapon against a judo genius like Yawara. Jigoro is actually hoping that Yawara would lose so that she will quit her â€œhalf assedâ€ job and enroll at Sakai to train seriously. Sayakaâ€™s secret weapon turns out to be a left uchi mata that takes advantage of a supposed hole in Yawaraâ€™s ippon zeoi technique, but at the last second it is countered by an instinctive quick leg sweep by Yawara, and she wins much to Sayakaâ€™s consternation and lost false tooth. She does not reconcile with Yawara and leaves without saying anything about a future matchup or vengeance against her. In the remaining semifinal, Tohodoh has only gotten bigger against Fujiko, and both judokas begin the contest with much fighting spirit (a change for Fujiko, who is usually nervous). Fujiko scores a quick yuko, but is thereafter in trouble as Tohdoh pins here. She is about to give up until she hears Hanazonoâ€™s voice in her head, and she pulls off a last second comeback victory, setting up a best friends only finals. Hanazono for his part is now so dedicated to training to be better that he does not even watch Fujikoâ€™s match on TV."
                },
                "106": {
                    "ID": "4304099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304099",
                    "TitleEnglish": "Confronting a close friends dreams!",
                    "SummaryEnglish": "The episode opens with a replay of Fujikoâ€™s victory over Tohdoh. Nagoromo gets tighter with the Kato Chu director. Matsuda is afraid that Yawara will not fight her hardest against her best friend Fujiko, which Shinnosuke predicts; based on a reading of her smile, Matsuda even suspect Yawara will lose on purpose, as her only purpose coming to the All Japan was to lend moral support to Fujiko anyway. Jigoro still hopes for Yawara to lose, and wants Fujiko to fight with full spirit. As she begins the contest, Fujiko reflects on how much judo has changed her life after meeting Yawara, and she feels almost as if she is doing ballet at her peak. Fujiko follows Jigoroâ€™s advice and attacks first, but is quickly defeated; however, she is happy in defeat and to discover how strong her friend really is. The gap between them at this point is still too great. Contrary to Matsudaâ€™s fears and Shinnosukeâ€™s prediction, Yawara does not hold back and has no problem throwing Fujiko. Matsuda realizes how little he knows about Yawara, who cut the match short because she is kind and did not want to humiliate her friend with a long match and false hopes. Yawara calls her boss after the match to apologize, not realizing that his job is saved because the Kato Chu was saved by his sincere judo connection between him and the Kato Chu director. He is glad that for once he did what he believes in, rather than taking the path of least resistance. Jigoro tells Yuutenji that theyâ€™ll need to put their plans on hold for getting Yawara to Saikai University."
                },
                "107": {
                    "ID": "4304100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304100",
                    "TitleEnglish": "Let's stay with you...",
                    "SummaryEnglish": "Yawara overhears at work that Hagoromo is in trouble because he has neither come back to work nor called. When Hagoromo returns, he looks worse than usual, suffering from severe hangover. They are called to the Tsurukame presidentâ€™s office, who congratulates him on securing not only the Kato Chu deal but also the Toyosan automobile account in Hokkaido, worth Forty billion yen in total. Later, Hagoromo points out that they have Matsuda to thank for taking Yawara to the All Japan Championship, and for â€œinspiring loveâ€ with his judo stories on Yawara. Hagoromo goes home to find things havenâ€™t changed with his severe wife and unappreciative son. Yawara visits Matsuda at home to cook a meal for him. He inadvertently but figuratively takes down Yawara by falling on his bad leg; heâ€™s able to hide the porno magazines and videos that Kamoda had brought but not the blown-up picture of Yawaraâ€™s panty-showing first takedown of the street thief 2 years, which is hanging on his wall as a poster still. Yawara cleans up his room and they have a good time talking about Yawaraâ€™s work. Yawara brings up the possibility of staying over, and they are interrupted by the ever annoying Kuniko, who pushes Yawara out. Fujiko canâ€™t find Hanazono at night, who is out training still, and is thinking the worst because he might be â€œpopularâ€ with women with his fine qualities (which other women donâ€™t see but she does)."
                },
                "108": {
                    "ID": "4304101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304101",
                    "TitleEnglish": "The determination of men!",
                    "SummaryEnglish": "Yawara and Fujiko have coffee together and they end up discussing judo and Hanazono, who has not been in much touch with Fuchiko in the past 2 months, who calls him â€œsweet and handsomeâ€ and therefore might be popular with women. Both commiserate over how men can swee-talk and then betray them. Yawara decides to help by talking to Hanazono about why he is shutting out Fuchiko, but initially misinterprets his â€œI have no honorâ€ (really meaning that heâ€™s underachieved in judo compared to the 2 women) to mean that heâ€™s cheating on Fujiko. In fact, Hanazono is unable to meet with Fuchiko because he thinks itâ€™s his last chance to be a starter on the Ebitendo judo team and must block out all distractions, including Fujiko, until he makes good as a judoka. On seeing Hanazono taking Yawara home after the meeting, with her offering to train him, Jigoro misinterprets that sheâ€™s going out with the â€œapeman.â€ Later, the misunderstanding is cleared and Jigoro agrees to train him, along with Yawaraâ€™s help. Fujiko calls the Ebitendo judo dorms and is given the false impression that Hanazono is carrying around with women. Matsuda happens on Hanazono and heâ€™s sworn in on keeping Hanazonoâ€™s training with the Inokumas."
                },
                "109": {
                    "ID": "4304102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304102",
                    "TitleEnglish": "Garden, I Love the flames!",
                    "SummaryEnglish": "Over the past month, Hanazono is training hard with the Inokumas (6 hrs per day on top of his college training) in preparation for the Shoujiki college cup taking place 2 months later. Later Yawara tells Fujiko that she will be able to meet with Hanazono in a month. Ebitendoâ€™s coach tells his 3 seniors that 1 of the starters positions will be taken by the vastly improved Hanazono, who still has doubts about himself. The coach decides to test Hanazono against Yoshida, whose place heâ€™s taking as a starter. In the practice match, Hanazono is surprised to discover how fast he can read Yoshidaâ€™s moves and realizes how good his training has been under Jigoro and Yawara. Hanazono leaves a voicemail with Fujiko to announce heâ€™s entering the Shoujiko cup and promises that if he wins, heâ€™ll â€œshow himselfâ€ to Fujiko. Fujiko worries that what that will mean to them if Hanazono doesnâ€™t win... At the college championships, the Ebitendo team loses quickly but Hanazono wins and continues to the next round as an individual. Fujiko, however, hears false news of his loss. Jigoro teaches Hanazono a secret equivalent to Fujikoâ€™s â€œun-deux-troisâ€ technique, which Jigoro jokingly calls â€œI-love-you!â€ Fujiko is too worried to listen to any messages at home. In the individuals, all of the Ebitendo members lose quickly in the first round except for Hanazono (entering the 98kg+ heavyweight category) who wins with his secret â€œI-love-you!â€ technique. Paralleling the silent bus newspaper scene, Fujiko spots a news article (written by Matsuda) featuring Hanazono being trained by a â€œCoach Xâ€ and winning, and runs to the championship arena."
                },
                "110": {
                    "ID": "4304103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304103",
                    "TitleEnglish": "My Champion",
                    "SummaryEnglish": "The Ebitendo team members have a quick turnaround of hearts after Hanazono makes it into the semifinals, unprecedented for the school. Heâ€™s facing the fearsome giant Yaegashii of the Yokohama Martial Arts College, whoâ€™s 2 m and 180 kg (about 6â€™7â€ and 396 lb), twice his size. Hanazono finds his opponent much stronger physically, and follows the Inokumasâ€™ advice to rely on his hard-earned techniques and timing, which allows him to beat the giant. However, before the finals, heâ€™s experiencing great stage fright like Fujiko used to get, looking like â€œa gorilla with a bellyache,â€ as the stakes are bigger for him with Fujiko on the line. Matsuda goes to fetch Fujiko, but canâ€™t find her at her apartment. The train on which Fujiko is on experiences a delay, and she gets off to run to the stadium just as the finals match begins. Saikaiâ€™s Universityâ€™s Inagaki, the defending champ, is favored to win, and they overlook the opponent and canâ€™t even get the name right (â€œHanazawa,â€ â€œHanaoka,â€ â€œHanayama,â€ â€œHanajimaâ€). Hanazono is ahead initially, but Inagaki gets the upperhand later, as Fujiko hides behind the Saikai team unable to watch up-close. As the clock winds down, Fujiko yells encouragement which Hanazono hears, but heâ€™s only able to throw Inagaki for a yuko, not an ippon, and loses the match. Afterwards, as he cries on the roof of the stadium, Fujiko hugs him and tells him to her heâ€™s the â€œworldâ€™s greatest champion.â€"
                },
                "111": {
                    "ID": "4304104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304104",
                    "TitleEnglish": "Fujiko's shocking retirement announcement!",
                    "SummaryEnglish": "Fujiko wins the Fukuoka International Womenâ€™s Judo Tournament in the 61kg division, and Yawara wins the 48kg and under division. As the others are growing increasingly enthusiastic about their prospects of competing in the next All Japan and Barcelona Olympics, Fujiko fakes a cold and contemplates her judo future at a park, where she confides to Yawara that her period is late and may be pregnant, which is confirmed by a doctorâ€™s visit. She makes up mind to quit Judo to prepare for her pregnancy, and is actually happy about it. The news makes Hanazono even more serious about training to â€œapologize,â€ and the news is taken very badly by Fujkoâ€™s parents. Sports Toykoâ€™s reporter overhears at Saikai University that Fujiko is pregnant, so the news is out. Fujiko goes into hiding at the Inokumas as the media stakes out her apartment over the â€œscandal.â€ Fujiko tells the reporters that she is glad about everythingâ€”judo, Hanazono, the future baby, their future as parents of a Inokuma-like judo champion, which is like winning an ippon for Japanâ€™s judo. Watching the news footage, Fujikoâ€™s parents are reconciled to the affair. Fujiko and Hanazon are married. Yawara wins the All Japan over Tohdoh."
                },
                "112": {
                    "ID": "4304105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304105",
                    "TitleEnglish": "Dad's appearance",
                    "SummaryEnglish": "Fujiko is happy about the pregnancy, and Hanazono is working hard on his part-time job as a mover. When Fujiko experiences pain at a cake-eating outing with Yawara, she is taken to the OBGYN department of a hospital, but it turns out she just ate too much and not about to give birth. Shinnosuke comes back from Paris with the stated mission to score with Yawara, but is shocked to see her coming out of the OBGYN and draws the wrong conclusion. In an incident at work, Yawara discovers a â€œK. Inokumaâ€ traveling with Sayaka, who had â€œstolenâ€ the reservations from her clients. She reluctantly suspects that Kojira is training Sayaka. Sayaka shamelessly challenges Yawara on TV again at the All Japan, saying that sheâ€™s completed her European judo challenge tour. Yawara asks Shinnosuke point blank whether Kojiro is with them training Sayaka, and Shinnosuke lies to her. However, she spots a man on the Sayaka TV challenge footage that looks like Kojiro, and later sees his profile on a man eating oden at a street vendor. She calls out for him as he walks away, but he does not turn back or acknowledge her."
                },
                "113": {
                    "ID": "4304106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304106",
                    "TitleEnglish": "The end of the invincible myth",
                    "SummaryEnglish": "Yawara finds out Kojiro is Syakaâ€™s coach. Although sheâ€™s supposed to participate in the All Japan as a judoka representing Tsurukameâ€™s new judo club, she does not show up at the tournament. No one knows where she is since she leaves supposedly for the All Japan in the morning. Matsuda finds Yawara at a park where she used to play with Kojiro, and Matsuda acknowledges that her father had trained Sayaka at the last All Japan, which means that her defeat of Sayaka is another â€œthrowâ€ she executed against her father, after her throw when she was 5 year old. She takes Matsuda to an amusement park; afterwards, she tells him he wonâ€™t be interested in her after she quits judo. Sayaka is leaving the arena after Yawara is ruled a loss by default, but Kojiro orders her to go back and compete. She wins the All Japan easily without Yawara there, and believes that Yawara did not compete because she was afraid of her. Sayaka publicly challenges Yawara again. Jigoro and Kojiro encounter each other at a food stand after the All Japan competition, and Kojiro doesnâ€™t answer Jigoroâ€™s â€œItâ€™s been a dogâ€™s ageâ€ greeting. But Jigoro finds out the reason for Yawaraâ€™s absence after all. When Jigoro confronts her with the news, Yawara tells him not to tell Tamao."
                },
                "114": {
                    "ID": "4304107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304107",
                    "TitleEnglish": "The best daughter in the world",
                    "SummaryEnglish": "Jigoro takes in the sights and food of Barcelona at the Judo World Championship, but without enthusiasm. Jody questions Matsuda why Yawara didnâ€™t show up and lost by a no-show default. Likewise, the Russians Teleshikova and Khrushchev are upset sheâ€™s not there, though Teleshikova believes sheâ€™ll have another chance at beating her. Other world-class judokas (Li-China, Gonzalez-Cuba) are upset at her no-show. Sayaka is upset by the Barcelona accommodations and wants to quit the World Championships, but Kojiro orders her to continue as part of her â€œworld judo training,â€ and that he will coach her until she fights Yawara again. Yawara reveals to Fujiko of her fears that if her newborn is a daughter and learns judo, it might lead to the breakup of their family, and Fujiko finds out that Kojiro is Sayakaâ€™s coach. Sayaka wears a red bullfighter outfit to the Barcelona stadium. She faces Khrushchev, whom she claims she can defeat in 10 seconds. When the match begins, everyone is surprised that Sayaka handles Khrushchev with ease, dominating her for an easy win. Jigoro however claims Kojiro is still only the worldâ€™s No. 2 coach behind him."
                },
                "115": {
                    "ID": "4304108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304108",
                    "TitleEnglish": "Fujiko Mama Challenge!",
                    "SummaryEnglish": "Fujiko is concerned about Yawara despite her impending birth. Kuniko wins a bonus for her Barcelona â€œcoverageâ€ (on the basis of some lucky photos). She meets Yawara and tells her more lies about â€œimpending marriageâ€ to Matsuda, and that her father would let him take over their family business Kaga Health and he would probably quit the newspaper. Yawara believes her and leaves depressed. Kojiro tries to deliver a message to Matsuda through Kuniko, to ask Matsuda to help Yawara come back to judo, but she throws it away. Jigoro and Matsuda independently comes up with the same plan of asking Fujiko to come back after giving birth and try for Barcelona Olympics, figuring this would motivate Yawara to come back to judo. Matsuda asks Fujiko and Hanazono right before the baby, Fukuko (a girl, who looks like Hanazono but has Fujikoâ€™s downward eyebrows), is born, and they agree. Jigoro is surprised afterwards when he proposes the same idea to Fujiko that Matsuda had already proposed the same idea before."
                },
                "116": {
                    "ID": "4304109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304109",
                    "TitleEnglish": "Stupid body!",
                    "SummaryEnglish": "Sayaka wins the Fukuoka International after the World Championships and the news reporters say sheâ€™s eclipsing Yawara as a judoka. Yawara goes to work in a cold winter morning and is surprised to see Fujiko running by, and on the 2nd morning Fujiko tells her sheâ€™s training for Barcelona Olympics. Yawara confronts Jigoro about involving Fujiko, and later Fujiko admits to her that it was actually Matsuda who first proposed the idea. An angry Yawara tells Matsuda off to not contact her again and that sheâ€™s quitting judo for good. Fujiko does not stop training after hearing the news from Matsuda because she loves judo for its own. Matsuda is covering a ski event in Yamagata with Kuniko, which Yawara accidentally finds out, reinforcing her mistaken belief that he will be quitting the newspaper to marry Kuniko. Matsudaâ€™s mother berates him for thinking about quitting the newspaper business and reminds him of his drive to chase after the â€œstrongest girl in the world.â€ Shinnosuke asks Yawara out on a date on Christmas eve after getting a reprieve that night from Sayaka, who has to entertain an important family friend from France."
                },
                "117": {
                    "ID": "4304110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304110",
                    "TitleEnglish": "The best present",
                    "SummaryEnglish": "Matsuda tries to set up a meeting with Yawara but she rebuffs him; one of her office friends takes a message from him to meet the next day, Christmas eve, the same time as her date with Shinnosuke. Jigoroâ€™s scheme to motivate Yawara by pasting pictures of Sayaka winning at tournaments on her bedroom wall apparently backfires. However, eventually Yawara trips over volumes of Matsudaâ€™s articles left behind by Jigoro, and when she reads them, she is moved by Matsudaâ€™s passionate support for her. She stands up Shinnosuke at the last minute and goes to meet Matsuda at the cafÃ©, but it is already closed. When she leaves there by bus, Matsuda spots her and runs after the bus, and she tells him she would pick up judo again and he tells her he wonâ€™t quit journalism."
                },
                "118": {
                    "ID": "4304111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304111",
                    "TitleEnglish": "Sayaka's secret special training",
                    "SummaryEnglish": "Fujiko meets Yawara on her morning training and is overjoyed sheâ€™s coming back to judo, and they train hard together in the cold. Kojiro spies on them and realizes the â€œgenius is seriousâ€. Matsuda is angered by his editor saying that so long as the news of a Yawara comeback sells the news, he doesnâ€™t care if Yawara loses and doesnâ€™t actually make it to Barcelona. Kojiro orders a media lockout and decides to â€œre-trainâ€ Sayaka, first with sand bags of increasing size. She is shown lifting them with her feet on her back."
                },
                "119": {
                    "ID": "4304112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304112",
                    "TitleEnglish": "Bombshell!",
                    "SummaryEnglish": "Kuniko sneaks into Sayakaâ€™s secret training and is shocked by the â€œsecret trainingâ€ she sees there, which she claims is just Sayaka having sex with Shinnosuke. Jigoro tells Sayaka in public that Yawara and Fujiko will skip the All Japan Championship and only enter the All Japan Selected to get into the Olympics. Sayaka wins the All Japan unopposed. Jigoro tells the TV announcers that Sayaka is still hiding a new â€œsecret weapon,â€ to which Hanazono replies that Sayaka is still only a â€œfart in the windâ€ compared to Yawara. Takabe Yoko defeats Tohdoh to face Sayaka, who is having a hard time against Takabe until she deploys a â€œtomoe nage,â€ built with her sandbag exercises. Sayaka brags that her move is just instinct, not a secret weapon designed to beast Yawara. Jigoro unintentionally reveals that Sayakaâ€™s coach is his son Kojiro, stealing the media attention away from Sayaka. He then challenges Sayaka for the All Japan Selected. Matusda warns Yawara to expect a media frenzy over this â€œfather vs. daughterâ€ rivalry. When Tamao finds out, she is only upset that itâ€™s kept from her, and is not otherwise bothered; she was only afraid that her husband might be not be alive, not by judo shenanigans. She tells Yawara to go all out in the upcoming competitions, and that she has a feeling Kojiro will be coming home soon if she tries her best."
                },
                "120": {
                    "ID": "4304113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304113",
                    "TitleEnglish": "Resurrection of the ippon-zeoi!",
                    "SummaryEnglish": "The media hounds Yawara and Fujiko in their training. As he trains with Sayaka, he comes to believe that she will beat Yawara, meaning heâ€™ll have to marry Sayaka right afterwards. He secretly plots to run away after Sayakaâ€™s predicted victory. Kojiro tells him that Sayaka has achieved 99% needed for victory, and just awaits the elusive remining 1% luck needed to beat a genius. Fujiko is having a confidence crisis on the night before the All Japan Selected until she hears Hanazono yelling a cheer for her in his sleep. Yawara meets Sayaka in the 48kg and under finals. Before the match, Yawara invites her to her post-match â€œvictoryâ€ celebration."
                },
                "121": {
                    "ID": "4304114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304114",
                    "TitleEnglish": "I'm going to Barcelona",
                    "SummaryEnglish": "In their debut fights, both Sayaka and Yawara dispatch their opponents easily, and Shinnosuke is again experience great unease as he thinks Sayaka to be stronger. Fujikoâ€™s parents come to visit her to encourage her, and the father is shown carrying a tourist booklet for Barcelona (being optimistic about her Olympic chances). Fujikoâ€™s (now called â€œMama-sanâ€ judoka by the media) nerves cause her to do badly in the beginning, but eventually wins with her un deux trois attack. Fujiko wins her 2nd contest with a decision, but is still having a hard time. She barely survives another showdown after being choked blue in her semifinal win. However, she is energized by her parentsâ€™ presence and tells them to get their passports, because sheâ€™s sending them to Barcelona. Her finals opponent is the topranked Mitsuhashi Yoshiko. Their match is a seesaw affair, and Yoshiko is able to counter most of Fujikoâ€™s moves. Fujiko falls behind on points as the time winds down. As Tamao watches the tournament at home, Kojiro shows up announcing â€œIâ€™m home.â€ He has dinner with Tamao and watches the matches with her, providing analysis."
                },
                "122": {
                    "ID": "4304115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304115",
                    "TitleEnglish": "The first prize",
                    "SummaryEnglish": "Hearing baby Fuku-chanâ€™s cries inspires Fujiko, but she is running out of gas. Fuku-chan speaks her first word â€œman-maâ€ and this provides a last gasp of energy for Fujiko to score enough points for the win at the last second. Kuniko bumps into Shinnosuke, who discloses that he will be proposing to Yawara after the match. Kuniko understands that Shinnouske is only with Sayaka for her money, prestige, and social status. Sayaka boldly predicts to the media that sheâ€™ll win in a one-minute ippon. This somehow alarms Matsuda, and he tracks down Kuniko to find out what she saw of Sayakaâ€™s secret training with Shinnosuke; he is told that they were on the ground hugging and grappling."
                },
                "123": {
                    "ID": "4304116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304116",
                    "TitleEnglish": "Deathmatch",
                    "SummaryEnglish": "Kojiro tells Tamao that if Yawara loses, she should despise him, but she says it is just part of competition. As the contest begins, Sayaka is able to fend off Yawara, and it turns out that her secret move is the ground level Newaza attack followed by the Osaekomi pin, not the previously revealed move. Moreover, Sayaka deploys a vicious arm-pulling jyuji gatame attack as a final â€œdeath trap,â€ which dislocates Yawraâ€™s right elbow. Yawara only has her left hand to attack with, and Yawara hesitates with a counterattack because of her memory of using the same technique against her father when she was a child, being blocked psychologically. Matsudaâ€™s cries of â€œwinning the Barcelona goldâ€ and â€œnot crushing his dreamâ€ counters her inhibition, however, and she goes for the leg lift tomoe nage, which earns her a yuko. The match comes down to the final 15 seconds."
                },
                "124": {
                    "ID": "4304117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yawara-a-fashionable-judo-girl/episodes/4304117",
                    "TitleEnglish": "That for so long",
                    "SummaryEnglish": "With 15 seconds left, the 2 opponents rush each other, and Yawara delivers an ippon zeoi with her injured arm. Yawara retries her false tooth for Sayaka and tells her that sheâ€™s had fun and be glad to fight her again, and this time Sayaka doesnâ€™t brush her off. Shinnosuke is happy because he thinks he does not have to marry Sayaka and can pursue Yawara without losing his position with the rich Honami family. Tamao tells Yawara that Kojiro came by and left, saying that he is taking a job in France as a judo coach and will send them his address soon, that he is â€œnot hiding anymore.â€ At Sayakaâ€™s 2000-person â€œvictoryâ€ banquet, no one shows up, and Sayaka delusionally believes she actually won. She still believes that thereâ€™s nothing she wants that she canâ€™t get. Only Shinnosuke is there to see her cry and being vulnerable for the first time, and he kisses her. Outside the Inokuma victory party, as Matsuda is about to tell Yawara how he has felt ever since he first met her, they are interrupted by the celebrating friends and family crashing through the door. The episode and show ends with Yawara walking through the Barcelona stadium tunnel and Matsuda yelling, â€œNow Yawara-san, ippon zeoi!â€"
                }
            }
        }
    }
}