{
    "URL": "https://www.thetvdb.com/series/inazuma-eleven",
    "Genres": [
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2189248/",
        "https://www.themoviedb.org/tv/42912"
    ],
    "TitleEnglish": "Inazuma Eleven",
    "SummaryEnglish": "Matsukaze Tenma tries out for the Raimon soccer team and passes, but soon finds out that soccer has changed. Tenma, along with the other members, now aim to free soccer so everyone can enjoy it freely.",
    "Aliases": [
        "Inazuma Eleven GO",
        "Inazuma Eleven GO Galaxy",
        "Inazuma Eleven GO 2: Chrono Stone"
    ],
    "Modified": "2024-11-15",
    "Seasons": {
        "0": {
            "ID": "205031",
            "URL": "https://www.thetvdb.com/series/inazuma-eleven/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "9123306",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/9123306",
                    "TitleEnglish": "Inazuma Eleven the Movie: The Invasion of the Strongest Army Ogre",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "9123308",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/9123308",
                    "TitleEnglish": "Inazuma Eleven GO the Movie: The Ultimate Bonds Gryphon",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "9123310",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/9123310",
                    "TitleEnglish": "Inazuma Eleven GO VS Danball Senki W",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "9123311",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/9123311",
                    "TitleEnglish": "Inazuma Eleven Chou Jigen Dream Match",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "205041",
            "URL": "https://www.thetvdb.com/series/inazuma-eleven/seasons/official/1",
            "# Episodes": 127,
            "Episodes": {
                "1": {
                    "ID": "1826951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1826951",
                    "TitleEnglish": "Let's Play Soccer!",
                    "SummaryEnglish": "Raimon Junior High's long-neglected soccer club is suddenly presented with a request to play a match against the legendary Teikoku Academy! But there's a catch! If Endou does not succeed in getting 11 members for the club to play against Teikoku, the club is going to be disbanded!"
                },
                "2": {
                    "ID": "1826961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1826961",
                    "TitleEnglish": "Teikoku is here!",
                    "SummaryEnglish": "Raimon have their first practice match. The downside is that they must face the number one team in Japan: Teikoku Academy. While watching Teikoku warm up, Kabeyama gets scared and excuses himself to go to the washroom. Since he didn't come back, Endou and the others quickly looked for him, only to find that he managed to get himself trapped in a locker. After some encouragement from Endou, they all go back and the match starts. Raimon"
                },
                "3": {
                    "ID": "1826971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1826971",
                    "TitleEnglish": "Here Comes the Killer Shot!",
                    "SummaryEnglish": "The Raimon team is getting it all together after the fight against Teikoku! But Someoka is jealous that he doesn't have a hissatsu technique like Gouenji. He's trying his best to create one, but he just can't seem to do it. Will he be able to create one in time for the next match?"
                },
                "4": {
                    "ID": "1830491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1830491",
                    "TitleEnglish": "Here Comes the Dragon!",
                    "SummaryEnglish": "The match against Occult is about to start! But before that, Gouenji joins the team and Someoka is irritated by it. During the match, the members are having trouble deciding which forward to pass to and the team is falling apart. Will they be able to make a comeback in time before the match is over?"
                },
                "5": {
                    "ID": "1830511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1830511",
                    "TitleEnglish": "Where's the Notebook?",
                    "SummaryEnglish": "The Football Frontier is about to start and Raimon are up against the terrifying jumpers of Nosei Junior High in their first game. Everyone agrees that unless they come up with a new technique, they are finished before they even start. Just when all hope is lost, Endou finds another notebook written by his grandfather!"
                },
                "6": {
                    "ID": "1830521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1830521",
                    "TitleEnglish": "This is the Inazuma Drop!",
                    "SummaryEnglish": "veryone but Kabeyama is pumped up and ready for their big game against Nose. Kabeyama's fear of heights is getting in the way of the Inazuma Drop and without it all is lost. Will he get over it in time to save the day, or will his fear cause his team to lose?"
                },
                "7": {
                    "ID": "1830531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1830531",
                    "TitleEnglish": "Showdown at the Riverbank!",
                    "SummaryEnglish": "Raimon are training hard for their next game in the Football Frontier, and people are beginning to spy on them; including their next opponents - Mikage Sennou Junior High. The trouble is Mikage Sennou have them all figured out, and if Raimon want to beat them they have to move up to the next level!"
                },
                "8": {
                    "ID": "1830551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/1830551",
                    "TitleEnglish": "The Terrifying Soccer Cyborgs!",
                    "SummaryEnglish": "It's another big game for Raimon, against the cyborgs of Mikage Sennou."
                },
                "9": {
                    "ID": "2413041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413041",
                    "TitleEnglish": "Megane Rising",
                    "SummaryEnglish": "Gouenji is injured and out of Raimon's next game, but their opponents are the weakest team in the whole tournament, so winning shouldn't be a problem. Endou and his team doesn't know much about their next opponent so they go to a maid cafe to know about their team."
                },
                "10": {
                    "ID": "2413051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413051",
                    "TitleEnglish": "Teikoku's Spy!",
                    "SummaryEnglish": "Raimon Junior High is looking stronger than ever, but so are the forces against them. But so desperate are their enemies to stop them from succeeding at any cost, they cross the line and unwittingly expose themselves!"
                },
                "11": {
                    "ID": "2413061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413061",
                    "TitleEnglish": "Find A New Coach!",
                    "SummaryEnglish": "The big game against Teikoku is only a few days away, but unless Raimon can find a new coach then they're out without even setting foot on the field! The whole team is looking high and low, will they find one or not?"
                },
                "12": {
                    "ID": "2413071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413071",
                    "TitleEnglish": "The Finals! Teikoku Academy First Half!",
                    "SummaryEnglish": "Raimon arrive at Teikoku Academy for the biggest game of their lives, but before they can begin they have to dispel the cloud of suspicion hanging over the place. Kageyama has set some kind of trap, he has secretly losen the roof of the stadium but Kidou knows it. He tells it to Endou who believes him and gets his team safe when the match starts. Raimon thanks Kidou for his help and they play the finals in a fair manner. Will Endou and his team will be able to win this match?"
                },
                "13": {
                    "ID": "2413081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413081",
                    "TitleEnglish": "The Finals! Teikoku Academy Second Half!",
                    "SummaryEnglish": "With Kageyama safely shut away, the game against Teikoku has properly begun, and it's a real game this time. Whoever wins this comes out on top. But with the story about Kidou and Haruna in his head, will Endou hesitate on winning the game?"
                },
                "14": {
                    "ID": "2413091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413091",
                    "TitleEnglish": "The Legendary Eleven!",
                    "SummaryEnglish": "Raimon still can't believe they beat Teikoku and are the new District Champion. After the celebratory dust settles, a mysterious figure walks into Hibiki's ramen bar. Is he really from the legendary Inazuma Eleven? Coach Hibiki decides to revive back the legendary Inazuma Eleven and calls for a practice match between The Inazuma Eleven and the Raimon Junior High. There the Inazuma Eleven shows the Raimon Junior High some new hissatu techniques and Raimon were able to perfect the Honoo no Kazamidori."
                },
                "15": {
                    "ID": "2413101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413101",
                    "TitleEnglish": "This is It! The Nationals Tournament!!",
                    "SummaryEnglish": "Raimon have set their sights on the Nationals Tournament and they're determined to win it. They're working hard to get there, but there are lots of obstacles - first there's the threat to their precious clubhouse but Endou is able to save it. Secondly, there is a possibility that Kazemaru might leave the team after meeting up once more Miyasaka Ryou and his other friends of Raimon's Atheletics Club. Will his passion for soccer make him remain in the team?"
                },
                "16": {
                    "ID": "2413111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413111",
                    "TitleEnglish": "Soccer! Ninja Style!",
                    "SummaryEnglish": "With Kazemaru still on the team, for now, Raimon can move forward and concentrate on the Nationals. And they'll need to - their first game is against the speedy Sengoku Igajima Junior High. If they don't win this, the dream is over before it's even begun!"
                },
                "17": {
                    "ID": "2413121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413121",
                    "TitleEnglish": "Kido's Decision!",
                    "SummaryEnglish": "The narrow victory over Sengoku Igajima has given Raimon confidence, but on the other side of the tournament, everyone is shock at Teikoku's complete defeat at the hands of Zeus Junior High, which is 10-0.What should Kidou do? If Raimon wants to beat them, they'll need to train even harder, and maybe even recruit new members!"
                },
                "18": {
                    "ID": "2413131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413131",
                    "TitleEnglish": "Break it Down! The Infinite Wall!!",
                    "SummaryEnglish": "With their firepower boosted by the addition of Kidou Yuuto, the team are ready to tackle Senbayama Junior High and their unbreakable defense. But unless they get their pass coordinated, all their hard work will come to nothing! Will they able to break the iron defense?"
                },
                "19": {
                    "ID": "2413141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413141",
                    "TitleEnglish": "The Genius Brought Back to Life!",
                    "SummaryEnglish": "Ichinose Kazuya is back! Like a phoenix he has risen from the ashes and come back to visit his old friends. Just in time too, Raimon is desperate for some new moves, and the Tri-Pegasus is just what they need. But can they perfect it in time?"
                },
                "20": {
                    "ID": "2413151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413151",
                    "TitleEnglish": "The Hissatsu Triangle Z!",
                    "SummaryEnglish": "Raimon are getting ready to play their next big opponent - Kidokawa Seishuu , which just happens to be Gouenji's old school. Certain members of that team still carry a grudge against him and will stop at nothing to get their revenge. This results into a practice match with the Mukata triplets vs. Endou. Unfortunately, Endou doesn't stand a chance against Triangle Z ! Will Raimon lose at this rate?"
                },
                "21": {
                    "ID": "2413161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413161",
                    "TitleEnglish": "Fierce Battle! Kidokawa Seishuu!!",
                    "SummaryEnglish": "The Mukata triplets and their grudge are dominating Raimon at every turn, but they need to find the strength to overcome their malice if they're going to make it to the final. They are trying to take on everyone on their own, and not co-operating with the others. If they don't work together, their dream is finished!"
                },
                "22": {
                    "ID": "2413171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2413171",
                    "TitleEnglish": "Go Beyond God Hand!",
                    "SummaryEnglish": "Raimon Junior High are through to the finals, but they're all getting nervous about playing the terrifying Zeus Junior High. Endou is convinced he's not good enough, and if that weren't enough to rattle nerves, it seems that Kageyama is working on some fiendish plot behind the scenes. Will he sabotage Raimon?"
                },
                "23": {
                    "ID": "2443651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2443651",
                    "TitleEnglish": "A Challenge From The Gods!",
                    "SummaryEnglish": "As the finals against Zeus draws nearer, so does Raimon's anticipation and dread. The team are working hard, but the level they have to reach seems beyond their grasp. Will they get it together in time for the finals?"
                },
                "24": {
                    "ID": "2443661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2443661",
                    "TitleEnglish": "Let's Go to Training Camp!",
                    "SummaryEnglish": "The big game with Zeus is almost on top of them but Endou still hasn't mastered Majin The Hand. Coach Hibiki decides to have everyone spends the night at school at a sleepover training camp. The members of Inazuma Eleven brought a machine with them which was used by Hibiki to master the Majin The Hand which in turn didn't work out for him."
                },
                "25": {
                    "ID": "2443671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2443671",
                    "TitleEnglish": "The Last Play-Off!",
                    "SummaryEnglish": "This is it, the finals of the Nationals has arrived. Zeus Junior High storm to an early lead and nothing Raimon Junior High does has any effect on them. Are they really gods? Or is something else going on? Either way, if Raimon don't turn the game around they're going to get annihilated!"
                },
                "26": {
                    "ID": "2454971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2454971",
                    "TitleEnglish": "Clash! God Vs Devil!!",
                    "SummaryEnglish": "Raimon Junior High are down by three goals and are getting clobbered by the soccer gods of Zeus Junior High."
                },
                "27": {
                    "ID": "2454981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2454981",
                    "TitleEnglish": "Aliens Are Here!",
                    "SummaryEnglish": "Raimon's victory proves to be very short lived, as only a few minutes after their win, the sky falls in. All of a sudden the earth is overrun by aliens! What will Endou and the others do about this out of this world development?"
                },
                "28": {
                    "ID": "2454991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2454991",
                    "TitleEnglish": "Head Out! Raimon Eleven!!",
                    "SummaryEnglish": "The Raimon Eleven have stepped up to try and save the world against the soccer players of Aliea Academy, but it's like pitting an ant against an elephant. Meanwhile, the president is in danger from the very same threat, and indeed the world itself."
                },
                "29": {
                    "ID": "2470281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2470281",
                    "TitleEnglish": "Take Them Down! The 11 in Black!!",
                    "SummaryEnglish": "The Prime Minister has been kidnapped by aliens, and Endou and the others are determined to help him. The Inazuma Caravan travels to the park where he was kidnapped, ready to beat the aliens off. But wait — who are THESE people? And why do they claim the Raimon Eleven to be aliens?"
                },
                "30": {
                    "ID": "2470341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2470341",
                    "TitleEnglish": "Menace! Aliea Academy!!",
                    "SummaryEnglish": "The Raimon Eleven never gives up, and they're going to try again against Aliea Academy. They go head to head, but the Aliea Academy is too powerful. But in the end, Endou gets seriously injured because of the coach's choice, and one of the team members is asked to leave..."
                },
                "31": {
                    "ID": "2470391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2470391",
                    "TitleEnglish": "Find The Legendary Striker!",
                    "SummaryEnglish": "The news that Gouenji is kicked off the team doesn't go well with most of the Raimon Eleven, especially Someoka. He carries the grudge all the way to Hokkaido with the team, as they search for the mythical ace striker - Fubuki Shirou. On their way to the freezing land of Hokkaido, the mysterious striker's hometown, they came across a stranger freezing in the cold. Who is he and where did this stranger come from?"
                },
                "32": {
                    "ID": "2470401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2470401",
                    "TitleEnglish": "The Prince of the Snowfield!",
                    "SummaryEnglish": "Raimon finally arrives at Hakuren, but the thing that shocks them is that..... they see the same person they saw the last time, and it was revealed to be Fubuki Shirou. Now, Raimon starts a match with Hakuren, what will happen in this match?"
                },
                "33": {
                    "ID": "2491371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2491371",
                    "TitleEnglish": "Who's the Ace Striker!",
                    "SummaryEnglish": "Fubuki is officially part of the Raimon Eleven, but there is still some teamwork to work on. But by showing his teammates a brand new way of practicing (snowboarding), maybe Fubuki can bring them to a new level and bring the team together!"
                },
                "34": {
                    "ID": "2491381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2491381",
                    "TitleEnglish": "Clash! Aliea Academy!!",
                    "SummaryEnglish": "Raimon have leveled up through their snowboard training and are ready to face Aliea Academy one more time. But do they have what it takes to beat them? And even if they do, what else do Aliea Academy have in store? Surely not another team.."
                },
                "35": {
                    "ID": "2695391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2695391",
                    "TitleEnglish": "Epsilon Attacks!",
                    "SummaryEnglish": "Just when everyone thought the earth had been saved, Aliea Academy attack once more, this time with Epsilon. These guys really mean business, and they're going to beat up Manyuuji in Kyōto. A new member is entering the team by the help of Haruna? Who is he? Will Raimon be able to help them, or is it too late?"
                },
                "36": {
                    "ID": "2695401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2695401",
                    "TitleEnglish": "The Hidden Power!",
                    "SummaryEnglish": "After the crushing defeat of Manyuuji Junior High, Raimon step up to take them on, with Kogure Yuuya helping out on Otonashi Haruna's urging. The results are strange and disheartening, but also encouraging in a way. They're going to have to do a lot of hard work though!"
                },
                "37": {
                    "ID": "2695411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2695411",
                    "TitleEnglish": "Teikoku Strikes Back - First Half!!",
                    "SummaryEnglish": "Raimon has a new member, Kogure, who plays pranks on them all the time. Still, they'll need all the help they can get, because of a e-mail that Hitomiko received, saying that Kageyama is back, in a huge submarine-based soccer stadium and that he created the Shin Teikoku. Also he's managed to turn two of Kidou's old teammates, Sakuma Jirou and Genda Koujirou, against him! To worse the situation, Sakuma brings out a forbiden hissatsu, Koutei Penguin No. 1!"
                },
                "38": {
                    "ID": "2695421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2695421",
                    "TitleEnglish": "Teikoku Strikes Back - Second Half!!",
                    "SummaryEnglish": "Raimon are stuck in the middle of a game against True Teikoku Academy, and Kageyama has convinced its players to use any means to win; even if it means the destruction of their minds and bodies. Can Raimon show them the error of their ways before it's too late?"
                },
                "39": {
                    "ID": "2975911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2975911",
                    "TitleEnglish": "The Last Wyvern Blizzard!",
                    "SummaryEnglish": "Raimon finally comes home to recharge their batteries and to train a whole lot more. They find out that everybody's been training to help them, including some old opponents! But all is not well on the team, the tough training has proved to be too much for one member in particular."
                },
                "40": {
                    "ID": "2975961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2975961",
                    "TitleEnglish": "Ichinose! The Greatest Crisis!!",
                    "SummaryEnglish": "No sooner do they arrive home, and Raimon are back on the road again - this time they're heading to Ōsaka where it's rumored that Aliea Academy have a base. The team doesn't find any aliens there, but they do find a bunch of strange and powerful girls - with a secret!"
                },
                "41": {
                    "ID": "2975971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2975971",
                    "TitleEnglish": "Desarm's Trap!",
                    "SummaryEnglish": "Raimon find that the CCC's secret training facility under the amusement park is a great place to train, but where did it come from? No time for questions, everyone has to train and train, because Epsilon is almost here again!"
                },
                "42": {
                    "ID": "2975991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2975991",
                    "TitleEnglish": "Bitter Struggle! The Strongest Evil, Epsilon!!",
                    "SummaryEnglish": "The big game against Epsilon is here, and Raimon come out with all their might! Will they be able to fight back the aliens? Meanwhile, Fubuki is having an identity problem that threatens to tear him and the team apart!"
                },
                "43": {
                    "ID": "2976001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976001",
                    "TitleEnglish": "Grandpa's Ultimate Secret Technique!",
                    "SummaryEnglish": "Unexpected news about another notebook of Daisuke sends Raimon to Fukuoka, where they meet one of Daisuke's old friends,and someone who might just become Endou's apprentice. When the team sees what Tachimukai can do, they're amazed!"
                },
                "44": {
                    "ID": "2976011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976011",
                    "TitleEnglish": "Another Majin the Hand!",
                    "SummaryEnglish": "The exhibition game between Raimon and Yokato Junior High is a knuckle biting affair. Both Endou and Tachimukai are showing off their Goalkeeper moves. When seeing Majin The Hand Tachimukai trys to learn it too. He fails many times, but manages to complete it a few episodes later. Meanwhile they're being watched - just who IS this Hiroto boy?"
                },
                "45": {
                    "ID": "2976021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976021",
                    "TitleEnglish": "Seismic! The Strongest Team, Genesis!!",
                    "SummaryEnglish": "Hiroto, who is actually Gran, captain of The Genesis - challenge Raimon to a game. It quickly turns into a one-sided match, as Genesis keeps on scoring and none of the Raimon Eleven can even keep up with their movements. Fubuki gets injured while trying to stop Gran's shoot, and his past is revealed after the match by Hitomiko. But what's even more shicking is Kazemaru's decision to quit the team!"
                },
                "46": {
                    "ID": "2976031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976031",
                    "TitleEnglish": "The Captain's Trial!",
                    "SummaryEnglish": "Kazemaru's decision to leave the team have left Endou devastated and took away his will to even practice. Nothing anyone says seems to have an effect on him. Kurimatsu, unable to bear seeing his captain like this, and thinking that the fight against Aliea Academy is hopeless, has decided to leave Raimon as well. It seems that Tachimukai's never-give-up attitude is the only thing left to remind Endou of who he was."
                },
                "47": {
                    "ID": "2976041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976041",
                    "TitleEnglish": "Big Showdown at the Southern Seas!",
                    "SummaryEnglish": "The news about the existence of a flame striker sends Raimon to Okinawa hoping that it would be Gouenji Shuuya. But what unexpected things might happen along the way?"
                },
                "48": {
                    "ID": "2976051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976051",
                    "TitleEnglish": "The Flame Striker!",
                    "SummaryEnglish": "Right after arriving at Okinawa, Raimon starts the search for the flame striker. While searching, Fubuki and Domon run into a player claiming he's the flame striker. After they take him to the team, he introduces himself as Haruya Nagumo and shows them his Hissatsu shot. It seems Nagumo will be a great asset to Raimon, or isn't he?"
                },
                "49": {
                    "ID": "2976061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976061",
                    "TitleEnglish": "Ride the Beat! Rhythm Soccer!!",
                    "SummaryEnglish": "Tsunami reveals to Raimon that he has joined his school's soccer club, and they want to have a game with them. Raimon goes to Oumihara Junior High, and the game begins. They soon realize that even if Oumihara seems quite weird, they're actually quite good. And how in the world do they manage to steal the ball, as well as evading attacks from Raimon every time?"
                },
                "50": {
                    "ID": "2976071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976071",
                    "TitleEnglish": "Howl! The Fist of Justice!!",
                    "SummaryEnglish": "The game between Raimon and Oumihara continues, with neither teams pulling back. In the end Raimon wins, but it's a narrow victory. Endou also got a clue on how to use the Fist of Justice, but first he needs to learn to surf from Tsunami so he can master the movement needed to use it. Although Endou has some trouble at first, he finally manages to do it, and masters the Fist of Justice. But Raimon's rejoice isn't long, as Epsilon has come once again."
                },
                "51": {
                    "ID": "2976081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976081",
                    "TitleEnglish": "Counterattack! Epsilon Remastered!!",
                    "SummaryEnglish": "Epsilon have powered up to become Epsilon Remastered, and challenge Raimon to battle. But it's not just them that's leveled up, Raimon has too. But they still can't break through Desarm's techniques, even Fubuki. Desarm, disappointed because Fubuki failed to entertain him, says that he has no need of Fubuki anymore. Fubuki is devastated because he's not needed as Shirō or as Atsuya, and has a breakdown. With him off the field, Raimon can only concentrate on defending. No longer interests in Raimon's shoots, Desarm decides to change position with the forward Zel. And to their horror, Desarm gets past their defense easily, and breaks through Fist of Justice easily."
                },
                "52": {
                    "ID": "2976091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976091",
                    "TitleEnglish": "The Explosive Flames of Revival!!",
                    "SummaryEnglish": "The match between Raimon and Epsilon Remastered continues its second half. Though they tries their best, Desarm is just too fast and powerful for them. Can Endou figure out the remaining note for the Seigi no Tekken before it's too late? Even if he can, how can they win without scoring? And, there's one more surprise for Raimon..."
                },
                "53": {
                    "ID": "2976101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976101",
                    "TitleEnglish": "The Freezing Darkness - Diamond Dust!",
                    "SummaryEnglish": "Gouenji's return, along with the victory against Epsilon Remastered have lifted up Raimon's spirit. They decides to go back home to rest. But as soon as they go back, Diamond Dust wants Raimon to face them in a game, or Tokyo will be randomly smashed with black soccer balls. However, it's a tough match right in the beginning. Endou is having a hard game even against normal shoots. Just then, an old opponent appears before them..."
                },
                "54": {
                    "ID": "2976151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976151",
                    "TitleEnglish": "The Strongest Assist, Aphrodi!",
                    "SummaryEnglish": "Someone unexpected is here to join Raimon in the middle of the match - Aphrodi! Raimon's rival has come to join and fight alongside them! But the old Raimon members except Gouenji and Endou don't trust this player. But when Tsunami gets hold of the ball, things start looking a little better..."
                },
                "55": {
                    "ID": "2976161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976161",
                    "TitleEnglish": "Endou`s Newest Challenge",
                    "SummaryEnglish": "Coach Hitomiko decides to remove Endou as goalkeeper, and requests him to become a libero. Following this, Aphrodi will become a forward, and Tachimukai will become Raimon's new goalkeeper. This will be the birth of a super-aggressive Raimon Eleven. This led to development of new hissatsu by Endou, Megaton Head. Endou also gives Tachimukai his grandpa's ultimate, an incomplete hissatsu, Mugen The Hand that Tachimukai begins practising with the help of Tsunami."
                },
                "56": {
                    "ID": "2976181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976181",
                    "TitleEnglish": "Showdown! Endou vs. Gouenji!!",
                    "SummaryEnglish": "The Raimon Eleven comes to Teikoku for training, as requested by Kidou. Kidou also requests his former teammates - the Teikoku team to play a friendly against the Raimon with Endou, Kidou and Domon on Teikoku's side. Kidou did this because he felt that to master Death Zone, the players had to become a part of Teikoku."
                },
                "57": {
                    "ID": "2976191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976191",
                    "TitleEnglish": "The Miracle Team! The Chaos!!",
                    "SummaryEnglish": "Prominence and Diamond Dust have combined to become the strongest team in the universe - The Chaos - and they challenge Raimon to a game. This is the first game Raimon plays in their new formation. But with Tachimukai still hasn't mastered Mugen The Hand, and Chaos in complete control of the fired up game, is there no way for Raimon to get the better of them?"
                },
                "58": {
                    "ID": "2976211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976211",
                    "TitleEnglish": "Torn Asunder! Fire Blizzard!!",
                    "SummaryEnglish": "Thanks to Otomura, Kidou figures out how to stop Chaos' rhythm. The flow of the game is totally reversed as Raimon keeps scoring without stopping. Gazel and Burn realize their team members are fighting amongst themselves and decide to use Fire Blizzard to show them that together they're unbeatable. Also, the Chaos creates an ultimate defense by combining Frozen Steal and Ignite Steal. Aphrodi tries to get past their wall but cannot and instead gets injured and has to leave the team. Despite Aphrodi's injuries, Coach Hitomiko doesn't substitute in Rika, leading to Rika's anger on the coach. The game comes to a halt because Gran intervenes. But what does he mean when he refers to Coach Hitomiko as \"sister\"?"
                },
                "59": {
                    "ID": "2976231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976231",
                    "TitleEnglish": "We`re Finally Here! Aliea Academy!!",
                    "SummaryEnglish": "Raimon demands Coach Hitomiko to explain why Gran called her his sister, among a few other things. She promises to explain everything after they come to Mount Fuji. Everyone is given a night to think about going, and in the end, they all decide to go. But what's waiting for them at Mount Fuji is Aliea Academy itself, a gigantic UFO!"
                },
                "60": {
                    "ID": "2976241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976241",
                    "TitleEnglish": "Aliea Academy`s True Identity!",
                    "SummaryEnglish": "As Raimon go inside Aliea Academy, its shocking truth is revealed: Aliea Academy are human children whose abilities have been enhanced by the Aliea meteorite.Following this revelation, the battle to decide the world's fate between Raimon and The Genesis begins!"
                },
                "61": {
                    "ID": "2976251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976251",
                    "TitleEnglish": "The Last Play-Off! The Genesis - The First Half",
                    "SummaryEnglish": "The first half of Raimon's match against The Genesis has started. Though, there is still one more problem left in the team, and that problem can only be answered by the person with a problem, Fubuki Shirou. Will Raimon pull-off a victory somehow even with this disadvantage?"
                },
                "62": {
                    "ID": "2976261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976261",
                    "TitleEnglish": "The Last Play-Off! The Genesis - The Second Half",
                    "SummaryEnglish": "Genesis has broken through the evolved Mugen The Hand, and takes the lead once more. Angry at Seijirou's remark that Raimon is the same as Genesis, Endou furiously tries to prove that he's wrong. Will Raimon's power to believe in your friends be enough to defeat Genesis?"
                },
                "63": {
                    "ID": "2976271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976271",
                    "TitleEnglish": "The Neverending Menace!",
                    "SummaryEnglish": "Raimon has finally defeated Genesis, and opens up Seijirou's eyes. But, in the end, what was the real reason of why Aliea Academy begun?!"
                },
                "64": {
                    "ID": "2976291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976291",
                    "TitleEnglish": "Clash! Raimon VS. Raimon!!",
                    "SummaryEnglish": "The Raimon Eleven return to Raimon Junior High only to find Ryūichi Kenzaki waiting for them there, along with Raimon's old members who left the team due to injuries. Having powered up themselves with the Aliea meteorite, and calling themselves Dark Emperors, they challenge Raimon to a game. With no choice left, Endou agrees. But each one of Dark Emperors has increased their abilities even more than Raimon has imagined. How will they fight against their friends now?"
                },
                "65": {
                    "ID": "2976301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976301",
                    "TitleEnglish": "Ultimate mystery of friendship!",
                    "SummaryEnglish": "Even though they lost 2 points in the first half, Raimon never gives up, and gets back 2 points in the second half. However, things get worse when Dark Emperors start attacking violently. The Raimon Eleven try to block Dark Emperors' shots with their own bodies, and fall one after another. Endou switches back to goalkeeper to replace an injured Tachimukai. What can he do to remind their old friends of their soccer?"
                },
                "66": {
                    "ID": "2976321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976321",
                    "TitleEnglish": "The Strongest Team! Blizzard Edition!",
                    "SummaryEnglish": "Raimon's long fight against Aliea Academy is finally over, and everyone is prepared to go home. Fubuki finds Endou in his training place, and the two of them recall their journey from the day Gemini Storm appears to before going to Okinawa. Then Gouenji joins them."
                },
                "67": {
                    "ID": "2976341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976341",
                    "TitleEnglish": "The Strongest Team! Hen Fire!",
                    "SummaryEnglish": "Gōenji tells Endou and Fubuki about the time when he left Raimon, then they recall their numerous battles against Aliea Academy, training, meeting new friends and enemies. The three of them then promise to have a match between Raimon and Hakuren next time."
                },
                "68": {
                    "ID": "2976361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976361",
                    "TitleEnglish": "Assembled! Japanese team!",
                    "SummaryEnglish": "The greatest competition in history, the Football Frontier International, is here. Players from around the world have their eyes fixed upon it, aiming for the world's best. And, of course, so are Japan's. Coach Hibiki has gathered many players: some from Raimon, others from their friends' and rivals' schools, a few are old enemies from Aliea Academy, and some are complete strangers too. Japan's twenty-two candidates compete in a selection match to decide its representatives."
                },
                "69": {
                    "ID": "2976381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976381",
                    "TitleEnglish": "A New Birth! Inazuma Japan!!",
                    "SummaryEnglish": "The game that will decide who gets to represent Japan is going to start. Throughout the match, the players ferociously appeal themselves to be chosen for the national team. However, regardless of the outcome of the game, it's up to the coach to decide which 16 players out of 22 candidates will be chosen for Japan's national team, Inazuma Japan. The players are divided into two teams, first team is of Endou and second is of Kidou. Both team players are determined for their best play in the match. There is a huge crowd came to see the match among them are also the candidates's teammates and friends supporting them."
                },
                "70": {
                    "ID": "2976421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976421",
                    "TitleEnglish": "The Cursed Coach!",
                    "SummaryEnglish": "Inazuma Japan has begun their training under Coach Kudou. However, they soon realize that he is one strict coach. They start to worry even more when they know about his past, along with a rumor from back then and then to their shock, Coach Kudou orders them to stop training for the two days before their first game against Australia. Is Coach Kudou really what the rumor says?"
                },
                "71": {
                    "ID": "2976431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976431",
                    "TitleEnglish": "Opening! Challenge to the world!",
                    "SummaryEnglish": "No matter what Endou and the others do, Coach Kudou won't let them out of the building they stay at. But for some reason, he lets Toramaru go home. Tsunami successfully snook out when the coach isn't present, but Endou and the others aren't so lucky. Meanwhile, a group of people come looking for Tobitaka, and Kudou gave him permission to go out. Endou is so impatient that he starts practicing in his room, and soon all the others do so too. Finally the day of the match come, and Inazuma Japan are quickly overwhelmed by Big Waves Hissatsu tactics: Box Lock Defense. Will they be able to break the defense before the match is over?"
                },
                "72": {
                    "ID": "2976451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976451",
                    "TitleEnglish": "The Big Wave!",
                    "SummaryEnglish": "The match of Inazuma Japan and Big Waves continues, but with one point in the lead favored to Big waves. Kidou Yuuto finally breaks through the hissatsu Tactic; Box Lock Defense but it seems that the strategy now changes. Will Japan pull through the match? Will Tsunami Jousuke be able to complete his new shoot hissatsu and will Endou Mamoru be able to block the shoot hissatsu; Megalodon?"
                },
                "73": {
                    "ID": "2976461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976461",
                    "TitleEnglish": "Scorching warriors! Desert Lion!",
                    "SummaryEnglish": "Inazuma Japan next game is against Qatar's team, Desert Lion. Everything seems to be fine as the first half ends with Japan takes a two-point lead. But what they don't know is that they have unknowingly fallen into Desert Lion's trap!"
                },
                "74": {
                    "ID": "2976481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976481",
                    "TitleEnglish": "Sleeping Tiger! Wake up time!!",
                    "SummaryEnglish": "As the match keep going, Inazuma Japan's players fall for the heat one after another. Even Kidou has to switch out because of an injury. It seems Japan's last hope now lies on Toramaru, but can they make it through this match when Toramaru himself refuse to shoot even when he has a the perfect chance?"
                },
                "75": {
                    "ID": "2976491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976491",
                    "TitleEnglish": "Hardball! Hawk and flying!",
                    "SummaryEnglish": "Inazuma Japan are training hard as the Asia finals draw near, and with Toramaru now more assertive, they can finally bring out all of their power, except for Tobitaka. As Captain of Inazuma Japan, Endou is worred about Tobitaka and had a whole bunch of questions swarming in his head. What is Tobitaka hiding? Why can he slow down the speed of the ball? Why are his plays so awkward? Why did Coach Hibiki want him in the team? A telephone from Coach Hibiki called Endou to go to the back of his raimen shop for a training. Why would Coach Hibiki want Endou to go to that kind of spot for training? Mysteries about Tobitaka are revealed in this episode."
                },
                "76": {
                    "ID": "2976511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976511",
                    "TitleEnglish": "Replacing Representatives!? The Toughest Challengers!!",
                    "SummaryEnglish": "After their two games, Inazuma Japan has had a good idea of what the world level is like. In order to proceed to the world tournament, they'll need to develop new techniques. Meanwhile, Midorikawa frustrates when he realizes that everyone are improving their power and he isn't, but Hiroto encourages him. However, Inazuma Japan has to overcome another challenge, in the form of Neo Japan - a team made of players from Raimon's various rival schools and old enemies - lead by Coach Hitomiko. Neo Japan wants a game, and if they win, they'll replace Inazuma Japan as Japan's representatives."
                },
                "77": {
                    "ID": "2976521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976521",
                    "TitleEnglish": "The Ultimate Face-off! Kudou Japan VS. Hitomiko Japan!!",
                    "SummaryEnglish": "Neo Japan continues to attack aggressively with powered up Hissatsu techniques, and Inazuma Japan can't get past their defense. However, this will only make Endou's passion for soccer grows stronger, in turn encourage his teammates more. But will this be enough to take down Neo Japan's tough defense?!?"
                },
                "78": {
                    "ID": "2976531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976531",
                    "TitleEnglish": "Battle of the ultimate mystery of Winter Flowers!",
                    "SummaryEnglish": "Even though the Seigi no Tekken had just evolved, Coach Kudou tells Endou that he'll never make it to the world tournament the way currently is. Endou thinks that the coach is telling him to learn a new Hissatsu, one that surpasses the Seigi no Tekken. Fuyuka notices a troubled Endou and learns some 'tips' from Rika to help him get ideas."
                },
                "79": {
                    "ID": "2976541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976541",
                    "TitleEnglish": "Gouenji's Decision!",
                    "SummaryEnglish": "Gouenji has a big problem: his father wants him to quit soccer and become a doctor. What's more, he also wants Gouenji to withdraw from being a national and go to Germany to study medicine."
                },
                "80": {
                    "ID": "2976551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976551",
                    "TitleEnglish": "The Last Match",
                    "SummaryEnglish": "As the Asia finals draw near, Inazuma Japan are training hard to complete their new techniques. While they're practicing, a letter was sent to Endou, which shocks him and the team because the writing on it is similar to Daisuke's."
                },
                "81": {
                    "ID": "2976561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976561",
                    "TitleEnglish": "Asia's Strongest! Fire Dragon!!",
                    "SummaryEnglish": "Though there was troubles, Inazuma Japan manages to get to the stadium in time. At last, the finals against Korea's team, Fire Dragon, has begun. However, Inazuma Japan has some surprises waiting for them. First: Aphrodi, Suzuno and Nagumo are all in Fire Dragon, along with Korea's most highly acclaimed game strategist - Chae Chan-soo. Second: Endou won't be playing because according to Coach Kudou, Coach Kudou told him he doesn't need him, not in this team. Because he doesn't understand the team's situation, therefore he fails as captain. And third: Fire Dragon's powerful tactics which will crush Inazuma Japan, and they have no idea about it!"
                },
                "82": {
                    "ID": "2976571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976571",
                    "TitleEnglish": "Strategy perfect! Press Zone Perfect!",
                    "SummaryEnglish": "Inazuma Japan manages to score a goal with their new combination shot,Thunder Beast. However, their rejoices are short-lived, because Fire Dragon decides to use Perfect Zone Press which takes down Fubuki and Tsunami, who are then switched out. Things only start to get tough as Fire Dragon now attacks with full power, and turns the tide of the match. And after the first half ends, Coach Kudou decides to switch Fudou in for an injured Kidou, Coach Kudou claims that their opponents doesn't know about Fudou and says that Fudou is \"Their Joker\". Will this turn the situation around?"
                },
                "83": {
                    "ID": "2976581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976581",
                    "TitleEnglish": "Stand Up, Captain!",
                    "SummaryEnglish": "Things aren't looking well for Inazuma Japan: the recently switched-in Fudou isn't working with his teammates, leading them to fight among themselves; Gouenjiand Toramaru still can't use Tiger Storm; Tobitaka is still trying too hard not to make mistakes, which causes him to make even more. After seeing all this, and hearing about Fudou's past, Endou is finally able to give his answer, he knew it was his fault that he didn't watch the team, and he steps out to the field. The teamwork between the team and Fudou is finally linked, which lead to them scoring a point. However, Endou has to solve their remaining problems, or they'll never win this game."
                },
                "84": {
                    "ID": "2976591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976591",
                    "TitleEnglish": "Get It! Our Ticket to the Internationals!!",
                    "SummaryEnglish": "The Asia finals are coming to an end with neither teams are giving up. However, if Inazuma Japan wants to win, they have to use all their power. In order for that to happen, Tobitaka and Gouenji have to play with all they've got. But that alone wouldn't bring them victory. Endou needs to develop a new technique, because even his Fist of Justice G5 is no match for the fearsome power of Aphrodi, Nagumo and Suzuno's combo shoot. Then what will Endou do?"
                },
                "85": {
                    "ID": "2976601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976601",
                    "TitleEnglish": "We're Here! The World Tournament!!",
                    "SummaryEnglish": "Inazuma Japan are ready to leave for Liocott Island in the Inazuma Jet. Soon after they arrive, Endou finds a letter from his room from Natsumi. He goes to the beach to meet her, and learns that his grandfather is still alive. Then Endou goes to look for a tire for training, and runs into one of Italy's player. Then the opening ceremony, which marks the beginning of the FFI's World Tournament, begins with ten teams that have won the preliminaries entering one by one. Now the question remains, which one of them will stand at the top of the world?"
                },
                "86": {
                    "ID": "2976611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976611",
                    "TitleEnglish": "Shock! This is World Level!!",
                    "SummaryEnglish": "Inazuma Japan receives an invitation to a party from their next opponents, England's Knights of Queen, and they accept it. While training, Fidio finds Endou and asks to practice together. Later, Argentina's Teres and America's Mark and Dylan joins them. But it's not until Aki comes to find him that Endou realizes he's late for the party. After Endou and Aki arrive, Knights of Queen's captain Edgar Valtinas makes fun of Endou, which makes his teammates angry. Endou and Edgar then have a match to see if he can stop Edgar's shoot, but loses because Edgar's Excalibur is too strong for his Ikari no Tetsui. Will Endou understand what the old man told him? Will he be able to complete his new hissatsu?"
                },
                "87": {
                    "ID": "2976621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976621",
                    "TitleEnglish": "The English Knights! Knights of Queen!!",
                    "SummaryEnglish": "The first match of FFI's Group A, Knights of Queen vs Inazuma Japan, has begun at Sea Serpent stadium. Kabeyama and Endou managed to stop Excalibur thanks to the combined power of their techniques. But Inazuma Japan are in for some big troubles. Knights of Queen decide to use their hissatsu tactic, Absolute Knights, making it difficult for Inazuma Japan to attack. And when Edgar uses Excalibur again from a long distance, Kabeyama and Endou's combo plays can't stop it from going into the goal. It seems Excalibur is a shoot that actually grows in power the further it is from the goal. So what will Endou do when Edgar shoots Excalibur that uses the maximum length of the field?"
                },
                "88": {
                    "ID": "2976631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976631",
                    "TitleEnglish": "It's Complete! My Own Hissatsu Technique!!",
                    "SummaryEnglish": "Despite Edgar's strongest Excalibur, Endou saves the goal thanks to Kabeyama's great efforts. But because of that, he suffers a lot of damage, and is taken out. Someoka goes in to replace him, and scores with his new technique. Then, Knights of Queen decides to use their second Hissatsu tactics, Invincible Lance, protecting Edgar and the ball while making it impossible to approach him. Edgar scores again with another of his technique, and England is in the lead once more. During half time, Endou meets the red cap man again, and he says something that might be an idea for Endou's new technique. But first, Japan must find a way to take down Invincible Lance if they don't want to lose more goals."
                },
                "89": {
                    "ID": "2976641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976641",
                    "TitleEnglish": "Go Beyond Mugen the Hand!",
                    "SummaryEnglish": "Tachimukai is amazed at Endou's new Ijigen The Hand. But this, along with Kogure 's remark about Tachimukai copying Endou all the time, makes him determined to create a technique of his own. As a result, Tachimukai throws himself into harsh training."
                },
                "90": {
                    "ID": "2976651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976651",
                    "TitleEnglish": "Teikoku's Curse! First Half!!",
                    "SummaryEnglish": "Kidou and Sakuma spot Fudou and the man with sunglasses, so they decides to go search for him to see if he really is Kageyama, but they can't find him. Kidou and Sakuma worry so much about it that they lose focus on practicing including Fudou, this caused Coach Kudou to prevent them from training because of their lack of focus. Then, Fudou was nowhere in sight. Thinking that Fudou might try to contact Kageyama again, Kidou goes search for him. Sakuma goes after him too, and while searching, he runs into someone resembling Kidou. Then coincidentally, all three got into Kidou and Sakuma. a bus, along with Endou who went searching for them and surprise to see Endou entering the bus. What will happen??"
                },
                "91": {
                    "ID": "2976661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976661",
                    "TitleEnglish": "Teikoku's Curse! Second Half!!",
                    "SummaryEnglish": "Italy's national team, Orpheus, has come across a big crisis: their coach has been replaced by the man with sunglasses who Endou, Kidou, Sakuma and Fudou are after. The man, calls himself Mr. K, fires Orpheus and replace them with Team K. Orpheus can't accept such an order, so Mr. K gives them a chance: they'll have a match with Team K, whoever wins will be Italy's national team. Soon after, eight of Orpheus's players are injured at roughly the same time, leaving only seven left. Fideo is also in danger, but he is saved by Kidou. He then tells Fideo that Mr. K might be Kageyama, and tells his past to Fideo. Endou then suggests all four of them join Orpheus temporary to help Fideo, but the other three all refuse. They then split up to search for Kageyama. Kidou happens to run into him, and hears that he will destroy Japan's national team. Kidou then decides to join Orpheus with the other three to find out the connection between Mr. K and Kageyama. What will happen in this match??"
                },
                "92": {
                    "ID": "2976671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976671",
                    "TitleEnglish": "Tremble! The Other Kidou!!",
                    "SummaryEnglish": "Endou and the others have confirmed their fear: Mr. K really is Kageyama. And that's not all, there's a player in Team K that is similar to Kidou not only in looks, but also in abilities, in which he even surpasses Kidou. Even though the Orpheus - Inazuma Japan team are doing well as a team, Team K, especially the Kidou look-alike (Demonio Strada), is displaying an overwhelming power. Demonio even scores with Koutei Penguin X, a far more powerful variation of the technique Sakuma uses while he was in Shin Teikoku (Koutei Penguin No. 1)."
                },
                "93": {
                    "ID": "2976681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976681",
                    "TitleEnglish": "Strongest confrontation! VS Penguin Penguin! !",
                    "SummaryEnglish": "he match that will decide Italy's team continues. Endou determines not to lose more goals, and blocks the second Emperor Penguin X with his own body. Then thanks to their teamwork, he scores with Megaton Head. After this, for some reason Demonio's plays are starting to fall apart. Why is he so obsessed with being the ultimate? The answer startles them. Demonio and the rest of the team were really wanted to be chosen as the representive team, but they lacked the skills, so Kageyama 's offer for the ultimate power was irrisistable... even with the risks, and one of them was loosing eyesight! Will Endo be able to save them, and Orpheus from disbanding?"
                },
                "94": {
                    "ID": "2976691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976691",
                    "TitleEnglish": "The Barricading Fortress",
                    "SummaryEnglish": "Because of Mr. K, the match between Inazuma Japan and The Empire got pushed a day earlier. Fideo tried to help Endou and the others get to the boat that will take them to where the match will take place, Mountain Lion Inazuma Japan about to fight stadium. But an accident on the way prevent them from catching the boat on time. Having no captain or coach, Inazuma Japan will have to fight on their own. Endō and the others can do nothing but watching the match on TV. Without Endō or Kidou, Inazuma Japan pushes themselves too much to cover for their absence, causing their plays to fall apart in the process. Hiroto realizes this and pull them together. However, that wasn't enough to get pass Therese's defense. And to their surprise, The Empire changed from a defensive formation to an offensive one, quickly passes Japan's defense and gets the first goal."
                },
                "95": {
                    "ID": "2976701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976701",
                    "TitleEnglish": "Absolute Despair! Inazuma Japan Loses?!",
                    "SummaryEnglish": "Inazuma Japan are shocked as they witness such offensive power from a defensive team. Tachimukai tries to catch Iron Wall blocked Bakunetsu Screwthe next Hellfire with an incomplete Maou The Hand, but it failed. Tachimukai panics as Leone approaches the goal, but thanks to Tobitaka 's encouragement, he pulls off a perfect Maou The Hand. The Empire then uses the Hissatsu tactics, The Andes' Antlion Death Trap, making it very difficult to score as Japan is leaded to where Teres is all the time. Will they be able to get through this situation?"
                },
                "96": {
                    "ID": "2976711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976711",
                    "TitleEnglish": "Fuyuppe's Secret",
                    "SummaryEnglish": "Fubuki's injury is completely healed, so Coach Kudou calls him back to the team; but this also means someone will have to leave, and that's Kurimatsu, who was injured in the previous match."
                },
                "97": {
                    "ID": "2976721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976721",
                    "TitleEnglish": "Ichinose's Final Kickoff!!",
                    "SummaryEnglish": "Inazuma Japan is fired up for their next match against America's Unicorn, especially Endou. Because they'll get to fight Ichinose and Domon, both of whom have leveled up greatly. The next day, Ichinose calls Aki out, and tells her, he will join a Pro League youth soccer team after the tournament, so he won't lose to them."
                },
                "98": {
                    "ID": "2976731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976731",
                    "TitleEnglish": "All-Out Friendship! Ichinose VS Endou!!",
                    "SummaryEnglish": "Not long after the match starts and Unicorn has the first point because of Ichinose's new Pegasus Shot. The match continues with Ichinose making superior plays, giving Inazuma Japan a hard time. But thanks to Fubuki and Kazemaru's new combo shoot The Hurricane, Japan ties with America. During half time, Endou accidentally finds out about Ichinose's surgery, but decides not to hold back, as a symbol of their friendship."
                },
                "99": {
                    "ID": "2976741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976741",
                    "TitleEnglish": "The Phoenix's Determination!",
                    "SummaryEnglish": "The tense game between Inazuma Japan and Unicorn continues with neither side wants to give up. When one team takes the lead, the other takes it back, this is what the game has become. Unicorn finally decides to use the Hissatsu tactics, Rolling Thunder, continuously attacks Japan's defenders, eventually wears them down. Then they adds on another point, bringing them closer to victory. What will Japan do to breakthrough this situation?"
                },
                "100": {
                    "ID": "2976751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976751",
                    "TitleEnglish": "Miracle! A Kappa Encounter!?",
                    "SummaryEnglish": "After Inazuma Japan's practice, Hiroto decides to go for a short run in a nearby forest, as he thinks his dribbling won't be able to break past the defense of their next opponent, Orpheus. Kogure, having been looked down by Hiroto and Kogure. Someoka earlier on, pulls a prank on the latter. He ends up being chased after by an angry Someoka, and runs into the same forest Hiroto is currently in. Hiroto runs into Kogure, and they encounter a kappa-looking boy, who wants an autograph from Hiroto. Both Hiroto and Kogure decide to camp out in the forest because they can't find a way back."
                },
                "101": {
                    "ID": "2976761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976761",
                    "TitleEnglish": "Clash! Tiger and Hawk!!",
                    "SummaryEnglish": "While taking a break from practice, Inazuma Japan receives letters from their friends and families from Japan. Everyone is happy, except for Toramaru. For some reason, he's been acting strangely after he received his letter, and lose focus in practice. He even lashes out at everyone during dinner. Endō decides to go talk to him, but to everyone's surprise, Tobitaka wants to go instead. How will he solve this problem? And why was Toramaru so agitated?"
                },
                "102": {
                    "ID": "2976771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976771",
                    "TitleEnglish": "Reviving Memories! The Truth About Fuyuka!!",
                    "SummaryEnglish": "Inazuma Japan is in a worrying situation: only the top two teams in each group will pass the prelims, and their next opponent is currently in first place. If they don't win this, it's likely that Japan won't pass the prelims. Therefore, Coach Kudou decides to hold a practice game with Spain's Red Matador, who is also in the same situation. During the game, Fuyuka keeps seeing the image of Endou's young self. After the game, Fuyuka finds Endou at the beach training, and talk to him about the game. Suddenly, her memories comes back. And eventually, she remembers the accident which took away her parents. Unable to bear it, Fuyuka falls into a coma. Is there no way to save her other than to use hypnotherapy again? Is there nothing Endou can do to keep Fuyuka from having to forget him and the others over again?"
                },
                "103": {
                    "ID": "2976781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/2976781",
                    "TitleEnglish": "The Finals At Last! Fidio's Determination",
                    "SummaryEnglish": "As the important game with Orpheus will take place tomorrow, Inazuma Japan practices with all they have, determine not to lose. At Italy's area, Mr. K has devised a Hissatsu tactics to beat Japan called Catenaccio Counter, and he wants Orpheus to master it. However, all but Fideo thinks this training has no meaning."
                },
                "104": {
                    "ID": "3102631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3102631",
                    "TitleEnglish": "The Strongest Tactics! Catenaccio Counter!!",
                    "SummaryEnglish": "After Inazuma Japan's early goal, many of Orpheus's members still don't want to listen to Fideo because he trusts Mr. K , which is why Japan continues to get the better of them. Though Fideo even saves them from potentially losing another point, most of them doesn't seem to appreciate what he has done. Fideo, believing Mr. K could take them to a new level, begs his team to put their trust in him for five minutes, which they accept. Whatever was on everyone's mind, they'll be shocked at the plays Fideo is going to pull out, and the Hissatsu tactics which even shake Mr. K from his composure!"
                },
                "105": {
                    "ID": "3102641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3102641",
                    "TitleEnglish": "Fierce Fight! Endou vs. Fidio!!",
                    "SummaryEnglish": "Fideo's plays which is out of this world, Kageyama and the past he's been freed from, and Orpheus which has become complete as a team, all of which has allow Italy to complete the powerful hissatu tactic:Catenaccio Counter. Not only they block every one of Inazuma Japan's attacks, they also takes the lead with Fideo's Odin Sword. Unless Japan break through Catenaccio Counter, they won't have a chance at victory."
                },
                "106": {
                    "ID": "3243511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3243511",
                    "TitleEnglish": "The Last Play-Off! Kageyama Reiji!!",
                    "SummaryEnglish": "The match between Inazuma Japan and Orpheus now heads into the second half. Italy's captain, Hide Nakata, has finally returned, which give the rest of the team an emotional boost. They even evolved Catenaccio Counter with Nakata joining them. There's no doubt that Italy's team right now is the strongest ever. How will Japan handle this absolutely flawless Orpheus? And what will Kageyama's fate be after this game?"
                },
                "107": {
                    "ID": "3243521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3243521",
                    "TitleEnglish": "Grandpa`s Last Notebook!",
                    "SummaryEnglish": "The last game in Group A, Argentina vs America, are coming to an end with Argentina in the lead. Since the match between Japan and Italy has ended in a tie, Italy has been guaranteed first place in Group A, while Japan are anxiously waiting for the results as they couldn't advance with their own wins."
                },
                "108": {
                    "ID": "3251351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3251351",
                    "TitleEnglish": "The Legend of Liocott Island!",
                    "SummaryEnglish": "After hearing about the legend of Liocott Island from Natsumi, and seeing the similarity between the two bracelets and the ones wore by the heaven and hell dwellers, Inazuma Japan goes back to practice. Later, they're visited by Fideo Ardena, who brought along Therese, Mark, Dylan, and Edgar. All of them come to express their wish for Italy and Japan's victory. They then decided to have a game with the five visitors and Touko join in to make twenty two players. Just when they start, thunder roars and clouds start rolling in when it was supposed to be sunny all day. Then the two bracelets start glowing, followed by a lightning strike, and a being with strange outfit, Sein, appears. This being wants to take Rika away, then another one with different outfit, Deasta, appears to take Haruna. They have a conversation, in which some words indicate they're from heaven and hell. Are these people really angels and devils? Was the legend of Liocott Island true after all?"
                },
                "109": {
                    "ID": "3258721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3258721",
                    "TitleEnglish": "Messengers of the Sky!",
                    "SummaryEnglish": "In order to save Rika, Endou's team heads for Heaven's Garden, where Tenkuu no Shito reside. They want Rika to marry the demon lord so they can seal away the latter. Endou and others won't allow that to happen, so they have a game to decide Rika's fate. But before the fearsome power of the angels, can they do anything at all? Will this be Rika's last moments?"
                },
                "110": {
                    "ID": "3317441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3317441",
                    "TitleEnglish": "Hell Army Z!",
                    "SummaryEnglish": "Kidō's team heads for Demon's Gate, where Hell Army Z is, to rescue Haruna. These guys want her to be a sacrifice to revive the demon lord. Of course, Kidō won't allow them to have their way with his sister, so a game is inevitable. But it soon becomes clear that the devils' monstrous power is too much for them and time is ticking. Will this be the end for Haruna?"
                },
                "111": {
                    "ID": "3317451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3317451",
                    "TitleEnglish": "Descent of Demon Lord! Dark Angel!",
                    "SummaryEnglish": "Endou and others has saved both Rika and Haruna, but it's not over yet. There's still one more obstacle to overcome: Dark Angel, the fusion of heaven and hell, and the demon lord himself."
                },
                "112": {
                    "ID": "3438791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3438791",
                    "TitleEnglish": "The Kingdom's Darkness!",
                    "SummaryEnglish": "The final match in Group B: Brazil's The Kingdom vs France's Rose Griffon, has ended with The Kingdom winning overwhelmingly. This amazing team is also Inazuma Japan's opponent in the semi-finals. Everyone, especially Endou, are excited to play against them. But their captain, Mac Roniejo, comes to Endou with a shocking proposal. He wants Inazuma Japan to lose in the semi-finals. Why would someone as strong as Roniejo want to set up a fixed game? Did something happen within The Kingdom? And does this has something to do with their coach, Garshield?"
                },
                "113": {
                    "ID": "3502041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3502041",
                    "TitleEnglish": "Garshield's Plot",
                    "SummaryEnglish": "Inazuma Japan are astonished by the data they stole from Garshield's mansion, which reveal his plan to take over the world. If they give the data to the police, Garshield will definitely go to jail, and The Kingdom will be able to play their own soccer. Coach Hibiki volunteers to take the data to the police, while Endou Mamoru and Hijikata go to tell The Kingdom good news. However, Hibiki wasn't able to do it because he has another chest pain (he had had some as shown in various episodes before), which was caused by a heart condition. Nonetheless, the data made it to the police. But to their horror, Garshield appears at the stadium where the match will begin. And as soon as it starts, Roniejo's expression becomes odd..."
                },
                "114": {
                    "ID": "3552041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3552041",
                    "TitleEnglish": "Inazuma Japan VS The Kingdom",
                    "SummaryEnglish": "Everytime Roniejo hears a special whistle he acts different and can't seem to shoot correctly! His teammates worry about him, and so does Inazuma Japan because they both understand that it is unlikely for Roniejo to steal the ball from his teammates, which he does in the game. Later, the detective arrests Garshield and Brazil is able to play their own soccer."
                },
                "115": {
                    "ID": "3675791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3675791",
                    "TitleEnglish": "Counterattack of the Soccer Kingdom!",
                    "SummaryEnglish": "The match continues from the previous episode, however, Roniejo and the others from The Kingdom seem to not be able to find the will to play, only making small passes between each and not attempting to shoot. After scoring one point, Hijikata tells Roniejo not to worry about his family and that they sent him here to play soccer not because they could keep their jobs but because they wanted him and his teammates to be able to play soccer. Roniejo is then convinced and begins to show off his true abilities. The skills of both teams evolved to a greater level and this episode is also the debut of a new hissastu technique: The Birth, a shot performed by Kiyama Hiroto and Fubuki Shirou. Inazuma Japan wins with a score of 3-2 and will now proceed to the finals against either Orpheus or Little Gigant."
                },
                "116": {
                    "ID": "3675801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3675801",
                    "TitleEnglish": "Extraordinary! Little Gigant!!",
                    "SummaryEnglish": "Orpheus' next fight was against Little Gigant. Unfortunately, they lost without scoring a single point. Endou, concerned about what happened, went to see the Orpheus team and talked about what happened during the game. After failing to cheer the Orpheus team up, Endou found out that Natsumi is the new manager of the Little Gigant team."
                },
                "117": {
                    "ID": "3739111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3739111",
                    "TitleEnglish": "Attack! Ultimate strengthening human!!",
                    "SummaryEnglish": "Suddenly, a mysterious group attacks the Cotral's area on Liocott island. Little Gigant and Inazuma Japan rushes off to help and is suprised to see that Garshield is there and he brought his own soccer team! Then Endou finds out that the coach of Little Gigant, Mr. Araya is actually his grandfather, Endou Daisuke! Then Garshield challenges Inazuma Japan to a match. What will they do?"
                },
                "118": {
                    "ID": "3739121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3739121",
                    "TitleEnglish": "Team Garshield's of Fear!",
                    "SummaryEnglish": "The fight has started against Team Garshield! Can Endou and the others block Team Garshield's attacks?"
                },
                "119": {
                    "ID": "3818201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3818201",
                    "TitleEnglish": "The Strongest Rival!",
                    "SummaryEnglish": "Rococo Urupa's past was finally revealed as he tells his story to Endou. Endou is still practicing to find the key to the new hissatsu. Gouenji and Toramaru try a new hissatsu too and Rococo shows Endou he has the same hissatsu like him! Endou got surprised! Rococo's hissatsu is stronger than his. Will Endou give up? Will he find the key of the hissatsu in this episode?"
                },
                "120": {
                    "ID": "3861591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/3861591",
                    "TitleEnglish": "Fidio's Intense Friendship Training!",
                    "SummaryEnglish": "Fideo appears again, telling Endou to fight him and his team with all his power, and tells Endou that he will help him finding the key to complete his new hissatsu. He does this to help Inazuma Japan to win against Cotarl's nationals Little Gigant. What is Fideo up to? And what is with the weird formation of Orpheus? And why cannot Endou stop any of the moves? Will Endou be able to complete his new Hissatsu?"
                },
                "121": {
                    "ID": "4063101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4063101",
                    "TitleEnglish": "Best in the World! The 11 Words!!",
                    "SummaryEnglish": "Finally, Inazuma Japan meets again with the Raimon, when they talk to their old soccer team, they told them that every Raimon member is cheering them on their next and final match against Little Gigant. Endou is still thinking of a way to finish his new hissatsu, but will he be able to finish it in time and realize it?"
                },
                "122": {
                    "ID": "4063111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4063111",
                    "TitleEnglish": "Inazuma Japan's Last Battle!",
                    "SummaryEnglish": "Everyone is persevered at training but will it be enough to defeat their last match with Little Gigant. The match against Little Gigant starts and Gouenji quickly uses Shin Bakunetsu Screw in order to score a goal, but the technique is easily stopped by God Hand X. Little Gigant then attacks, with Drago Hill using Double Jaw and breaking through an incomplete God Catch making the score 1-0."
                },
                "123": {
                    "ID": "4096377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4096377",
                    "TitleEnglish": "Championship Finals!! Little Gigant - Part 1",
                    "SummaryEnglish": "It is finally the finals, here comes Inazuma Japan VS Little Gigant! Endou has finally completed God Catch but is it enough to block Little Gigant's attacks? And can they make a goal? With fearsome hissatsu tactics and techniques, Little Gigant has a lead of one point. Also, Little Gigant easily breaks through Inazuma Japan's defense will they be able to pull through?"
                },
                "124": {
                    "ID": "4096378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4096378",
                    "TitleEnglish": "Championship Finals!! Little Gigant - Part 2",
                    "SummaryEnglish": "As the second half begins, the coach of Little Gigant, Endou Daisuke is making changes and puts Rococo on the field! What could this mean to Inazuma Japan? Will they be able to win the game through this second half? As the match continues both teams show off hissatsu that has never been used in the matches! Will the new hissatsu of Inazuma Japan pull through the second half and win this match?"
                },
                "125": {
                    "ID": "4096379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4096379",
                    "TitleEnglish": "Conclusion at Last! Number One in the World!!",
                    "SummaryEnglish": "The match continues to rage on! Who will win? Inazuma Japan or Little Gigant?! Only the team that scores the most will win!"
                },
                "126": {
                    "ID": "4096380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4096380",
                    "TitleEnglish": "The Tearful Graduation Ceremony!",
                    "SummaryEnglish": "All of the members of Inazuma Japan head home after their victory in the FFI. After being back at Raimon for some time (it seems as though a year has passed), everyone is getting ready for the graduation ceremony. Following the ceremony, a match is held between the original Raimon Eleven and the other members of Raimon that joined along the way. Some who joined in the Aliea Academy arc, like Tsunami and Fubuki are present, while the others joined before that, like Kidou and Ichinose. Toramaru is also present, despite not ever appearing on Raimon during the series, but only the Inazuma Japan team. Later when they are about to start the Teikoku bus appears. Everyone is quite worried, but it is just Fudou, Genda, Sakuma and the rest of the team who came to watch."
                },
                "127": {
                    "ID": "4096381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4096381",
                    "TitleEnglish": "The Kickoff Towards Tomorrow!!",
                    "SummaryEnglish": "The outcome of this tough battle is now announced, but now what will await them in the coming future?"
                }
            }
        },
        "2": {
            "ID": "519703",
            "URL": "https://www.thetvdb.com/series/inazuma-eleven/seasons/official/2",
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "4108408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4108408",
                    "TitleEnglish": "A New Wind Blows Through Raimon!",
                    "SummaryEnglish": "Matsukaze Tenma starts off his adventure by going to Raimon Jr. high. There he meets Otonashi Haruna who shows him around. Soon after, the two make their way to the soccer field, where they see that a soccer team is being beaten-up by Tsurugi Kyousuke, a mysterious boy. There, Tsurugi shot a hissatsu at Matsukaze the latter was able to block it much to everyone's surprise. Later, the real Raimon team appeared, being led by Shindou Takuto."
                },
                "2": {
                    "ID": "4108409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4108409",
                    "TitleEnglish": "This is the Avatar!",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "4108410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4108410",
                    "TitleEnglish": "Collapse! Raimon soccer club",
                    "SummaryEnglish": "The match ends incompletely, The soccer club begins to collapse! Many of them is gonna leave, will the soccer club end like that ?"
                },
                "4": {
                    "ID": "4108411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4108411",
                    "TitleEnglish": "Tenma's Entrance Test!",
                    "SummaryEnglish": "Matsukaze Tenma's dream is close to becoming reality, it's finally time for his test, if he passes he will be able to join the Raimon soccer club! But it won't be easy..."
                },
                "5": {
                    "ID": "4108412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4108412",
                    "TitleEnglish": "Fixed Game",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "4121842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4121842",
                    "TitleEnglish": "The Feelings Put In The Last Pass",
                    "SummaryEnglish": "The battle of Raimon vs. Eito continues. As Eito already has 3 points, will Raimon be able to catch up?"
                },
                "7": {
                    "ID": "4121843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4121843",
                    "TitleEnglish": "Coach Endou Makes His Appearance",
                    "SummaryEnglish": "Coach Kudou has left them and so the Raimon Soccer Club has no coach. But now, finally, Endou has returned to take over as the new coach."
                },
                "8": {
                    "ID": "4121844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4121844",
                    "TitleEnglish": "Captainship",
                    "SummaryEnglish": "The episode starts off with last year's final match in Holy Road versus Kidokawa Seishuu. Ramion's opponent was leading in the second half by two goals."
                },
                "9": {
                    "ID": "4121845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4121845",
                    "TitleEnglish": "Finally raising the courtains! Holy Road",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "4140474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4140474",
                    "TitleEnglish": "Rebellion To Victory",
                    "SummaryEnglish": "The show starts of with Raimon having the lead of 1-0.As the game goes on, the Tengawara team is playing hard-core. They keep tackling Raimon. So anyhow, Sangoku Taichi's mother came and cheered him on. Moments later, one of the players of Tengawara (Hideki)was shown also to have an avatar,(Aviator Falco) making them to have a point. The whistle blows, it's the end of the first half. Will they able to win the match?"
                },
                "11": {
                    "ID": "4140476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4140476",
                    "TitleEnglish": "Tsurugi's Secret",
                    "SummaryEnglish": "Tsurugi got the ball and kicked it to his team's goal and scored for the other team! How will Raimon win?"
                },
                "12": {
                    "ID": "4147251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4147251",
                    "TitleEnglish": "The Miracle of Keshins! Mannozaka School",
                    "SummaryEnglish": "Another match starts in the Holy Road tournament but this time it's against Mannouzaka, can they win against the opposing team with such a powerful keshin?"
                },
                "13": {
                    "ID": "4149728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4149728",
                    "TitleEnglish": "Raimon's Awakening?!",
                    "SummaryEnglish": "The episode starts of with the continuation of the game of Raimon vs. Mannouzaka as of the previous episode. Tsurugi takes the ball from Shinsuke and heads to the goal. Then he is surrounded, and passes the ball to Shindou. He passes the ball to Tenma but only for the ball to be stolen by Mannozaka. Will Raimon win this game?"
                },
                "14": {
                    "ID": "4149729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4149729",
                    "TitleEnglish": "Shinsuke's Hissatsu Technique",
                    "SummaryEnglish": "Shinsuke is determined to learn a new hissatsu for their next match! Will he be able to pull it off or will he have to play without a hissatsu at hand?"
                },
                "15": {
                    "ID": "4149730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4149730",
                    "TitleEnglish": "The Battle against Kidou Yuuto !",
                    "SummaryEnglish": "The next match of Raimon is against.....Teikoku?! And it happens to be that the coach is none other than Kidou Yuuto! Though....why did Kidou take up the position as \"Teikoku's Commander\"?! Why is Kidou's personality different from before?! Just what has happened?! What are Kidou’s true intentions?! How will Raimon fight against a team with a \"commander\" that is smart at strategies?!"
                },
                "16": {
                    "ID": "4168751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4168751",
                    "TitleEnglish": "The Fearsome Teikoku Academy",
                    "SummaryEnglish": "The first half of the Raimon VS. Teikoku match is about to start! Will the Raimon team be able to pull it off somehow even if Tsurugi's not there? And what would be the conclusion of the first half of the match?"
                },
                "17": {
                    "ID": "4168752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4168752",
                    "TitleEnglish": "Explosion! Ultimate Thunder",
                    "SummaryEnglish": "The tides are arrising at the second half! Who will win?! Teikoku or Raimon?! What will be the conclusion of this match! The true strength of battle starts at the second half! Will they finally pull it off?!"
                },
                "18": {
                    "ID": "4168753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4168753",
                    "TitleEnglish": "Do it! The Revolution!",
                    "SummaryEnglish": "In this episode, Kidou and all the other people at Teikoku Academy were revealed to be part of a \"resistance\", secretely fighting against 5th Sector. This group also included coach Kudou, and returning characters like Hibiki Seigou (who seems to be their leader) and Raimon Souichirou, the former Chief Director of Raimon. Former Inazuma players Ichino and Aoyama seemed to still care deeply about the team, especially since they can now play \"real soccer\". Later on, they were seen enjoying soccer, which Shindou witnessed."
                },
                "19": {
                    "ID": "4168754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4168754",
                    "TitleEnglish": "The Raging Neptunus Fang!",
                    "SummaryEnglish": "Tenma will try to learn new defense hissatsu. Will he be able to succeed? The Raimon team will play against Kaiou, but all of the opposites players are SEEDs. Will Raimon stand a chance against such monsters? In this episode, Aoyama and Ichino returned to the team. Also, this episode features a new opening and ending sequence."
                },
                "20": {
                    "ID": "4182232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4182232",
                    "TitleEnglish": "Wings! Tenma's Keshin!",
                    "SummaryEnglish": "Kurama, Sangoku, and Hayami will have their new hissatsu techniques! Tenma was told by Endou to replace Sangoku as the goalkeeper and Sangoku as a defender for the match. And finally; Majin Pegasus, Tenma's Keshin, will appear too."
                },
                "21": {
                    "ID": "4182233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4182233",
                    "TitleEnglish": "The Autumn Sky Challenger!",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "4182234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4182234",
                    "TitleEnglish": "Wave! The Flag of Revolution",
                    "SummaryEnglish": "Minamisawa will reappear with a new team (Gassan Kunimitsu) and the goalkeeper, Hyoudou Tsukasa, has a keshin, finally, the 1/8 of the finals start!"
                },
                "23": {
                    "ID": "4182235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4182235",
                    "TitleEnglish": "The Terryfing Cyclone Stadium!",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "4195905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4195905",
                    "TitleEnglish": "Remember! Our Soccer",
                    "SummaryEnglish": "The end of the match is Raimon's win in the match against Gassan Kunimitsu. Kira Hitomiko is shown to be walking toward at Raimon's old soccer club and talks to Endou about Kariya Masaki's past. Endou Mamoru goes to the base of Fifth Sector and talks to Ishido Shuuji, whom he knows that he's actually Gouenji Shuuya. He asks why Gouenji has changed but instead receives an answer that he is not Gouenji but his name is Ishido. Endou returns home, thinks about the past and looks at the old photo when his whole team; Inazuma Japan won the FFI ten years ago and thinks about Gouenji. A new member also comes in named Kageyama Hikaru, and his last name suprised Endou, Kidou and Haruna."
                },
                "25": {
                    "ID": "4195906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4195906",
                    "TitleEnglish": "He is Coming Back!",
                    "SummaryEnglish": "Kageyama Hikaru joins the Raimon team. He trains and it is shown that he is a fast learner. Fubuki Shirou reappears and asks Raimon to help and stop Fifth Sector of taking control on his team, Hakuren. Shindou Takuto states that, Nishiki Ryouma is coming back after playing soccer in the Italian League."
                },
                "26": {
                    "ID": "4195907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4195907",
                    "TitleEnglish": "Confronting the White Devil!",
                    "SummaryEnglish": "The Snowland Stadium will appear. Raimon will have a match against Hakuren."
                },
                "27": {
                    "ID": "4202271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4202271",
                    "TitleEnglish": "The Ice Stadium! Vs Hakuren School",
                    "SummaryEnglish": "Nishiki Ryouma will return to his previous team which is Raimon and will play against Hakuren in the second half. Also, Yukimura Hyouga realizes that Fubuki Shirou has not betrayed him, contrast to what he thought, and the \"light\" in his eyes come back. It seems that Kurumada Gouichi and Kageyama Hikaru will be switched into the field. With Nishiki and Hikaru joining the field, and Absolute Barrier will be broken. Also, Endou Mamoru will leave the Raimon team because of investigating of something Fubuki Shirou had told him and leave Kidou Yuuto as the new coach for Raimon."
                },
                "28": {
                    "ID": "4202272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4202272",
                    "TitleEnglish": "Coach Kidou's Concern",
                    "SummaryEnglish": "Tobitaka Seiya will appear in GO. It seems that Endou will leave the team for a while and Kidou will take over his position as the coach."
                },
                "29": {
                    "ID": "4211102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4211102",
                    "TitleEnglish": "The Fated Confrontation! Kidokawa Seishuu",
                    "SummaryEnglish": "Raimon's next match is against the team they fought in last tournament; Kidokawa Seishuu. And this team is also under Fifth Sector's control. Ishido Shuuji meets up with the coach of Kidokawa Seishuu that is revealed to be none other than Terumi Afuro. Raimon's match against Kidokawa Seishuu starts and Raimon gets a hard time with the match against Kidokawa Seishuu."
                },
                "30": {
                    "ID": "4211103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4211103",
                    "TitleEnglish": "Magnificant Tactics! Kidou Vs. Aphrodi",
                    "SummaryEnglish": "Taki Sousuke, Katayama Tsuyoshi and Nishiki Ryouma will use their keshin. Someoka Ryuugo will reappear in Inazuma Eleven GO The episode end's up with Raimon and Kidokawa Seishuu wih the result 2-2 which is a tie.It turns out that Someoka Ryuugo is Nishiki Ryouma former coach"
                },
                "31": {
                    "ID": "4218962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4218962",
                    "TitleEnglish": "Keshin! Sengoku Bushin Musashi Appear!",
                    "SummaryEnglish": "Nishiki Ryouma and Matsukaze Tenma will use their keshin for the second half of this match. With this, a heated conclusions arrives after the match of Kidokawa Seishuu and Raimon. The match ends with Raimon's win, and Someoka leaves again after his short visit and says his farewell to Kidou and to the Raimon team."
                },
                "32": {
                    "ID": "4218963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4218963",
                    "TitleEnglish": "Miracle of wind",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "4239641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4239641",
                    "TitleEnglish": "Mysterious enemy! Genei Gakuen!",
                    "SummaryEnglish": "Revolves around Amagi and his childhood/ flashback are shown. Genei Gakuen will appear. Pinball Stadium made its debut. It is shown that Amemiya Taiyou was wearing hospital clothes. Kudou Fuyuka and Amemiya Taiyou know each other and appeared for the first time in GO."
                },
                "34": {
                    "ID": "4239642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4239642",
                    "TitleEnglish": "Non-defense! Maboroshi Shot!!!",
                    "SummaryEnglish": "The Pinball Stadium will appear for the first time. Genei Gakuen will appear and have a match with Raimon. This episode was delayed by a week because of the premiere of the Inazuma Eleven GO movie in Japan. So, it was aired on January 4 at 6pm. Maboroshi Shot will appear for the first time in the anime."
                },
                "35": {
                    "ID": "4239643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4239643",
                    "TitleEnglish": "The Shock! Goalkeeper's Subtitution!",
                    "SummaryEnglish": "Aoyama Shunsuke and Kageyama Hikaru will play, and they will replace Kurama Norihito and Hamano Kaiji. Phantom Crystal Dalaman will appear for the first time. Hakono Zuiichi will play for Genei Gakuen and replaced Kyoki Sanetomi. Maboroshi Shot is beaten, by Amagi. Nishizono Shinsuke will play for the first time as goalkeeper and replaced Sangoku Taichi. Will Raimon win??"
                },
                "36": {
                    "ID": "4239644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4239644",
                    "TitleEnglish": "Reunion of Fate",
                    "SummaryEnglish": "Tenma meets Ishido Shuuji for the first time. Shindou is seen at Tenma's house. Some players from Arakumo Gakuen will appear and they are seen having a match with a unknown team at Cyclone Stadium."
                },
                "37": {
                    "ID": "4257511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4257511",
                    "TitleEnglish": "A Genius of Glasswork",
                    "SummaryEnglish": "Tachimukai Yuuki and Toramaru reappear in GO. Tachimukai is seen giving tips to Nishizono Shinsuke on being a goalkeeper. Minamisawa and Hyoudou reappear and have a practice match with Raimon to help Shinsuke. Amemiya Taiyou is seen talking with Ishido Shuuji. Nishizono Shinsuke manage to pull out his Keshin but the appearance of the Keshin was never shown in the episode and he managed to stop Tsurugi 's Lost Angel, which could mean Nishizono's Keshin is very strong. Amemiya Taiyou is charged off the hospital but Fuyuka stated that he can never play soccer again. Ichinose, Mark and Dylan are seen at Gouenji's flashback."
                },
                "38": {
                    "ID": "4257512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4257512",
                    "TitleEnglish": "Taiyou's Keshin Unleashed",
                    "SummaryEnglish": "Raimon is introduced to Arakumo Gakuen and also on the Desert Stadium, but Taiyou is nowhere to be seen on the team. Raimon then makes their way to the stadium where they begin practicing for the match, until they find an orange haired boy walking towards the stadium, then revealed to be Taiyou. Otonashi explains that Taiyou is a forward for Arakumo Gakuen. While practicing, Taiyou approaches Tenma and starts to say how he had always loved to play soccer, and wanted to play against Tenma when seeing him on TV in a match. Before the match starts, the whole of Raimon is surprised when seeing Taiyou as the captain."
                },
                "39": {
                    "ID": "4257513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4257513",
                    "TitleEnglish": "Tenma VS Taiyou",
                    "SummaryEnglish": "Majin Pegasus Arc will appear. The second half started. There will be an explosion between Majin Pegasus Arc and Taiyou Shin Apollo. Amemiya Taiyou seems better from his illness."
                },
                "40": {
                    "ID": "4272147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4272147",
                    "TitleEnglish": "The New Captain! Matsukaze Tenma",
                    "SummaryEnglish": "Coach Endou will return. Tenma will be appointed as the new captain of Raimon."
                },
                "41": {
                    "ID": "4272148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4272148",
                    "TitleEnglish": "Battle! Amano Mikado Stadium",
                    "SummaryEnglish": "Tsurugi and Tenma tries to learn Fire Tornado DD. The Amano Mikado Stadium will reappear. Someone pays for Tsurugi Yuuichi surgery. Tenma will be seen for the first time with the captain's band in the Holy Road. The match opposing Raimon to Seidouzan is about to start."
                },
                "42": {
                    "ID": "4272149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4272149",
                    "TitleEnglish": "The Strongest Enemy Appears! Dragonlink",
                    "SummaryEnglish": "The first half of the match will end. Dragonlink will appear."
                },
                "43": {
                    "ID": "4287149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4287149",
                    "TitleEnglish": "Heroic! The Last Battle",
                    "SummaryEnglish": "The second half begins, and all of the players of Seidouzan are replaced. Fifth Sector's founder, Senguuji Daigo, becomes the coach and leads Dragonlink. Raimon turns to fighting with avatars during the match."
                },
                "44": {
                    "ID": "4287150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4287150",
                    "TitleEnglish": "Reach for the Sky! Everyone's Soccer",
                    "SummaryEnglish": "Despairing over his strategy failing, Tenma lost his confidence as the captain of his team. He was suddenly motivated by Shindou who came into the stadium. After that, they started to do their own soccer and Tenma uses all his effort. Aiming for victory, the final fight against Dragonlink begins.And finally Raimon wins the match.Tenma holding the trophy Added by Tsurugi-kun"
                },
                "45": {
                    "ID": "4287151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4287151",
                    "TitleEnglish": "The Pass to Tomorrow",
                    "SummaryEnglish": "Dragonlink lost against Raimon.When people get to enjoy free soccer again,Raimon went back to practice. Believing in the best teamates ,they acheived the best soccer .Tenma,with the soccer ball which led him in the revolution till now,starts to reflect on his past....."
                },
                "46": {
                    "ID": "4313525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4313525",
                    "TitleEnglish": "The TV Reporter is Here!",
                    "SummaryEnglish": "A reporter came by and asked young soccer players such as the members of the Inazuma KFC and asked which persons do they liked in the Raimon team. During this interview, the Raimon team is seen watching and they reflect on how long they struggled to free soccer."
                },
                "47": {
                    "ID": "4313526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4313526",
                    "TitleEnglish": "This is the Raimon Soccer Club!",
                    "SummaryEnglish": "The interview continues and this time, they interview Endou Mamoru and Kino Aki about the past. Endou then retells the story of how it all started back ten years before. After the interview, Matsukaze Tenma was inspired of what Endou has said and promised to do play soccer more. But near the end, another organization called El Dorado is shown to be watching from behind the scenes..."
                }
            }
        },
        "3": {
            "ID": "1897677",
            "URL": "https://www.thetvdb.com/series/inazuma-eleven/seasons/official/3",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "4313527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4313527",
                    "TitleEnglish": "Soccer Disappeared!?",
                    "SummaryEnglish": "Alpha appeared for the first time, along with his team, Protocol Omega. Fey Rune appeared for the first time and was seen to bring the captain's band to Tenma.The whole Raimon soccer team appears in this episode as well (except for Tsurugi Kyousuke) but they don't remember anything about soccer and about Tenma."
                },
                "2": {
                    "ID": "4313528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4313528",
                    "TitleEnglish": "Tenma Leaps Through Time!",
                    "SummaryEnglish": "The match resumes between Protocol Omega and Tenmas. Endou will appear in his young form and he will also be Tenmas' goalkeeper. Fey will have his aura fused with Kyouryuu by Wonderbot's Mixi Max Gun and will fight against Alpha's Keshin Armed."
                },
                "3": {
                    "ID": "4323111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4323111",
                    "TitleEnglish": "Revive! Raimon!",
                    "SummaryEnglish": "Tsurugi Yuuichi joins Tenmas to help defeat Protocol Omega. Tenma and Yuuichi will use their Keshin Armed during the match and Endou will use Majin Great and Great The Hand. The Raimon (GO) will remember their memories of soccer again, except for Tsurugi Kyousuke. But the fight against El Dorado's plans is still not over yet."
                },
                "4": {
                    "ID": "4323112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4323112",
                    "TitleEnglish": "Last Soccer",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "4334564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4334564",
                    "TitleEnglish": "Dismay! Soccer is Banned!!",
                    "SummaryEnglish": "Everyone else time travels back 1 month ago to change back things to normal so that soccer wouldn't be banned anymore. Though they are now against a stronger opponent, Protocol Omega 2.0 which is led by Beta. The problem is that Tenma can't use his keshin armed and now, they are all violently being attacked by the other team"
                },
                "6": {
                    "ID": "4334565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4334565",
                    "TitleEnglish": "Fierce! Protocol Omega 2.0",
                    "SummaryEnglish": "The rest of Raimon's keshins will appear to stop Beta from advancing through the field. Endou will use a catch hissatsu technique. Sangoku Taichi and Kurama Norihito are shown to be injuried. Nishizono Shinsuke replaces him as it can be seen that his uniform has changed while using his keshin, Goseishin Titanias, in the preview. Endou may also then replace Shinsuke, though he isn't seen with the Raimon uniform, but with his jacket. He's probably protecting Raimon's players from something. The hissatsu seems to be God Hand V as Endou has one hand on the other arm."
                },
                "7": {
                    "ID": "4334566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4334566",
                    "TitleEnglish": "Training at God Eden!",
                    "SummaryEnglish": "The episode starts with Tenma in his bedroom, thinking about Endou being imprisoned in the compressed dimension. Then, Raimon is seen in the soccer club's room, but it's now forbidden to play soccer. Otonashi Haruna showed to Tenma and the others, that Endou was apparently dead one month ago and the people of the normal timeline believe it was in a car crash. Later, Gouenji appeared, and was shown to know all about El Dorado, and what happened to Endou. He was seen wearing the same Time Bracelet, exactly similar to the one Tsurugi Yuuichi wore in the Episode 3. He suggested to Raimon that they could go to God Eden to practice. Arriving to God Eden, Tenma and the others began trying to use the Keshin Armed mode. But, they didn't suceed to use it. Then, Team A5 appeared and their captain, Einamu, said that they were Alpha's special force team. So a five-vs-five match began between them and Raimon. Einamu immediately used a hissatsu, Shoot Command 06, and scored the first goal, breaking easily Shinsuke's Majin The Hand."
                },
                "8": {
                    "ID": "4354968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4354968",
                    "TitleEnglish": "Master It! Keshin Armed",
                    "SummaryEnglish": "Shuu helped Raimon to escape from the match with his Keshin and also helped them to master Keshin Armed. Then, Team A5 appeared and challenged them for a match again. Shindou revealed his new hissatsu, Olympus Harmony. Later, Tenma fused with Shuu's aura and broke through Team A5. He then recupered his own body and used Keshin Armed, which this time succeeded, and scored a goal to Raimon. After that, Raimon said farewell to Shuu and left God Eden."
                },
                "9": {
                    "ID": "4354969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4354969",
                    "TitleEnglish": "Get The Holy Book of Champions!",
                    "SummaryEnglish": "Raimon saw how Raimon's soccer building demolished. After that, they are going to the future and are infiltrate the soccer museum in the future to steal the Scriptures of the Champion to create the strongest team. They find the the book but the alarm is a problem. Tenma tried to get the book but he got touch by the alarm and the alarm goes off. Then they got a soccer battle with the Security Robots and Raimon won with 1-0. After that, they went back to their timeline and went to Tenma's house."
                },
                "10": {
                    "ID": "4354970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4354970",
                    "TitleEnglish": "A Shocking Reunion! Endou Daisuke",
                    "SummaryEnglish": "Raimon is looking at the Scriptures of the Champion but they can't figured out what is wrote in the book. Then, in El Dorado's headquarts, Protocol Omega 2.0 is seen, with Beta talking to Toudou about what Einamu and the others did. Toudou was about to send them to the Eternal Prison when Beta stopped him, saying they should give a chance to Einamu and the four others members of Team A5."
                },
                "11": {
                    "ID": "4354971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4354971",
                    "TitleEnglish": "Find Them! The Strongest Eleven In History!?",
                    "SummaryEnglish": "Endou Daisuke is the coach of Raimon for the second half. Raimon revealed their new Hissatsu Tactic, 3D Reflector and Tenma fused with his Keshin and scored the first goal for Raimon. Then Fei fused with Kyouryuu and scored the second goal with Kodai No Kiba. Tsurugi mastered Keshin Armed and scored the third point for Raimon. Beta doesn't like it and used ghost Mixi Max. Beta fused with her Keshin and scored the third goal for Protocol Omega 2.0 with Shoot Command 07. After that, Protocol Omega 2.0 scored two points and Raimon lost the match with 5-3. Beta used the Sphere Device to turn Daisuke into the Chrono Stone. After that, Daisuke told Raimon about the Scriptures of the Champion. Raimon returned to their own timeline and searched for information. After they found information, Raimon traveled to the Sengoku time."
                },
                "12": {
                    "ID": "4363515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4363515",
                    "TitleEnglish": "Arrival! Nobunaga's Town",
                    "SummaryEnglish": "Raimon arrived in the Sengoku time and they are searching for information about Nobunaga. Shindou met Okatsu and Okatsu brought Shindou to her house for a talk. Tenma, Shinsuke and Aoi saw some boys playing soccer and Tenma and Shinsuke decided to join. When they lost the ball and a boy wanted to pick up the ball, two guys kidnapped the boy but Tenma stopped the two guys with the ball. The two guys wanted to attack Tasuke and Tenma but Kinoshita stopped them. Okatsu threw some water at Shindou. In the afternoon, Daisuke revealed that Shindou is the first one of the Ultimate Eleven and that he must fuse with Nobunaga. In the next morning, Nobunaga arrived and stopped a horse with his hand. Wonderbot wanted to Mixi Max Shindou with Nobunaga but it failed. Dr. Arno explained that Shindou's and Nobunaga's energy levels are different and that Shindou has to fuse with Nobunaga without the Mixi Max Gun. Then, Okatsu came and told to Shindou that Raimon has to come with her. Raimon followed her and they arrived to a place, where they see Beta. Raimon has to fight against Team White Deer."
                },
                "13": {
                    "ID": "4367860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4367860",
                    "TitleEnglish": "Huge Battle! Team White Deer",
                    "SummaryEnglish": "Raimon must play against Team White Deer to free Tasuke and the others who were captured. AtShinsuke stopping the shot. the end of the first half, Shiroshikagumi was in lead with 2-0 because Shiroshikagumi scored two goals with Hinawa Bullet and Shinsuke couldn't stop it and also Tasuke and the others didn't knew how to play soccer. In the second half, Tasuke and his friends realise how to play soccer due to Shindou, who helped them with orders and with his Kami no Takuto. Shinsuke mastered his Keshin Armed and stopped Hinawa Bullet in his Armed form. At the end of the second half, Raimon won with 10-2 from Shiroshikagumi. Shindou glared to Shinsuke. In the night,"
                },
                "14": {
                    "ID": "4367861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4367861",
                    "TitleEnglish": "Infiltration! The Great Dancer Mission",
                    "SummaryEnglish": "■Shindou is still trying to get his Keshin Armed and almost succeeded to. ■To get closer to Nobunaga, Raimon infiltrates the cherry blossom viewing party disguised as dancers, but instead of dancing, they played soccer. ■Shindou tries to Mixi Max again with Nobunaga, but failed another time. ■After the Mixi Max fail, Beta arrives, captures Wonderbot and steals the Mixi Max Gun."
                },
                "15": {
                    "ID": "4367862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4367862",
                    "TitleEnglish": "Training in the Owari Province!",
                    "SummaryEnglish": "■Protocol Omega 2.0 impersonates Yoshimoto's vassals."
                },
                "16": {
                    "ID": "4391702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4391702",
                    "TitleEnglish": "Final Battle at the Fool's Festival!",
                    "SummaryEnglish": "Raimon is playing against Protocol Omega 2.0. Protocol Omega 2.0 reveals some new hissatsu and takes the lead in the first half. In the second half, Raimon counterattacks and Tasuke and his friends revealed their new hissatsu called, Ichiyajou and Raimon make it tied. Protocol Omega 2.0 received power of Beta and is counterattacking. Shindou tried to fuse with his Keshin but failed again. Beta scores another goal and Protocol Omega takes the lead again."
                },
                "17": {
                    "ID": "4391703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4391703",
                    "TitleEnglish": "The Dream of Rule",
                    "SummaryEnglish": "Shindou tried Keshin Armed again but failed. Nobunaga came to Shindou to talk to him an gave him some advice. After that, he mastered his Keshin Armed and scored the second goal for Raimon. Shindou Mixi Maxed with Nobunaga and easily dribbled around the Protocol Omega 2.0 members. Shindou used Setsuna Boost for the first time and scored the third and winning goal for Raimon. Beta restored Raimon's memory back to normal, but Gamma appeared. At the end, Okatsu and Shindou were seen crying about each other."
                },
                "18": {
                    "ID": "4391704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4391704",
                    "TitleEnglish": "Everyone is back!",
                    "SummaryEnglish": "The Raimon's brainwashed members came back to the soccer club. There is also a new member called Nanobana Kinako, who said she's Raimon's ace striker as she won a striker battle against Tsurugi. Shindou showed his ability to mixi max with Nobunaga, which surprised Raimon's members. Daisuke said that they should take the aura from Jeanne d'Arc. The next morning, Kariya said that Kirino was jealous on Shindou because he had a Keshin, can use Keshin Armed and can use Mixi Max. Daisuke selected eleven members of Raimon, but Kirino wasn't. Kariya offered his place to Kirino and Raimon went to Jeanne's era, at 1427. Zanak Abalonic escaped from the Eternal Prison. He met Protocol Omega 3.0 at Jeanne d'Arc's era, beat them and took control over them."
                },
                "19": {
                    "ID": "4391705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4391705",
                    "TitleEnglish": "The Girl In The Armor",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "4391706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4391706",
                    "TitleEnglish": "Soccer in the Flames!",
                    "SummaryEnglish": "Jeanne d'Arc and the others arrived at Charles palace. Kirino and Jeanne went inside while the others were outside playing soccer. Charles agreed with sending more soldiers for the war. Jeanne and the others went back to Shindou and the others along with the soldiers. Jeanne and Kirino had a talk about the war. Jeanne went outside and fought against the enemies. Kirino thought it was his fault and he ran outside, the others followed him. Zanak created a soccer field and Raimon must fight against Protocol Omega 3.0 in order to proceed. Gamma released his Keshin and scored the first goal. Jeanne is scared and Kirino is worried about her."
                },
                "21": {
                    "ID": "4413489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4413489",
                    "TitleEnglish": "A Vow Upon This Flag",
                    "SummaryEnglish": "Raimon continued their fight against Protocol Omega 3.0. Kirino Ranmaru is still worrying about Jeanne and having a flashback of Shindou. Charles changed Raimon's formation for the second half. Kirino became injured and Shindou said that he shouldn't worry and he dashed to the opponents to stop them. Kirino has a flashback and realized that he is jealous and dashed to Shindou to help him. Kirino revealed his Keshin and later, he Mixi Maxed with Jeanne and Raimon won with 2-1 versus Protocol Omega 3.0."
                },
                "22": {
                    "ID": "4413490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4413490",
                    "TitleEnglish": "Liu Bei is funny!",
                    "SummaryEnglish": "Raimon is seen training in the soccer building. Amemiya Taiyou appeared and told about his healty and about what he already knew about what Raimon was doing. Gouenji appeared with a new artifact and Daisuke selected eleven new members and those members went to The Three Kingdom era. There, they saw Liu Bei with a canon. Raimon and Liu Bei walked to a building and Zanak brainwashed Zhang Fei and Guan Yu. Three members of Zanak Domain challenged Raimon for a soccer battle with Zhang Fei and Guan Yu at their side. Shindou, Tenma, Tsurugi, Kinako and Liu Bei were seen playing in the battle. But then, Liu Bei left the goal open and shocked all the members of Raimon."
                },
                "23": {
                    "ID": "4413491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4413491",
                    "TitleEnglish": "Surprise! Kongming's Fortress!",
                    "SummaryEnglish": "Raimon is seen playing soccer against clockwork dolls in order to see Zhuge Liang. Liu Bei is seen as a goalkeeper. Shindou is seen trying to stop a mighty shoot."
                },
                "24": {
                    "ID": "4424894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4424894",
                    "TitleEnglish": "Fierce Attack! Zanak Domain!!",
                    "SummaryEnglish": "Raimon reached Shokatsu Koumei and Ryuu Gentoku asked Shokatsu Koumei to help him but Shokatsu Koumei declined. Raimon tried to convince Shokatsu Koumei but then, Zanark Domain appeared and challenged Raimon for a soccer match. Raimon was playing well but then, Zanark violently tackled Shindou and Raimon was shocked. Zanark scored the first goal with Disaster Break. Kirino Mixi Transed with Jeanne and used La Flamme. When Tsurugi tried to score with Keshin Armed, Zanark Mixi Transed with Sousou and used his Mixi Max Keshin. After that, Zanark Domain began to play roughly and injured Raimon. Shokatsu Koumei released her Keshin and Mixi Maxed with Taiyou."
                },
                "25": {
                    "ID": "4424895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4424895",
                    "TitleEnglish": "Explosion! The power of Komei!!",
                    "SummaryEnglish": "Taiyou Mixi Maxed with Shokatsu Koumei and revealed a new Hissatsu Tactic called, Kimon Tonkou no Jin and sealed Zanark in it. Zanark used his own Keshin and used Keshin Armed. He broke thorugh the Tactic and used Disaster Break after that. Shinsuke was too scared to stop the shoot and the score is 2-1. Zanark used his Hissatsu once more but it got blocked by Fei in Mixi Max form, Tenma in Keshin Zanark going out of control. Armed and Taiyou. After that, Shinsuke Mixi Maxed with Ryuu Gentoku and stopped Disaster Break on his own. Taiyou used Mixi Trans and scored the second goal for Raimon. After that, Zanark went out of control and the match ended. After the match, Raimon returned to their present time and an unknown man with a beard was seen talking to Zanark.The mysterious man, who makes his first appearance."
                },
                "26": {
                    "ID": "4424896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4424896",
                    "TitleEnglish": "Sakamoto Ryouma Makes His Appearance!!",
                    "SummaryEnglish": "Raimon finally returns but they cannot just rest yet. They time-travel to the Shogunate era and seek Okita Souji and Sakamoto Ryouma. Nishiki handles finding Sakamoto and Midori handles finding Okita. Following Nishiki's group, they encounter Zanark Domain. After a soccer battle challenge, Hikaru wins with Extend Zone. They are invited by a person that they met to eat, and during this time, Zanark seals Kondou Isami, and brainwashes other members of his faction. With this, the faction barges towards the house that Nishiki and the others are in. Shockingly, it was revealed that the person with them all along was in fact Sakamoto Ryouma. With this, another match is about to start."
                },
                "27": {
                    "ID": "4493948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493948",
                    "TitleEnglish": "Swordman of the Shogunate era! Okita Souji!!!",
                    "SummaryEnglish": "■Sakamoto Ryouma played for Raimon, while Okita Souji played for Zanark Domain. ■Wonderbot tried to make a Mixi Max between Sakamoto and Nishiki, but it failed. ■Raimon played against Zanark Domain in a soccer battle and won with 1-0."
                },
                "28": {
                    "ID": "4493949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493949",
                    "TitleEnglish": "Soccer Battle! Sakamoto VS Okita",
                    "SummaryEnglish": null
                },
                "29": {
                    "ID": "4493950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493950",
                    "TitleEnglish": "The Men Who Create Eras",
                    "SummaryEnglish": "Raimon was behind with two points in the match against Zanark Domain. The Zanark Domain's members were easily passing Raimon's members. Tsurugi Mixi Maxed with Okita and used Kiku Ichimonji and scored the first goal. Zanark went out of control but Nishiki saved him. Nishiki Mixi Maxed with Sakamoto and used Kuroshio Ride and Shindou used Mixi Trans Nobunaga and scored the second goal with Setsuna Boost. Nishiki mastered his Keshin Armed and scored the third point. But after the match, two mysterious people appeared..."
                },
                "30": {
                    "ID": "4493951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493951",
                    "TitleEnglish": "The Legend of Endou Mamoru!",
                    "SummaryEnglish": "Fei Lune and Matsukaze Tenma end up talking with Kino Aki after she walked around with Sasuke. She talked more about the past, specifically about their Coach Endou Mamoru's past. Both persons are amazed by his accomplishments and all the trials he has been through, and because of that they are more inspired to do harder next time. And so, another challenge awaits..."
                },
                "31": {
                    "ID": "4493952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493952",
                    "TitleEnglish": "Go To The Age Of The Dinosaurs!",
                    "SummaryEnglish": "■Raimon entered the Jurassic era. ■Daisuke chose Kinako, Hayami, Tsurugi, Tenma, Fei, Taiyou, Kariya, Shinsuke, Nishiki, Shindou and Kirino to go to the Jurassic Era. ■Raimon set off to find Rockstar. But it seems Rei has already found her..."
                },
                "32": {
                    "ID": "4493953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493953",
                    "TitleEnglish": "See That?! The Dinosaur King",
                    "SummaryEnglish": "As Raimon journey around the jurassic era, they learn more about Tobu, but then Rei Rukh confronts Raimon and challenges them for a soccer match, and Raimon ends up losing to Perfect Cascade with a score of 19-0. With the devastation, another event happens, which happens at the time that Rockstar dies. With all these unfortunate events happening, will they overcome it?"
                },
                "33": {
                    "ID": "4493958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493958",
                    "TitleEnglish": "King Arthur and Master Dragon",
                    "SummaryEnglish": "Entaku no Kishi passed several tests and arrived to the cave in which Master Dragon lives, to save Nanobana Kinako from him and the dark knight. King Arthur and Master Dragon battled against each other. Master Dragon lost the battle and fell into the water, letting the others think she's dead. Then, Perfect Cascade appeared to have a match against Entaku no Kishi in their Hyper Dive Mode. Will Raimon be able to defeat this new foe?"
                },
                "34": {
                    "ID": "4493957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493957",
                    "TitleEnglish": "Assemble! Knights of the Round Table",
                    "SummaryEnglish": "The Tenmas returned for a match against a team led by Shindou Takuto which included all the members of Raimon except Fei Lune and Matsukaze Tenma. The match ended with a score of 1-1. But then Master Dragon appeared under the control of Rei Rukh. A heroic act was made by Nanobana Kinako saving Sorano Aoi but being kidnapped by Master Dragon herself. Now Raimon and King Arthur are on a journey to find Kinako. What will be the fate of the missing teammate?"
                },
                "35": {
                    "ID": "4493956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493956",
                    "TitleEnglish": "Jump to The Legend!",
                    "SummaryEnglish": "It seems that the Second Stage Children are planning something, but for now, after the match against Perfect Cascade, the Raimon team returns to their timeline and practice. After that, Endou Daisuke explains the 9th and 10th powers. Then, they start talking about King Arthur and Dr. Arno Crossword reappears to say that they need an artifact, strangely, Nanobana Kinako gets the artifact, which shocks everyone. Afterwards, Fei Lune questions Kinako again but doesn't get a straightforward response. However, chaos ensues when they time travel, as something went wrong and now Matsukaze Tenma, Fei and Wonderbot are the only ones travelling, but when they arrived at King Arthur's castle, they are shocked to find Shindou Takuto and the others leading the Round Table Knights."
                },
                "36": {
                    "ID": "4493955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493955",
                    "TitleEnglish": "The Voice that Howled a Goodbye",
                    "SummaryEnglish": "The Raimon team is having a hard time against Perfect Cascade once again. They know how powerful this team is, and so they unleash their full strength... except for one certain person; Fei Lune. Nanobana Kinako knows the truth, that Fei has been hiding his keshin for a long time, but with Kinako's determination, she was able to convince Fei to forget about his past of being abandoned by his father, and finally called out his keshin, and with that, he Mixi Maxed with Big and armed his keshin. With Matsukaze Tenma, they pulled off Extreme Rabbit, but Perfect Cascade withdraws due to something 'urgent'. Going to El Dorado's base, the Second Stage Children have already infiltrated and are suddenly blocked by the reappearance of Perfect Cascade. But, back at Raimon, Fei questions Kinako about one thing.... how did she know that he had a keshin?"
                },
                "37": {
                    "ID": "4493954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493954",
                    "TitleEnglish": "Decisive Battle in the Valley of the Beast!",
                    "SummaryEnglish": "■Dinosaurs were seen playing soccer to help Raimon by their training. ■Fei was seen to be sad in the night with Big behind him. ■Kinako used her Keshin, Akatsuki no Miko Amaterasu, for the first time. ■Rei Rukh confronted Raimon again and challenged Raimon for a match against Perfect Cascade. ■All the Raimon's members who had a Mixi Max , used their Mixi Trans (except for Tenma). ■Perfect Cascade brainwashed dinosaurs and used them to get past Raimon's defense. ■The score was 7-0 for Perfect Cascade at the end of the episode, with seeing the most Mixi Max users tired. ■Kinako asked Fei why he did not use a keshin. ■While in practice, Fei almost fell and Tenma caught him, which seems as a result of the process of Extreme Rabbit."
                },
                "38": {
                    "ID": "4493959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493959",
                    "TitleEnglish": "Hyper Dive Mode of Fear!",
                    "SummaryEnglish": "Entaku no Kishi continued their match against Perfect Cascade. Entaku no Kishi suffered a severe blow when Perfect Cascade scored 2 early goals in the first half. If things weren't bad enough all the Perfect Cascade players used their Keshin Armed and scored another goal in the second half. The odds were evened when Nanobana Kinako and Matsukaze Tenma achieved their Mixi Max. Entaku no Kishi made a 4-3 comeback to win the match. But in the end Raimon was teleported into the Route Craft. What awaits the Raimon players next?"
                },
                "39": {
                    "ID": "4493960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4493960",
                    "TitleEnglish": "Union! Raimon and El Dorado",
                    "SummaryEnglish": "Raimon is brought to the El Dorado headquarters and there they learn more about the Second Stage Children, and then Raimon decided to join El Dorado. Raimon started practising with the members from Protocol Omega but they can't work together. Will they start working together before the Ragnarok Tournament starts?"
                },
                "40": {
                    "ID": "4504669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4504669",
                    "TitleEnglish": "Grand Opening! The Final Battle, Ragnarok",
                    "SummaryEnglish": "The Second Stage Children destroyed the El Dorado headquarters and created the Ragnarok Stadium with its ruins. Fei discovers his true identity at the image of Saryuu Evan. The match between El Dorado Team 1 and Zan starts with Zan playing dirty and injuring Tsurugi. Will El Dorado Team 1 be able to win with an injured captain?"
                },
                "41": {
                    "ID": "4504670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4504670",
                    "TitleEnglish": "Fei's Awakening",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "4504671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4504671",
                    "TitleEnglish": "Strongest Eleven Through Space Time!",
                    "SummaryEnglish": "Fei met Helper X and SARU in a room and was seen talking to each other. SARU was seen to have doubts about Helper X. Zanark was revealed to be the eleventh player by Endou Daisuke. He also joined El Dorado Team 02. The match opposing El Dorado Team 02 and Giru started. Shindou had problems to lead the team, as the team didn't listen to his orders. Rujiku got injured while trying to stop Dead Future, and Mecha Endou was brought in to replace him."
                },
                "43": {
                    "ID": "4542239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4542239",
                    "TitleEnglish": "Mecha Endou Appears!",
                    "SummaryEnglish": "The match continues onward with the members still fighting amongst them, but with some help with Sakamaki, Shindou Takuto finally leads Alpha, Beta and Gamma to cooperate, successfully using Omega Attack and scoring a goal. Shindou scores one more and they have won the match with casualties of losing Mecha Endou. Everything ends well with the three El Dorado captains being in peace with each other... but Zanark Avalonic still needs to control his power and trains..."
                },
                "44": {
                    "ID": "4542240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4542240",
                    "TitleEnglish": "Fei's The Enemy!?",
                    "SummaryEnglish": "The next match starts but everyone is shocked to find out that Fei Lune is the captain of the third team of Feida; Garu. As the match starts, Fei stops Taiyou's Keshin Armed shoot with only his foot and passes through everyone in a rough manner that shocks Tenma. He tries to persuade Fei to come back but is kicked right in front of his face with the soccer ball. All hope seems lost but then... Zanark Avalonic comes back and seems to have finished his training. Will El Dorado Team 03 be able to turn things around?"
                },
                "45": {
                    "ID": "4542241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4542241",
                    "TitleEnglish": "Great Max na Ore!",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "4542242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4542242",
                    "TitleEnglish": "Identity of Helper X!",
                    "SummaryEnglish": "The episode starts with Zanark scoring the second goal and making the two teams tie 2-2. But later, Fei suddenly uses his Second Stage Children's powers as SARU ordered him. Fei causes El Dorado Team 03's players have headaches and forbidden them to play. Garu then attacks, but Rei Rukh isn't affected by Fei's powers and stops them. Using his Keshin Armed and Hyper Dive Mode, he stops them and tries to score a goal, but fails. Garu's players then shoot to him, and Rei malfunctions. Seeing Fei, the Helper X intervenes and tells him to stop. Fei is tormented by him and SARU and collapses, then the match finishes. As Ragnarok ends with a tie between Feida and El Dorado, SARU asks Toudou to organize a fourth and last match, to which he agrees. The Helper X brings him to a locker room, and reveals himself to be Asurei Lune and to be Fei's father, which surprises him and everyone. But Fei keeps telling him he won't change and will stay at Feida. But Nanobana Kinako then intervenes and tells him that she is his mother, much to everyone surprise once again. How can she be Fei's mother?"
                },
                "47": {
                    "ID": "4542243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4542243",
                    "TitleEnglish": "Gathered! Ultimate Space Time Eleven",
                    "SummaryEnglish": "The shocking revelation, Nanobana Kinako being Fei Lune's mother has reached the young soccer player's heart. She tells the story of how she met Asurei Lune and finally was able to change his son's heart. With that, Fei leaves Feida and gets the Chrono Stone of Endou Mamoru and is shocked at the welcoming party that arrives in front of him when he comes back to Raimon. They also successfully return their coach back to normal. Everything may seem happy and all... but it isn't over yet as Meia and Gillis join The Lagoon..."
                },
                "48": {
                    "ID": "4542244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4542244",
                    "TitleEnglish": "SARU's power!",
                    "SummaryEnglish": null
                },
                "49": {
                    "ID": "4542245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4542245",
                    "TitleEnglish": "Attack! The Second Stage Children!",
                    "SummaryEnglish": null
                },
                "50": {
                    "ID": "4551004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4551004",
                    "TitleEnglish": "The Last Time Jump!",
                    "SummaryEnglish": "Chrono Storm now fiercely attacks, this time realizing the harmonies within and finally unlocking Saikyou Eleven Hadou. Saryuu Evan retaliates by trying to stop it with his foot but fails. With the hanging score of 5-4 and a few minutes left, the whole Lagoon realize something important and share it with Saru, and now with more determination, for the last few minutes Matsukaze Tenma and Saryuu Evan battle it out! And finally after the match the two teams reconcile and everything seems well except for the sad goodbye's the Raimon have to give to Fei Lune, Clark Wonderbot, Zanark Avalonic, Nanobana Kinako and Torb. As for the near future, well... Fei Lune visits a certain someone in the hospital and makes his goodbye to her. Finally all seems well, and the last time jump comes with the Raimon team visiting the past Raimon team that just had won the Football Frontier, and they both start a kickoff!"
                },
                "51": {
                    "ID": "4558387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4558387",
                    "TitleEnglish": "Soccer is Back!",
                    "SummaryEnglish": "Finally with everything settled, Matsukaze Tenma, Nishizono Shinsuke and Sorano Aoi look at the past and what happened as time passed and are amazed by what happened. Some kids appear and play soccer and they give out happy looks. Kino Aki arrives and both Tenma and Shinsuke are overjoyed when the topic goes about the Football Frontier International, and especially shocked at the part that girls can now participate. With that both are overjoyed but then Tenma looks up at the sky one last time and wonder if everything was a dream, but he commented that if it was a dream, it was definitely a good dream. After everything, he rejoices that soccer is indeed back."
                }
            }
        },
        "4": {
            "ID": "1897681",
            "URL": "https://www.thetvdb.com/series/inazuma-eleven/seasons/official/4",
            "# Episodes": 43,
            "Episodes": {
                "1": {
                    "ID": "4566638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4566638",
                    "TitleEnglish": "The Worst! Shinsei Inazuma Japan!!",
                    "SummaryEnglish": "Everyone is gathered to be chosen, and Kuroiwa Ryuusei arrives and chooses the members. At the call of Matsukaze Tenma, Shindou Takuto and Tsurugi Kyousuke's name, Nishizono Shinsuke get's ready but then hears other names called; mainly people whom they didn't know; Ibuki Munemasa, Morimura Konoha,Minaho Kazuto, Manabe Jinichirou, Tetsukado Shin, Kusaka Ryuuji, Nozaki Sakura and Matatagi Hayato. An exhibition match starts to test Shinsei Inazuma Japan's strength against Teikoku. Everyone is then shocked, especially Tenma, Tsurugi and Shindou at the other members when they can't organize or play soccer properly and losing points. It ends up with 10 goals for Teikoku, leaving Shindou frustrated but Tenma rises up the moral and Shindou uses Kami no Takuto FI yet again and Tenma passes through with Kazaana Drive. And nearing the goal, both Tsurugi and Tenma use Fire Tornado DD scoring a goal, but the match ends and they lost. Everyone in frustrated, especially Shinsuke who wishes to have been chosen, and Shindou crying. Kuroiwa leaves, leaving no comment about the match, and at the end has a call with Endou."
                },
                "2": {
                    "ID": "4583997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4583997",
                    "TitleEnglish": "Dark Clouds Hovers Again! Starts The World Championship!!",
                    "SummaryEnglish": "Matsukaze Tenma is excited for practice and as he arrives along with Tsurugi Kyousuke and Shindou Takuto for practice, they seem to learn a lot more about the other players. Like how Matatagi Hayato has siblings, to whom Tenma says that their brother is fast. Shindou is still angry about the new players, to the extent that he talks with Kuroiwa Ryuusei, saying the plan for the match against Fire Dragon will be just him defending, Tsurugi shooting, and Tenma passing the ball. Ibuki Munemasa overhears this and gets angry. Ibuki then keeps training hard, even though he still doesn't succeed in catching Shindou's and Tsurugi's shoots. Near night, Hayato and Tenma have another conversation but it seems that it wasn't entirely enough to encourage Hayato. On the day of the match, more shocking revelations happen as Manabe Jinichirou accuses Hayato of stealing his wallet, but Minaho Kazuto counter-claims Manabe of not having enough evidence, saying his accusation was full of holes. Manabe then asks Minaho on which side he was, but before Minaho could answer, they get interrupted by Shindou. Manabe then reveals to the Raimon trio that all of the eight players are getting paid to play, which frustrates Shindou even more. During the match, Lee Chyun-Yun shoots, and Shindou blocks it, even though Ibuki was anticipating the shoot, making the two have a heated glare at each other. Will the match work out or will they lose the first match already?"
                },
                "3": {
                    "ID": "4583998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4583998",
                    "TitleEnglish": "A Small Change",
                    "SummaryEnglish": "The match between Shinsei Inazuma Japan and Fire Dragon continues. Fire Dragon easily obtains the lead with 0-1 and Shinsei Inazuma Japan are still not up to their fullest. What will happen next? Will Shinsei Inazuma Japan be able to win or will they be eliminated before their challenge to the world even begins?"
                },
                "4": {
                    "ID": "4583999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4583999",
                    "TitleEnglish": "The Mystery of The Team Formed",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "4584000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4584000",
                    "TitleEnglish": "Inazuma Japan Withdrawal Test!",
                    "SummaryEnglish": "Kuroiwa Ryuusei proposed a withdrawal test where members had the option of leaving the team. Nozaki Sakura, Morimura Konoha, Manabe Jinichirou, Minaho Kazuto, Kusaka Ryuuji and Tetsukado Shin had to miss penalty kicks five times to pass the test. In the end all of them scored a goal and failed in the test, indirectly, stayed in Shinsei Inazuma Japan. Matsukaze Tenma, Tsurugi Kyousuke, Shindou Takuto and Matatagi Hayato didn't take the test because they decided to stay. Ibuki Munemasa also didn't take the test, because he didn't want to be looked down."
                },
                "6": {
                    "ID": "4592378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4592378",
                    "TitleEnglish": "An Enemy Within The Team!",
                    "SummaryEnglish": "The match between Shinsei Inazuma Japan and Big Waves started. Sakura's past was revealed. Everyone doesn't trust Sakura now because of her play and attitude. The score is 2-1, with Big Waves in the lead. Ibuki finally completes his hissatsu, Wild Dunk. Tsurugi also uses a new hissatsu called Bicycle Sword."
                },
                "7": {
                    "ID": "4592379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4592379",
                    "TitleEnglish": "Let’s Play Fun Soccer!",
                    "SummaryEnglish": "The match between Shinsei Inazuma Japan and Big Waves will continue."
                },
                "8": {
                    "ID": "4592380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4592380",
                    "TitleEnglish": "Kusaka’s Two Faces",
                    "SummaryEnglish": "It will be revealed that the third opponent for Shinsei Inazuma Japan is Saudi Arabia's representative, Shamshir."
                },
                "9": {
                    "ID": "4592381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4592381",
                    "TitleEnglish": "The Emperor’s Tears!",
                    "SummaryEnglish": "Shinsei Inazuma Japan will lose the first point against Shamshir."
                },
                "10": {
                    "ID": "4592382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4592382",
                    "TitleEnglish": "Training! The Black Room!",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "4620965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4620965",
                    "TitleEnglish": "I Hate Myself",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "4620966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4620966",
                    "TitleEnglish": "Confessions on the Field",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "4620967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4620967",
                    "TitleEnglish": "Key to Victory",
                    "SummaryEnglish": "The match opposing Shinsei Inazuma Japan to Mach Tiger continues. Kuroiwa Ryuusei tells Manabe Jinichirou and Minaho Kazuto to find the \"key to victory\". However, their calculations don't seem to work, and Tamugan Jar is able to score a second goal for Thailand's team, Ibuki Munemasa being unable to stop Ivory Crash. Manabe is disturbed by his parents' arrival in the stadium and can't find a way to stop Mach Tiger's players from attacking, but Minaho gives him advice to do so. He also tells Manabe about his childhood and his deceased father. They both use hissatsus, Defense Houteishiki belonging to Manabe and Trace Press belonging to Minaho, and allow Shinsei Inazuma Japan to make a counter-attack. Tsurugi Kyousuke ties the score by using Bicycle Sword, and then Matsukaze Tenma scores the third and final goal with God Wind. The match ends 3-2, Shinsei Inazuma Japan wins and advances to the final. After his team's defeat, Napa Radamu's eyes suddenly become blue without further explanation. In the terraces, Hakuryuu is seen again, smiling..."
                },
                "14": {
                    "ID": "4620968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4620968",
                    "TitleEnglish": "Assault! Resistance Japan!!!",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "4638754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4638754",
                    "TitleEnglish": "Fierce Battle! Challenge of the World",
                    "SummaryEnglish": "Shinsei Inazuma Japan, excluding Tenma, Shindou and Tsurugi don't attend the practice but focus on their training in the Black Room. Ibuki still tries to prove his ability to Shindou, but Shindou still doesn't accept him as a goalkeeper which makes both of them get irritated at each other again. Meanwhile, Tenma has seen great improvements from his teammates but he still feels that something is lacking. The day of the final match between Shinsei Inazuma Japan and Storm Wolf has finally arrived. Before the match starts, Ibuki stated he will block all the shoots perfectly. However, when the match just starts, Storm Wolf quickly scores the first goal with Gold Fever. Ibuki gets depressed for being unable to stop the shoot and Shindou gets frustrated at him. What will Shinsei Inazuma Japan do now? Can they win the final match that decides the one to go to the world?"
                },
                "16": {
                    "ID": "4638755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4638755",
                    "TitleEnglish": "The Power to Trust and Unite!",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "4638756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4638756",
                    "TitleEnglish": "The End and the Beginning of a Battle",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "4638757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4638757",
                    "TitleEnglish": "A Visitor",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "4689052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4689052",
                    "TitleEnglish": "Let's go! To Space!!",
                    "SummaryEnglish": "As Endou steps into the room, he introduces the team to their new teammate: Ichikawa Zanakurou. Zanakurou then showes off his talents at soccer to the team, by passing Tetsukado and Sakura and scoring a goal, impressing the others. Even though the eight still doubt their abilities, Endou and Tenma tell the team they can save Earth, for their passion in soccer."
                },
                "20": {
                    "ID": "4689053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4689053",
                    "TitleEnglish": "Arrival at the Sand Star!!",
                    "SummaryEnglish": "As Galaxy Nauts Gou gets ready to be warped, Tetsukado notices that there is another person on the train. The members of Earth Eleven then begin the search but there aren't any traces of another person."
                },
                "21": {
                    "ID": "4689054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4689054",
                    "TitleEnglish": "Rampage! The Black Room!!",
                    "SummaryEnglish": "After Kazerma Woorg left, all the members of Earth Eleven reunite together. Meanwhile, Barga Sachs, a member of Shitennou who was sent from Faram Obius comes to Sandorius Eleven and offers to help them fight against Earth Eleven."
                },
                "22": {
                    "ID": "4689055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4689055",
                    "TitleEnglish": "Clash! Space Soccer!!",
                    "SummaryEnglish": "As the day of the match between Earth Eleven and Sandorius Eleven is coming near, Earth Eleven is still unable to play soccer properly due to the difference of the gravitational force. Most of the members are under pressure because of being the representative of Earth."
                },
                "23": {
                    "ID": "4689056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4689056",
                    "TitleEnglish": "Soul's Appearance!",
                    "SummaryEnglish": "Sandorius Eleven keeps pushing Earth Eleven to the edge with their rough plays and the tension between the members of Earth Eleven increases. However, something shocking has happened! Konoha releases her Soul, named Fox! As for Sandorius Eleven, everyone realizes the importance of their pride and decides to play fairly after listening to Kazerma and Badai."
                },
                "24": {
                    "ID": "4719493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4719493",
                    "TitleEnglish": "The Warriors of the Water Star!",
                    "SummaryEnglish": "Potomuri appears before Earth Eleven and reveals the truth about him and Mizukawa. He has been controlling Mizukawa's body since the time he used the last of his power to save her. He also reveals that Kiel was ruined by a black hole. Tsurugi, who got kidnapped, is brought to Faram Obius to meet queen Lalaya. He then gets proposed to become Lalaya's husband."
                },
                "25": {
                    "ID": "4719494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4719494",
                    "TitleEnglish": "Matatagi Hayato's Darkness!",
                    "SummaryEnglish": "As Earth Eleven discussed about how Sazanaara's citizens were able to predict their moves, Mizukawa told them that they could \"see\" other peoples' hearts. This fact shocked the team, especially Matatagi. In Sazanaara Eleven's clubroom, Powai Pichori had a talk with Van Tareru about Matatagi."
                },
                "26": {
                    "ID": "4719495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4719495",
                    "TitleEnglish": "Awakening! My Dark Side!!",
                    "SummaryEnglish": "Earth Eleven has started their match against Sazanaara Eleven. Though, for some reasons, Sazanaara Eleven keeps stealing the ball from them but they let Matatagi pass through them and immediately attack him aggressively. Unknown to Earth Eleven, Powai Pichori along with her teammates has a secret plan of destroying Matatagi's dark \"azur\"."
                },
                "27": {
                    "ID": "4774095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774095",
                    "TitleEnglish": "Minaho's Own Goal",
                    "SummaryEnglish": "With Hilary Flail joining the second half of the game, Sazanaara Eleven starts to see Earth Eleven's minds, making the game even harder for Earth's team to win. Just when Earth Eleven has a chance of scoring, Minaho unexpectedly shoots towards his team's goalpost and scores an own goal! What is Minaho thinking?"
                },
                "28": {
                    "ID": "4774096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774096",
                    "TitleEnglish": "Scorching Planet Gurdon!",
                    "SummaryEnglish": "Earth Eleven has arrived to the planet of fire, Gurdon. After being toured around by Ishigashi, they get to know that this planet is divided into two factions: the Pro-Machine and Anti-Machine Factions. While in Faram Obius, Lalaya goes out to the city with Tsurugi in disguise and finds out that Faram Obius isn't an ideal planet that she has been wanting to protect. During practice, Tenma recieves a message from Katra that the third fragment of hope is in Gurdon. Thus, Earth Eleven splits into three groups and go around the volcanoes to find it. Though the third member of Shitennou, Rodan Gasgus, is watching them in secret and set up some traps for them. Most of them managed to escape from the traps safely. However, Ibuki and Shindou fall off a cliff due to one of those traps. And what is waiting for them below is a pool of magma!"
                },
                "29": {
                    "ID": "4774097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774097",
                    "TitleEnglish": "The Warriors who Threw Away their Wings",
                    "SummaryEnglish": "As Shindou and Ibuki attempted to get back to Galaxy Nauts Gou, they were rescued by the leader of the eastern tribe, Roglos Gordon. As the two asked about the location of the red stone, Roglos brought them even more shocking news about the two factions. Meanwhile, Earth Eleven were told that Shindou and Ibuki would surely return to the match of the next day, but couldn't return now for certain reasons... The next morning, Shindou and Ibuki got up and watched Roglos flying, though the next moment the duo were brought up to the sky and dropped off towards a volcano! What was the elder thinking?"
                },
                "30": {
                    "ID": "4774098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774098",
                    "TitleEnglish": "Intense! Shoot Counter!!",
                    "SummaryEnglish": "The match between Earth Eleven and Gurdon Eleven started without Shindou and Ibuki present, leaving the team's goalpost to Shinsuke. Gurdon Eleven used their advanced machines to their advantage and made the match ever harder for Earth Eleven, especially for Shinsuke who had a hard time defending the goal on his own as he was injured. Suddenly, Tetsukado Shin used a new hissatsu and his Soul showed signs....Will Ibuki and Shindou make it in time to the match before it ends?"
                },
                "31": {
                    "ID": "4774099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774099",
                    "TitleEnglish": "Double Soul! Ibuki and Shindou!!",
                    "SummaryEnglish": "Tetsukado, who was determined to activate his Soul, finally unleashed it, named Buffalo! Shindou and Ibuki eventually returned to the match in the second half and switched in for Konoha and Shinsuke. However, unbeknownst to both Earth Eleven and Gurdon Eleven, Rodan prepared some traps:magma rock balls that hit straight towards the stadium! But then something even more shocking happened: Arbega Gordon unleashed his Soul Gouryuu and saved both teams from being crushed by a magma rock ball! With Rodan switched out, the match came to the climax with Ibuki and Shindou both unleashing their Souls for the first time and Kujaku, Shindou's Soul had a clash with Gouryuu. Earth Eleven won the match against Gurdon Eleven 3-2. After the match, Arbega gave the red stone to Tenma, and Tenma had a conversation with Katra Paige again. However, this time Potomuri saw Tenma talking with Katra Paige, but was too late to speak to Katra as she vanished quickly, leaving Potomuri dumbfounded..."
                },
                "32": {
                    "ID": "4774100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774100",
                    "TitleEnglish": "The Green Planet Ratoniik!",
                    "SummaryEnglish": "Potomuri finally believed Tenma's story that Katra still lived, but still couldn't understand why Katra didn't appear before him. The two members of Shitennou, Ryugel Baran and Gandales Baran, thought that they arrived to a planet called Ratoniik but ended up getting lost on an unknown planet. While in Faram Obius, Tsurugi and Lalaya got imprisoned by Ruza Donolzen after they found out that she was the one behind everything that happened to the people of Faram Obius. Later, Earth Eleven arrived to Ratoniik. Strangely, the people of Ratoniik welcomed them to their planet and they were guided by one of the members of Ratoniik Eleven, Banda Koloogyu. They were having a soccer match together until Manabe, Sakura and Konoha got lured into the illusions of Madowashisou. During the process, Sakura and Manabe activated their Souls to escape from the plants. Kusaka also was about to activate his Soul but failed. The group were then somehow saved after Banda bit the plants."
                },
                "33": {
                    "ID": "4774101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774101",
                    "TitleEnglish": "Limited Time! Eternal Friendship!!",
                    "SummaryEnglish": "As Banda suggested, Earth Eleven and Ratoniik Eleven have a joint-training. However. While watching Ratoniik Eleven's own training, one of the players died suddenly. Banda told them that Ratoniik's inhabitants only have a lifespan of approximately one month, which shocked Earth Eleven a lot. During the break after the joint-training, Tenma and his teammates have a talk recalling their memories of the Grand Celesta Galaxy tournament they have gone through so far. Meanwhile, Kusaka Ryuuji was feeling fretful as he couldn't activate his Soul. Though when he talked with Banda, he learns the shocking fact that Banda probably has only one more day to live, given that the match between Earth Eleven and Ratoniik Eleven would be his first and last match. In the next day, the match between Earth Eleven and Ratoniik Eleven started. While Manabe Jinichirou was able to unleash his Soul Strike, Kusaka was still feeling uneasy as he couldn't. However, the two Shitennou members, Ryugel Baran and Gandales Baran pressed Earth Eleven with their combo play, and they quickly scored a goal against Earth Eleven! How would Earth Eleven make a comeback in this situation?"
                },
                "34": {
                    "ID": "4774102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774102",
                    "TitleEnglish": "The Berserk Shoot of Tears!",
                    "SummaryEnglish": "Under the Baran brothers' attack, Earth Eleven was once again suppressed. However, Minaho surprisingly unleashed a shocking new hissatsu named Asokoni UFO! The two Shitennou members were so furious, they left during the first-half! The match continued with Kusaka still feeling frustrated because of his Soul not being able to activate. After noticing that, Konoha delivered him some words of encouragement. Kusaka then finally unleashed his Soul, named Grizzly! However, after using Tentacle Hold, Banda Koloogyu suddenly perished and his life ended. While Kusaka kneeled beside his corpse, Banda's spirit talked with Kusaka before finally passing away. Kusaka then started to cry, scoring the winning goal for Earth Eleven and concluded the match. After the match ended, the entirety of Earth Eleven went to Banda's burial place, placing a flower on top of his grave and said their final goodbyes. Later, Tenma was led to the last fragment of hope by Katra Paige."
                },
                "35": {
                    "ID": "4774103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774103",
                    "TitleEnglish": "The Fragment of Hope",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "4774104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774104",
                    "TitleEnglish": "The Strongest! The Birth of Ixal Fleet!!",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "4774105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4774105",
                    "TitleEnglish": "Decisive Battle! Faram Dite!!",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "4860535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4860535",
                    "TitleEnglish": "Tenma VS Tsurugi!",
                    "SummaryEnglish": "As the life-staking battle continued, Ibuki was continuously targeted as Faram Dite members shot multiple times at his ankle, gravely injuring him. Therefore, Shinsuke was switched in upon Ibuki's request."
                },
                "39": {
                    "ID": "4860536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4860536",
                    "TitleEnglish": "Take Flight! My Soul!!",
                    "SummaryEnglish": null
                },
                "40": {
                    "ID": "4860537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4860537",
                    "TitleEnglish": "Our Last Battle!",
                    "SummaryEnglish": null
                },
                "41": {
                    "ID": "4860538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4860538",
                    "TitleEnglish": "The Soul on Rampage!",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "4860539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4860539",
                    "TitleEnglish": "Storm Tornado Hurricane!",
                    "SummaryEnglish": null
                },
                "43": {
                    "ID": "4860540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inazuma-eleven/episodes/4860540",
                    "TitleEnglish": "The Last Kick! Fly Towards Tomorrow!",
                    "SummaryEnglish": null
                }
            }
        }
    }
}