{
    "URL": "https://www.thetvdb.com/series/angel-beats",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1639109/",
        "https://www.themoviedb.org/tv/42942"
    ],
    "TitleEnglish": "Angel Beats!",
    "SummaryEnglish": "In a world after death, angels fight for their fate and their future. Yuri, the leader of the Shinda Sekai Sensen, rebels against the god who destined her to have an unreasonable life. On the otherhand, Tenshi, the chairperson of the student council for the world after death, battles against the SSS members. SSS members utilize armed weaponry to battle it out against the angels harnessing supernatural powers.",
    "TitleJapanese": "Angel Beats!",
    "SummaryJapanese": "森に囲まれた丘陵地にある天上学園は生徒総数2000名を越える全寮制の学校。一見するとごく普通の生徒らが生活を送っている学園だが、そこは死後の世界だった。\n\n現世で理不尽な人生を体験し、青春時代をまともに送れずに死んだ者はこの世界に送られ、あらかじめ用意されたエキストラ(NPC)の生徒達と共に学園で楽しい青春時代を過ごす内に未練を無くし、「消滅」（成仏）し、転生する。\n\nしかし、転生することを拒む人々がいた。少女・ゆりをリーダーとする「死んだ世界戦線（以降、戦線）」は、理不尽な人生を強いた神への復讐を目的とし、元々が死後の世界であり「死ぬ」ことのないこの世界で、学校の秩序を守る「天使」と日夜戦いを繰り広げていた。\n\n生前の記憶を失った少年・音無は、戦線のメンバーと行動を共にするが、次第にこの世界の真実を知ることとなる。",
    "Aliases": [
        "Angel Beats"
    ],
    "Modified": "2025-05-16",
    "Seasons": {
        "0": {
            "ID": "215341",
            "URL": "https://www.thetvdb.com/series/angel-beats/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "2769171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/2769171",
                    "TitleEnglish": "Stairway to Heaven",
                    "SummaryEnglish": "Set between episodes four and five, Yuri comes up with 'Operation High Tension Syndrome', encouraging the other members to behave as wildly as possible, so they would appear to be enjoying school without disappearing. Yuri hopes this will make Angel wonder what's happening and lead them straight to God.",
                    "TitleJapanese": "Stairway to Heaven",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "3323811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/3323811",
                    "TitleEnglish": "Another Epilogue",
                    "SummaryEnglish": "A short OVA depicting events after the ending of episode 13.",
                    "TitleJapanese": "Another Epilogue",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5080396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/5080396",
                    "TitleEnglish": "Hell's Kitchen",
                    "SummaryEnglish": "Set between episodes two and three, during Golden Week, Yuri arranges for the SSS to go on a deadly picnic, which involves most of the members trying to kill each other with various traps and gadgets.",
                    "TitleJapanese": "Hell’s Kitchen",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "215351",
            "URL": "https://www.thetvdb.com/series/angel-beats/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1926031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926031",
                    "TitleEnglish": "Departure",
                    "SummaryEnglish": "Otonashi awakens in a school with no memory and encounters the sniper rifle carrying girl Yuri, who informs him that he has died and is in heaven. Yuri then proceeds in trying to recruit him into her armed struggle against God and the student council president / Angel named Tenshi.",
                    "TitleJapanese": "Departure",
                    "SummaryJapanese": "ある日、見知らぬ学校の敷地で目覚めた少年・音無(おとなし)は、そこで、ゆりと名乗る少女に声を掛けられる。\n彼女は「ここは死後の世界」「自分たちは神に抗い、その神の使い・天使と日夜戦っている」のだと告げながら、構えるライフルの照準を天使に向けていた。\nその余りに現実離れした光景と言動が理解できなかった音無は、ゆりの元を離れ、天使と呼ばれる可憐な少女に声を掛ける。\nだが、その少女からも「ここは死後の世界」だと訳の分からない説明を受けた音無は、声を荒らげてその証拠を求める。\nそして、その少女の手から伸びた光の刃に、胸をひと突きにされてしまう……。"
                },
                "2": {
                    "ID": "1926071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926071",
                    "TitleEnglish": "Guild",
                    "SummaryEnglish": "Realizing they need more weapons in their battle against Angel, the group descends into the Guild. But once there, they realize that all of the hallways, staircases, and passageways have been rigged with deadly traps. It’s a race against time to see if they can get through the violent maze before Angel catches up with them.",
                    "TitleJapanese": "Guild",
                    "SummaryJapanese": "死んだ世界戦線のメンバーが天使との戦闘時に使用する武器や弾薬を作る組織・ギルド。\n弾薬が尽きそうだという連絡を受けたゆりは、学園の地下深くに存在するギルドへの降下作戦を決行する。\nそして、ギルドへ歩を進めようとする戦線メンバー達であったが、解除したはずの対天使用即死トラップが彼等に襲いかかる。\nトラップ再発動の理由を、天使が現れたからだと気付いたゆりは、天使より先にギルドへ辿り着く為に進軍を判断する。\nだが、到る処に仕掛けられたその強力なトラップに巻き込まれ、ひとり、またひとりと、犠牲者が出てしまう事態へと陥ってしまう…。"
                },
                "3": {
                    "ID": "1926081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926081",
                    "TitleEnglish": "My Song",
                    "SummaryEnglish": "Yuri decides to have Girls Dead Monster distract Angel long enough to sneak into her room and crack the password on her computer, but Yuri does not think the new ballad called \"My Song\" the band's vocalist and guitarist Iwasawa wrote would be useful for the operation. While taking a break from shooting practice, Otonashi hears Girls Dead Monster playing and talks with Iwasawa while the band is taking a break. Iwasawa tells Otonashi how her parents used to always fight and music was her only escape. After she graduated high school and left home, Iwasawa began to follow her dream of making music and soon showed promise. Unknown to her, an old head injury caused during her parents fighting developed into a stroke and subsequently her death. When Yuri's operation begins, Girls Dead Monster starts playing in the auditorium while the others, with the aide of the hacker Takeyama (who likes to be referred to by his username \"Christ\"), break into Angel's room and hack her computer. Girls Dead Monster are soon subdued by several teachers, but Iwasawa breaks free and begins playing \"My Song\", but disappears after she is finished. This indicates that one does not necessarily have to obey Angel in order to disappear. The SSS learn that Angel is not getting her powers from God but is making them herself, the same way that the team is creating weapons.",
                    "TitleJapanese": "My Song",
                    "SummaryJapanese": "死んだ世界戦線の敵である天使。その天使の住処はコンピューターで制御され、アホばかりの死んだ世界戦線には手も足も出ない。\nそこに神へ通じる秘密があると考えるゆりは、天才ハッカーであるクライストの力を借り、過去に一度失敗した天使エリア侵入作戦のリベンジを決意する。\n天使の警戒を予想するゆりから大々的な陽動を頼まれたGirls Dead Monsterの岩沢は、体育館を占拠した前代未聞の告知ライブへ向けリハーサルを続ける。\n偶然居合わせた音無が見入ってしまう程の熱量を持ったリハーサルを、楽しげな表情で行なう岩沢。\nだが、そんな彼女にも、自分の人生を呪う、陰惨な過去の記憶があった…。"
                },
                "4": {
                    "ID": "1926101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926101",
                    "TitleEnglish": "Day Game",
                    "SummaryEnglish": "With the lead singer of Gldemo now obliterated, a replacement must be found. The manic, high-strung Yui tries desperately to assume the role. Hinata, meanwhile, seeks to avenge a mistake made long ago on the baseball field by assembling the strongest team possible to defeat the other teams in the school. Otonashi worries the game could strike Hinata out in more ways than one.",
                    "TitleJapanese": "Day Game",
                    "SummaryJapanese": "消えてしまった岩沢の代わりに、ガルデモのメインボーカル候補となったユイ。\nだが、その判断をガルデモに託したゆりは、球技大会での、ガルデモによる陽動を含む大々的な作戦実行を諦め、ゲリラ参加を決意する。\n球技大会の種目は「野球」。戦線メンバーの中からいくつかチームを組み参加をする事になり、日向は、まずは音無を誘いチームを作り始める。\n生きていた頃に野球に対して深い思い出を持つ日向は、音無と共にメンバー確保に奔走する。\nだが、予定していたメンバーから断られまくってしまった日向は、ユイ・椎名・野田・ユイのファン（３人）という即席チームで大会へ挑むことになってしまった。\n果たして日向チームは、球技大会を勝ち抜く事が出来るのだろうか・・・。"
                },
                "5": {
                    "ID": "1926111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926111",
                    "TitleEnglish": "Favorite Flavor",
                    "SummaryEnglish": "To strip Angel of her scholastic power, Yui devises a plan for the Battlefront to replace Angel’s test results with bogus ones. She will be shamed, stripped of her title of Student Body President, and be out of their way for good. But they never realize the one who replaces her may be even more sinister than Angel could ever be.",
                    "TitleJapanese": "Favorite Flavor",
                    "SummaryJapanese": "テスト期間が近付いてくる中、ゆりは、天使のテストの邪魔を徹底的に行い、天使の校内順位を最下位に\n突き落とす作戦を計画する。\n天使が神の創造物でなく人の心を持っている可能性があると考えるゆりは、この計画で生徒会長としての\n名誉を失墜させ、天使に精神的打撃を与えられるのではないかと考えたのだ。\n作戦メンバーは、高松・日向・大山・竹山・音無、そしてゆり。\n竹山が天使の答案用紙をすり替える為に、それ以外のメンバーが答案用紙回収の際に、クラス全員の注意を\n引きつける事となったが、日向の嘘も、高松の肉体も、大山の告白も、全く何の役にも立たない。\nだが、ゆりが準備していた別の作戦で注意を引きつける事ができて、今回の作戦は成功するかに思えた。\nしかし、テスト期間を終え、事態は思わぬ方向へと向かうのだった…。"
                },
                "6": {
                    "ID": "1926121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926121",
                    "TitleEnglish": "Family Affair",
                    "SummaryEnglish": "When Angel is believed to be breaking scholastic code, Naoi uses this infringement to exert his growing power and places both Angel and Otonashi in a prison within the school. They discover that Naoi is using his power in violently, and Angel and Otonashi must escape or risk heavy casualties.",
                    "TitleJapanese": "Family Affair",
                    "SummaryJapanese": "かなでの後任として生徒会長代理となった直井の策略により、反省室へ一晩監禁されてしまった戦線メンバー。\n翌日無事に開放されたものの、これからの活動をどうしていくか悩むゆりは、まずは直井の出方を探るべく、好き勝手に授業を受ける様に戦線メンバーへ指示を出す。\n授業中におかしを食べたり麻雀をしたりと、思い思いの行動を取る戦線メンバーであったが、直井からは、生徒会長代理としての当たり障りの無い行動しか引き出せない。\n何の情報も変化も得られず、淡々と過ぎて行く日々に苛立ち始める音無。\nだが、直井には、生徒会長代理とは裏腹の、別の顔があったのだった…。"
                },
                "7": {
                    "ID": "1926131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926131",
                    "TitleEnglish": "Alive",
                    "SummaryEnglish": "Now that Naoi has seemingly joined Battlefront, Yui persuades Otonashi to let his powers of hypnosis help him recover his memories. But Otonashi may not be ready to remember such a tragic, painful past. But there are other issues at hand for the group—such as banding together to capture the mysterious creature from a nearby river known only as the Monster Stream.",
                    "TitleJapanese": "Alive",
                    "SummaryJapanese": "戦線メンバーに酷い仕打ちを行った直井であったが、音無に心を動かされ、戦線の一員へ加わることとなった。\nそんなある日、ゆりは直井に、彼の特殊な能力である「催眠術」を使い、音無の失われた記憶を戻す様に指示を出す。\n記憶が戻る事で、今の生活が終わってしまうのではと不安になる音無であったが、勇気を振り絞って失われた記憶と立ち向う事を決意する。\n\nそして、徐々に戻り始める音無の記憶。\n\n生きる意味を見い出せないまま惰性でアルバイトを続け、死んだ様に生きていた自分。\n二年もの間、病気で寝たきりのまま入院を続けている初音（はつね）という妹の存在。\nクリスマスの夜に妹と一緒に街へ出掛け、楽しく過ごした思い出。\n\n……そして、妹を失った事を。"
                },
                "8": {
                    "ID": "1926141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926141",
                    "TitleEnglish": "Dancer in the Dark",
                    "SummaryEnglish": "With Otonashi's and Angel’s newly formed alliance, dark and powerful clones of Angel have begun attacking the Battlefront with greater aggression. They must return to the trap-rigged Guild once more and risk heartbreaking, violent losses.",
                    "TitleJapanese": "Dancer in the Dark",
                    "SummaryJapanese": "料理を一般生徒へ振る舞い終え、その片付けをしていた戦線メンバーの前に天使が現れた。\nだが、いつもの様子と違い、好戦的な言動を取り戦線メンバーに襲いかかってくる。\nそして、その刃が音無に向け振るわれようとする寸前、音無達と行動を共にしていた、もう一人の天使が、彼女と刺し違える事態になってしまった。\n\n翌朝、傷付き眠っている天使がいる保健室に集まった戦線メンバーの前で、ゆりは天使が「harmonics」のスキルで分身した事を説明し、その分身を消すための方法を探り始める。\nそして、再び侵入した天使エリア（天使の部屋）で分身を消す為のプログラムを仕込んだのだが、時を同じくして、天使が病室から攫われてしまう。\n\n目撃情報から、幽閉場所はギルドの可能性が高いと睨んだゆりは、彼女を救い出す為に、戦線メンバーと共に、再びその最深部を目指すこととなった。"
                },
                "9": {
                    "ID": "1926151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926151",
                    "TitleEnglish": "In Your Memory",
                    "SummaryEnglish": "With the Angel clone situation becoming uncontrollable, Naoi proposes that they once again call upon the genius hacker, Christ. Meanwhile, Otonashi begins to remember his past.",
                    "TitleJapanese": "In Your Memory",
                    "SummaryJapanese": "一度に多くの意識と同化し、昏睡状態に陥ってしまった天使。戦線メンバーも、あまりのイレギュラーな事態に困惑し、打開策が見い出せない。\nそして、天使を心配し、側で見守り続けていた音無も、いつしか眠りに落ちてしまう。\n\nその眠りの中で、音無は、直井の催眠術で呼び起こされた過去の記憶の続きに出会う。\n突然の列車事故により多くの者が命を落とし、絶望的な光景が広がる中、音無は奇跡的に助かっていた。\nそして、医者を目指し医療の知識を持っていた音無がケガ人を助けながら、生存者達と共に、救援という希望を待ち続けていたのだった。\nだが、何日経っても救援は来ず、尽きていく食料と気力の中、徐々に、その希望も失われていった・・・。"
                },
                "10": {
                    "ID": "1926161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926161",
                    "TitleEnglish": "Goodbye Days",
                    "SummaryEnglish": "Otonashi decides that the high-strung singer, Yui, needs to be pushed into finding peace and “moving on.\" To do so, he enlists Angel who shows him her new weapon: the dark and evil-looking Hand Sonic 5. But Yui has other plans—namely to beat the boys of Battlefront in a violent game on the soccer field.",
                    "TitleJapanese": "Goodbye Days",
                    "SummaryJapanese": "音無は天使と協力し、この世界からの戦線メンバーの卒業を目指して行動を開始した。\n\n音無が最初に卒業させようと考えたのはユイ。彼女は日々を楽しく過ごしている事から、少し背中を押せば、\nこの世界から卒業出来るのではと考えたのだった。\nだが、話を聞くと、どうやらユイには、沢山やりたい事があるらしい。\n\n幼い頃に事故にあって身体が動かなくなってしまい、ベットで寝たきりの日々を過ごしていたユイは、テレビで見ていた「バンド」「野球」「サッカー」「プロレス」など、様々な事に憧れを持っていた。\n\nまずは「プロレス」の夢を叶えようとする音無であったが、ユイの願いはジャーマンスープレックスホールドという難易度の高い技。何度も繰り返すが、なかなか上手くいかない。\n\nだが、何時間も頑張ってブリッジの練習をした結果、見事に技を決め、夢を叶えたのだが…。"
                },
                "11": {
                    "ID": "1926171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926171",
                    "TitleEnglish": "Change the World",
                    "SummaryEnglish": "As Hinata and Otonashi talk with Naoi, something strange happens: his shadow takes an enormous, evil form and engulf him. Weapons are powerless to stop the creature. Making matters worse, the Shadow monsters are multiplying and taking control of the members of Battlefront and the NPCs.",
                    "TitleJapanese": "Change the World",
                    "SummaryJapanese": "次に誰を旅立たせるかを悩む音無の前に、日向と直井が現れる。二人とも音無に協力したいと申し出るのだったが、話は中々まとまらない。\nそんな中、突然、直井の背後に影の様なものが現れ、直井に襲い掛かってきた。\nなんとかその影を銃で撃退する音無と日向であったが、一体何が起きているのか事態が飲み込めないでいた。\nそれはゆりも同様で、かなでのプログラムを原因と疑い彼女に話を聞くものの、かなでにも心当たりが無い様子。\n\nそしてその話の渦中、響き渡る銃声。\n\n直井を襲ったのと同じ影が多数校庭に現れ、戦線メンバーと激しい戦いを繰り広げていたのだった。\nゆりやかなでも参戦し、苦戦しながらもなんとか無事に影を撃退する戦線メンバー達。\n\nだが、そんな中、高松が影にやられてしまったという連絡が告げられる…。"
                },
                "12": {
                    "ID": "1926181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926181",
                    "TitleEnglish": "Knockin' on Heaven's Door",
                    "SummaryEnglish": "The Shadow monsters show no signs of stopping as more Battlefront members and NPCs fall victim to their strange, marauding power. Yuri takes a dangerous trip into the darkened Guild. In her search to find out just who—or what—is behind these new events, she discovers even darker secrets about herself.",
                    "TitleJapanese": "Knockin' on Heaven's Door",
                    "SummaryJapanese": "増え続ける無数の影を天使が全力で殲滅していく中、音無・日向・直井も戦う事を決意する。\n影のあまりの多さに一瞬怯んだ彼等であったが、野田・大山・TK・藤巻・松下五段・椎名といった戦線メンバーの参戦もあり、影との総力戦を繰り広げていくのであった。\n\n一方その頃、ゆりは、NPCを影に変え自分達に襲い掛からせている神様気取りの何者かを突き止めるため、ギルド深くを目指し歩を進めていた。\nそして、なんとかオールドギルドまで辿り着いたゆりであったが、突如襲いかかってきた影に飲み込まれてしまうのであった…。"
                },
                "13": {
                    "ID": "1926201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926201",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "Three days after the shadows incident, only Otonashi, Yuri, Kanade, Hinata and Naoi remain, the others having already passed on. Per Kanade's idea, they hold a graduation ceremony, where they thank each other for their support. After the ceremony ends, Naoi takes his leave. Yuri makes her peace with Kanade before she leaves, followed shortly by Hinata. With Otonashi and Kanade left, Otonashi suggests that they could stay together to help others who come into the afterlife world, revealing in the process that he is in love with her. Kanade is hesitant to respond, as her one regret was never saying thanks to Otonashi, whose heart kept her alive in the real world due to the donor card he left behind when he died. Kanade thanks him and disappears in his arms, as Otonashi cries over the disappearance of his newfound love. Otonashi passes on shortly after. In an epilogue, in the world of the living, a girl resembling Kanade is humming \"My Song\" when a boy resembling Otonashi happens to pass by and recognizes the melody. When the girl turns to walk away, the boy chases after her to tap on her shoulder.",
                    "TitleJapanese": "Graduation",
                    "SummaryJapanese": "ギルドの奥深くに存在したコンピューター室を破壊したゆりは、後日、保健室のベットで目を覚ました。\n彼女の周りにいたのは、音無・かなで・日向・直井。\nそして、ゆりが抱えていた葛藤が無くなったことを知った彼等は、進めていたある事を実行するため、\nゆりを連れて、とある場所へと向かう。\n\n向かった先は、体育館。\n\n彼等は、これからここで、「死んだ世界戦線卒業式」を始めようとしていたのだった。"
                }
            }
        }
    }
}