{
    "URL": "https://www.thetvdb.com/series/angel-beats",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1639109/",
        "https://www.themoviedb.org/tv/42942"
    ],
    "TitleEnglish": "Angel Beats!",
    "SummaryEnglish": "In a world after death, angels fight for their fate and their future. Yuri, the leader of the Shinda Sekai Sensen, rebels against the god who destined her to have an unreasonable life. On the otherhand, Tenshi, the chairperson of the student council for the world after death, battles against the SSS members. SSS members utilize armed weaponry to battle it out against the angels harnessing supernatural powers.",
    "Aliases": [
        "Angel Beats"
    ],
    "Modified": "2025-05-16",
    "Seasons": {
        "0": {
            "ID": "215341",
            "URL": "https://www.thetvdb.com/series/angel-beats/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "2769171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/2769171",
                    "TitleEnglish": "Stairway to Heaven",
                    "SummaryEnglish": "Set between episodes four and five, Yuri comes up with 'Operation High Tension Syndrome', encouraging the other members to behave as wildly as possible, so they would appear to be enjoying school without disappearing. Yuri hopes this will make Angel wonder what's happening and lead them straight to God.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3323811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/3323811",
                    "TitleEnglish": "Another Epilogue",
                    "SummaryEnglish": "A short OVA depicting events after the ending of episode 13.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5080396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/5080396",
                    "TitleEnglish": "Hell's Kitchen",
                    "SummaryEnglish": "Set between episodes two and three, during Golden Week, Yuri arranges for the SSS to go on a deadly picnic, which involves most of the members trying to kill each other with various traps and gadgets.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "215351",
            "URL": "https://www.thetvdb.com/series/angel-beats/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1926031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926031",
                    "TitleEnglish": "Departure",
                    "SummaryEnglish": "Otonashi awakens in a school with no memory and encounters the sniper rifle carrying girl Yuri, who informs him that he has died and is in heaven. Yuri then proceeds in trying to recruit him into her armed struggle against God and the student council president / Angel named Tenshi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1926071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926071",
                    "TitleEnglish": "Guild",
                    "SummaryEnglish": "Realizing they need more weapons in their battle against Angel, the group descends into the Guild. But once there, they realize that all of the hallways, staircases, and passageways have been rigged with deadly traps. It’s a race against time to see if they can get through the violent maze before Angel catches up with them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1926081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926081",
                    "TitleEnglish": "My Song",
                    "SummaryEnglish": "Yuri decides to have Girls Dead Monster distract Angel long enough to sneak into her room and crack the password on her computer, but Yuri does not think the new ballad called \"My Song\" the band's vocalist and guitarist Iwasawa wrote would be useful for the operation. While taking a break from shooting practice, Otonashi hears Girls Dead Monster playing and talks with Iwasawa while the band is taking a break. Iwasawa tells Otonashi how her parents used to always fight and music was her only escape. After she graduated high school and left home, Iwasawa began to follow her dream of making music and soon showed promise. Unknown to her, an old head injury caused during her parents fighting developed into a stroke and subsequently her death. When Yuri's operation begins, Girls Dead Monster starts playing in the auditorium while the others, with the aide of the hacker Takeyama (who likes to be referred to by his username \"Christ\"), break into Angel's room and hack her computer. Girls Dead Monster are soon subdued by several teachers, but Iwasawa breaks free and begins playing \"My Song\", but disappears after she is finished. This indicates that one does not necessarily have to obey Angel in order to disappear. The SSS learn that Angel is not getting her powers from God but is making them herself, the same way that the team is creating weapons.",
                    "Aliases": []
                },
                "4": {
                    "ID": "1926101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926101",
                    "TitleEnglish": "Day Game",
                    "SummaryEnglish": "With the lead singer of Gldemo now obliterated, a replacement must be found. The manic, high-strung Yui tries desperately to assume the role. Hinata, meanwhile, seeks to avenge a mistake made long ago on the baseball field by assembling the strongest team possible to defeat the other teams in the school. Otonashi worries the game could strike Hinata out in more ways than one.",
                    "Aliases": []
                },
                "5": {
                    "ID": "1926111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926111",
                    "TitleEnglish": "Favorite Flavor",
                    "SummaryEnglish": "To strip Angel of her scholastic power, Yui devises a plan for the Battlefront to replace Angel’s test results with bogus ones. She will be shamed, stripped of her title of Student Body President, and be out of their way for good. But they never realize the one who replaces her may be even more sinister than Angel could ever be.",
                    "Aliases": []
                },
                "6": {
                    "ID": "1926121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926121",
                    "TitleEnglish": "Family Affair",
                    "SummaryEnglish": "When Angel is believed to be breaking scholastic code, Naoi uses this infringement to exert his growing power and places both Angel and Otonashi in a prison within the school. They discover that Naoi is using his power in violently, and Angel and Otonashi must escape or risk heavy casualties.",
                    "Aliases": []
                },
                "7": {
                    "ID": "1926131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926131",
                    "TitleEnglish": "Alive",
                    "SummaryEnglish": "Now that Naoi has seemingly joined Battlefront, Yui persuades Otonashi to let his powers of hypnosis help him recover his memories. But Otonashi may not be ready to remember such a tragic, painful past. But there are other issues at hand for the group—such as banding together to capture the mysterious creature from a nearby river known only as the Monster Stream.",
                    "Aliases": []
                },
                "8": {
                    "ID": "1926141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926141",
                    "TitleEnglish": "Dancer in the Dark",
                    "SummaryEnglish": "With Otonashi's and Angel’s newly formed alliance, dark and powerful clones of Angel have begun attacking the Battlefront with greater aggression. They must return to the trap-rigged Guild once more and risk heartbreaking, violent losses.",
                    "Aliases": []
                },
                "9": {
                    "ID": "1926151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926151",
                    "TitleEnglish": "In Your Memory",
                    "SummaryEnglish": "With the Angel clone situation becoming uncontrollable, Naoi proposes that they once again call upon the genius hacker, Christ. Meanwhile, Otonashi begins to remember his past.",
                    "Aliases": []
                },
                "10": {
                    "ID": "1926161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926161",
                    "TitleEnglish": "Goodbye Days",
                    "SummaryEnglish": "Otonashi decides that the high-strung singer, Yui, needs to be pushed into finding peace and “moving on.\" To do so, he enlists Angel who shows him her new weapon: the dark and evil-looking Hand Sonic 5. But Yui has other plans—namely to beat the boys of Battlefront in a violent game on the soccer field.",
                    "Aliases": []
                },
                "11": {
                    "ID": "1926171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926171",
                    "TitleEnglish": "Change the World",
                    "SummaryEnglish": "As Hinata and Otonashi talk with Naoi, something strange happens: his shadow takes an enormous, evil form and engulf him. Weapons are powerless to stop the creature. Making matters worse, the Shadow monsters are multiplying and taking control of the members of Battlefront and the NPCs.",
                    "Aliases": []
                },
                "12": {
                    "ID": "1926181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926181",
                    "TitleEnglish": "Knockin' on Heaven's Door",
                    "SummaryEnglish": "The Shadow monsters show no signs of stopping as more Battlefront members and NPCs fall victim to their strange, marauding power. Yuri takes a dangerous trip into the darkened Guild. In her search to find out just who—or what—is behind these new events, she discovers even darker secrets about herself.",
                    "Aliases": []
                },
                "13": {
                    "ID": "1926201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/angel-beats/episodes/1926201",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "Three days after the shadows incident, only Otonashi, Yuri, Kanade, Hinata and Naoi remain, the others having already passed on. Per Kanade's idea, they hold a graduation ceremony, where they thank each other for their support. After the ceremony ends, Naoi takes his leave. Yuri makes her peace with Kanade before she leaves, followed shortly by Hinata. With Otonashi and Kanade left, Otonashi suggests that they could stay together to help others who come into the afterlife world, revealing in the process that he is in love with her. Kanade is hesitant to respond, as her one regret was never saying thanks to Otonashi, whose heart kept her alive in the real world due to the donor card he left behind when he died. Kanade thanks him and disappears in his arms, as Otonashi cries over the disappearance of his newfound love. Otonashi passes on shortly after. In an epilogue, in the world of the living, a girl resembling Kanade is humming \"My Song\" when a boy resembling Otonashi happens to pass by and recognizes the melody. When the girl turns to walk away, the boy chases after her to tap on her shoulder.",
                    "Aliases": []
                }
            }
        }
    }
}