{
    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1634165/",
        "https://www.themoviedb.org/tv/45967"
    ],
    "TitleEnglish": "Yamada's First Time: B Gata H Kei",
    "SummaryEnglish": "Yamada, first name withheld, is a 15-year-old girl who has just entered Takizawa High School. Easily considered exceptionally beautiful, she has only one problem with her own body, she thinks her vagina looks weird and is very self-conscious about it. Upon entering high school, her dream was to have casual sex with 100 men but therein lies the problem, she believes an experienced partner will tease her about the way her vagina looks or simply the fact that she's a virgin. She stumbles upon the solution in the form of Kosuda Takashi, a fellow virgin, whom she believes will help ease the transition to more experienced partners. There's only one small problem, Yamada doesn't know anything about sex or the ancient art of seduction, meaning her quest to conquer Kosuda will be a difficult one.",
    "TitleJapanese": "B型H系",
    "SummaryJapanese": "誰もがうらやむ美少女高校生の山田。男性とつきあった経験のない彼女だが、エッチへの興味は人一倍。ある日、書店で出会った同じ高校に通う平凡な少年の小須田崇をやり慣れてなさそうで手頃そうという理由で初体験の相手に決めるのだが…。経験ゼロな山田の行動は暴走気味…。はたして小須田を落とすことができるのか!?",
    "Aliases": [
        "B-gata H-kei"
    ],
    "Modified": "2024-09-24",
    "Seasons": {
        "1": {
            "ID": "215331",
            "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1926261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926261",
                    "TitleEnglish": "Boy Meets Girl. Let Me Have Your \"First Time!\" / Big Gambit After School! Why Don't We Start With a Kiss?",
                    "SummaryEnglish": "We are introduced to Yamada, considered to be her high school's idol, and to her mission in life in high school: to obtain a hundred sexual partners. However, she is rather picky, and decides to concentrate on a guy named Takashi Kosuda, whom she meets at a bookstore while shopping for a dictionary; and her would-be classmate. She then steps her campaign up a notch by finding a way to go home with Kosuda so that she can \"get him.\" She is able to even get into his room; and seemingly with his liberated sister Kazuki's \"blessing.\" However, her inexperience scares her to death that she rushes out of Kosuda's house in haste.",
                    "TitleJapanese": "「ぼーい♂みーつ♀がーる　あなたの『初めて』私にちょうだい!!」／「放課後大作戦！ とりあえずキスしましょ？」",
                    "SummaryJapanese": "誰もが振り返る超絶美少女・山田。彼女の夢は「H友達（エチトモ）を百人作ること」。ただ現在の悩みは、その1人目となる男性が見つかっていないこと…。本屋で出会った存在感の薄い男子・小須田を初エッチの理想の相手だと感じ彼に言葉をかけるが…。そんな2人が入学した高校で再会、山田のアプローチが始まる…。"
                },
                "2": {
                    "ID": "1926271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926271",
                    "TitleEnglish": "Oh, Yeah! Lets Go to a Pool! You Wanna See Me In a Swimsuit, Right?! / Here Comes the Rival! Who's That F-Cup Girl?!",
                    "SummaryEnglish": "Yamada continues to seduce Kosuda by inviting him over to the pool. For this, she selects a rather sexy swimsuit for him. Yamada's friend Miharu Takeshita was worried Yamada might steal her boyfriend, Daisuke Matsuo, but it didn't happen--instead, Matsuo-senpai and Kosuda become instant friends. Yamada enjoys riding with Kosuda on the water slide, but gets disappointed when she finds out Kosuda is afraid of heights, hence him clinging tightly to her. Kosuda manages to make up with Yamada during the fireworks display, when he hugged Yamada from out of the blue, taking Matsuo-senpai's suggestion. Now Yamada prepares for \"the big moment\" by buying tons of condoms, while Kosuda seems even scared to buy condoms for himself.",
                    "TitleJapanese": "「そうだ！プールに行こう　私の水着、見たいよねっ！／「ライバル出現　誰よ？あのFカップ!?」",
                    "SummaryJapanese": "小須田とあと一歩というところで逃げ出してしまった山田。親友・竹下とその彼氏とのダブルデートを企画、4人でプールへ行くことに。だが、竹下からエロ行為禁止を言い渡される。仕方なく普通にプールで遊ぶことにした山田は、一緒にウォータースライダーをするのだが、小須田が大胆行動を!?"
                },
                "3": {
                    "ID": "1926281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926281",
                    "TitleEnglish": "Suddenly So Close in the Darkroom! Kinda Dangerous Club Activities?! / Passionate School Festival! I, Yamada, Will Be the School's Queen!",
                    "SummaryEnglish": "When Yamada learns of Kosuda's membership in the photography club, and finds out that he is going to develop a few pictures in the dark room, she turns that into a sneaky scheme to \"obtain his golden cherry.\" There, as Yamada accidentally trips the plug to the red dark room lights, Kosuda accidentally touches her bare breasts, but has no idea what he was touching. Disappointed, Yamada runs out of the room after Kosuda finds the switch to the normal room lights, but he catches up with her in his bicycle and offers her a ride home.",
                    "TitleJapanese": "「暗室で急接近！ ちょっとキケンな部活動!?」／「燃える文化祭！ 学園の女王はこの山田（わたし）!!」",
                    "SummaryJapanese": "学校にカメラを持ってくる小須田。実は彼は写真部、しかし、山田は彼が写真部ということすら知らなかった。小須田から写真の現像を見に来ないかと暗室に誘われる山田。暗い部屋の中で。と想像を膨らませる山田だが…。その後迎えた文化祭。山田はミスコンに出場、さくっと優勝するはずだったのだが、強敵の存在が!!"
                },
                "4": {
                    "ID": "1926291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926291",
                    "TitleEnglish": "Romantic Christmas Eve! What Does the First Kiss Taste Like? / I Can't Go Back Empty-Handed! Let's Go to the Make-Out Park!",
                    "SummaryEnglish": "Jealous of her sister Chika bringing home lots of cute guys as boyfriends almost every day, Yamada steps up again to seduce Kosuda, just in time for Christmas Eve. Kosuda, on the other hand, gathered his guts again and asked Yamada out on a date on Christmas Eve, despite Yamada just waiting for him to ask her out. With Kosuda's gift of ear piercings, Yamada decoded this as a signal that they should look for a love hotel. Unable to find a cheap one, Yamada decides to go back down Love Hotel Lane to keep looking, until a nervous Kosuda attempts to kiss her, but his delays pissed a happy yet equally nervous Yamada off that she did the kissing herself, causing a massive headbutt. One way or another, Yamada's first kiss happened. Then her nervousness got the better of her that she ran away from Kosuda to hide somewhere.",
                    "TitleJapanese": "「ときめく聖夜　ファーストキスって、なんの味？」／「このままじゃ帰れない！ いちゃラブ公園に行こうよ！」",
                    "SummaryJapanese": "クリスマスイブにデートをすることになった山田と小須田。姉の香月のプラン通りにデートを進める小須田だが、山田の頭は初エッチでいっぱい。小須田から渡されたプレゼントをエッチの合図と解釈した山田は、小須田を引っ張りラブホテル街へ。ホテルの中には入れないもののいいムードになった2人の唇は近づき、そして…。"
                },
                "5": {
                    "ID": "1926301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926301",
                    "TitleEnglish": "Yamada's Level Increased! She Learned How to Deep Kiss! / Work on Your Naughty Power! I've Never Felt a Sensation Like This Before...",
                    "SummaryEnglish": "As Mayu Miyano tries in vain to give Kosuda the perfect Valentine's day chocolate cake (she gives it to his sister instead, thinking it is in return for the apples she gave her), Yamada, while getting a mound of chocolates herself, struggles to make even one box of chocolate for Kosuda--and even her best were unpalatable to fish. Kosuda reveals to Yamada the next day that the chocolates given anonymously through the mailbox were \"of a unique taste.\"",
                    "TitleJapanese": "「汗と涙のバレンタイン　ヤマダより愛？をこめて！」／「磨けエロパワー！ こんな感覚、初めてなの…」",
                    "SummaryJapanese": "バレンタインデーが近づいてきた。小須田に片想いをしている宮野が小須田のために超豪勢な手作りチョコを用意していることを知った山田は、「手作りチョコで小須田を落とす！」とチョコ作りを始めることに。バレンタインデー当日。手作りチョコを小須田に渡すことが出来るのは、山田か？ それとも宮野なのか？"
                },
                "6": {
                    "ID": "1926321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926321",
                    "TitleEnglish": "Kanejo is Coming! I Can't Stand That Sparkle! / Behind That Rosey Smile Is... Kanejo's Dark Secret!",
                    "SummaryEnglish": "Looks like Yamada's obstacles in the way of Kosuda has multiplied by three--her sister Chika enrolls in the same school as her; and Mayu Miyano and Kyouka Kanejō, the girl who nearly beat her in last year's beauty contest, are now in the same class as she is! Setting Miyano aside for the moment, Kyouka is getting under Yamada's skin because of her charm and immense talent, envying her in the process, especially that she seems to be getting Kosuda's attention. Well, not that he is interested in her, but because she looks familiar, since she appears in the photography magazine he buys every month.",
                    "TitleJapanese": "「金城さんが来る！ あのキラキラが許せない！」／「バラ色の笑顔の裏に…　金城の黒い秘密!!」",
                    "SummaryJapanese": "二年生になった山田は、今年も小須田たちと同じクラス。新たに小須田に片想いする宮野と帰国子女の金城がクラスメートとなった。そして、すべてがカンペキな女性である金城に男子たちの羨望の眼差しが注がれる。これまで男子の視線を一身に浴びていた山田は、金城から学園の女王の座を守ることが出来るのだろうか…。"
                },
                "7": {
                    "ID": "1926331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926331",
                    "TitleEnglish": "Major Duel in School Swimsuits! I'm Not Gonna Lose Against You! / Memories of a Summer Day... Yamada Returns to the Wild!",
                    "SummaryEnglish": "By now Yamada is battling a desperate \"war\" against the seemingly invincible Kyouka Kanejō. Kyouka even manages to beat Yamada, the fastest swimmer in her class, in a 50-meter freestyle swimming race, even with Yamada trying to cheat. Yamada even tries to enlist the help of her sister Chika, but when she took her to meet Kyouka, she and Chika became fast friends, much to Yamada's dismay. Meanwhile, summer break is coming, and Kosuda asks Yamada out to go somewhere for the summer break. Both see this as an opportunity, but there are hurdles.",
                    "TitleJapanese": "「スク水で大決闘！ アンタにだけは絶対負けない！」／「夏の日の思いで…　山田、野生に帰る！」",
                    "SummaryJapanese": "プール開きがやってきた。自分のスタイルの良さが一目了然と張り切る山田だが意外な出来事が。金城はナイスなプロモーションだけでなく、中学時代に全米大会に出場したこともある泳ぎの持ち主だった。女の意地とプライドを賭けて、金城に泳ぎで挑むことにした山田。勝利の女神は、どちらに微笑みかけるのだろうか!?"
                },
                "8": {
                    "ID": "1926341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926341",
                    "TitleEnglish": "Yay! It's a School Trip! No Chance to Be Alone... / I Have to Tell You That I l... The Trip Causes a Great Fuss!",
                    "SummaryEnglish": "It is three days of field trip to Kyoto for Class 2-H, and Yamada and Kosuda see this as another means of confessing to each other. But the task at hand, namely sightseeing for their class report; as well as the entire class being there, is what's keeping them apart--though they really want to get this thing over with. Even with Yamada and Kosuda having to hire their own boat (as they were left behind), their nervousness kept them from confessing to each other. In short, for them, the entire field trip was a waste and a disaster; and their only photo together was ruined by a rowdy, out-of-control Misato intruding (she was so rowdy she nearly ordered a beer, which was tantamount to expulsion).",
                    "TitleJapanese": "「わーーい、修学旅行だ！ 二人っきりになれなくて…」／「俺、山田の事が、す… すったもんだの珍道中！」",
                    "SummaryJapanese": "修学旅行で京都へ行くことになった山田たち。姉の香月から指摘され、修学旅行中に告白しようと小須田は決意する。しかし、なかなか二人きりになるチャンスは得られない。一方、山田は京都で観光していても、頭の中はエロだらけ。考えている方向は同じなようで同じではない二人。小須田は告白することが出来るのだろうか？"
                },
                "9": {
                    "ID": "1926351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926351",
                    "TitleEnglish": "Oh No! In Front of Everyone... I Never Said I Don't Like You... Autumn. / Put Your Hopes in Field Day! Suit yourself... Autumn.",
                    "SummaryEnglish": "As both Kosuda and Yamada are still reeling from what happened in Kyoto, a (not-so-) secret popularity contest among the boys (which results in a tie between Yamada and Kyouka) enables Kosuda to finally confess to Yamada in public. They were the talk of the town for a few days, and a real shocker for both Kyouka and Miyano. Yamada was pissed off with what Kosuda did, though she is secretly pleased with it. Only when both Yamada and Kosuda were appointed to the athletic meet committee were they able to talk and apologize to each other, nervousness and all, and despite Kosuda's denseness making Yamada angry. Yamada told Takeshita the news, but she only apologized in order to get laid, but Takeshita could see that she is in love with Kosuda. She is just running away because \"she does not understand love at all, since she expected it to be fun.\" Kyouka, on the other hand, is boiling mad because, counting their School Festival beauty contest, Yamada beats her for the second time.",
                    "TitleJapanese": "「そんな！みんなの見てる前で 嫌いなんて言ってないじゃん…秋」／「体育祭にかけろ！ 好きにすればいいじゃん…秋」",
                    "SummaryJapanese": "女子の人気投票を行っている山田たちのクラス。山田と金城が同率首位、最後の一票を投票することになった小須田は投票をすればいいだけなのに、思わず「山田が好きだ！」と告白のような宣言をしてしまう。「迷惑よっ！」と言い放つ山田だが、家に帰るなり、ニンマリッ。小須田の告白で二人の仲は進展…するのだろうか。"
                },
                "10": {
                    "ID": "1926361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926361",
                    "TitleEnglish": "The Kanejo Family! Rich Brother's Sparkling Secret! / On My Way to Love? Don't Hit On My Kosuda!",
                    "SummaryEnglish": "Both Kosuda and Yamada are going for another date, nagging worries and all. Kosuda is delayed unexpectedly, causing Yamada to go jumpy and grab the nearest guy she could get. Unfortunately, the second guy she grabbed was Keiichi. He then invited Yamada over to tea as an apology for what happened at the sports meet, with Kosuda, who caught up with them, looking like a chaperon. During tea Keiichi confesses to Yamada (and the more right now because he has heard from Kosuda that they are just dating), but gets rejected. However, her refusals get replaced by some deep thinking because, contrary to what she thinks of Keiichi, he is still a virgin (because Kyouka had all of those girls who have confessed to him terminated)--and that's what Yamada is looking for! Yamada, though, thinks Keiichi is just tricking her.",
                    "TitleJapanese": "「金城家の一族　セレブな兄のキラキラな秘密！」／「恋する途中？ 私の男（コスダ）に手を出すな!!」",
                    "SummaryJapanese": "山田とデートをすることになった小須田。一時間も早く待ち合わせ場所についた山田は待ち合わせ場所に小須田がやってきたと思い手を掴むと、なんと金城の兄である圭一が。そして小須田となぜか三人で喫茶店に行くことに。喫茶店で圭一は、山田に愛の告白をするのだが、山田から出た彼女とつきあうための条件とは…。"
                },
                "11": {
                    "ID": "1926371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926371",
                    "TitleEnglish": "Year 2 Class H's Christmas Eve! Take Me to Bed! / Kanejo is Watching?! A \"Live\" Broadcast That Pushes the Limits!",
                    "SummaryEnglish": "It's Christmas time again, and Kyouka invites everyone in the class to her family's grand Christmas party. Keiichi tells Kyouka to invite Kosuda over as well, much to her shock. Yamada has no interest in it at first, but gets lured in because of this \"Secret Room\" Misato is talking about. Kyouka has difficulty inviting her enemy Yamada, but it was solved when the latter demanded an invitation from her. The class, including their teachers, while awed by the party's grandness, finds it difficult to mingle with the rich people Kyouka also invited--save for Takeshita, who draws attention; and Misato, who lunges for Keiichi at will. Kyouka hears of this \"Secret Room\" thing from Misato, and she begins to suspect it could be her secret \"Brother Room.\" Kyouka's panic arouses Keiichi's attention, so, as a result, she tells Yamada and Kosuda to get going, although letting her go seems to be a mistake.",
                    "TitleJapanese": "「2年H組のクリスマス・イブ　あたしをベッドにつれてって◇」／「金城さんが見てる!? 限界ギリギリ『生』放送！」",
                    "SummaryJapanese": "金城宅のクリスマスパーティに招かれたクラスメイトたち。山田と小須田はカップルが消えていくという噂の別室を探すことに。やっと見つけた部屋でキスをし、さらに先に進んでいく二人。だが突然、外から鍵を開けようとする音が。ドアの前まで金城が迫っていて…。 ※正式サブタイトルは、◇がハートマークとなります。"
                },
                "12": {
                    "ID": "1926381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/b-gata-h-kei-yamadas-first-time/episodes/1926381",
                    "TitleEnglish": "The World Revolves for Us! Goodbye... B Gata H Kei! / Yamada Turns into an Angel! Farewell! B Gata H Kei!",
                    "SummaryEnglish": "Looking at her bed, with the box of condoms Yamada and Kosuda left behind still on it, Kyouka ponders whether they really did \"it.\" Keiichi still looks forward to propose yet again to Yamada, hurting his sister's feelings. Meanwhile, with both of their siblings somehow able to help them about sex, both Yamada and Kosuda are able to say to each other that they want to \"do it.\" They go to a love hotel on Christmas Eve, despite the usual obstacles. With a porn video as an aid and with Kosuda starting things up, things seem to go on smoothly this time, until Yamada accidentally turns on the rotating bed, which was malfunctioning, throwing Kosuda off the bed, fracturing his ankle in the process, and getting him hospitalized. Yamada then thinks of a way to help Kosuda.",
                    "TitleJapanese": "「僕らのために世界は回る さよなら…B型H系」／「天使になった山田！ さらば！B型H系!!」／「神様！ B型H系よ、永遠（とわ）に」",
                    "SummaryJapanese": "クリスマスパーティでは途中までしか出来なかった山田と小須田は次の日ホテルへ。いよいよというところで突然、回転ベッドの暴走し骨折した小須田。大みそか、家族は初詣に出かけるのだが、小須田は一人で留守番。クラスメイトと小須田のお見舞いに来た山田は一人だけこっそり残り、小須田とお風呂に入り、そのまま…。"
                }
            }
        }
    }
}