{
    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0184109/",
        "https://www.themoviedb.org/tv/38324"
    ],
    "TitleEnglish": "Dragon Quest - The Adventure of Dai",
    "SummaryEnglish": "The story begins with a young boy named Dai remembering a story told to him by his adoptive grandfather, the monster magician Brass, about the defeat of the Demon King Hadlar by the hands of a hero known as Avan. After the defeat of the Demon King Hadlar, all of the monsters were released from his evil will and peace reigned supreme around the world once again for ten years. Some monsters and demons moved to the island of Delmurin to live in peace. Dai, the young protagonist of the series, is the only human living on the island. Having been raised by Brass and with his best friend, the monster Gome, Dai grows up dreaming of becoming a hero.",
    "TitleJapanese": "ドラゴンクエスト ダイの大冒険",
    "SummaryJapanese": "勇者の手で魔王が倒され世界は平和を取り戻してから15年。復活をとげた魔王により再び世界は危機的状況を迎えていた。南海の孤島に住むダイは元勇者のアバンに素質を見出され、勇者になることを決意。打倒魔王を誓い、真の勇者になるための大冒険が始まる。",
    "Aliases": [
        "Dragon Quest - The Adventure of Dai (1991)",
        "Dragon Quest: Dai's Great Adventure",
        "Dragon Quest: Dai's Great Adventure (1991)"
    ],
    "Modified": "2025-02-22",
    "Seasons": {
        "0": {
            "ID": "231101",
            "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "8303971",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/8303971",
                    "TitleEnglish": "Dragon Quest The Movie: The Adventure of Dai",
                    "SummaryEnglish": "The story is a loose adaptation of the Birth Arc and especially the second one-shot, \"Dai Explodes!!!\", but it is not directly related to the series and is instead a parallel work not connected to the main one. Additionally, the physical appearance of Hadlar in this film is different from the original comic and later TV adaptations, looking like red evil deity with six arms.",
                    "TitleJapanese": "ドラゴンクエスト ダイの大冒険（劇場版）",
                    "SummaryJapanese": "勇者が魔王を倒してから15年。ある日、モンスターたちが暮らすデルムリン島に住んでいた唯一の人間・ダイの前に、パプニカ王国からやってきたレオナたちが現れる。神聖な儀式を行うという彼女を洞窟へ案内するが、島の様子がいつもとは違っていて…？"
                },
                "2": {
                    "ID": "4470680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/4470680",
                    "TitleEnglish": "Disciple of Avan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "起ちあがれ!!アバンの使徒",
                    "SummaryJapanese": "船でパプニカ王国へと渡るため、ソフィア港へと到着したダイたち。しかし彼らを狙う魔物が現れ街を襲い、街の人々からはダイたちのせいだと責められることに。それでも自分たちの船を守ろうと戦うなか、彼らの前に死んだはずのアバン先生が姿を現した!?"
                },
                "3": {
                    "ID": "4313904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/4313904",
                    "TitleEnglish": "The Reborn Six Commanders",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ぶちやぶれ!!新生6大将軍",
                    "SummaryJapanese": "ハドラーの影武者・豪魔軍師ガルヴァスは新生6大将軍を結成し、ダイを倒すことを決意。一方、滞在中の街を襲っていたモンスターと戦っていたダイたちだったが、マァムが魂を抜かれてしまった!?彼女を救うには1日以内に魂を取り戻す必要があり…？"
                },
                "4": {
                    "ID": "5650040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/5650040",
                    "TitleEnglish": "Crest of Roto",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6292504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/6292504",
                    "TitleEnglish": "opening",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8053769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/8053769",
                    "TitleEnglish": "Dragon Quest Your Story",
                    "SummaryEnglish": "Luca follows in his father's footsteps to rescue his mother from evil Ladja. Finding the heavenly hero who wields the Zenithian sword is his only hope.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8631601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/8631601",
                    "TitleEnglish": "Ending",
                    "SummaryEnglish": "Anime ending",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "231111",
            "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/seasons/official/1",
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "2075831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2075831",
                    "TitleEnglish": "I'm Dai, The Little Hero!",
                    "SummaryEnglish": "Young Dai lives on Dermline Island, where he dreams of being a Hero. One day, a Hero and his companions come to the island. Dai is excited at first, but their true intent is to steal his best friend, Gomechan, the mythical Golden Metal Slime.",
                    "TitleJapanese": "オレは小さな勇者ダイ!!",
                    "SummaryJapanese": "勇者が魔王を倒してから、魔王の支配から逃れたモンスターたちはデルムリン島で平和に暮らしていた。そこで育った唯一の人間・ダイは今日も魔法使いになる修行をしていたが、そこにニセ勇者一行が現れ、ダイの親友であるゴールデンスライムをさらってしまい…。"
                },
                "2": {
                    "ID": "2077311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2077311",
                    "TitleEnglish": "I Won't Let You Die, Princess Leona",
                    "SummaryEnglish": "Dai must take Leona to the Earth Cave for a ritual when suddenly they are attacked!",
                    "TitleJapanese": "死なせてたまるかレオナ姫",
                    "SummaryJapanese": "パプニカの姫レオナがその従者のテムジン、バロンと共にデルムリン島を訪れた。この島でパプニカ王国の後継者になるための儀式を行うというのだ。だが、ダイが儀式の場所である地の穴に案内する途中、島にはいなかったモンスター・魔のサソリに襲われる。"
                },
                "3": {
                    "ID": "2077331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2077331",
                    "TitleEnglish": "Be Angry, Dai! Shine, Emblem of The Dragon!!",
                    "SummaryEnglish": "A dark power affects Dai’s monster friends, driving them berserk. Brass tries to get Dai to leave.",
                    "TitleJapanese": "怒れダイ！輝け竜の紋章!!",
                    "SummaryJapanese": "毒に冒されたレオナ姫を救うべく洞窟の出口を探すダイ。一方地上では勇者を殺すために作られたというキラーマシーンが姿を現す。なんとか地上に出たダイだが、レオナを救う頼みの綱であるブラスを殺されそうになる。その時、謎の紋章がダイの額に浮かびあがる。"
                },
                "4": {
                    "ID": "2077361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2077361",
                    "TitleEnglish": "Avan, The Hero's Tutor, Appears",
                    "SummaryEnglish": "A Hero trainer arrives to inform Dai that the Dark Lord has returned. To save those he cares about, Dai undergoes Hero training.",
                    "TitleJapanese": "勇者の家庭教師アバン登場",
                    "SummaryJapanese": "各地でモンスターが暴れはじめ、デルムリン島のモンスターたちも凶暴になるものが出はじめた。どうやら魔王が復活を遂げたらしい。そんな中、デルムリン島に、勇者の家庭教師を名乗るアバンと、その弟子ポップがダイを一人前の勇者にするために現れて…。"
                },
                "5": {
                    "ID": "2077381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2077381",
                    "TitleEnglish": "Avan's Super Training of Heroes!!",
                    "SummaryEnglish": "Avan turns into a dragon and attacks Dai. Dai fights back to no avail. To defeat Avan’s flames requires Wave Slash.",
                    "TitleJapanese": "アバン流・勇者の超特訓!!",
                    "SummaryJapanese": "アバンの指導のもとに修行を始めるダイ。その目覚しい成長によって、初歩の剣技である大地斬を習得する。だが、次にアバンはダイに対して命がけの特訓を強いる。自らが竜に変身する呪文ドラゴラムを唱えてダイを追い詰め、新しい剣技を習得させようというのだ。"
                },
                "6": {
                    "ID": "2077391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2077391",
                    "TitleEnglish": "The Demon Lord Hadlar Appears! Land The Special Move, Wave Slash!!",
                    "SummaryEnglish": "As Dai clears his training objective, someone enters the island. Who should appear before Avan but the worst possible being...!",
                    "TitleJapanese": "魔王ハドラー出現！キメろ必殺技海波斬!!",
                    "SummaryJapanese": "命がけの特訓により、炎や波など形のないものを斬る技、海波斬のコツをつかみはじめるダイ。だが、その時、デルムリン島の結界を破り、侵入する者がいた。かつて勇者に倒された魔王ハドラーが復活し、島に襲来したのだ。果たしてその真意とは…!?"
                },
                "7": {
                    "ID": "2086771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2086771",
                    "TitleEnglish": "The Temporary License Is My Proof of Graduating; Decisive Battle!! Hadlar VS Avan",
                    "SummaryEnglish": "Avan is overpowered by Hadlar, who is now stronger than ever. To protect his students and the world, Avan gathers the last of his strength and faces Hadlar.",
                    "TitleJapanese": "卒業の証は仮免、決戦!!ハドラー対アバン",
                    "SummaryJapanese": "ハドラーの圧倒的な力に、かつて勇者だったアバンと言えどもなす術がない。弟子としてアバンを援護しようとするダイだが、到底ハドラーの力には及ばない。弟子たちを守り、ハドラーを倒すために、アバンはある呪文を唱える。"
                },
                "8": {
                    "ID": "2086781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2086781",
                    "TitleEnglish": "Avan Falls To Megante!? Strike, Strash!!",
                    "SummaryEnglish": "Dai can do nothing but watch. Finally, the showdown between Avan and Hadlar is concluded.",
                    "TitleJapanese": "アバン自己犠牲呪文に散る!?撃て・最高技!!",
                    "SummaryJapanese": "アバンの決死の覚悟も通用せず、ハドラーに圧倒される。だが、アバンは自己を犠牲にした破壊呪文、メガンテの隙をうかがっていたのだ。一帯を吹き飛ばすほどの威力の呪文が発動する。はたしてアバンの命は？　そしてハドラーを倒すことはできたのか？"
                },
                "9": {
                    "ID": "2086791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2086791",
                    "TitleEnglish": "Goodbye Dermline Island! Journeying on a Great adventure!!",
                    "SummaryEnglish": "After the harrowing events that transpired, Dai says his goodbyes to all his monster friends on Dermline Island and begins his great adventure with Popp.",
                    "TitleJapanese": "さらばデルムリン島！大冒険への旅立ち!!",
                    "SummaryJapanese": "師を失ったポップとダイは、デルムリン島を旅立つ準備をはじめる。一緒に暮らしたモンスターたちとの別れの時が迫る。一方、傷つき拠点に帰還したハドラーは、ダイを脅威と認め、大魔王バーンによって与えられた魔王軍の力で討ち取る決意を固めていた。"
                },
                "10": {
                    "ID": "2119291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119291",
                    "TitleEnglish": "Wandering in the Monster's Forest! The King of Beasts, Crocodine appears",
                    "SummaryEnglish": "on Dai and Popps way to King Romos' Castle they save a little girl who was alone in the woods, suddenly an unknown person with a strange weapon appears before them",
                    "TitleJapanese": "さまよえる魔の森！獣王クロコダイン登場",
                    "SummaryJapanese": "冒険の手始めに、ロモス王に会うべく王宮に向かう途中、魔の森をさまようダイとポップ。途中で出会った魔法銃を使う少女マァムとポップがケンカになり、魔の森から出られない。そんな中、百獣魔団・軍団長の一人クロコダインに、ハドラーよりダイ討伐の命が下る。"
                },
                "11": {
                    "ID": "2119301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119301",
                    "TitleEnglish": "The Howling Void Axe! Repel It With The Avan Sword Style Killing Technique",
                    "SummaryEnglish": "The party meets Crocodine, general of the Hundred Beast Regiment, who has been given orders from Hadlar, to kill Dai.",
                    "TitleJapanese": "うなる真空の斧！むかえ撃てアバン流刀殺法",
                    "SummaryJapanese": "ダイの前にクロコダインが姿を現す。ハドラー以上の怪力と、バギ呪文の効果を備える真空のオノの前に苦戦するダイ。クロコダインに恐れをなしてポップはその場を逃げ出していたが、途中マァムに会い、共にダイの元に向かう。"
                },
                "12": {
                    "ID": "2119311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119311",
                    "TitleEnglish": "Our Master Avan. The Memories of The Magic Bullet Gun...",
                    "SummaryEnglish": "Thanks to Maam’s help, Dai goes on the offensive against Crocodine. Popp joins in and the battle intensifies. Seeing Dai and Popp fight, Maam remembers Avan’s words to her when she was young and comes to a decision.",
                    "TitleJapanese": "我らが師アバン、魔弾銃に残された思い出。",
                    "SummaryJapanese": "アバンから教えを受け、魔弾銃を渡されたマァム。彼女の作戦により、クロコダインは斧を封じられ、手痛い反撃を受けて撤退していった。3人が無事ネイルの村に着き、ゴメちゃんと合流。5年ほど前アバンが村を訪れた時のことを語り合うマァムとダイたちだったが…。"
                },
                "13": {
                    "ID": "2119321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119321",
                    "TitleEnglish": "The Ghost Bishop Zaboera's Trap: Eh!? The Fake Hero's Party",
                    "SummaryEnglish": "Maam officially joins the party and the three of them make their way to Romos where they cross paths with a familiar group of Hero's...",
                    "TitleJapanese": "妖魔司教ザボエラの罠 あ!?ニセ勇者御一行様",
                    "SummaryJapanese": "。村の長老に魔法の手ほどきを受けた後、ネイルの村を旅立つことを決めたダイたち。ポップはマァムを誘わないかとダイにもちかける。妖魔司教ザボエラが、クロコダインにダイ打倒の策を授ける。卑怯な手を嫌うクロコダインだが、ダイに敗れた雪辱を果たそうと…。"
                },
                "14": {
                    "ID": "2119331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119331",
                    "TitleEnglish": "The Hundred Beast Army's All-out Attack! Rescue Romos Kingdom From Its Crisis!",
                    "SummaryEnglish": "The All-out attack by Beast King Crocodine, who aims to conquer the Kingdom of Romos, begins!",
                    "TitleJapanese": "百獣魔団総進撃!!ロモス王国の危機を救え！",
                    "SummaryJapanese": "ロモスに総攻撃のために進撃するクロコダインと百獣魔団のモンスターたち。ロモス城の危機を知ったダイは、仲間たちを宿に置いたまま飛び出してします。ダイの後を追うのをこばむポップを殴りつけ、マァムもロモス城に向かう。そして残されたポップは…。"
                },
                "15": {
                    "ID": "2119341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119341",
                    "TitleEnglish": "Why? Brass Attacks Dai!! The Cowardly Evil Bishop",
                    "SummaryEnglish": "In Romos Castle, Dai faces Crocodine. Crocodine decides to use the weapon that Zaboera gave him.",
                    "TitleJapanese": "なぜ？ダイを襲うブラス!!卑劣なり妖魔司教",
                    "SummaryJapanese": "ダイの強くなる速さに驚いたクロコダインは、ザボエラより渡された“切り札”を使うことにした。魔法の筒から現れたのは、ダイの育ての親、鬼面導士のブラスだった。動揺して攻撃できないダイに対し、容赦なく魔法を使うブラス。そこにマァムが駆けつけるが…。"
                },
                "16": {
                    "ID": "2119351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119351",
                    "TitleEnglish": "Muster Your Courage, Popp! A Fragment of Courage!!",
                    "SummaryEnglish": "Dai is heavily wounded by Crocodine’s Beast King Vengeful Attack. Maam tries to save Dai, but is bound by a Heyedra. Masopho, the Mage from the fake Hero’s party shows this to Popp, who remains paralyzed by fear. Masopho then speaks of his past...",
                    "TitleJapanese": "ふるい起こせポップ！ひとかけらの勇気を!!",
                    "SummaryJapanese": "ダイは、クロコダインの持つ魔法の筒に再びブラスを閉じ込める作戦を考える。だが、クロコダインの放った獣王痛恨撃によって窮地に陥るダイ。そして動きを封じられてマァムも援護できない。ニセ勇者一行の魔法使いまぞっほが、その様子をポップに伝えると…。"
                },
                "17": {
                    "ID": "2119361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119361",
                    "TitleEnglish": "The Evil-crushing Spell That Brings Forth A Miracle!! Now It's Time For Frienship...",
                    "SummaryEnglish": "Popp musters up his courage to challenge Crocodine and battles the Beast King one-on-one.",
                    "TitleJapanese": "奇跡を呼ぶ破邪呪文!!友情よいまここに…",
                    "SummaryJapanese": "臆病なポップがダイの窮地を救うために、勇気をふりしぼりクロコダインに立ち向かう。切り札の呪文は防がれ、クロコダインになす術なく踏みつけられるポップだが、ボロボロになりながら、ダイを救うため、そして奇跡の逆転のために、ある魔法を発動させる。"
                },
                "18": {
                    "ID": "2119371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119371",
                    "TitleEnglish": "A Direct Hit From The Emblem of Anger!! The Roaring King of Beasts, Crocodine",
                    "SummaryEnglish": "Carrying on Avan's Will, Dai, Popp, And Maam work together as comrades to defeat the general of the Hundred Beast Regiment, Crocodine.",
                    "TitleJapanese": "怒りの紋章が直撃!!ほえる獣王クロコダイン",
                    "SummaryJapanese": "ポップの捨て身の行動に助けられ、魔王軍の卑劣なやり方に怒りに燃えるダイの額に紋章が輝く。負けるわけにはいかないクロコダインも、必殺の獣王痛恨撃の体勢に入る。剣を手にしていないダイを援護するべく、マァムはポップに回復呪文ホイミをかける！"
                },
                "19": {
                    "ID": "2119381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119381",
                    "TitleEnglish": "Cross The Ocean, Dai! The Six Generals of The Demon King's Army Gather!!",
                    "SummaryEnglish": "Having won the battle with Crocodine, Dai and company head to Papnica Kingdom, which is under attack by the Undead Legion of the Dark Army. Upon arrival, Dai sees an unbelievable sight. Meanwhile, Hadlar summons all Legion Commanders, but...",
                    "TitleJapanese": "海を渡れダイ！魔王軍６大軍団長集結!!",
                    "SummaryJapanese": "ブラスとの別れをせず、パプニカに渡る船に乗っていたダイ。だが、レオナ姫のいるパプニカには、魔王軍の不死身の軍隊が送られていると知り、闘志を燃やす。一方ハドラーは拠点の鬼岩城に全軍団を集結させ一丸となってダイを叩こうとするが…。"
                },
                "20": {
                    "ID": "2119391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119391",
                    "TitleEnglish": "A Frightening Enemy Appears!? The Demonic Swordsman, Hyunckel!",
                    "SummaryEnglish": "At the ruined castle remains in the Kingdom of Papnica, a mysterious swordsman appears. Though a genuine student of Avan, he turns out not to be an apostle of justice, but a faithful servant of the Great Demon Lord Vearn.",
                    "TitleJapanese": "恐るべき敵あらわる!?魔剣戦士ヒュンケル！",
                    "SummaryJapanese": "モンスターに破壊されたパプニカ城の跡地で出会った剣士、それはかつてアバンに剣を教わったヒュンケルという青年だった。だが、その頃、ハドラーの拠点でも同じ名前が口にされていた。不死騎団長ヒュンケルに、大魔王バーンより直々に討伐の指令がくだったと。"
                },
                "21": {
                    "ID": "2119401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119401",
                    "TitleEnglish": "Father's Kill is Avan!? The Ultimate Black Sword of Hatred!!",
                    "SummaryEnglish": "Hyunckel dons his Dark Armour Blade \"Amudo\" to face Dai and his companions. Just why does Hyunckel hate Avan so much? Hyunckel reveals his past with Avan to answer Maam’s question.",
                    "TitleJapanese": "父の敵は・アバン!?憎しみの黒き最強剣!!",
                    "SummaryJapanese": "最強の鎧と剣を身につけ、アバンの剣技をつかう不死騎団長ヒュンケル。強大な実力を前になす術のないダイたち。ヒュンケルは語る。魔王が討たれたために育ての親であるアンデッドモンスターを失った。その仇をうつためにアバン本人に弟子入りしたのだと。"
                },
                "22": {
                    "ID": "2119411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119411",
                    "TitleEnglish": "The Fighting Spirits of Darkness! The Demon Puppet Grab Attacks Dai!!",
                    "SummaryEnglish": "Hyunckel repels all of Dai's attacks and retaliates with a combination of the Demon Puppet Grab technique and Bloody Scryed as a finishing blow against Dai, but at that very moment an unexpected new ally appears to save him.",
                    "TitleJapanese": "暗黒闘気！\"闘魔傀儡掌\"がダイを襲う!!",
                    "SummaryJapanese": "強敵ヒュンケルに対して、ダイたちの魔法も攻撃も通じない。そして、ヒュンケルと同じように、モンスターに育てられたダイは、どうしても紋章の力を発揮することができない。暗黒闘気により動きが封じられたダイに、絶体絶命の危機が迫る！"
                },
                "23": {
                    "ID": "2119421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119421",
                    "TitleEnglish": "Maam's Crisis! Work Together To Summon Lightning!!",
                    "SummaryEnglish": "Thanks to Crocodine, Dai and Popp managed to escape. Popp says to Dai that if they don’t defeat Hyunckel, they won’t be able save Maam or Leona. Morning comes. Popp has come up with a plan to defeat Hyunckel and suggests the use of a certain spell.",
                    "TitleJapanese": "マァムの危機！力を合わせて稲妻を呼べ!!",
                    "SummaryJapanese": "ダイたちを取り逃がしたヒュンケルは、かつてハドラーの本拠地だった地底魔城でハドラーの来訪を受ける。一方捕らえられたマァムを取り戻すために、ポップとダイはヒュンケルに通じる攻撃方法を考えていた。"
                },
                "24": {
                    "ID": "2119431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119431",
                    "TitleEnglish": "Rescue Maam! Infiltrate The Underground Demon Castle, The Dungeon of Death!!",
                    "SummaryEnglish": "Dai and Popp sneak into the underground demon castle only to fall into Hyunckel's trap, and are lured to the battlegrounds where they test out their lightning spell they practiced: Raidein!",
                    "TitleJapanese": "マァムを救え！地底魔城潜入・死の迷宮!!",
                    "SummaryJapanese": "マァムを助けるために潜入した地底魔城で、闘技場におびきだされてしまうダイとポップ。雨雲を呼ぶ呪文と雷の呪文ライデインを組み合わせてヒュンケルを倒そうとするが、ヒュンケルが肝心の剣を抜かない。一方、マァムは牢を抜け出そうと…。"
                },
                "25": {
                    "ID": "2119441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119441",
                    "TitleEnglish": "Thank You For...The Memories...A Father's True Voice!!",
                    "SummaryEnglish": "Hyunckel withstands the Raidein spell. His spell thwarted, Dai falls prey to Hyunckel’s Bloody Scryde. At that moment, Maam appears and hands a Soul Shell found in a hidden room to Hyunckel. It contains a shocking truth about Hyunckel’s past.",
                    "TitleJapanese": "思い出を…ありがとう…真実の父の声!!",
                    "SummaryJapanese": "ダイとポップの連係技により大ダメージを受けたヒュンケルだが、その威力に耐えて立ち上がり、ダイの動きを封じた上、必殺のブラッディースクライドを放つ。その直後、闘技場にマァムが現れる。ヒュンケルの育ての親バルトスが残した遺言をもって…。"
                },
                "26": {
                    "ID": "2119451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119451",
                    "TitleEnglish": "Farewell Lonely Soldier Hyunckel!! Settle It With The Magic Sword",
                    "SummaryEnglish": "Dai desperately continues to fight Hyunckel while unconscious. During Dai's unconscious state he invents a new technique combining both magic with sword.",
                    "TitleJapanese": "さらば孤独の戦士ヒュンケル!!決着の魔法剣",
                    "SummaryJapanese": "ダイが立ち上がり、ヒュンケルに対して、意識のないまま剣と魔法を組み合わせた攻撃を放ち鎧を破壊していく。必殺技を放とうとするヒュンケルに対して、まだ残る雨雲を見たポップは稲妻を呼べと叫ぶ。ダイはライデインと剣の合体技を決めることはできるのか!?"
                },
                "27": {
                    "ID": "2119461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119461",
                    "TitleEnglish": "The Ally From The Sky!! Dai, Hurry To Leona!",
                    "SummaryEnglish": "After their fierce battle against Hyunckel, Dai and friends set out to find Leona. They launch signal flares and are met by Amy of the Papnica Troika, who takes them to where Leona is hiding, but the General of the Fire and Ice Division Flazzard reaches her first...!",
                    "TitleJapanese": "空から来た味方!!ダイよ急げレオナのもとへ",
                    "SummaryJapanese": "パプニカ城の兵士バダックの情報により信号弾をあげてレオナ姫を捜す手がかりをつかもうとするダイたち。ダイが火炎大地斬を放って火薬に引火させてしまうが、なんとか信号弾があがる。パプニカ王国の気球船に乗っていたある人物がその信号弾に気づき…。"
                },
                "28": {
                    "ID": "2119471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119471",
                    "TitleEnglish": "I Will Protect Leona! Showdown!! Heroes Vs The Fire And Ice General",
                    "SummaryEnglish": "Dai faces off with Flazzard. His Magic Sword is effective, but Flazzard summons his minions to create two omnious towers.",
                    "TitleJapanese": "レオナはオレが守る！対決!!勇者対氷炎将軍",
                    "SummaryJapanese": "レオナ姫とパプニカ国三賢者のうちアポロとマリンは、氷炎将軍フレイザードに襲撃され、危機に陥っていた。炎や氷の呪文は吸収され、強力な呪文で反撃されてしまう。そこにダイたちが駆けつけ、習得したばかりの魔法剣で攻撃するが…。"
                },
                "29": {
                    "ID": "2119481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119481",
                    "TitleEnglish": "The Fire and Ice Barrier!! Ah! Leona Becomes The Frozen Girl...",
                    "SummaryEnglish": "Flazzard fires off the rocks in his body in both an attack and a signal to activate the Fire and Ice Barrier. The surrounding area is encased in a field, and Dai’s group is weakened. Flazzard casts an icy curse on the Princess and the group has no choice but to flee.",
                    "TitleJapanese": "氷炎結界!!ああ！レオナが凍れる美女に…",
                    "SummaryJapanese": "氷炎結界を発動させ、自分以外の者の力を低下させて猛威をふるうフレイザード。レオナは撤退を決意するが、フレイザードが彼女を禁呪で氷づけにしてしまう。姫を残し、気球で逃れることで全滅をまぬがれようとする一同。そこにフレイムの大群が襲いかかる！"
                },
                "30": {
                    "ID": "2119491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119491",
                    "TitleEnglish": "Avan's Close Friend!? The Grand Mage Matoriv's Great Training!!",
                    "SummaryEnglish": "Matoriv is a Grand Sorcerer living in a cave. At first, he’s resistant to helping, but upon learning that Dai is Avan’s last student, he agrees to help save Leona. Meanwhile, Hadlar’s Dark Army prepares a scheme.",
                    "TitleJapanese": "アバンの親友!?大魔導師マトリフの大特訓!!",
                    "SummaryJapanese": "かつて勇者アバンと共に戦ったという魔導師マトリフと出会った一同。事情を語り、結界を破壊する準備の傍ら、レオナ奪還のためにポップはマトリフのもとで修行し、ダイも目隠しで特訓を重ねる。だが、そうしている内にもレオナの生命力は失われていた…。"
                },
                "31": {
                    "ID": "2119501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119501",
                    "TitleEnglish": "The Leona Rescue Mission! Landing At Valge Tower!!",
                    "SummaryEnglish": "The Party comes up with a plan to save Princess Leona. The Party completes their short training as Baduck finishes his makeshift bombs for destroying the towers. Meanwhile the remaining generals make their move.",
                    "TitleJapanese": "レオナ救出作戦の始まりだ！バルジ島上陸!!",
                    "SummaryJapanese": "ポップも修行を終え、レオナ奪還を目指してバルジ島に上陸するダイたち。だが、結界の塔破壊のために戦力を分けるタイミングを狙い、ハドラーも超竜軍団をのぞく全軍を動かしていた。ダイの前にはザボエラと二つの軍団が、そしてポップとマァムの前には…。"
                },
                "32": {
                    "ID": "2119511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119511",
                    "TitleEnglish": "The Old Enemy Hadlar!! Popp, Stand And Face Him With Courage!!",
                    "SummaryEnglish": "Dai and Baduck reach the Dark Flame Spire to find Zaboera, Mystvearn, and their Legion monsters waiting for them. Waiting for Popp and Maam at the Dark Ice Spire is Hadlar. Dai and his friends are in danger. Just then, an unlikely savior appears.",
                    "TitleJapanese": "宿敵ハドラー!!ポップよ勇気で立ち向かえ!!",
                    "SummaryJapanese": "妖魔軍団と魔影軍団に単身苦戦を続けるダイ。だが、そこに心強い味方、クロコダインが現れる。一方、ハドラーを前に、奮戦かなわずポップもマァムも窮地に陥っていた。クロコダインによれば、こちらにも心強い援軍が現れるはずだが…。"
                },
                "33": {
                    "ID": "2119521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119521",
                    "TitleEnglish": "The Soldier Has Returned!! Clash! Hyunckel Versus Hadlar!",
                    "SummaryEnglish": "Popp and Maam are shocked by the appearance of Hyunckel. It turns out he was saved by Crocodine. Having come to help the Disciples of Avan, Hyunckel sends Popp and Maam off to Valge Tower and faces off with Hadlar.",
                    "TitleJapanese": "戦士は復活した!!激突ヒュンケル対ハドラー",
                    "SummaryJapanese": "ポップとマァムの前に姿を現したヒュンケル。クロコダインによって、死の寸前で救われ、自分の罪を償うために、同じアバンの使徒としてダイたちに力を貸す決意をしたという。ヒュンケルとハドラーが対峙する中、ポップたちはダイと合流し…。"
                },
                "34": {
                    "ID": "2119531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119531",
                    "TitleEnglish": "The Radiance of Life! The Final Fighting Spirit, Grand Cross!!",
                    "SummaryEnglish": "Hyunckel and Hadlar's fierce battle to the death continues. Hyunckel on the brink of defeat remembers a forgotten technique Avan once tried to teach him and attempts to use it against Hadlar and his Demon Army.",
                    "TitleJapanese": "いのちの輝き！最終闘気・グランドクルス!!",
                    "SummaryJapanese": "ハドラーの呪文に瀕死になりながら、自分の全生命力を注ぎ込んだ技・グランドクルスでハドラーに反撃するヒュンケル。その想いを胸に、ダイもレオナ救出のために塔に急ぐ。だが、その様子を眺めていたフレイザードは不敵に笑う。ダイたちを待ち受けるのは…!?"
                },
                "35": {
                    "ID": "2119541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119541",
                    "TitleEnglish": "Flazzard's Tenacity Towards Victory! The Stormy Dangan Bakkazan",
                    "SummaryEnglish": "Dai, Popp, and Maam reach Valge Tower where they are stopped by Flazzard. Realizing he is at a disadvantage, Flazzard shatters himself into bullets of rocks and launches himself as projectiles. Just then, the words of Avan flash through Dai’s mind!",
                    "TitleJapanese": "フレイザード勝利への執念！嵐の弾岩爆花散",
                    "SummaryJapanese": "ダイたちに加えて、クロコダイン、ヒュンケルが合流。氷炎将軍フレイザードに立ち向かう。だが、フレイザードは、自らの身体を爆発させた後、その硬い岩石のような体を操って攻撃をしかけてきた。ダイたちは弾丸のような無数の岩石に傷だらけになっていく。"
                },
                "36": {
                    "ID": "2119551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119551",
                    "TitleEnglish": "Here It Is! Avan Style Final Secret Technique: Kuretsuzan!!",
                    "SummaryEnglish": "One by one, the Party against Dangan Bakkazan start to fall. However, by Dai's swordsmanship, he learned directly from Avan that he is able to create an explosion with Kuretsuzan. With this knowledge Dai attempts to target Flazzard's core with his minds eye.",
                    "TitleJapanese": "でたっ！アバン流最後の奥義・空裂斬!!",
                    "SummaryJapanese": "フレイザードを倒すためには、見えない悪を斬る空裂斬しかない。ダイの空裂斬は完全に成功しないながらも、わずかながらフレイザードの核をかすめつつあった。一方、ヒュンケルに倒されたはずのハドラーは、ミストバーンの暗黒闘気により復活を遂げていた…。"
                },
                "37": {
                    "ID": "2119561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119561",
                    "TitleEnglish": "Avan Strash!! Now... Slice Everything...",
                    "SummaryEnglish": "With his core destroyed by Dai’s Kuretsuzan, Flazzard splits his body. Mystvearn appears and gives Flazzard the Shadow Legion’s ultimate armour. Flazzard attacks Dai. But having completed his Avan Style Sword Technique, Dai remains unfazed...!",
                    "TitleJapanese": "アバンストラッシュ!!いま…すべてを斬る…",
                    "SummaryJapanese": "ダイに魔力の核を破壊され、体を保つことができないフレイザード。そこにミストバーンが現れ、魔影軍団最強の鎧を与える。最強の鎧と一体になったフレイザードは、呪文もきかない強力な体で暴れはじめるが、ダイは負ける気がしないとフレイザードに向かう。"
                },
                "38": {
                    "ID": "2119571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119571",
                    "TitleEnglish": "The Paths of Avan's Students...And Maam's Decision!",
                    "SummaryEnglish": "Dai and his friends prepare for their next battle as Papnica rebuilds.",
                    "TitleJapanese": "アバンの使徒の道…そして、マァムの決意",
                    "SummaryJapanese": "勝利の宴の後、ヒュンケルたちは鬼岩城に偵察に向かう。レオナ姫を救出した際に壊れた魔弾銃はもう修理ができない。そして、レオナの回復呪文の力や、ポップが魔法の腕をあげているの見て、マァムは考えごとをしていた。"
                },
                "39": {
                    "ID": "2119581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119581",
                    "TitleEnglish": "Our Beloved Companion, Maam, Until The Day We Meet Again...",
                    "SummaryEnglish": "Maam hears the words of Matoriv and comes to a decision, while Popp musters up his courage to tell Maam how he feels. Meanwhile, Vearn’s personal assassin, Killvearn and his companion Piroro appear before Hadlar. What will they say to him?",
                    "TitleJapanese": "すばらしき仲間マァムよ、また会う日まで…",
                    "SummaryJapanese": "ハドラーの前に、大魔王バーン直属の殺し屋・キルバーンが現れる。本拠地をバーンの力で移動させるのだという。そのやりとりの中、魔竜軍団の竜騎将バランがハドラーにダイとの直接対決を求める。一方、マァムは武術の修行するためにダイたちと別れることに。"
                },
                "40": {
                    "ID": "2119591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119591",
                    "TitleEnglish": "Shopping In Bengarna!! Let's Go To The Department Store!",
                    "SummaryEnglish": "Dai and Leona head to Bengarna Kingdom to get Dai a new weapon. Freed from her duties as princess, Leona enjoys her shopping. Dai and Popp spend their time amazed by all the new sights. New encounters and new threats await them.",
                    "TitleJapanese": "ベンガーナへ買い物だ!!デパートへ行こう！",
                    "SummaryJapanese": "新たな装備を探すダイとポップ。だが、ダイがドラゴンの騎士だと悟ったマトリフは、ダイの力になれよと、とっておきの装備をポップに与える。その後、レオナも城を抜け出し、3人で買物のためにベンガーナ王国に向かうことに。"
                },
                "41": {
                    "ID": "2119601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119601",
                    "TitleEnglish": "The Super Dragon Regiment Arrives! Let's Protect The City of Bengarna!!",
                    "SummaryEnglish": "Dai faces the Dragons attacking Bengarna. His sword shatters. Dragons that Popp failed to defeat join in. All prepare for defeat, but Dai unleashes the power of the Dragon Crest.",
                    "TitleJapanese": "超竜軍団上陸！ベンガーナの街を守れ!!",
                    "SummaryJapanese": "買物のために訪れていたベンガーナ。たくさんの人でにぎわう街に、突如ドラゴンの軍団が出現し、大暴れをはじめる。ドラゴンの被害から人々をかばいながら戦うダイたちだが、ヒドラに挑んだダイの剣が折れてしまう。"
                },
                "42": {
                    "ID": "2119621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119621",
                    "TitleEnglish": "The Country of Mystery: Teran Kingdom...The Famously Sleeping Dragon Knight!",
                    "SummaryEnglish": "Nabara and Merle realize a truth that Dai himself doesn’t yet know and takes him to their home Teran Kingdom to learn the truth.",
                    "TitleJapanese": "神秘の国テラン王国…伝説に眠る竜の騎士！",
                    "SummaryJapanese": "竜の紋章の力を発動させ、ヒドラを倒したダイに対し、周囲の人間は恐れを抱いていた。ダイの力を見極めたキルバーンは去り、静寂が戻る中、竜の騎士の伝説を知るナバラとメルルがダイに話しかける、彼女たちの故郷・テランにその秘密を解く鍵があるという。"
                },
                "43": {
                    "ID": "2119631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119631",
                    "TitleEnglish": "The Dragon Knight Baran Speaks...The Dragon Knights' Mission!",
                    "SummaryEnglish": "Baran reveals the duty of a Dragon Knight, explains why Dragon Knights were born and then reveals a shocking truth about Dai…!",
                    "TitleJapanese": "竜騎将バランは語る…竜の騎士の使命！",
                    "SummaryJapanese": "ダイの前に超竜軍団長、竜騎士バランが現れ、人間を滅ぼすのに力を貸せと迫る。竜の騎士とは、魔族、竜、人間の力を持ち、過ちを犯した種族を滅ぼす役目の者。バランはその力でダイたちを圧倒し、ダイを連れ去ろうとする。バランの語るさらに衝撃の事実とは…!?"
                },
                "44": {
                    "ID": "2119641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119641",
                    "TitleEnglish": "Sorrowful Destiny of The Parent And Child's Bond! Battle Between Father And Son!!",
                    "SummaryEnglish": "Dragon Knight Baran informs Dai that he was his child, Dino but despite this Dai faces off against Baran with everything he's got. Baran returns the technique with one of his own ultimate attacks.",
                    "TitleJapanese": "親子の絆は悲しき運命！父と子の闘い!!",
                    "SummaryJapanese": "父と知りながら、バランに向かうダイ。それを遠くから見つめる大魔王バーンとその配下。アバンストラッシュも通じないバランに対して、ライデインと剣の合わせ技ライデインストラッシュを放つが、バランはさらにそれを上回る技を放とうと…。"
                },
                "45": {
                    "ID": "2119651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119651",
                    "TitleEnglish": "The Final Secret Is The Draconic Aura!? Protect Our Dai!",
                    "SummaryEnglish": "With the secret to the Dragon Knights’ supremacy, the “Draconic Aura” deployed, Baran is invulnerable to Crocodine’s attacks. Crocodine continues to stand up to Baran with his newly named attack Beast King: Congenial Attack!",
                    "TitleJapanese": "最強の秘密は竜闘気!?オレ達のダイを守れ！",
                    "SummaryJapanese": "ダイを回復させる間、助っ人として現れたクロコダインが奮戦。だが、その攻撃はバランの竜闘気により全て防がれてしまう。視力を奪われたクロコダインを見て、みかねたポップがバランに向かおうとするが、それを制止するクロコダイン。"
                },
                "46": {
                    "ID": "2119661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-dais-great-adventure/episodes/2119661",
                    "TitleEnglish": "Stand Up, Dai! A Hero's Path Is Endless!",
                    "SummaryEnglish": "The Party is on the brink of defeat and yet attack Baran together, but Baran forms a plan.",
                    "TitleJapanese": "ダイよ立ち上がれ！勇者の道は永遠に！",
                    "SummaryJapanese": "ダイを支える力を奪うために、ダイの紋章の力を利用するバラン。ダイの思い出を全て消してしおうとする。だが、これまで出会った人々との絆がダイに力を与え、バランに匹敵するまでにその力が高められ…。"
                }
            }
        }
    }
}