{
    "URL": "https://www.thetvdb.com/series/magic-kaito",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3459088/",
        "https://www.themoviedb.org/tv/44578"
    ],
    "TitleEnglish": "Magic Kaito",
    "SummaryEnglish": "Kuroba Kaito is a high school student with an interest in magic. His father was a great magician who had passed away eight years ago after a botched magic trick. One day, Kaito finds the costume of Phantom Thief Kid, the world's greatest thief, hidden behind a secret door in his room. Putting two and two together, Kaito realises that Kid and his deceased father were one and the same! Furthermore, it turns out that his father's death was not the result of an accident, but murder! In order to discover the identity of the perpetrators of this crime, Kaito dons the mantle of Phantom Thief Kid, Junior.",
    "TitleJapanese": "まじっく快斗",
    "SummaryJapanese": "マジック好きの高校生・黒羽快斗は、ある日、自室にあった隠し扉の存在に気づき、その扉の奥には隠されていた怪盗キッドの衣装を発見する。これらの発見は、8年前に亡くなったマジシャンの父・黒羽盗一の仕掛けた最後のマジックであり、快斗は父が怪盗キッドであったこと、そしてその父が何者かに殺されたという衝撃の事実を知ることに……。そして、快斗は父を殺した者を探し出すべく、二代目怪盗キッドとなることを決意する！",
    "Aliases": [
        "Magic Kaito: Kid the Phantom Thief"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "0": {
            "ID": "241321",
            "URL": "https://www.thetvdb.com/series/magic-kaito/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "2174571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/2174571",
                    "TitleEnglish": "Magic Kaito",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "277331",
            "URL": "https://www.thetvdb.com/series/magic-kaito/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "2469601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/2469601",
                    "TitleEnglish": "The Revived Phantom Thief",
                    "SummaryEnglish": "The mysterious thief Kaitou Kid has reappeared after an eight year hiatus stealing jewels. Meanwhile, high school student Kaito Kuroba discovers a secret room in his house behind a portrait of his father along with Kaitou Kid's outfit. What does this mean?",
                    "TitleJapanese": "蘇る怪盗",
                    "SummaryJapanese": "マジックが得意な高校生・黒羽快斗は、ある日、自室にあった隠し扉の存在に気付く。そこで見つけたものは、「怪盗キッド」の衣装だった。怪盗キッドは８年前に快斗の父で世界的マジシャンだった黒羽盗一がマジックショーの最中に事故死した時を同じくして身を潜めていたが、最近になって活動を再開していた。その衣装がなぜここに？快斗は亡き父の死の真相を求めて、キッドの犯行予告現場へ向かう。"
                },
                "2": {
                    "ID": "4154526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4154526",
                    "TitleEnglish": "Kaito Kid's Busy Date",
                    "SummaryEnglish": "While stealing the Angel Crown, Inspector Nakamori catches a glimpse of Kaito's face while in his disguise as Kaitou Kid. Determined to prove to her father Kaito isn't Kid, Aoko convinces Kaito to go on a date with her to Tropical Land at the same time Kid's next heist is to take place. If Kaito is caught by Aoko leaving from Tropical Land or if Kid never shows up for the heist, Kaito's identity will be exposed! Can Kaito manage to go on the date with Aoko and complete the Kid heist at the same time?",
                    "TitleJapanese": "怪盗キッドの忙しいデート",
                    "SummaryJapanese": "怪盗キッドは中世宝物展に展示中の天使の王冠を盗もうとするが、中森警部の捕獲作戦によって断念。キッドは次の日曜18時に再び奪いにくると予告状を残して姿を消す。翌日、快斗は中森の娘である同級生、中森青子からデートに誘われる。青子が決めたデートの日は王冠を奪うと予告した日だった。快斗は中森と青子に正体を気付かれたと不安になる。そして日曜。予告時刻が迫ると快斗は青子に手錠をかけられ、動けない状態にされて…。"
                },
                "3": {
                    "ID": "4157524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4157524",
                    "TitleEnglish": "The Princess Prefers Magic",
                    "SummaryEnglish": "Princess Anne of the Duchy of Sabrina visits Japan along with her trigger-happy bodyguard Inspector Delon. While in Japan, Anne longs to meet Kaitou Kid while Delon plans to put an end to Kid once and for all. Inspector Nakamori worries that Delon will succeed and he'll lose his job chasing Kid and dream of capturing him. Kid's next heist is Princess Anne's jewel, Beaucoup de Soleil à Paris, which Anne plans to wear at a party. Can Kaito manage to steal the jewel, make Anne's wishes come true, make Nakamori look good, and manage to survive an encounter with Delon?",
                    "TitleJapanese": "王女様はマジックがお好き",
                    "SummaryJapanese": "サブリナ公国のアン王女が名画と宝石展のために来日。アン王女はダイヤのペンダント、パリの太陽を怪盗キッドにも見て欲しいと発言する。公国のドロン刑事は、展示場の警備はすべて公国の警察がやると中森警部に言い放つ。警備から外された中森は快斗、娘の青子と共にオープニングパーティーが行われる展示場へ。快斗は中森、青子から離れると公国の警官に変装。キッドはアン王女がいる４階へ向かうが、ドロン刑事に気付かれて…。"
                },
                "4": {
                    "ID": "4214043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4214043",
                    "TitleEnglish": "A Witch Sheds No Tears",
                    "SummaryEnglish": "Akako Koizumi, a witch attending Kaito's school, is furious to discover that there's only one man in the world who can resist her charms: Kaitou Kid. It's Valentine's Day so all the girls in school are giving chocolates to boys they care about. Kaito notices a bunch of boys surrounding Akako and decides to ask her for a chocolate. Akako tells Kaito she'll give him one...if he throws away all of the others he's received. Kaito declines leading Akako to realize that since he managed to escape her charm, he must be the Kaitou Kid. Akako decides that if she can't have Kaito fall in love with her, then no one shall have him and plots Kid's demise on top of the Tokyo Sky Tree after a heist. Can Kaito survive his heist and Akako's threat?",
                    "TitleJapanese": "魔女は涙をこぼさない",
                    "SummaryJapanese": "黒羽快斗が怪盗キッドの正体だと気付いた同級生の小泉紅子。紅子は自分の虜にならないキッドをこの世から消し去る事を決意する。赤魔術を操る紅子は魔女だった。そして、キッドの犯行予告の日、紅子はキッドを闇に葬り去る計画を実行する事に。キッドはラストエンペラーの印章に盗むと予告していた。紅子は赤魔術で中森警部を操ってキッドを攻撃。さらに紅子はキッドを魔法陣に追い込む。キッドは身動きが取れなくなって…。"
                },
                "5": {
                    "ID": "4214044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4214044",
                    "TitleEnglish": "The Fated Blue Birthday",
                    "SummaryEnglish": "Aoko is upset because her father, Inspector Nakamori, will miss her birthday because he needs to chase Kid as Kid attempts to steal India's largest sapphire, The Blue Birthday. Kaito cheers her up by promising he'll perform a magic show at her birthday party. Kid successfully steals the Blue Birthday only to be stopped in his escape by a man named Snake who reveals that he killed Toichi Kuroba, the original Kaitou Kid, eight years ago. Will Kid escape this situation alive and make it to Aoko's party in time?",
                    "TitleJapanese": "運命のブルーバースデー",
                    "SummaryJapanese": "怪盗キッドは、宝石には手を出すなとスネイクに再び警告を受ける。だが、翌日はキッドがインド最大のサファイア、ブルーバースデーを盗むと予告した日だった。その日は青子の17歳の誕生日。快斗は用事が終わった後、誕生パーティーに行くと青子に約束する。夜、キッドはブルーバースデーを盗む事に成功。だが、そんなキッドの前に拳銃を持ったスネイクたちが現れる。スネイクは父親、盗一の死と大きく関係していた…。"
                },
                "6": {
                    "ID": "4227807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4227807",
                    "TitleEnglish": "Love on the Ski Slope on Christmas Eve",
                    "SummaryEnglish": null,
                    "TitleJapanese": "聖夜は恋するゲレンデで",
                    "SummaryJapanese": "クリスマス、雪山でスキー教室が開かれ、担任は仮装スキー大会を開催すると発表する。それは各自パートナーを見つけ、仮装してスキーを滑るイベントで、小泉紅子はどっちが黒羽快斗とペアを組むか勝負しようと中森青子に提案。ペアにならなかったら快斗から手を引く事に。快斗を意識しつつも別の生徒とペアを組んでしまう青子。紅子は貼り付けた２人が互いに好きになる魔法のワッペンを快斗に貼り付けた後、パートナーに誘って…。"
                },
                "7": {
                    "ID": "4372912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4372912",
                    "TitleEnglish": "Magnificent Rivals",
                    "SummaryEnglish": null,
                    "TitleJapanese": "華麗なるライバルたち",
                    "SummaryJapanese": "キッドは今夜８時に江古田博物館に所蔵された紫の瞳のブロンズ像を奪いに行くと予告状を出し、中森銀三警部と警官隊が警備を担当する。そして８時まで１時間を切った時、白馬探が博物館に現れる。探はロンドン帰りの高校生名探偵だった。探はキッドを逮捕すると宣言するが、本当は別の人物を追っていた。キッドは中森の裏をかき、誰も警備していない博物館の地下室に出現。だが、この作戦を読んでいた探がキッドの前に立ち塞がる。"
                },
                "8": {
                    "ID": "4372913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4372913",
                    "TitleEnglish": "Red Tear Secret",
                    "SummaryEnglish": null,
                    "TitleJapanese": "レッド・ティアーの秘密",
                    "SummaryJapanese": "ホッパー奇術団が所有する世界最大のルビー、レッド・ティアーを奪うという予告を取り消した怪盗キッド。この宝石は手に入れようとする者に災いをもたらす悪魔の石と言われていた。翌日、奇術団の最後のショーにスネイクと組織の男たちが出現。スネイクは団長のジョディ・ホッパーに銃を向け、ルビーを渡せと脅迫する。そこに現れたキッドはあなたとルビーを守るとジョディに約束。キッドはルビーに隠された秘密を知っていた…。"
                },
                "9": {
                    "ID": "4372914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4372914",
                    "TitleEnglish": "The Witch, the Detective, and the Phantom Thief",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔女と探偵と怪盗と",
                    "SummaryJapanese": "怪盗キッドは３夜連続の犯行を予告し、２夜までは警察の完敗だった。高校生探偵の白馬探は現場で見つけたキッドの毛髪を叔父の研究所へ持って行って検査する。その頃、紅子は水晶玉にキッドの正体、快斗の事を訊ねていた。すると、水晶玉には探に手錠をかけられるキッドの姿が映し出される。翌日、探は今夜キッドが最後に予告した大島美術館に快斗を招待。快斗は正体を気付かれたと不安になるが、この挑戦を受けてしまう。"
                },
                "10": {
                    "ID": "4372915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4372915",
                    "TitleEnglish": "Recollection of Golden Eye",
                    "SummaryEnglish": null,
                    "TitleJapanese": "追憶のゴールデン・アイ",
                    "SummaryJapanese": "怪盗キッドはフランスの怪盗シャノワールから勝負を挑まれ、シャノワールが犯行を予告した指輪、ゴールデン・アイを同じ時刻に盗みに行くと決める。指輪を展示するホテルのオーナー、ダン・光石は脱出不可能な防犯システムで２人を待ち構え、中森警部が指輪をはめて守るという秘策も考える。そして予告時間の５分前、シャノワールはいつでも指輪を盗める準備を整えていた。この後、変装したキッドが展示会場に現われて…。"
                },
                "11": {
                    "ID": "4465303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4465303",
                    "TitleEnglish": "The Tearful Crystal Mother",
                    "SummaryEnglish": null,
                    "TitleJapanese": "涙のクリスタル・マザー",
                    "SummaryJapanese": "怪盗キッドはセリザベス女王が所有する宝石、クリスタル・マザーを盗むと犯行を予告。キッドは女王が乗る豪華列車に潜入するが、女王が身に着けている宝石はニセモノだった。列車には宝石を狙うスネイクと協力者のスパイダーも乗っていた。キッドは快斗として食事中の女王を注視し、どこに本物の宝石があるかを探る。この後、快斗はようやく宝石の隠し場所を見破る。キッド（快斗）は一瞬の隙に宝石を奪って列車の上へと逃げるが…。"
                },
                "12": {
                    "ID": "4467892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/4467892",
                    "TitleEnglish": "Tears of Love for the Dark Knight",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ダーク・ナイトに愛の涙を",
                    "SummaryJapanese": "成功率100％を誇る犯罪プランナーのナイトメアから怪盗キッドと手を組んで秀峰美術館で悪夢を見せると犯行の予告状が届く。犯行予告の当日、美術館にナイトメアを追って来日したインターポールの捜査官、ジャック・コネリーがやってくる。この後、美術館の近藤館長に変装したキッドは中森警部、白馬を欺き、獲物のイヤリング、ダークナイトを盗み出す事に成功する。だが、ナイトメアは自分の秘密を知ったキッドの命を狙って…。"
                },
                "13": {
                    "ID": "11192285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192285",
                    "TitleEnglish": "Get Away from Him",
                    "SummaryEnglish": "The school class is taken on a ski trip, and the final nights exhibit is a couple's masquerade ski contest. Akako Koizumi aims to make Kaito her partner for the masquerade and even places a heart sticker on him trying to claim him as hers. However when Kaito learns that Aoko is planning on dressing up as her father and partnering with a man disguising himself as the Phantom Thief, he decides to take matters into his own hands to make sure he wins the competition and that Aoko is not left crashing in second place to Akako. He exchanges places with Fujie Kun. Kaito comes to Aoko at the last moment, dressed as Kaito Kid, and dresses Aoko in a white princess gown. Kaito and Aoko win the first place.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "11192286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192286",
                    "TitleEnglish": "Crystal Mother",
                    "SummaryEnglish": "Kaito and Aoko manage to get passage on the same train as the Queen of Ingram, her large jewel known as the Principality of Ingram's Crystal Mother, and her son the Prince Philip. Kaito has sent out an advance message saying he's after the jewel. After realizing the queen has a replica with her Kaito tries to figure out where the real jewel is hidden. When the Queen tricks Detective Nakamori into drinking with her the entire night Kaito realizes that his ice hasn't melted and realizes it must be the jewel. Kaito manages to steal the jewel only to be followed onto the roof by Philip and a man in black. Kaito learns the aurora stone isn't in the Crystal Mother and so he changes his focus to rescuing Prince Philip. In the end Kaito manages to get the Queen to show she isn't a strict mother but a caring mother, and he leaves the Crystal Mother in Aoko's glass.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "11192287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192287",
                    "TitleEnglish": "The Princess and the Thief's Improv",
                    "SummaryEnglish": "When the Princess from a foreign country arrives in Japan, Kid decides to make her jewel his next target. However his job is made much harder when Detective Delon is brought in from Europe to replace Inspector Nakamori as head of security. Detective Delon shoots his rivals before asking any questions. When Kaito learns that Inspector Nakamori is about to be taken off the case, he reveals to him that a magician always has their next trick planned in advance and that a magician tricks their audience into looking elsewhere while that trick is performed. After embarrassing Detectice Delon and the European security. Kaito makes it look like Inspector Nakamori saves the jewel and leaves with a speech about how hard Inspector Nakamori is making it for him, cementing Inspector Nakamori's position on the Kid hunt crew.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "11192288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192288",
                    "TitleEnglish": "Kid vs. Conan: Miraculous Airwalking",
                    "SummaryEnglish": "When a rich old man, Jirokichi Suzuki, issues Kid a challenge to steal his blue jewel, Kid comes up with a scheme that will make it look like he is walking on air. With the help of his Butler and Chopper #7, Kid is able to sneak through more than 20 helicopters without any of them seeing the wires attached to his back. However Kid has another challenge in the crowd that makes things difficult. None other than Detective Conan is on the scene. Conan recognizes kid impersonating the old man and waits in his escape car. When Kid tries to escape he unknowingly takes Conan with him. When Conan reveals himself, he has his tranquilizer gun pointed right at kid. Luckily Kid has another escape planned, a trick he only uses when his fuel line gets shot by the tranquilizer gun.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "11192289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192289",
                    "TitleEnglish": "Green Dream",
                    "SummaryEnglish": "Kaito targets a jewel known as the Green Dream, which is being used in the production of a local play. In order to scout the scene he disguises himself as a part-time worker on the set. He learns that the woman playing the hero in the play is the daughter of the theater owner and that she constantly ridicules everyone around her and ad-libs so they look bad. When he learns the girl Megumi playing Servant A has memorized everyone's line but that she suffers from stage fright, he decides to turn her into the production's new star. However Inspector Nakamori has brought in a giant force of police officers and is guarding the electric room thinking Kid will use a blackout to get in and out. What he doesn't know is the extra lights on the stage have been programmed to blind the audience so Kid can make his move, but will he be able to pull everything off in time? Kaito discovers that the emerald is not the Pandora. He gate crashes the play and makes Servant A the centre of attention. He ma",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "11192290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192290",
                    "TitleEnglish": "Golden Eye (Part 1): Chat Noir's Challenge",
                    "SummaryEnglish": "While finishing a recent heist Kid is challenged by one of France's top Phantom Thieves, Chat Noir. Chat Noir wants the two of them to try and steal the seventh jewel in the Cat's Eye collection for a local Japanese hotel. Kaito looks to refuse the challenge until Chat Noir publicizes the challenge in the Japanese and French newspapers. The hotel has been customized for easy access in but severe difficulty getting out. It has titanium wires outside the windows about the 20th floor, making escape through the windows impossible, and the elevators are going to shut down and be trapped on the top floor at 9 p.m. Inspector Nakamori is going to be wearing the ring on his finger, and his hand will be rolled up into a fist, meaning the only way someone can get it is to chop off his finger. Kaito infiltrates the building when he comes to bring the Inspector dinner with Aoko, and he drugs a police officer so he can disguise himself as him. Kaito also gets a call from Saguru Hakuba giving him in",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "11192291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192291",
                    "TitleEnglish": "Golden Eye (Part 2): Kid vs. Chat Noir: Endgame!",
                    "SummaryEnglish": "5 minutes before the theft is supposed to occur officers begin bringing in 20 sets of floodlights supposedly at Inspector Nakamori's order. All 20 sets of floodlights are turned on causing a blackout. Chat Noir takes this time to cut off the bottom of Inspector Nakamori's tie while Kid places slides the ring in a circle around Inspector Nakamori's finger and places a dummy sticker on it. When the lights come back on Inspector Nakamori reveals his fist remained clinched tight, but when he sees the sticker he assumes the jewel was stolen, rips off the glove, and throws it on the ground. Kid picks it up before running off to change, and Ruby Jones storms off in protest over the last Cat's Eye being stolen. Kaito returns disguised as a police officer and presents a fake jewel guardian, causing them to maul the real one. Kaito uses this opportunity to escape into the elevator and climb to the top of it where no titanium wires exist. Just then he gets a phone call. Chat Noir calls to brag a",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "11192292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192292",
                    "TitleEnglish": "Dark Knight",
                    "SummaryEnglish": "When Kid is unable to make a move with his hand glider due to a rainstorm, and international thief known as Nightmare appears on the scene and helps him escape. The cost of using Nightmare though has a history. Nightmare's partners typically end up dead or captured by police the next day with their half of the loot found on them. A week passes after Nightmare helps Kid escape and Inspector Nakamori calls Kaito in to inspect the tricks he has to trap Kid as he attempts to steal the rare black opal jewels. Kaito finds no flaws in the plan. During the process he meets Interpol agent Chuck Connery and his son Kenta Connery. Kenta suffers from a rare brain disease that could lead to his death if it isn't treated. Chuck has promised Kenta that if Nightmare is stopped they will be able to treat the disease, but until then he must travel the world looking for a way to stop him. Kenta is being taken care of by a Japanese orphanage and has snuck out to tell his father the orphanage has found so",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "11192293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192293",
                    "TitleEnglish": "Kid VS Conan: Teleportation Under The Moonlight",
                    "SummaryEnglish": "Jirokichi Suzuki again issues Kid a challenge to steal his purple gemmed sandal, Kid comes up with a scheme that will make it look like he is moving as if he teleported. With the help of his Butler and amount of observers, Kid is able to sneak through more than 2000 people without any of them seeing the scheme attached to the stage. However Kid has another challenge in the crowd that makes things difficult. None other than Detective Conan is on the scene. Conan recognizes kid deceiving the old trick and makes his escape way. When Kid tries to escape he unknowingly meets Conan waiting him. When Conan reveals himself, he announced the trick that is done by Kid. Luckily Kid has another escape planned, a trick he only uses when his helper get helped from the trap of the stage.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "11192294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192294",
                    "TitleEnglish": "Red Tear",
                    "SummaryEnglish": "Kaito cancels his heist of the Red Tear after remembering his father telling him the secret to the gem. However, Kaito runs into the gem's owner, Jody Hopper, and sees Snake following her. Deducing the organization is after the gem, Kaito attends Jody's magic show and protects her from the organization. After successful eluding Snake, Kaito reveals when the gem is shone with light from fire, the gem emits pictures of Jody's childhood and a message from her grandfather telling her to regain her love for magic regardless of her parents' death.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "11192295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192295",
                    "TitleEnglish": "Midnight Crow (Part 1): His Name is Phantom Thief Corbeau!",
                    "SummaryEnglish": "Kid is challenged by Corbeau the Phantom Thief, a mysterious figure who wears a black version of Kid's costume. Kaito agrees, but if he fails, he'll have to retire as a phantom thief.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "11192296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-kaito/episodes/11192296",
                    "TitleEnglish": "Midnight Crow (Part 2): Clash! Black or White!?",
                    "SummaryEnglish": "Kid goes up against the enigmatic Corbeau one more time as they vie for the jewel that may contain Pandora, which means Snake can't be far behind.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}