{
    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/80885"
    ],
    "TitleEnglish": "Ninja Hattori-kun",
    "SummaryEnglish": "11-year-old Kenichi Mitsuba is an average kid who goes to secondary school and struggles with his studies, he is very stubborn and is very lazy and therefore always ends up frustrating his parents and teacher. He loves to find an easy way of things. He befriends Hattori Kanzo, a ninja from the Iga Clan, and he becomes part of the Mitsuba family along with his brother, Shinzo and his ninja dog, Shishimaru. Hattori helps Kenichi with his problems, and constantly keeps an eye on him, as a good friend. The main antagonist Kemumaki, a Koga ninja and his ninja cat, Kagechiyo always troubles Kenichi, mainly because of their feud over one girl, Yumeko. Kenichi asks Hattori to take revenge as a recurring storyline in many episodes. Although Hattori is a good friend, Kenichi sometimes fights with Hattori due to misunderstandings created by Kemumaki. Sometimes Jippou, Togejirou and Tsubame help him.",
    "TitleJapanese": "忍者 ハットリくん",
    "SummaryJapanese": "忍者の里・伊賀からやって来たハットリくんがある日突然三葉家にホームステイ。同居する少年ケン一と、江戸時代とは違う現代の日本を体験。甲賀忍者ケムマキや弟シンゾウなど次つぎに面白いキャラクターが登場して、子供から大人まで楽しめる大人気コメディ。",
    "Aliases": [
        "忍者哈特利"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "0": {
            "ID": "543281",
            "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "10502239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/10502239",
                    "TitleEnglish": "シンゾウ黙るでござる！の巻",
                    "SummaryEnglish": "風邪を引いて涙が止まらないシンゾウは、話すだけで忍法「涙パワー」がかかってしまう。シンゾウの口を封じて強引に寝かせようとするハットリくん達は、たまたま通りかかった夢子ちゃんとケムマキに、シンゾウをいじめていると勘違いされてしまう。そして、ひょんなことからシンゾウを預かることになってしまったケムマキだったが…。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "10502240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/10502240",
                    "TitleEnglish": "ケムマキ忍法追い出し作戦の巻",
                    "SummaryEnglish": "ハットリくんを三葉家から追い出してやろうと企むケムマキは、手始めにケン一を味方につけ、そこから着々と三葉家に自分の信用を植え付けていく。そんなケムマキの企みを知ったハットリくんは、ママに変装してケムマキが三葉家に取り入るのを諦めるような理不尽なお願いを次々仕掛けることにする。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10502241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/10502241",
                    "TitleEnglish": "時代劇はたご忍法帳の巻",
                    "SummaryEnglish": "ケムマキは、ケムマキ家で一番初めに忍者になった先祖「ケム吉」がケムマキ一族に向けて書いた手紙を発見する。その手紙を読んでみると、はたご屋の店主だったケム吉が忍者になったいきさつが書かれていた。そして、ハットリくん達の先祖によってケム吉のはたご屋をつぶされてしまった過去を知った、ケムマキと影千代は…。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "250571",
            "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/seasons/official/1",
            "# Episodes": 81,
            "Episodes": {
                "1": {
                    "ID": "2251371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2251371",
                    "TitleEnglish": "I am a Ninja",
                    "SummaryEnglish": "When Kenichi watches TV, Ninja Hattori enters and surprises Kenichi. Hattori does all the household work and surprises Kenichi and his family.",
                    "TitleJapanese": "拙者！忍者でござるの巻",
                    "SummaryJapanese": "伊賀の里で修行を積んだ忍者、ハットリくんが東京に修行の場を移し、ひょんなことから三葉家の居候になることから物語りは始まる。三葉家のひとり息子の“ケンイチ”とその友達、さらに正体を隠しケンイチと同じ小学校に通うライバルの甲賀忍者“ケムマキ”たちと毎回、様々な事件に巻き込まれてしまう。今回はどんな忍術が飛び出すのか！！"
                },
                "2": {
                    "ID": "2258101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258101",
                    "TitleEnglish": "Hattori saves Kenichi from his teacher",
                    "SummaryEnglish": "Koike-Sensei gets afraid of Hattori's shadow and runs to school. He scolds Kenichi at school, but Hattori saves Kenichi.",
                    "TitleJapanese": "おのれ憎っくき先生の巻",
                    "SummaryJapanese": "遊びすぎて宿題をするのを忘れてしまったケン一。先生に怒られるのをこわがるケン一を見てハットリくんは、先生を悪者の敵と勘違いしてしまう。学校でケン一が怒られるのを見ると先生にお仕置きをしてしまった。"
                },
                "3": {
                    "ID": "2258111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258111",
                    "TitleEnglish": "Let's earn some money",
                    "SummaryEnglish": "Kenichi wants a model locomotive. He tries to save money by helping out at home, but Hattori finishes his errands before Kenichi. Hattori-kun is kicked out by Kenichi who gets angry, but he starts a part-time job at a soba restaurant for Kenichi.",
                    "TitleJapanese": "アルバイトの道はきびしいでござるの巻",
                    "SummaryJapanese": "模型機関車が欲しいケン一。家の手伝いをしておこづかいをためようとするが、ハットリくんがケン一よりも先に用事を済ませてしまう。怒ったケン一に追い出されてしまうハットリくんだが、ケン一のためにそば屋でアルバイトを始める。"
                },
                "4": {
                    "ID": "2258121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258121",
                    "TitleEnglish": "Shishimaru Wins",
                    "SummaryEnglish": "Shishimaru (Ninja dog) helps Kenichi and Yumeko from a dog and disappears. So, Hattori catches Shishimaru and brings him home.",
                    "TitleJapanese": "獅子丸には参ったでござるの巻",
                    "SummaryJapanese": "伊賀からハットリくんを求めて、忍者犬「獅子丸」がやってきた。食いしん坊で礼儀知らずの獅子丸。迷惑をかけたくないハットリくんは伊賀に追い返そうとするが、居残りたい獅子丸はパパとママに必至にアピールする。"
                },
                "5": {
                    "ID": "2258131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258131",
                    "TitleEnglish": "A Perfect Score",
                    "SummaryEnglish": "Hattori makes Kenichi study hard and does not allow him to rest. As Kenichi scores good marks, Ama gifts them both.",
                    "TitleJapanese": "目標は百点でござるの巻",
                    "SummaryJapanese": "学校のテストで100点をとると宣言したケン一は猛勉強を開始した。遊びの誘惑に負けそうになるところをハットリくんが見張り、徹夜で勉強をやり遂げたケン一。はたしてテストの結果は?"
                },
                "6": {
                    "ID": "2258141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258141",
                    "TitleEnglish": "Leave The Cooking To Us",
                    "SummaryEnglish": "Kenichi takes Hattori's help and does all the household work. Kenichi surprises his parents on their wedding anniversary with a celebration.",
                    "TitleJapanese": "料理はまかせてくだされの巻",
                    "SummaryJapanese": "今日はパパとママの結婚記念日。ハットリくんとケン一は内緒で豪華な料理を用意する。そうとも知らない獅子丸は、自分の歓迎パーティだと勘違いして、夢子ちゃん達を勝手に自宅に招待する。"
                },
                "7": {
                    "ID": "2258151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258151",
                    "TitleEnglish": "Baseball Ninja Style",
                    "SummaryEnglish": "Hattori trains Kenichi to play baseball. But as Kenichi fears to play the match, Hattori plays on his behalf. Later, Kennichi plays and wins the match.",
                    "TitleJapanese": "見たか知ったかハットリ打法の巻",
                    "SummaryJapanese": "野球の試合を前に自信の無いケン一は、ハットリくんに弟子入りする。しかし、試合当日、ケン一は仮病で行こうとしない。そんなケン一に代わり、ハットリくんが変装して打席に向かう。"
                },
                "8": {
                    "ID": "2258161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258161",
                    "TitleEnglish": "The New Student",
                    "SummaryEnglish": "Amara meets Hattori and fights with him. So, Hattori decides to teach Amara a lesson, but Koike-Sensei scolds Kenichi.",
                    "TitleJapanese": "甲賀からきた転校生の巻",
                    "SummaryJapanese": "ケン一のクラスに転校生ケムマキがやってきた。みんなの前ではおとなしい子を演じるケムマキだが、その正体は甲賀流の忍者。ケン一の家に来るとライバルである伊賀流の忍者ハットリくんと戦いを開始する。"
                },
                "9": {
                    "ID": "2258171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258171",
                    "TitleEnglish": "Shinzou Arrives",
                    "SummaryEnglish": "Shinzou finds Hattori and helps him get rid of Amara. Hattori introduces Shinzou to Kenichi's family.",
                    "TitleJapanese": "シンゾウくん只今参上の巻",
                    "SummaryJapanese": "ハットリくんを慕う、弟のシンゾウが伊賀から上京してきた。ハットリくんとケムマキが戦っているところに登場。助太刀するのだが、見習い忍者のシンゾウはすぐに倒されてしまう。そこで繰り出されたシンゾウの強烈な必殺技とは?"
                },
                "10": {
                    "ID": "2258181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258181",
                    "TitleEnglish": "Hattori Recovers His Honor",
                    "SummaryEnglish": "Koike-Sensei visits Kenichi's house. Shishimaru loses his grip and falls on Koike-Sensei and gets him unconscious.",
                    "TitleJapanese": "名誉かいふくの巻",
                    "SummaryJapanese": "今日は先生が家庭訪問で家にやって来る日。以前、先生を悪者の敵と勘違いしてしまい、お仕置きしてしまったハットリくんは、名誉ばんかいのチャンスと、先生にサービスしようとするのだが、裏目に出てしまう。"
                },
                "11": {
                    "ID": "2258191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258191",
                    "TitleEnglish": "Shinzou Runs An Errand",
                    "SummaryEnglish": "Shinzou loses his way and the list. So, Shishimaru and Hattori guide him. Shinzou tells everyone about his deed.",
                    "TitleJapanese": "シンゾウくんお使いにいくの巻",
                    "SummaryJapanese": "どうしてもお使いに行きたいシンゾウは、心配するみんなをよそに一人買い物に出かけた。道もわからないシンゾウのためにハットリくんは獅子丸を連れて、こっそりお使いの手伝いをする。"
                },
                "12": {
                    "ID": "2258201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258201",
                    "TitleEnglish": "The Strange Visitor",
                    "SummaryEnglish": "Yamamoto visits Kentaru as a schoolmate. In the night, Yamamoto robs and tries to leave but gets caught. A cop declares a reward to the family.",
                    "TitleJapanese": "変なお客でござるの巻",
                    "SummaryJapanese": "パパの幼なじみという男が家にやってきた。あまりはっきり覚えていないパパだがお酒と料理でもてなして、この日は家に泊めることになった。だがしかし、この男の正体は指名手配中の泥棒だった。"
                },
                "13": {
                    "ID": "2258211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258211",
                    "TitleEnglish": "The Athletic Meet",
                    "SummaryEnglish": "Kenichi takes Hattori and Shinzou's help and wins the race on sports day.",
                    "TitleJapanese": "運動会は苦手でござるかの巻",
                    "SummaryJapanese": "明日は秋の大運動会。足がおそくて運動が苦手なケン一は運動会に行きたくない。しかし、当日のお弁当を楽しみにしているシンゾウはケン一のために特訓を開始。むかえた当日、はたしてケン一の結果はいかに?"
                },
                "14": {
                    "ID": "2258221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258221",
                    "TitleEnglish": "To Catch A Thief",
                    "SummaryEnglish": "Hattori and Kenichi click pictures of Kemumaki's cat while he robs the fruits and proves Kenichi innocent to the neighbour.",
                    "TitleJapanese": "ケンイチ氏は迷カメラマンの巻",
                    "SummaryJapanese": "柿泥棒の疑いをかけられたケン一。真犯人を捕まえるためにカメラマンになってハットリくんと張り込みを開始。柿を食べようとするカラスの写真を撮ったのだが、そこに写っていたのは…。"
                },
                "15": {
                    "ID": "2258231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258231",
                    "TitleEnglish": "Curing A Case Of Laziness",
                    "SummaryEnglish": "Kenichi gets a bad dream of Kemumaki threatening him and gets afraid to go to school. On seeing the doctor, Kenichi reveals the truth and makes Kemumaki his friend.",
                    "TitleJapanese": "怠け病をなおすでござるの巻",
                    "SummaryJapanese": "ケムマキに意地悪をされるのが嫌なケン一は、仮病をつかって学校を休んでいた。仮病に気づいたママはハットリくんに医者に変装してもらい、怠け病をなおそうとするのだが、そこにケムマキがあらわれる。"
                },
                "16": {
                    "ID": "2258241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258241",
                    "TitleEnglish": "The UFO",
                    "SummaryEnglish": "Kenichi impresses with his picture of a UFO. After returning home, Hattori tells Kenichi the truth about the UFO.",
                    "TitleJapanese": "UFOってなんでござるかの巻",
                    "SummaryJapanese": "学級新聞にのせる写真をとるため神社に行ったケン一。そこで偶然、UFOらしきものを撮影し、学校で話題になる。先生や夢子ちゃん達と再度UFOを撮影しに行くのだが、そこで見たものとは?"
                },
                "17": {
                    "ID": "2258251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258251",
                    "TitleEnglish": "The Ninja Restrainer",
                    "SummaryEnglish": "Kenichi insists Hattori on teaching him the Ninja technique and misuses it. Kenichi promises Hattori to use the technique at the right time.",
                    "TitleJapanese": "忍法金縛りの巻",
                    "SummaryJapanese": "相手の動きを一瞬で止める金縛りの術を習得したいケン一はハットリくんから修業を受ける。忍法を身につけたと勘違いしてしまうケン一は、あらゆる場所で金縛りの術を使うのだが…。"
                },
                "18": {
                    "ID": "2258261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258261",
                    "TitleEnglish": "Do Your Homework!",
                    "SummaryEnglish": "Kenichi enjoys his day and forgets to complete his homework. Next morning, he is surprised to see his homework completed by Hattori.",
                    "TitleJapanese": "勉強は自分でやらねばならぬの巻",
                    "SummaryJapanese": "作文の宿題のテーマは「お父さん」。なかなか宿題に集中出来ないケン一はそのまま朝をむかえてしまう。学校で作文を発表する時間になってケン一が読み始めたのは、なんとハットリくんが書いた作文だった。"
                },
                "19": {
                    "ID": "2258271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258271",
                    "TitleEnglish": "The Kidnapping",
                    "SummaryEnglish": "Kenichi assumes Shinzou has been kidnapped. After a lot of struggle, Hattori and Kenichi are shocked to find Shinzou with Koike-Sensei.",
                    "TitleJapanese": "シンゾウ危しの巻",
                    "SummaryJapanese": "お使いに出かけたシンゾウが帰ってこない。みんなが心配していると誘拐犯と思われる男から電話が来た。ハットリくんとケン一はシンゾウを助けるために、手掛かりを追い、公園で男とシンゾウを見つけるが…。"
                },
                "20": {
                    "ID": "2258281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258281",
                    "TitleEnglish": "The Talent Show",
                    "SummaryEnglish": "Kenichi takes training from Shishimaru and acts just as Shishimaru teaches him. The audience has a hearty laugh watching the talent show.",
                    "TitleJapanese": "主役になるのは大変でござるの巻",
                    "SummaryJapanese": "学芸会で主役の侍を演じることになったケン一。成功して夢子ちゃんにほめられたいケン一は、剣術を習いたいのだが、ハットリくんは教えてくれない。そこで獅子丸に剣術を教えてもらうことになるのだが…。"
                },
                "21": {
                    "ID": "2258291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258291",
                    "TitleEnglish": "Chestnut Fever",
                    "SummaryEnglish": "Kenichi and his friends visit the cocoa garden. While plucking the fruits, they get caught by the manager, but he allows them to take fruits.",
                    "TitleJapanese": "栗ひろい騒動の巻",
                    "SummaryJapanese": "栗が食べたいケン一だが、ママはなかなか買ってくれない。そこで、ハットリくんが栗をひろえる場所を探し出し、みんなで栗ひろいに行くのだが、そこにはケムマキと影千代が先回りしていた。"
                },
                "22": {
                    "ID": "2258301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258301",
                    "TitleEnglish": "The Ninja Hideaway",
                    "SummaryEnglish": "On hearing Shinzou's cry, Hattori shows the family a room that he uses to meditate at night.",
                    "TitleJapanese": "ここが忍者屋敷でござるの巻",
                    "SummaryJapanese": "自分の部屋にハットリくんとシンゾウがいるので、勉強に集中出来ないケン一。ついにはハットリくん達を追い出そうとしてしまう。ケン一の邪魔にならないように、ハットリくんは材木を集めて夜中になにやら作り始めた。"
                },
                "23": {
                    "ID": "2258311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258311",
                    "TitleEnglish": "Shishimaru vanished",
                    "SummaryEnglish": "The Mitsuba family visit the zoo. Shishimaru shows his ninja techniques to the lions as he wishes to be like them.",
                    "TitleJapanese": "消えた獅子丸の巻",
                    "SummaryJapanese": "家族みんなで楽しく動物園に出かけたケン一達だが、ライオンに憧れる獅子丸は自分の力の無さを気にして、すっかり元気が無くなってしまった。思いつめた獅子丸はライオンに弟子入りすると言い残して姿を消してしまう。"
                },
                "24": {
                    "ID": "2258321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258321",
                    "TitleEnglish": "Sketching Sceneries",
                    "SummaryEnglish": "Kaiko Sir announces students to sketch in autumn. Hattori takes a goat's look and eats Kemumaki and Kenichi's drawing paper and saves them from feeling ashamed before the teacher.",
                    "TitleJapanese": "小さな秋みつけたの巻",
                    "SummaryJapanese": "学校の授業で秋の風景をスケッチしに公園へやって来たケン一。なかなか良い風景を見つけられないケン一のためにハットリくんが忍法で木を紅葉させるが、ケムマキが邪魔をしてきてスケッチすることが出来ない。"
                },
                "25": {
                    "ID": "2258331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258331",
                    "TitleEnglish": "School picnic!",
                    "SummaryEnglish": "The school takes the students for a picnic. Kemumaki provokes Hattori to fight but Hattori stays calm on Kenichi's insistence.",
                    "TitleJapanese": "拙者! ハイキングにお供するでござるの巻",
                    "SummaryJapanese": "学校のハイキングについていきたいハットリくんは、ケムマキと喧嘩しないことを約束に参加することになった。そうとは知らないケムマキは次から次へとハットリくんに攻撃を仕掛けてくる。"
                },
                "26": {
                    "ID": "2258341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258341",
                    "TitleEnglish": "It's Really Difficult to Read a Woman's Mind",
                    "SummaryEnglish": "Kenichi and Kemumaki shows Yumeko movie ticket. They fight for going with them. Then Yumeko goes with Shinzou.",
                    "TitleJapanese": "女ごころはむずかしいの巻",
                    "SummaryJapanese": "ケン一とケムマキは同時に夢子ちゃんを映画に誘う。迷った夢子ちゃんはどっちと行くかを考えることにした。お互いに二人で行かせたくないケン一とケムマキはハットリくんも巻き込み喧嘩をはじめる。はたして夢子ちゃんは誰と映画に行くのか?"
                },
                "27": {
                    "ID": "2258371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258371",
                    "TitleEnglish": "Winning a Prize",
                    "SummaryEnglish": "Kenichi sees Yumeko posting card in Letter Box with praying for doll. So Kenichi helps Yumeko for Doll. Kenichi wins a doll prize. He gives to Yumeko.",
                    "TitleJapanese": "懸賞に当選でござるの巻",
                    "SummaryJapanese": "けんしょうの当選品がどうしても欲しい夢子ちゃんのために、ケン一はおこづかいを全部使いハガキを出した。とうとう最後のハガキ1枚で1等の人形が当たり、夢子ちゃんにプレゼントしに行くのだが…。"
                },
                "28": {
                    "ID": "2258381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258381",
                    "TitleEnglish": "Catching Sea Fish at an Old Pond!",
                    "SummaryEnglish": "Kenichi finds fishing rod in cupboard but it broke. So, Hattori makes New fishing Rod. Kio gives garbages to Hattori's fishing rod with avoiding fishes. Shinzo brings big fish from market.",
                    "TitleJapanese": "古池でタイが釣れたでござるの巻",
                    "SummaryJapanese": "みんなで釣りに出かけたケン一達。しかし、ケン一とハットリくんが釣るのはゴミとガラクタばかり。ハットリくんが池の中を調べると、それは影千代の仕業だった。影千代を退治した後に、ケン一は池で釣れるはずのないタイを釣りあげるのだが…。"
                },
                "29": {
                    "ID": "2258401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258401",
                    "TitleEnglish": "Finding Lost Items!",
                    "SummaryEnglish": "Kemumaki finds eraser in ground so he shows to Kaiko Sir so he gives Kenichi incharge to find lost properties. So Shishimaru smells and find every lost property.",
                    "TitleJapanese": "落し主は誰でござるの巻",
                    "SummaryJapanese": "クラスの落とし物すべての持ち主を探すよう、先生に言いつけられたケン一。困ったケン一はハットリくんに助けを求める。ハットリくんは獅子丸に匂いで落とし主を探させるのだが、最後の一つだけ落とし主が見つからない。"
                },
                "30": {
                    "ID": "2258421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258421",
                    "TitleEnglish": "Papa Hurries Home",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パパ上早く帰るでござるの巻",
                    "SummaryJapanese": "毎晩パパの帰りが遅くて悲しむママ。ケン一はパパが早く帰ってこれるようにハットリくんにお願いする。残業やお酒の誘いをハットリくんの活躍で素早く済ませたパパは早く家に帰るのだが…。"
                },
                "31": {
                    "ID": "2258441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258441",
                    "TitleEnglish": "Kemumaki can be nice too!",
                    "SummaryEnglish": "Kemumaki troubles Kenichi and calls Hattori Kenichi's bodyguard. On seeing Kemumaki treat a dog with care, Kenichi, Hattori, and Shinzou are shocked.",
                    "TitleJapanese": "ケムマキもなかなかやるでござるの巻",
                    "SummaryJapanese": "ハットリくんがいないと何も出来ないとケムマキに馬鹿にされるケン一。反抗して、ハットリくんと行動を別にするが、相変わらずケムマキに意地悪ばかりされてしまう。見かねたハットリくんがケムマキをこらしめようとするのだが、ケムマキの意外な一面を目にする。"
                },
                "32": {
                    "ID": "2258511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258511",
                    "TitleEnglish": "Flowered by Sweet Potatoes!",
                    "SummaryEnglish": "Misuba checks flower not grown. Then Kenichi's father brings box of sweet potatoes. Then Kenichi and Shinzou gets trouble of potato. Then they dig ground and hides potatoes then Hattori grows flower full of potato.",
                    "TitleJapanese": "ジャガイモにはまいったでござるの巻",
                    "SummaryJapanese": "パパがゴルフコンペの景品でたくさんのじゃがいもをもらってきた。喜ぶママは毎日じゃがいも料理を作るのだが、ケン一とシンゾウは飽きてしまい、じゃがいもを庭に埋めてしまう。"
                },
                "33": {
                    "ID": "2258531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258531",
                    "TitleEnglish": "Shinzou's disastrous cry!",
                    "SummaryEnglish": "Kenichi forgets his book at home. So, Hattori and Shinzou go to Kenichi's school. But Shinzou's cry makes everyone faint.",
                    "TitleJapanese": "忘れ物を届けるでござるの巻",
                    "SummaryJapanese": "ケン一が忘れた教科書を届けるために学校へ向かったハットリくんとシンゾウ。先生にばれずに教科書を渡そうとするが、ケムマキに見つかり、ハットリくんと決闘が始まってしまう。その隙にシンゾウが教科書をケン一に渡そうとするのだが…。"
                },
                "34": {
                    "ID": "2258551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258551",
                    "TitleEnglish": "Papa's Weight Loss Strategy!",
                    "SummaryEnglish": "When Papa sits in train so Misuba tells that He has become fat. So He starts dieting by not eating food. He sees everything as Food.",
                    "TitleJapanese": "パパ上の減量作戦の巻",
                    "SummaryJapanese": "太りすぎてズボンのおしりが破けてしまったパパは減量することに決めた。ハットリくんのすすめで断食作戦を行うのだが、我慢できないパパは人間が食べ物に見えてしまう。はたしてパパの減量作戦は成功するのか?"
                },
                "35": {
                    "ID": "2258591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258591",
                    "TitleEnglish": "Hide-and-seek in the bullet train",
                    "SummaryEnglish": "Kenichi and his friends reach Tokyo without informing their parents. After returning, Kenichi's parents have a discussion about the trip.",
                    "TitleJapanese": "新幹線かくれんぼの巻",
                    "SummaryJapanese": "パパとママは用事があって新幹線で京都に行くことになった。新幹線に乗りたいケン一達は内緒で乗りこみ、パパ達に見つからないよう、京都観光をするのだが、映画村で忍者の格好をした俳優と間違えられてしまい大騒ぎに。"
                },
                "36": {
                    "ID": "2258611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258611",
                    "TitleEnglish": "The Golden Coin",
                    "SummaryEnglish": "Shishimaru and Kenichi find a gold coin, but Shinzou loses it. Later, Hattori returns the gold coin to Kenichi's parents.",
                    "TitleJapanese": "小判がザクザクの巻",
                    "SummaryJapanese": "ハットリくんは居候しているお礼として、宿代を払おうとするが、ママは受け取ってくれない。そこで小判に価値があると知ったハットリくんは、庭から小判が見つかったことにしようとするのだが…。"
                },
                "37": {
                    "ID": "2258691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258691",
                    "TitleEnglish": "Pickpocketing A Pick Pocket",
                    "SummaryEnglish": "Hattori hypnotises Kentaru to find the person who has robbed Kentaru's salary. He catches the thief and returns Kentaru's money.",
                    "TitleJapanese": "スラれたらスリかえすでござるの巻",
                    "SummaryJapanese": "今日は待ちに待ったパパの給料日なのでママもごきげん。しかし、なんとパパは帰り道で給料袋をスラれてしまった。忍法でスリ師を見つけ出したハットリくんは、パパの給料袋を取り返すためにスリ師と対決する。"
                },
                "38": {
                    "ID": "2258711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258711",
                    "TitleEnglish": "Ninja Hypnotism",
                    "SummaryEnglish": "Kenichi uses magic tricks on his teacher. Later, Kemumaki uses magical tricks on Kenichi and makes him his pet.",
                    "TitleJapanese": "忍法あやつりニャンニャンの巻",
                    "SummaryJapanese": "忍法「人操り」をハットリくんから習ったケン一。学校で先生に「人操り」が成功したと勘違いして、ケムマキにも術をかけようとするが、逆に操られてしまったケン一は猫にさせられてしまう。"
                },
                "39": {
                    "ID": "2258731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258731",
                    "TitleEnglish": "Shishimaru Becomes A Dodgeball",
                    "SummaryEnglish": "Kenichi plays dodgeball with their friends. Hattori teaches Him to play dodgeball. So Hattori makes him dodge ball. To teach him lesson. Then He turns into lion.",
                    "TitleJapanese": "ドッチボールになった獅子丸の巻",
                    "SummaryJapanese": "ドッヂボールでケムマキにやられたい放題。挙句の果てには夢子ちゃんにも馬鹿にされるケン一。ハットリくんにお願いして獅子丸をドッヂボールのボールに変身させて活躍するのだが、ある言葉を聞いて獅子丸がさらに変身してしまう。"
                },
                "40": {
                    "ID": "2258741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258741",
                    "TitleEnglish": "Babysitting Got Them in Trouble",
                    "SummaryEnglish": "Kenichi's Neighbour gives a Yuki baby which trouble. This Baby troubles Kenichi and Hattori. Then Kenichi's Neighbour then takes Yuki back.",
                    "TitleJapanese": "子守には参ったでござるの巻",
                    "SummaryJapanese": "ママに頼まれて知り合いの家の2歳の女の子を1日子守りすることになったケン一達。わがままで自由きままに遊ぶ女の子に、さすがのハットリくんも振り回されっぱなしで困ってしまう。"
                },
                "41": {
                    "ID": "2258751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258751",
                    "TitleEnglish": "The Ninja Steal In",
                    "SummaryEnglish": "Kenichi pleads to Ama to let him watch a movie, but she refuses. Kenichi helps Hattori in the household chores and is rewarded by his mother.",
                    "TitleJapanese": "忍法もぐり影に挑戦するでござるの巻",
                    "SummaryJapanese": "新作の映画「宇宙の旅」を観に行ったと夢子ちゃんとケムマキに嘘をついたケン一。話をあわせるためにどうしても映画を観に行きたいのだが、おこづかいが無い。そこでハットリくんに内緒で忍法「もぐり影」を使って、映画館に忍び込もうとする。"
                },
                "42": {
                    "ID": "2258761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258761",
                    "TitleEnglish": "Which Is Superior, Dogs Or Cats?",
                    "SummaryEnglish": "In the race between the Kiyo and Shishimaru, Hattori saves Shishimaru from all the obstacles and helps him win it.",
                    "TitleJapanese": "犬猫どっちがえらいかの巻",
                    "SummaryJapanese": "テレビ局の番組「犬猫大競争」で獅子丸と影千代が対決することになった。途中、ケムマキが獅子丸の走りを妨害しようとするが、ハットリくんがそれを許さない。お互いのプライドをかけた一騎打ちを制するのは?"
                },
                "43": {
                    "ID": "2258771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258771",
                    "TitleEnglish": "Kenichi and Yumeko's Outing",
                    "SummaryEnglish": "Kemumaki tries to stop Kenichi from going to Yumeko's place by harming Kenichi, but Hattori manages to keep him safe.",
                    "TitleJapanese": "ニンニンとたえるが忍者でござるの巻",
                    "SummaryJapanese": "今日はケン一と夢子ちゃんのデートの日。絶対について来るなと言われたハットリくんだが、心配であとをつけることにした。案の定、ケムマキがデートの邪魔をしようと攻撃するのだが、ついて来ているのが内緒のハットリくんは見つからないようにケン一を守る。"
                },
                "44": {
                    "ID": "2258781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258781",
                    "TitleEnglish": "Oh, God! It's an Earthquake!",
                    "SummaryEnglish": "When Misuba Family sleeps at night. But then they heard noise of earthquake. So they practices to save things in earthquake.",
                    "TitleJapanese": "すわ! 地震でござるの巻",
                    "SummaryJapanese": "道路工事の揺れを地震と勘違いして大慌てのパパとママ。このままでは心配だと、家族みんなで防災訓練をすることにした。それぞれ大事な物を持って逃げてきたのだが、そこでヘソクリを隠しているのがお互いばれて喧嘩になってしまう。"
                },
                "45": {
                    "ID": "2258791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258791",
                    "TitleEnglish": "Getting an Exclusive Story!",
                    "SummaryEnglish": "Kenichi makes a story on catching thieves. Kemumaki tries to spoil. Yumeko tells Kenichi to makes story on walking on water. Then He takes help of Hattori.",
                    "TitleJapanese": "特ダネを探すでござるの巻",
                    "SummaryJapanese": "学級新聞にのせる記事がなく困っている夢子ちゃん。ケン一は夢子ちゃんを助けるため、特ダネを探すがなかなか見つけることが出来ない。そこで、ハットリくんの協力で水の上を歩くことにしたのだが、ケムマキが邪魔をしてきた。"
                },
                "46": {
                    "ID": "2258801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258801",
                    "TitleEnglish": "The Skateboard Race!",
                    "SummaryEnglish": "Kemumaki tries to show Yumeko and Kenichi about balancing in bamboo stick. But Kemumaki challenges Kenichi to skate till the town.",
                    "TitleJapanese": "スケートボードは大騒動の巻",
                    "SummaryJapanese": "ケムマキはケン一にスケートボードで町一周のレース対決を申し込む。まったく自信のないケン一だったが、ハットリくんの助けでなんとかケムマキについていく。はたして夢子ちゃんの待つゴールに先に着くのは?"
                },
                "47": {
                    "ID": "2258811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258811",
                    "TitleEnglish": "Shishimaru Ate A Diamond",
                    "SummaryEnglish": "As Shishimaru swallows a diamond, the kids use a vacuum cleaner to remove it. They later find out that the diamond is artificial.",
                    "TitleJapanese": "獅子丸の食べたダイヤモンドの巻",
                    "SummaryJapanese": "獅子丸が3億円のダイヤモンドを間違って食べてしまった。警察からの連絡で、そのダイヤモンドを届ければ300万円がもらえると知ったケン一達は、必死に獅子丸のおなかの中からダイヤモンドを取り出そうとする。"
                },
                "48": {
                    "ID": "2258821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258821",
                    "TitleEnglish": "Beat Out the Decayed Tooth!",
                    "SummaryEnglish": "Kenichi eats biscuits in night then Misuba tells Kenichi to brush in night. But Kenichi gets tooth ache in School. So he takes help of Hattori.",
                    "TitleJapanese": "虫歯をやっつけるでござるの巻",
                    "SummaryJapanese": "歯をまったく磨かないケン一は、ある日、虫歯がひどくなり我慢できなくなってしまった。それでも歯医者に行きたくないケン一のためにハットリくんが歯を抜こうとするのだが、うまく抜くことができない。"
                },
                "49": {
                    "ID": "2258831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258831",
                    "TitleEnglish": "Bringing the Voice Together!",
                    "SummaryEnglish": "Kenichi's Father sings song loudly so everyone family gets disturbed so Hattori makes rice ball of voice without disturb. Then Hattori collects in Scroll.",
                    "TitleJapanese": "忍法声とり餅の巻",
                    "SummaryJapanese": "学校で先生に怒られたケン一は、公園で先生の悪口を言っていると先生に見つかってしまう。大声でもっと先生の悪口を言ってすっきりしたいケン一は、ハットリくんの忍法「声とりもち」を使って、声を筒の中に閉じ込めるのだが、図画こうさくの宿題を入れた筒と間違えて学校に「声とりもち」の筒を持っていってしまう。"
                },
                "50": {
                    "ID": "2258841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258841",
                    "TitleEnglish": "The Unexpected Guest",
                    "SummaryEnglish": "After Kenichi's parents leave, a thief enters as a guest. But Hattori and the kids teach him a lesson and get him arrested by the police.",
                    "TitleJapanese": "留守番はおまかせでござるの巻",
                    "SummaryJapanese": "結婚式に出席するパパとママに留守番を頼まれたケン一達。そこへ、泥棒がパパの知り合いを装いやってきた。そうとは知らずに、ケン一達はパパの知り合いを家でもてなそうとするのだが…。"
                },
                "51": {
                    "ID": "2258881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258881",
                    "TitleEnglish": "Shinzou goes to get a gift",
                    "SummaryEnglish": "Shinzou goes out with Shishimaru to get a gift for Kentaru on his promotion. Later, they return home with a gift and get a gift from Kentaru.",
                    "TitleJapanese": "火の用心はおまかせくだされの巻",
                    "SummaryJapanese": "残業で遅くなるパパの代わりに、夜回りの火の用心に出かけたシンゾウと獅子丸。アイロンをつけっぱなしで出かけてしまった家があることを知り、駆けつけるシンゾウだが、はたして間に合うのか?"
                },
                "52": {
                    "ID": "2258851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258851",
                    "TitleEnglish": "Hide-And-Seek",
                    "SummaryEnglish": "Kenichi plays hide and seek with Yumeko and Kemumaki, but Kemumaki troubles Kenichi. The next day, Kenichi tricks Kemumaki.",
                    "TitleJapanese": "かくれんぼ大作戦の巻",
                    "SummaryJapanese": "夢子ちゃん、ケムマキと3人でかくれんぼをしていたケン一だが、ケムマキに意地悪をされてうまく隠れることができない。そこで、ハットリくんの忍法「かくれみの」を使って、ケムマキに仕返しをしようとする。"
                },
                "53": {
                    "ID": "2258891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258891",
                    "TitleEnglish": "Shinzou's Present",
                    "SummaryEnglish": "Shinzou changes the look of Shishimaru and gives him to Kenichi to gift Yumeko. Later, Shinzo admits that he transformed Shishimaru.",
                    "TitleJapanese": "シンちゃんのプレゼントの巻",
                    "SummaryJapanese": "夢子ちゃんの誕生日にプレゼントをあげたいと思ったケン一だが、お金がなくてほしいぬいぐるみが買えない。シンゾウに相談してぬいぐるみを手に入れるが、実はその正体は獅子丸だった。"
                },
                "54": {
                    "ID": "2258901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258901",
                    "TitleEnglish": "Beware of Colds",
                    "SummaryEnglish": null,
                    "TitleJapanese": "風邪にご用心の巻",
                    "SummaryJapanese": "風邪をひいて学校を休んでいたケン一だが、夢子ちゃんに借りたノートを返さなければいけない事を思い出す。ハットリくんが忍法を使い、ケン一に成り代わって学校に行くのだが、あやしんだケムマキが正体をあばこうとして…。"
                },
                "55": {
                    "ID": "2258911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258911",
                    "TitleEnglish": "Hattori hates frogs",
                    "SummaryEnglish": "Kentaru gets a frog made of gold. Kemumaki threatens Hattori and makes him his slave as he fears frogs.",
                    "TitleJapanese": "カエルは苦手でござるの巻",
                    "SummaryJapanese": "ハットリくんが大のカエル嫌いと知ったケムマキ。ある日ケン一が逃がしてしまったクラスで飼っているカエルを捕まえて、ハットリくんに決闘を申し込む。カエルを使って攻撃を仕掛けるケムマキとの勝負の行方ははたして。"
                },
                "56": {
                    "ID": "2258921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258921",
                    "TitleEnglish": "Where Have the Twenty Points Gone?",
                    "SummaryEnglish": "Kenichi gets 20 marks in exam in his paper. Then Kenichi tries to burn paper but paper flies. Then Kenichi paper goes into cycle. Then Kenichi tries to take paper from cycle. Then Kemumaki takes paper and mix paper. Then Hattori takes real paper.",
                    "TitleJapanese": "20点はどこへいったの巻",
                    "SummaryJapanese": "学校のテストで20点をとってしまったケン一。そのテスト用紙を風で飛ばされてしまう。それを見ていたケムマキは影千代を使ってテスト用紙を奪った。ケン一とハットリくんはケムマキからテスト用紙を取り返すことは出来るのか?"
                },
                "57": {
                    "ID": "2258931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258931",
                    "TitleEnglish": "Shinzou Feels Upset",
                    "SummaryEnglish": "Shinzou feels bad for always losing the finger game. Hattori, Kenichi and Shishimaru go in search of Shinzo and feel happy on finding him at the end.",
                    "TitleJapanese": "シンゾウ先生をこまらせるの巻",
                    "SummaryJapanese": "じゃんけんにどうしても勝てないシンゾウ。たまたま公園でじゃんけんに勝った小池先生を見つけ、じゃんけん名人と思いこみ、たくさんの人とのじゃんけん勝負に町じゅう先生を連れ回す。"
                },
                "58": {
                    "ID": "2258941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258941",
                    "TitleEnglish": "Up, Up And Away",
                    "SummaryEnglish": "Kenichi makes a plane with Hattori's help and impresses Yumeko by flying the plane himself.",
                    "TitleJapanese": "ケン一くん空をとぶの巻",
                    "SummaryJapanese": "ケムマキのラジコン飛行機に対抗して、ハットリくんの作った人力飛行機に乗るため特訓を重ねるケン一。いよいよ飛行に挑戦するが、なかなかうまく飛ぶことが出来ない。そこでハットリくんは秘策を考え出す。"
                },
                "59": {
                    "ID": "2258951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258951",
                    "TitleEnglish": "Ninja technique of rabbit ears",
                    "SummaryEnglish": "Kemumaki uses the ninja technique of rabbit ears against Hattori. Hence, Hattori uses the same technique and fools Kemumaki.",
                    "TitleJapanese": "忍法ウサギの耳の巻",
                    "SummaryJapanese": "遠くで人が話している内容が気になるケン一。遠くからでも声が聞こえる耳をハットリくんに頼みこんで手に入れた。ウサギの特性を生かして人間の10倍以上耳が聞こえるようになる忍法なのだが、この忍法には副作用があった。"
                },
                "60": {
                    "ID": "2258961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258961",
                    "TitleEnglish": "Shishimaru is a genius artist.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "獅子丸は天才画家の巻",
                    "SummaryJapanese": "学校の宿題の絵をシンゾウ、獅子丸と描きにいったケン一。学校に間違って獅子丸が描いためちゃくちゃな絵をもっていってしまう。しかし、それを見た先生が天才的な絵だと評価し、調子にのった獅子丸は展覧会に出展する大作を描くのだが。"
                },
                "61": {
                    "ID": "2258971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258971",
                    "TitleEnglish": "Kenichi The Photographer",
                    "SummaryEnglish": "Kenichi shows him his clicked photos then he shows his dirty photo of his dads photo. Then he tries to click duck photos.",
                    "TitleJapanese": "これぞシャッターチャンスの巻",
                    "SummaryJapanese": "学級新聞にのせる決定的瞬間を写真におさめたいケン一。池の鳥を撮影しに行くが、なかなかうまく撮ることが出来ない。そこでハットリくんが手助けをするのだが、ケン一は果たしてうまく決定的瞬間をおさめることが出来るのか。"
                },
                "62": {
                    "ID": "2258981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258981",
                    "TitleEnglish": "The Wrong Present",
                    "SummaryEnglish": "Kenichi opens a parcel and shares the cake with Shinzou and Shishimaru, but later realises it was the neighbour's parcel.",
                    "TitleJapanese": "まちがった贈り物の巻",
                    "SummaryJapanese": "サーカスのトラ2頭が町に逃げ出した。それを知らないケン一達は公園で野良猫を拾い、家に連れて帰るのだが実は野良猫はトラの子供だった。子供を探す親のトラはにおいをかぎつけケン一の家にたどりつく。"
                },
                "63": {
                    "ID": "2258991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2258991",
                    "TitleEnglish": "Where Did the Tiger Run Away?",
                    "SummaryEnglish": "When Kenichi and Shinzo was playing tennis then Shinzo saw a baby of tiger and Kenichi tries to take care.",
                    "TitleJapanese": "逃げたトラはどこにの巻",
                    "SummaryJapanese": "ケン一の家にデパートからおくりものが届いた。中身のカステラをママに内緒でケン一とシンゾウは食べてしまうのだが、おくりものはとなりの家に届けられるはずのまちがいだった。"
                },
                "64": {
                    "ID": "2259001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259001",
                    "TitleEnglish": "Mystery of the Haunted House!",
                    "SummaryEnglish": "Kenichi and Yumeko goes to Haunted House. Then Kenichi and Shinzo goes inside house. Kemumaki disguise as ghost. When Hattori gets to know the truth he teaches him lesson.",
                    "TitleJapanese": "こわい声の正体は誰かの巻",
                    "SummaryJapanese": "ある晩、パパが帰り道に人がいないはずの屋敷からこわい声を聞いた。そこでケン一はシンゾウ、獅子丸と屋敷の探検に出る。それを知ったケムマキがいたずらをしかけるのだが、果たして本当のこわい声の正体は?"
                },
                "65": {
                    "ID": "2259011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259011",
                    "TitleEnglish": "The egg's parent is Kagechiyo.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "卵の親は影千代の巻",
                    "SummaryJapanese": "ケン一はたまごをヒヨコにかえそうと家で実験していた。そこへ影千代が忍びこみ食べようとしてしまうが、ハットリくんが忍法で自分が親鳥と思いこませ、影千代にたまごをあたためさせる。"
                },
                "66": {
                    "ID": "2259021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259021",
                    "TitleEnglish": "No More Drinking!",
                    "SummaryEnglish": "Kentaru finds it difficult to go to work due to a hangover. Kenichi gets angry as his father never spends time with him and seeks help from Hattori to stop Kentaru from drinking.",
                    "TitleJapanese": "飲みすぎにご用心の巻",
                    "SummaryJapanese": "今日は年末の大掃除の日。役にたたないシンゾウは相手にされず、いじけてゴミに埋もれて漫画を読んでいたが寝てしまう。やがてゴミの回収が来てシンゾウの姿は見えなくなってしまう。その行方は果たして?"
                },
                "67": {
                    "ID": "2259031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259031",
                    "TitleEnglish": "What Do Mice Like the Most?",
                    "SummaryEnglish": "Misuba makes cheese cake but mice eats all cheese cake. When Misuba scolds at children's. When All heard Dad's screams then all comes. Then Hattori tries to trap mice by making them eating cheese balls.",
                    "TitleJapanese": "ネズミの大好きな物は... の巻",
                    "SummaryJapanese": "パパは連日お酒の飲みすぎで、きまって二日酔い。なんとかパパがお酒を嫌いになるように、ハットリくん、シンゾウ、獅子丸はあらゆる手を使う。パパは大好きなお酒を飲まずにいられるのか。"
                },
                "68": {
                    "ID": "2259041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259041",
                    "TitleEnglish": "It's a Ninja Blizzard!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍法乱れ吹雪でござるの巻",
                    "SummaryJapanese": "ハワイ旅行が当たる宝くじの当選券を拾ったケン一。パパとママはすっかりその気でハワイに行けると大喜び。しかし実は、ハワイの当選券はケムマキのいたずらの仕業だった。"
                },
                "69": {
                    "ID": "2259051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259051",
                    "TitleEnglish": "The Lottery",
                    "SummaryEnglish": "Kemumaki plays a prank on Kenichi by making him win a lottery. Later, they find out that they have won a lottery in reality.",
                    "TitleJapanese": "落ちてるクジに手を出すなの巻",
                    "SummaryJapanese": "朝起きるとあたり一面雪景色。大喜びのケン一達は雪遊びを楽しんでいた。そこへやって来たケムマキはハットリくん達が作ったケンイチと夢子ちゃんの雪だるまを見つける。怒ったケムマキは雪だるまをこわし、雪を使って攻撃してきた。"
                },
                "70": {
                    "ID": "2259061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259061",
                    "TitleEnglish": "Kenichi Practices For Skiing!",
                    "SummaryEnglish": "Kaiko announces to go at skiing. Then Kenichi takes help of Hattori. Then Kenichi practices for skiing. Kenichi teaches Yumeko how to skiing. Then Kenichi and Kemumaki falls down.",
                    "TitleJapanese": "スキーは大スキーでござるの巻",
                    "SummaryJapanese": "ママがおやつに作ったチーズケーキをネズミが食べてしまうが、気づかないママはケン一達が食べたと勘違いしてしまう。いたずらを繰り返すネズミをつかまえようとするがなかなかつかまらない。そこでハットリくんが秘策を思いつく。"
                },
                "71": {
                    "ID": "2259071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259071",
                    "TitleEnglish": "House Cleaning is Not Easy!",
                    "SummaryEnglish": "Misuba Family cleans house. So Shinzo asks Misuba clean house but they tells Shinzo to play. But Shinzo reads comics then he sleeps. Then all find Shinzo in Garbage area.",
                    "TitleJapanese": "大掃除は大変でござるの巻",
                    "SummaryJapanese": "スキーが苦手なケン一はスキー教室にむけて、近所の砂山でハットリくんと特訓を開始する。なんとかすべれるようになったケン一だが、ケムマキと影千代がうまくすべれないようにスキー場で邪魔をする。"
                },
                "72": {
                    "ID": "2259081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259081",
                    "TitleEnglish": "Saturday afternoon is quite boring",
                    "SummaryEnglish": "Kenichi goes to library for reading book. But Uncle stops Kenichi to stop reading in free. Shinzo comes to read comics and cry. Hattori hypnotizes.",
                    "TitleJapanese": "土曜の午後は退屈でござるの巻",
                    "SummaryJapanese": "ケン一はおこづかい節約のために本屋で立ち読みをしようとする。しかし、本屋のこわいおじさんに叱られてなかなか読むことが出来ない。なんとかハットリくんの手助けで本を読むことが出来たケン一だが、おこづかいがたまると思いがけない行動に出る。"
                },
                "73": {
                    "ID": "2259091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259091",
                    "TitleEnglish": "The Haircut",
                    "SummaryEnglish": "Kenichi and Hattori go to a salon to get a haircut. On seeing Kemumaki coming, Kenichi becomes a hair stylist and shaves Kemumaki bald.",
                    "TitleJapanese": "ニンニン床屋で大混乱の巻",
                    "SummaryJapanese": "夢子ちゃんに気に入られたいケン一とケムマキ。ケン一は早速、近所で評判の床屋に行くが、店主がいない間にケムマキが店に来る。床屋に変装したケン一がケムマキの髪を切るのだが…。"
                },
                "74": {
                    "ID": "2259101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259101",
                    "TitleEnglish": "Kenichi's Long Legs",
                    "SummaryEnglish": "Shinzou and Shishimaru help Kenichi to become tall by attaching artificial legs. But later realizes the outcome and refuses to grow tall.",
                    "TitleJapanese": "足長ケンチャンの巻",
                    "SummaryJapanese": "大きな水たまりを渡り、夢子ちゃんにいいところを見せようとしたケン一だが、足の長さが足りず失敗してしまう。どうしても足を長くしたいケン一は、シンゾウと獅子丸の協力で様々な方法を試す。"
                },
                "75": {
                    "ID": "2259111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259111",
                    "TitleEnglish": "Ninja technique of hearts eye",
                    "SummaryEnglish": "While Hattori practices a ninja technique of hearts eye, Kemumaki attacks him. Then, Hattori uses honey to attack Kemumaki.",
                    "TitleJapanese": "忍法心変りの巻",
                    "SummaryJapanese": "夢子ちゃんとのデートに出かけようとするケン一だがママに買い物を頼まれる。ハットリくんの忍法「こころがわり」でママの気を変えひと安心。しかし、調子にのって忍法で使う煙玉を自分の都合のいいようにばかりケン一は使ってしまう。"
                },
                "76": {
                    "ID": "2259121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259121",
                    "TitleEnglish": "Shinzou meets Santa Claus",
                    "SummaryEnglish": "On Christmas Eve, Hattori puts gifts in Shinzou and Shishimaru's socks. They both feel very happy and also get to know that Hattori is Santa Claus.",
                    "TitleJapanese": "サンタクロース騒動の巻",
                    "SummaryJapanese": "クリスマスにサンタクロースがプレゼントを運んでくれると信じるシンゾウ。サンタがプレゼントを持ってくるのを見張り、来年のプレゼントをお願いしようとサンタを捕まえようとするのだが…。"
                },
                "77": {
                    "ID": "2259131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259131",
                    "TitleEnglish": "Kiyo Remembers His Master!",
                    "SummaryEnglish": "Misuba family goes out. Shishimaru captures thief. In newspaper Shishimaru comes. So Kio also does same like Shishimaru.",
                    "TitleJapanese": "影千代は御主人様おもいの巻",
                    "SummaryJapanese": "家族みんなでお出かけの日に留守番を頼まれた獅子丸。そこにあらわれた泥棒を見事に捕まえた。すっかり有名になった獅子丸に主人のケン一は鼻が高い。それを知った影千代は主人のケムマキのために手柄をあげようとするが空回りばかりで…。"
                },
                "78": {
                    "ID": "2259141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259141",
                    "TitleEnglish": "Shinzou Takes Up Ninja Technique Challenge!",
                    "SummaryEnglish": "Shinzou requests Hattori for ninja technique. But Kenichi and Yumeko goes for cycle riding. Kemumaki and Kio convince to use ninja technique upon Kenichi. Yumeko and Kenichi is in trouble. Hattori saves and teaches lesson to Shinzo.",
                    "TitleJapanese": "シンゾウ金縛りの術に挑戦するの巻",
                    "SummaryJapanese": "ハットリくんから習った金縛りの術に挑戦するシンゾウ。しかし、なかなかうまく使うことが出来ない。それをケムマキに馬鹿にされたシンゾウは、自転車に乗ったケン一にも金縛りの術をかけるが、これが成功してしまう。"
                },
                "79": {
                    "ID": "2259151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259151",
                    "TitleEnglish": "Invitation to Mama's Tea Party!",
                    "SummaryEnglish": "Misuba invites Everyone to tea party. But Kemumaki breaks the cup of tea. Kemumaki sticks bowl with Glue. Kemumaki and Kenichi fights then he breaks. Misuba scolds for breaking. Hattori teaches lesson by making truth of breaking of bowl.",
                    "TitleJapanese": "ママのお茶会にご招待の巻",
                    "SummaryJapanese": "ママのお茶会に招待されたケムマキは、ママがいない隙に大切にしていた茶碗を割ってしまう。そこでケン一が割ったことのように仕向け、ケン一がママに怒られてしまう。ハットリくんはケムマキに白状させることが出来るのか。"
                },
                "80": {
                    "ID": "2259161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259161",
                    "TitleEnglish": "Mommy loses her ring",
                    "SummaryEnglish": "While preparing rice cakes, Ama loses her ring. Later, Hattori finds the ring stuck in Shishimaru's tooth.",
                    "TitleJapanese": "とんだ餅つき大会の巻",
                    "SummaryJapanese": "餅つき大会でママは大切な結婚指輪をなくしてしまう。配られた鏡餅の中に入っていると思ったケン一達は町中の餅を回収するが見つからない。はたして無事にママの結婚指輪は見つかるのか?"
                },
                "81": {
                    "ID": "2259171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259171",
                    "TitleEnglish": "The Love Letter",
                    "SummaryEnglish": "Kenichi writes a letter to Yumeko, but Kemumaki adds a few lines and posts the letter to Yumeko. Hattori helps Kenichi find the letter with his ninja technique.",
                    "TitleJapanese": "ラブレターをとりもどせの巻",
                    "SummaryJapanese": "夢子ちゃんにラブレターを書いたケン一だが、影千代に奪われてしまう。それをめちゃくちゃな内容に書き直したケムマキは、ポストに出してしまう。ケン一とハットリくんはラブレターを無事に取り返すことが出来るのか?"
                }
            }
        },
        "2": {
            "ID": "251281",
            "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/seasons/official/2",
            "# Episodes": 270,
            "Episodes": {
                "1": {
                    "ID": "2259181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259181",
                    "TitleEnglish": "Go Fly A Kite",
                    "SummaryEnglish": "Kenichi finds a remote control plane. Hattori, Shinzou and Shishimaru find out whose plane it is and pray for his good health.",
                    "TitleJapanese": "凧上げはムササビの術でござるの巻",
                    "SummaryJapanese": "無線ラジコン飛行機でいたずらをされたハットリくん達。犯人を突き止めるが、その子が足を怪我をしていてお正月なのに外で遊べないことを知る。凧上げがしたいその子のためにハットリくんがとった方法とは?"
                },
                "2": {
                    "ID": "2259271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259271",
                    "TitleEnglish": "A Dream Of Ninja Days",
                    "SummaryEnglish": "Kenichi sees Yumeko spending her life with Hattori, but later realizes, it was a dream and feels relieved.",
                    "TitleJapanese": "初夢三ッ葉城は日本晴れでござるの巻",
                    "SummaryJapanese": "初夢で三ツ葉城の若殿になったケン一。いやいや結婚をさせられようとする夢子ちゃん扮する町娘をハットリくんと共にケムマキから助け出す。はたしてケン一と夢子ちゃんは無事に結ばれるのか。"
                },
                "3": {
                    "ID": "2259281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259281",
                    "TitleEnglish": "I Have Been Disliked",
                    "SummaryEnglish": "Kenichi's cousin misbehaves with Kenichi and his friends, so Hattori teaches him a lesson and later, they become friends.",
                    "TitleJapanese": "お正月のお客は楽しみでござるの巻",
                    "SummaryJapanese": "お客がたくさん訪れるお正月。ケン一の家にパパの会社の社長親子がやってきた。社長の子供と一緒に遊ぶケン一だが、社長の子供はわがまま放題。見かねたハットリくんがさからうのだが…。"
                },
                "4": {
                    "ID": "2259291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259291",
                    "TitleEnglish": "Kiyo, Father of an Abandoned Cat!",
                    "SummaryEnglish": "When Shishimaru sleeps in bed. He finds cat in Shishimaru's house. Hattori suspects of Kio his father. Hattori finds owner of cat by calling all cats. Then Hattori gets to know about Kenichi's father friends cat.",
                    "TitleJapanese": "捨て猫のパパは影千代? ...の巻",
                    "SummaryJapanese": "ある日、ケン一の家に捨て猫がやってきた。ハットリくん達は子猫の親を探すがまったく見つからずに困っていたところ、思いがけず子猫は影千代にすっかりなついてしまう。影千代は育ての親になることを決意するのだが、そこに本物の飼い主があらわれた。"
                },
                "5": {
                    "ID": "2259301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259301",
                    "TitleEnglish": "Skate Like a Pro!",
                    "SummaryEnglish": "Kenichi and Yumeko plays hide and seek. So Kemumaki challenges Kenichi for skate. So Kenichi takes help of Hattori. So Hattori uses ninja shadow technique.",
                    "TitleJapanese": "スケートが上手になりたいの巻",
                    "SummaryJapanese": "夢子ちゃんとアイススケートに出かけたケムマキ。おもしろくないケン一はスケートの特訓をするがうまくすべれない。どうしても夢子ちゃんと一緒にすべりたいケン一は、ハットリくんの力を借りていいところを見せようとするが…。"
                },
                "6": {
                    "ID": "2259341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259341",
                    "TitleEnglish": "Ninja Art of Messaging Technique!",
                    "SummaryEnglish": "Kenichi's Father calls Kenichi to give message. So Shinzo tells Shishimaru to bring message from Kenichi. Yumeko tells Kemumaki to give message. Kemumaki gives to Hattori message. Hattori gives message to Kenichi's Father.",
                    "TitleJapanese": "忍法伝信の術でござるの巻",
                    "SummaryJapanese": "パパから結婚式で着るモーニングを会社に持ってきてほしいと連絡があった。その伝言をママに伝えるためにスーパーへ向かうシンゾウ。途中、ケムマキが嘘を伝えようと伝言を引き継ぐのだが、はたして無事、パパにモーニングは届くのか?"
                },
                "7": {
                    "ID": "2259361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259361",
                    "TitleEnglish": "Fight For Seat",
                    "SummaryEnglish": "Kemumaki and Kenichi play a game to decide who sits next to Yumeko. At the end, both get a seat next to Yumeko.",
                    "TitleJapanese": "とんだ席とり合戦の巻",
                    "SummaryJapanese": "学校の席替えで夢子ちゃんの隣ではなくなり、落ちこむケン一。だが、実は先生がサイコロで決めたことがわかり、もう一度席替えを行うことになった。夢子ちゃんの隣をめぐってケムマキとの席とり合戦がはじまる。"
                },
                "8": {
                    "ID": "2259371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259371",
                    "TitleEnglish": "Looking Out For a Sponsor!",
                    "SummaryEnglish": "Kenichi goes to cake shop. He sees Kemumaki getting free cake. So Kemumaki tells he is sponsor of shop. Kenichi and his Friends also look for sponsor. Kenichi runs away on seeing Kaiko Sir.",
                    "TitleJapanese": "スポンサーを探すでござるの巻",
                    "SummaryJapanese": "学級新聞にのせるスポンサーとして、無料でケーキ屋さんから新作をもらったケムマキ。ケン一は負けじとせんべい屋にスポンサーの話をもちかけ、無料でもらうのだが、スポンサーの話はケムマキの作り話だった。"
                },
                "9": {
                    "ID": "2259391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259391",
                    "TitleEnglish": "After all, Papa is a great man!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "なんといってもパパはエライでござるの巻",
                    "SummaryJapanese": "家の中ではだらしなくてママに怒られてばかりのパパ。そんなパパをケン一は馬鹿にしているが、パパの男らしいところを見せたいハットリくんは、休日に一人で外出するパパをケン一とこっそりつけることにする。"
                },
                "10": {
                    "ID": "2259401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259401",
                    "TitleEnglish": "It's Hard Being A Ninja",
                    "SummaryEnglish": "Kio comes across Shinzou and troubles by showing him some ninja techniques. As Hattori gets to know this, he decides to teach Kio a lesson.",
                    "TitleJapanese": "忍法修業はつらいでござるの巻",
                    "SummaryJapanese": "忍法の腕をあげてハットリくんを見返したいシンゾウは、甲賀流の影千代に弟子入りする。伊賀の忍者が甲賀に教わることは掟破りだとハットリくんはしかるのだが、みんなに古くさいと逆に怒られてしまう。"
                },
                "11": {
                    "ID": "2259421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259421",
                    "TitleEnglish": "The Swimming Competition!",
                    "SummaryEnglish": "Kaiko Sir announces students to swimming in cold water. So Kenichi takes help of Hattori. Hattori shows Kenichi bathing suit while swimming. Kenichi and Kemumaki participates in competition. Then Kenichi that his suit was abandoned in water.",
                    "TitleJapanese": "寒中水泳に挑戦するの巻",
                    "SummaryJapanese": "みんなにいいところを見せようと強がり、寒中水泳大会に出ることになったケン一。ハットリくんの協力で順調に泳いでいたが、ケムマキの指示で影千代が水の中から邪魔をしてきた。ケン一は無事に泳ぎきることが出来るのか?"
                },
                "12": {
                    "ID": "2259431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259431",
                    "TitleEnglish": "Beware of Bonfires",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たき火にご用心の巻",
                    "SummaryJapanese": "パパからたき火の見張りを頼まれたケン一。しかし、そこへ夢子ちゃんが来て、たき火をほったらかして遊びに出てしまう。すっかり忘れて遊んでいたケン一は家から大きな煙が出ていることに気づき、あわてて家に帰るのだが…。"
                },
                "13": {
                    "ID": "2259441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259441",
                    "TitleEnglish": "Shishimaru Danuki's Stomach Strap",
                    "SummaryEnglish": null,
                    "TitleJapanese": "獅子丸だぬきのはらづつみの巻",
                    "SummaryJapanese": "夢子ちゃんの家で遊んでいたケン一はおじいちゃんが大事にしている、たぬきの置き物をこわしてしまう。困ったケン一達は置き物を直すまで、獅子丸を置き物に似せてごまかすことにした。"
                },
                "14": {
                    "ID": "2259451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259451",
                    "TitleEnglish": "Papa is Being Called to the School!",
                    "SummaryEnglish": "Kaiko Sir announces Students Father parents to come school. So Kenichi takes help of Hattori to save from Papa scolding. So Hattori disguises as Papa. So Kenichi thinks Papa as Hattori. Kenichi realises His Father.",
                    "TitleJapanese": "パパ上学校に呼ばれるの巻",
                    "SummaryJapanese": "学校の父兄参観日。成績が悪いケン一はパパにどうしても来てほしくない。そこでハットリくんに変わり身の術でパパに成り代わってもらうのだが、それを知ったケムマキが本当のパパに父兄参観日のことを教えてしまう。"
                },
                "15": {
                    "ID": "2259471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259471",
                    "TitleEnglish": "Surprise Visitor",
                    "SummaryEnglish": "A guest arrives at Kenichi's place and eats all the food. A lady claims the old man to be her father and takes him away.",
                    "TitleJapanese": "留守番はつらいでござるの巻",
                    "SummaryJapanese": "今日はパパとママがお出かけの日。留守番していたケン一達のところに、突然、知らないおじいさんが家に上がりこんできた。おじいさんは家じゅうの食べ物を食べ尽くすなど好き放題。いったいこのおじいさんの正体は?"
                },
                "16": {
                    "ID": "2259481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259481",
                    "TitleEnglish": "Hell Broke Loose at the Bath House!",
                    "SummaryEnglish": "Yumeko sees Kemumaki going to spa. Kenichi also goes to spa. Kemumaki and Hattori takes bath. Then Kemumaki cheats in Bathing. So teaches lesson. Kenichi and his friends and Kemumaki and Kio takes bath. Then Kemumaki slips.",
                    "TitleJapanese": "お風呂屋さんは大混乱の巻",
                    "SummaryJapanese": "家のお風呂がこわれてお風呂屋さんに行く夢子ちゃん。ケン一達もみんなでお風呂屋さんに行くことにするのだが、ケムマキと影千代も来て大騒ぎに。さらに夢子ちゃんがいる女風呂をのぞこうとするケムマキ達をハットリくんは止めようとして…。"
                },
                "17": {
                    "ID": "2259501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259501",
                    "TitleEnglish": "Radio Transceiver Commotion!",
                    "SummaryEnglish": "Kenichi gets a radio so Kenichi and Shinzo talks far away from radio. Kemumaki snatches Radio from Shinzo. So Hattori teaches Kemumaki a lesson.",
                    "TitleJapanese": "トランシーバー騒動の巻",
                    "SummaryJapanese": "トランシーバーを使ってシンゾウと獅子丸に買い物を頼んだケン一。途中、獅子丸はちくわにつられてケムマキにトランシーバーを渡してしまった。ケムマキは嘘を伝えて、こわい犬がいる家にケン一をおびきだす。"
                },
                "18": {
                    "ID": "2259521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259521",
                    "TitleEnglish": "Kenichi's Fake Illness!",
                    "SummaryEnglish": "Kenichi doesn't want to exercise in winter season. So Kenichi fools Yumeko he is not well. Yumeko takes Kenichi in School doctor. So Kemumaki disguises as Doctor. Hattori teaches lesson.",
                    "TitleJapanese": "寒いのはキライキライの巻",
                    "SummaryJapanese": "寒いのがキライなケン一は体育の授業をずる休みしていた。ケムマキは保健室で夢子ちゃんと遊ぶケン一をこらしめようと医者に変装するのだが、そこに本物の医者があらわれて…。"
                },
                "19": {
                    "ID": "2259531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/2259531",
                    "TitleEnglish": "Ninja Reversing Role Technique!",
                    "SummaryEnglish": "Kenichi brakes things of Mitsuba's House. So Hattori and Kenichi changes personality. When Kenichi's mother father gets to know the truth they teaches lesson.",
                    "TitleJapanese": "忍法アベコベの術でござるの巻",
                    "SummaryJapanese": "パパとママの留守中にケン一達は忍者ごっこで大騒ぎ。調子にのってパパとママの大事なものをこわしてしまう。怒られるのが嫌なケン一はハットリくんの忍法でおたがい入れかわり、ケン一になったハットリくんが怒られるのだが…。"
                },
                "20": {
                    "ID": "6392934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6392934",
                    "TitleEnglish": "Shishimaru's Snores",
                    "SummaryEnglish": "Shishimaru finds the alarm disturbing and puts it off. He gets everyone late, but at the end, Hattori's makes Shishimaru realise his mistake.",
                    "TitleJapanese": "いびきをかいたボールの巻",
                    "SummaryJapanese": "ボールに化けた獅子丸で遊んでいたケン一達だが、ボールを飛ばしすぎて、こわいおじいさんの家のガラスを割ってしまう。怒ったおじいさんはボールを取り上げてしまった。ハットリくんは獅子丸を取り返すためにおじいさんの家に向かう。"
                },
                "21": {
                    "ID": "6719210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6719210",
                    "TitleEnglish": "Let's quit smoking and eat sushi.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "タバコをやめて寿司を食おうの巻",
                    "SummaryJapanese": "パパは大好きなタバコをやめることを決めた。節約したタバコ代で寿司をくいたいケン一達は誘惑に負けそうになるパパをなんとか食い止めようとするのだが、はたしてパパの禁煙は無事に成功するのか?"
                },
                "22": {
                    "ID": "6719211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6719211",
                    "TitleEnglish": "Freeze in the Cold and Eat Steaks!",
                    "SummaryEnglish": "Kenichi and His Family saves pocket money in winter season. So Kenichi and his Father sits near sun. Kenichi and his Father feels ill.",
                    "TitleJapanese": "寒さこらえてステーキを食べようの巻",
                    "SummaryJapanese": "おいしいステーキを食べるため、三葉家はみんなで協力して暖房費を節約することに。凍えながらもステーキのために必死に寒さをこらえ生活するケン一達。そしてようやく、念願のステーキを食べられることになったのだが…。"
                },
                "23": {
                    "ID": "6720197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720197",
                    "TitleEnglish": "Shinzo Forgets His Money",
                    "SummaryEnglish": "Shinzo forgets the money at home, so a passerby pays for the pastries. Later, they all go to her place and thank her.",
                    "TitleJapanese": "やさしい女の子をさがすのでござるの巻",
                    "SummaryJapanese": "ママからケーキのおつかいを頼まれたシンゾウは、途中でお金を落としてしまった。困っていると、そこへ見知らぬやさしいお姉さんがあらわれ、シンゾウの代わりにケーキ屋さんでお金を払ってくれた。しかしお礼を言う間もなく、名前も聞けないままお姉さんは帰ってしまうのであった。"
                },
                "24": {
                    "ID": "6720199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720199",
                    "TitleEnglish": "Art is a Painful Thing",
                    "SummaryEnglish": null,
                    "TitleJapanese": "芸術とは痛いものでござるの巻",
                    "SummaryJapanese": "宿題の粘土細工を提出直前にケムマキに壊されてしまったケン一。それを知ったハットリくんは、先生に変装してその作品が素晴らしいものだともちあげることに。ハットリくんの変装だとは気付かずすっかり得意げになったケムマキは、次々と他の生徒の作品にも手をつけていくのだが、そこに本当の先生が現れて…。"
                },
                "25": {
                    "ID": "6720200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720200",
                    "TitleEnglish": "I Leave The Speech To Someone Else",
                    "SummaryEnglish": "Hattori gives Kentaru a recorder to help him in his speech but it fails. So, Hattori helps him complete his speech.",
                    "TitleJapanese": "スピーチは任せるでござるの巻",
                    "SummaryJapanese": "結婚式でスピーチを頼まれたパパは、人前で話すのが苦手なため困りはてていた。そこでケン一達は、スピーチの内容をあらかじめカセットテープに吹きこみ、当日はそのテープを流してパパには口パクで合わせてもらうことにした。迎えた当日、準備万端で臨んだパパだがテープを再生する役目の獅子丸が料理に気を取られてしまい…。"
                },
                "26": {
                    "ID": "6720201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720201",
                    "TitleEnglish": "Ninjas have it tough too",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍者も辛いのでござるの巻",
                    "SummaryJapanese": "いじめっ子に追われている夢子ちゃんを助けようとしたケムマキだったが、夢子ちゃんに忍者だとバレることを避けて逃げ出してしまい、夢子ちゃんに嫌われてしまう。話を聞いたハットリくんは、同じ忍者としてそんなケムマキを哀れに思い、ケムマキに変装し夢子ちゃんの前で名誉挽回を試みることにする。"
                },
                "27": {
                    "ID": "6720203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720203",
                    "TitleEnglish": "Fight Off the Demon on Setsubun Festival",
                    "SummaryEnglish": "Kenichi and His Family plays a demon game with beans. So Kenichi and Shinzo plays demon as Shishimaru eats all beans. So Hattori disguises as Papa and plays demon game with beans.",
                    "TitleJapanese": "今日は節分鬼退治の巻",
                    "SummaryJapanese": "今日は楽しみにしていた節分の日。仕事の入ってしまったパパに代わって、ケン一達はくじ引きで鬼役を決めることに。獅子丸が鬼に決まるものの、パパでないこともありいまいち盛り上がりに欠けてしまう。そこで、ハットリくんがパパに変身して鬼を引き受けることにする。"
                },
                "28": {
                    "ID": "6720207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720207",
                    "TitleEnglish": "Swallows For Yumeko",
                    "SummaryEnglish": "Kenichi and his friends build their nest on their rooftop for the birds, but Kemumaki gifts it to Yumeko. Later, Hattori teaches him a lesson.",
                    "TitleJapanese": "夢子ちゃんにツバメのプレゼントの巻",
                    "SummaryJapanese": "家の軒下にツバメちゃんが巣を作りやすいよう巣台を作ったケン一達。すると、見事にツバメちゃんが巣を作りひな鳥達も元気に育っていった。そのツバメちゃんの巣を見て羨ましがる夢子ちゃんにいい所を見せようと、ケムマキがケン一達のツバメちゃんの巣を盗み、夢子ちゃんの家へと持って行ってしまう。"
                },
                "29": {
                    "ID": "6720210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720210",
                    "TitleEnglish": "Papa's Documents Flew Away!",
                    "SummaryEnglish": "Shinzo keeps his documents somewhere else. So Kenichi and his Friends finds for the document. So Kemumaki takes document. Hattori snatches and gives to his father",
                    "TitleJapanese": "パパ上の書類は飛ぶのでござるの巻",
                    "SummaryJapanese": "日曜日なのに家で仕事に頭を抱えているパパを見て、シンゾウは善意から獅子丸とともに仕事の書類を捨ててしまう。パパが慌てるのを見て事の重大さに気付いたシンゾウらは、急いで捨てた場所へ戻るものの、書類はすっかり無くなってしまっていた。はたしてパパの書類はどこへいったのか？"
                },
                "30": {
                    "ID": "6720212",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720212",
                    "TitleEnglish": "A Hard Day At The Movies",
                    "SummaryEnglish": "Shishimaru and Shinzou misbehave and disturb everyone at the theatre, so Hattori uses his technique to stop them from going with Yumeko.",
                    "TitleJapanese": "映画はコリゴリでござるの巻",
                    "SummaryJapanese": "映画館にやってきたケン一達だったが、シンゾウと獅子丸は館内ではしゃいでやりたい放題。そのせいで、ケン一達はまったく映画を楽しむことができなくなってしまう。シンゾウに呆れながら帰り道を歩いていると、夢子ちゃんがやってきてシンゾウを映画に誘いたいと言い出す。"
                },
                "31": {
                    "ID": "6720214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720214",
                    "TitleEnglish": "Kemumaki, Let's Dig Up A Mammoth",
                    "SummaryEnglish": "Kemumaki claims a bone to be of an elephant from the ancient era. As Hattori gets to know about Kemumaki's false claims, he teaches him a lesson.",
                    "TitleJapanese": "ケムマキマンモスを掘りだせの巻",
                    "SummaryJapanese": "ケムマキは様々な知識を披露して夢子ちゃんに褒められた事で気を良くし、今度は調子に乗って獅子丸が持っていた骨をマンモスの骨だと嘘をついた。そんなケムマキをこらしめようと、ハットリくんは歴史学者に変装し「マンモスの残りの骨を掘り出した人が第一発見者として歴史に名を残せる」と伝えると、ケムマキは実在するはずのないマンモスの骨を求めて必死に掘り始める。"
                },
                "32": {
                    "ID": "6720216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720216",
                    "TitleEnglish": "God's Favor",
                    "SummaryEnglish": null,
                    "TitleJapanese": "神様のえこひいきの巻",
                    "SummaryJapanese": "ケムマキの勧めで神社にお参りした夢子ちゃんは、その後本当に願いが叶いすっかり神様がいることを信じてしまう。一方、夢子ちゃんから話を聞いたケン一も同じようにお参りをするが、逆に災難ばかり続いてしまう。そこで調査に乗り出したハットリくんは、どうやらケムマキが絡んでいることを突き止める。"
                },
                "33": {
                    "ID": "6720218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720218",
                    "TitleEnglish": "Shinzou's Balloons",
                    "SummaryEnglish": "Shinzou gets upset for losing his balloon. So, Hattori gifts Shinzou another balloon and makes him happy.",
                    "TitleJapanese": "逃げた風船はどこにの巻",
                    "SummaryJapanese": "おもちゃ屋さんの前で風船を貰ったシンゾウと獅子丸。影千代も貰おうとするがちょうど終わってしまい、貰えず悔しい影千代は獅子丸の風船を割り、シンゾウの風船も割ろうと邪魔をする。残った1つの風船もどこかへ飛んで行ってしまい、シンゾウは獅子丸は必死に追いかけるが…。"
                },
                "34": {
                    "ID": "6720220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720220",
                    "TitleEnglish": "Yumeko-chan's Ohinasama",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夢子ちゃんのおひな様の巻",
                    "SummaryJapanese": "ひな祭りに夢子ちゃんの家にお呼ばれしたケン一達。夢子ちゃんから今晩のご馳走の話を聞いて、夕食まで我慢できないケン一達は、遊んでいる最中こっそりと様子を見に行くのだが、ちょっとした拍子に飾ってあるひな人形を壊してしまう。ハットリくん立会いのもと、犯人探しが始まるのだが…。"
                },
                "35": {
                    "ID": "6720223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720223",
                    "TitleEnglish": "Shishimaru's Snores",
                    "SummaryEnglish": "Shishimaru finds the alarm disturbing and puts it off. He gets everyone late, but at the end, Hattori's makes Shishimaru realise his mistake.",
                    "TitleJapanese": "獅子丸のいびきは100ホーンの巻",
                    "SummaryJapanese": "獅子丸のいびきがうるさくて眠れないケン一達は毎晩頭を悩ませていたが、当本人の獅子丸は何食わぬ顔をしていた。そこでハットリくんは、どれ程自分のいびきがうるさいかを聞かせるため、忍法「こだま返し」で獅子丸に教訓を与える事にした。"
                },
                "36": {
                    "ID": "6720225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720225",
                    "TitleEnglish": "A Part-Time Job!",
                    "SummaryEnglish": "Kemumaki fools Kenichi for part time job his neighbour. So Kenichi takes cares pig child but pig child messes house. Then Kemumaki makes eat Koga special carrot. Pig child mother tells Kemumaki to take care.",
                    "TitleJapanese": "とんだアルバイトでござるの巻",
                    "SummaryJapanese": "ケムマキからアルバイトを紹介されたケン一は、またしてもケムマキにまんまとひっかかり、気付けば近所の飼いブタ・ヒトミちゃんの世話をすることになってしまう。ヒトミちゃんの遊び相手になったケン一はもうヘトヘト。そこへ様子を見にケムマキがやってくる。"
                },
                "37": {
                    "ID": "6720227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720227",
                    "TitleEnglish": "Shishimaru Turns Into a Rabbit!",
                    "SummaryEnglish": "Kenichi take cares of rabbit then opens the cage rabbit runs away. Then Kenichi takes Help of Shishimaru to become rabbit. Then Hattori takes Shishimaru and keeps real rabbit.",
                    "TitleJapanese": "うさぎになった獅子丸の巻",
                    "SummaryJapanese": "うさぎ当番の夢子ちゃんの手伝いをしようとしたケン一は、うっかりうさぎを飼育小屋から逃がしてしまう。困ったケン一は、獅子丸にうさぎに変装してもらいなんとか事態を収めようとするのだが…。"
                },
                "38": {
                    "ID": "6720229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720229",
                    "TitleEnglish": "Love Letter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "舞込んだラブレターの巻",
                    "SummaryJapanese": "テストの前日、ケン一にラブレターが届いた。そこには、「明日のテストは私の答えを見てね」というカンニングを促す内容が書かれていたのでハットリくんは怪しむが、ケン一は夢子ちゃんからのラブレターだと勘違いして舞い上がってしまう。"
                },
                "39": {
                    "ID": "6720231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720231",
                    "TitleEnglish": "The Missing Book",
                    "SummaryEnglish": "Yumeko gives Kenichi a book to read. But, Kemumaki robs the book. So, Hattori manages to get a new one.",
                    "TitleJapanese": "ニンニン馬力で本を探せの巻",
                    "SummaryJapanese": "夢子ちゃんから本を借りて大喜びのケン一。その日の帰り道、空き地で修業をしていたハットリくん達に誘われてケン一も参加している隙に、夢子ちゃんから借りた本を何者かに盗まれてしまった。責任を感じたハットリくんは、同じ本を見つけるために町じゅうの本屋を探し回っていたが、本を盗んだ犯人のケムマキが空き地に本が落ちていたと嘘をついて、夢子ちゃんに本を返してしまう。"
                },
                "40": {
                    "ID": "6720234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720234",
                    "TitleEnglish": "It's Valentine's Day!",
                    "SummaryEnglish": "Kemumaki tries to make disguises. Kemumaki disguises as Kenichi's and Yumeko gives Kemumaki gift. When Kenichi comes Yumeko does not give gift. Kenichi cries. When Hattori gets to know truth Hattori becomes Yumeko and takes extra gift from Kemumaki and gives to Kenichi.",
                    "TitleJapanese": "バレンタインデーの事件の巻",
                    "SummaryJapanese": "ケン一は夢子ちゃんからバレンタインのチョコをもらえずひどく傷ついてしまう。なにか訳があると思ったハットリくんは、忍法「声うつし」を使ってこっそりと夢子ちゃんから話を聞き出す。影千代が絡んでいることを突き止めたハットリくんは、ケムマキのもとへと向かう。"
                },
                "41": {
                    "ID": "6720236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720236",
                    "TitleEnglish": "The Laughing Mushroom",
                    "SummaryEnglish": "As Koike-Sensei acts strict with the students, Hattori helps Kenichi to change Koike-Sensei in a natural way.",
                    "TitleJapanese": "先生を笑わせろの巻",
                    "SummaryJapanese": "最近、生徒たちが先生の言う事を聞かないため、馬鹿にされないようにわざと怖い表情をして笑わなくなってしまった。昔の先生に戻ってもらいたいケン一達は、あの手この手で先生を笑わそうとするのだが…。"
                },
                "42": {
                    "ID": "6720239",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720239",
                    "TitleEnglish": "Shinzou And The Sad Movie",
                    "SummaryEnglish": "Shinzou and Shishimaru follow Hattori and Kenichi to the theatre. In an emotional scene, Shinzou falls asleep, so, Kenichi and Hattori feel relieved.",
                    "TitleJapanese": "悲しい映画を見る方法の巻",
                    "SummaryJapanese": "夢子ちゃんから泣ける映画があると勧められたケン一はハットリくん達と観に行くことにする。久々の映画に大はしゃぎのシンゾウだったが、ケン一はシンゾウの「涙パワー」を懸念し、ハットリくんと協力してなんとかシンゾウを映画館に連れて行かずに済む方法を考える。"
                },
                "43": {
                    "ID": "6720240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720240",
                    "TitleEnglish": "Kenichi Becomes a Musician!",
                    "SummaryEnglish": "Music teacher tells Kenichi to sing song so Kenichi sings badly. So Hattori uses Ninja Shadow technique upon music teacher with Kenichi's lonely song.",
                    "TitleJapanese": "大音楽家ケン一氏の巻",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "6720241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6720241",
                    "TitleEnglish": "Flowers For Spring",
                    "SummaryEnglish": "As Shinzou gets excited about flowers, Hattori shifts the entire flower bed at the roof of their house and makes Shinzou happy.",
                    "TitleJapanese": "お花畑をつくろうの巻",
                    "SummaryJapanese": "テレビで見たお花畑に憧れたシンゾウは、家の庭にお花畑を作ろうとするもママに止められてしまう。そこで、花を植えられそうな場所を探しに出掛けるのだが、やみくもに土を掘り返すシンゾウを見ていられないハットリくんは、空き地にシンゾウを誘導し花壇を作らせてあげることにする。"
                },
                "45": {
                    "ID": "6722791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722791",
                    "TitleEnglish": "Crook Technique Leads to an Injury!",
                    "SummaryEnglish": "Kenichi sees Misuba's photo. So Kemumaki makes practices for Ninja technique. Kemumaki makes fool Kenichi. Then Hattori saves Kenichi.Then Kenichi practise for Ninja Techniques.",
                    "TitleJapanese": "生忍法はけがのもとの巻",
                    "SummaryJapanese": "ハットリくんが忍法を教えてくれないことに不満なケン一。そこにケムマキから忍法を教えてあげると話をもちかけられる。ケムマキのいじわるとは知らずに偽の忍法修行をしたケン一は、自分にも忍法が使えるようになったと勘違いしてしまう。"
                },
                "46": {
                    "ID": "6722792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722792",
                    "TitleEnglish": "Mama Practices For Volleyball",
                    "SummaryEnglish": "Mama practices for Kenichi's sports day, but Hattori gets to know that the event has been cancelled, so he makes Mama forget about the game.",
                    "TitleJapanese": "ママのバレーボール特訓の巻",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "6722793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722793",
                    "TitleEnglish": "No More Eating Race",
                    "SummaryEnglish": "In a competition, Kemumaki cheats, but Hattori gets him caught. At the end, Hattori wins the competition.",
                    "TitleJapanese": "大喰い競争はこりごりでござるの巻",
                    "SummaryJapanese": "町内の大福大喰い競争を明日に控え、ケン一とシンゾウは晩ご飯を抜いて準備万端。しかし夜に降った雨のせいで大会は中止だと思い込んだ二人は、昨夜からの空腹もあり朝ご飯を目一杯食べてしまう。ところがその後天気が回復し大会が開催されることになって困り果てる二人。代役を務めることになったハットリくんは、ケムマキと壮絶な大喰いバトルを繰り広げる。"
                },
                "48": {
                    "ID": "6722795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722795",
                    "TitleEnglish": "Shishimaru Sings a Lullaby!",
                    "SummaryEnglish": "Shishimaru, who was missed by a lost piglet for some reason I had no choice but to take care of the piglet. On the other hand, Hattori and his friends are Ninja Hattori I decided to find a piglet's mother and the found mother pig looks just like Shishimaru...",
                    "TitleJapanese": "忍者子守唄でござるの巻",
                    "SummaryJapanese": "町で迷子の男の子に出くわしたハットリくんは、その子の母親が見つかるまで面倒をみることに。公園で遊んでいるさなか、目を離した隙に男の子がいなくなってしまいハットリくんは大慌て。無事に男の子を探し出すことができるのか？"
                },
                "49": {
                    "ID": "6722796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722796",
                    "TitleEnglish": "The Unicycle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "一輪車に乗れたの巻",
                    "SummaryJapanese": "ケムマキが一輪車に乗れるのを見て、ケン一は自分なら一週間でできると意地を張ってしまう。一週間後に対決することになり、ケン一は猛練習を開始する。そして対決の日、はたしてケン一はケムマキとの一輪車対決に勝利することができるのか？"
                },
                "50": {
                    "ID": "6722798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722798",
                    "TitleEnglish": "Hunt Away Mama's Anger",
                    "SummaryEnglish": "Ama gets upset with Kentaru and vents out her anger on the kids. Hattori brings them together by making them remember their marriage days.",
                    "TitleJapanese": "怒り虫を追い出せの巻",
                    "SummaryJapanese": "最近機嫌の悪いママは何かあるとすぐに怒りだす。そこでケン一達は、ママの機嫌を良くしようとパパに頼んでネックレスのプレゼントを贈ることに。ところが、ママは「安物なんかほしくない」とまたも怒ってしまう。それにカチンときたパパも怒って、ついには夫婦ゲンカに発展してしまい…。"
                },
                "51": {
                    "ID": "6722799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722799",
                    "TitleEnglish": "Morning Star Comes Up Too Early!",
                    "SummaryEnglish": "In School Kemumaki shows Morning Star photos to Kenichi and Yumeko. Kenichi takes help of Hattori to wake up early. Then Kenichi shows photo to Yumeko. Then Kemumaki brings fantastic morning star photo.",
                    "TitleJapanese": "明けの明星は早起きでござるの巻",
                    "SummaryJapanese": "ケムマキが夢子ちゃんに明けの明星の写真を自慢しているのを見て、ケン一も対抗意識を燃やす。しかし早起きが苦手なケン一は、ハットリくんに協力してもらうことに。ハットリくんの忍法「操り人形」によってなんとか明けの明星をカメラに収めていると、そこにケムマキが邪魔をしに現れる。"
                },
                "52": {
                    "ID": "6722800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722800",
                    "TitleEnglish": "Ninja Technique of Grandfather Hanasaka!",
                    "SummaryEnglish": "Kenichi and family goes to spring cherry tree for a trip. Then Hattori tries to put cherry tree leaves on the tree. Then all goes to picnic.",
                    "TitleJapanese": "忍法花咲かじいさんの巻",
                    "SummaryJapanese": "家族のみんなでお花見に行くことが決まり大喜びのケン一達。しかしあいにくの強風で桜は散ってしまう。このままではお花見ができなくなってしまうと嘆くケン一達のために、ハットリくんが一肌脱ぐことに。はたして、散ってしまった桜を再び元に戻す秘策とは？"
                },
                "53": {
                    "ID": "6722801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722801",
                    "TitleEnglish": "Tomatoes And Carrots",
                    "SummaryEnglish": "As Kenichi refuses to eat vegetables, Hattori seeks help from Yumeko and succeeds in making Kenichi eat vegetables.",
                    "TitleJapanese": "トマト, ニンジン大好きの巻",
                    "SummaryJapanese": "ニンジンとトマトが大嫌いなケン一。ハットリくんは好き嫌いがなくなるよう忍法を使ってなんとかしようと試みるが、まったく効果がない。そこで、最後の手段として夢子ちゃんにニンジンとトマトのミックスジュースを作ってもらうことにした。"
                },
                "54": {
                    "ID": "6722802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722802",
                    "TitleEnglish": "Lonely Little Kitty",
                    "SummaryEnglish": "Kiyo feels lonely as Kemumaki goes out, so he stays with Ama. Later, Hattori calls Kemumaki back to take away Kio with him.",
                    "TitleJapanese": "ひとりぼっちの影千代の巻",
                    "SummaryJapanese": "甲賀に住む叔父さんの所へ行く事になったケムマキに、叔父さんが猫嫌いだからという理由で置いて行かれてしまった影千代。ひとりぼっちで寂しい影千代は、ケン一の家に居着くがイタズラばかり。そこでハットリくんは、影千代を人質にとったというニセの手紙をケムマキに送ることにした。"
                },
                "55": {
                    "ID": "6722803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722803",
                    "TitleEnglish": "A Visit From The Teacher",
                    "SummaryEnglish": "When Koike-Sensei visits Kenichi place to complain about Kenichi's cheating, the kids trouble him and send him away.",
                    "TitleJapanese": "こわ~い家庭訪問の巻",
                    "SummaryJapanese": "学校でいつも掃除をさぼっているケン一は先生から生活態度の悪さを注意され、家庭訪問でママに報告されることになってしまった。ママに怒られたくないケン一は、ハットリくん達に頼み家庭訪問に来た先生を追い返そうとするのだが…。"
                },
                "56": {
                    "ID": "6722804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722804",
                    "TitleEnglish": "Let's Make a Raft with Empty Cans!",
                    "SummaryEnglish": "Ninja hattori helps to make raft with empty cans. Although Kemumaki tries to ruin their plan hattori takes advantage of Kemumaki.",
                    "TitleJapanese": "あきカンでイカダを作ろうの巻",
                    "SummaryJapanese": "イカダを作ったと自慢気なケムマキに対し、負けじとケン一もイカダを作ろうとするが肝心の材木がない。そこでハットリくんは代わりに空きカンで作ることを提案し、シンゾウらと協力して、町に落ちている空きカンを拾い集めてイカダを作ることにする。"
                },
                "57": {
                    "ID": "6722805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722805",
                    "TitleEnglish": "Ninja Fast Writing Technique!",
                    "SummaryEnglish": "Kenichi has forgotten to do his homework again. Hattori who couldn't see it Ninja \"fast writing\" technique I managed to make it in time to submit my homework for writing kanji. Kenichi who tasted this Hattori tried to impose the dictation homework that was given to me again.",
                    "TitleJapanese": "忍法速書きの術の巻",
                    "SummaryJapanese": "またしても宿題をやり忘れてしまったケン一。それを見かねたハットリくんは、忍法「速書き」で漢字書き取りの宿題提出をなんとか間に合わせる。これに味をしめたケン一は、ハットリくんに再び出された書き取りの宿題を押し付けようとする。困ったハットリくんは、ケン一に速書きができるよう暗示をかける。"
                },
                "58": {
                    "ID": "6722806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6722806",
                    "TitleEnglish": "Shishimaru Sings a Lullaby!",
                    "SummaryEnglish": "Shishimaru, who was missed by a lost piglet for some reason I had no choice but to take care of the piglet. On the other hand, Hattori and his friends are Ninja Hattori I decided to find a piglet's mother and the found mother pig looks just like Shishimaru...",
                    "TitleJapanese": "獅子丸子守唄の巻",
                    "SummaryJapanese": "ひょんなことから迷子子ブタに懐かれてしまった獅子丸は、仕方なく子ブタの世話をすることに。一方、ハットリくん達は忍法「こだま散らし」で子ブタの母親を探すことにする。そして見つかった母親ブタは獅子丸にそっくりで…。"
                },
                "59": {
                    "ID": "6723867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723867",
                    "TitleEnglish": "Police Chief For A Day",
                    "SummaryEnglish": "Kenichi gets an opportunity to work with the police for a day. Hattori and his friends search a robber and get him caught.",
                    "TitleJapanese": "ケン一氏の一日署長の巻",
                    "SummaryJapanese": "今日は少年非行化防止デー。一日署長を務めることになって上機嫌のケン一は、スピーチも冴えわたる。しかし、近所に泥棒が潜んでいるという通報で、式典は中止に。肩を落とすケン一だったが、ハットリくんの提案でみんなで泥棒を捕まえることになる。"
                },
                "60": {
                    "ID": "6723868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723868",
                    "TitleEnglish": "I Am a Novelist!",
                    "SummaryEnglish": "Hattori writes a novel after seeing a heroic movie. At last it comes out that he has only written the title.",
                    "TitleJapanese": "ハットリくん剣豪小説に挑戦の巻",
                    "SummaryJapanese": "ケン一と宮本武蔵の映画を観に行ったハットリくんは、感動から自らも剣豪小説を書いてみようと思い立つ。屋根裏部屋にこもりひたすら思いを巡らすハットリくん。するとそこに、話を聞きつけたケムマキが小説を盗んでやろうといたずらを仕掛ける。"
                },
                "61": {
                    "ID": "6723870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723870",
                    "TitleEnglish": "No More Noodles!",
                    "SummaryEnglish": "Kenichi and Shinzou visit a restaurant that serves free food, if one finishes the meal in 3 minutes. Kemumaki cheats and gets forced to pay the entire money.",
                    "TitleJapanese": "ただのラーメンはこわいの巻",
                    "SummaryJapanese": "「ジャンボラーメンを5分以内に食べきれば無料」というラーメン屋さんに挑戦したケン一とシンゾウ。想像以上に量が多く、食べきれなかった二人はお金を持っていなかったため、出前のアルバイトをすることになってしまう。"
                },
                "62": {
                    "ID": "6723873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723873",
                    "TitleEnglish": "What a Space Exhibition!",
                    "SummaryEnglish": "Kenichi and his friends came to the Space Expo, but because there were so many people everywhere, they decided to eat lunch for the time being. Kenichi who has hidden the hamburger for Shinzo, behaves so as not to be exposed, but at the weightlessness experiment corner he visited after that, the hidden hamburger accidentally pops out.",
                    "TitleJapanese": "宇宙博覧会はすごいでござるの巻",
                    "SummaryJapanese": "宇宙博覧会にやってきたケン一達だったが、どこもものすごい人だかりのため、ひとまずお昼ご飯を食べることに。シンゾウの分のハンバーガーをふいに隠してしまったケン一はばれないように振舞うが、その後訪れた無重力実験コーナーで、隠していたハンバーガーがうっかり飛び出してしまう。"
                },
                "63": {
                    "ID": "6723874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723874",
                    "TitleEnglish": "Trouble At The Water",
                    "SummaryEnglish": "While Kenichi drinks water, the knob breaks and the water overflow. Hattori comes to help Kenichi and finds ways to stop the water.",
                    "TitleJapanese": "水飲み場騒動の巻",
                    "SummaryJapanese": "学校のマラソン中、喉が渇き、公園の水飲み場で水を飲もうとしたケン一は、ケムマキのいじわるによって水飲み場の蛇口を壊してしまい水が止まらなくなってしまった。水道工事屋さんが到着するまで、先生や生徒達と溢れる水を飲んで待っていることにしたのだが…。"
                },
                "64": {
                    "ID": "6723876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723876",
                    "TitleEnglish": "Kenichi's Style",
                    "SummaryEnglish": "Kenichi dresses like Rocky and impresses Yumeko. Kemumaki troubles him, so Hattori takes revenge from Kemumaki and spoils his picture.",
                    "TitleJapanese": "夢子ちゃんのお守りになるんだの巻",
                    "SummaryJapanese": "女子生徒の間でブロマイド写真をお守り代わりに持つことが流行っていた。そこでケン一は、自分のブロマイド写真を夢子ちゃんに渡そうと写真を撮るが、ケムマキに邪魔ばかりされてしまう。そんなケムマキにケン一は仕返しを企てるが…。"
                },
                "65": {
                    "ID": "6723877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723877",
                    "TitleEnglish": "Spaghetti Has A Happy Taste",
                    "SummaryEnglish": "Shishimaru eats all the food that Ama cooks, so Yumeko helps in cooking. Hattori's prepares a juice for Kemumaki, but Kenichi drinks it.",
                    "TitleJapanese": "スパゲッティはしあわせの味の巻",
                    "SummaryJapanese": "獅子丸がみんなのお昼ご飯を食べてしまったため、遊びに来た夢子ちゃんがスパゲティを作ってくれることになり大喜びのケン一だったが、それを聞きつけたケムマキに邪魔をされてしまう。ケン一はハットリくんに頼んで、なんとか追い返そうとするが…。"
                },
                "66": {
                    "ID": "6723878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723878",
                    "TitleEnglish": "A Wishing Star",
                    "SummaryEnglish": "Kenichi looks for a shooting star to wish. Hattori uses his ninja technique to shows Kenichi a shooting star and fulfil his wish.",
                    "TitleJapanese": "流れ星に願いをかけての巻",
                    "SummaryJapanese": "流れ星に願いをかけるシンゾウと獅子丸をケン一は馬鹿にしていたが、なんと願い事が叶った。翌日、夢子ちゃんが風邪で学校を休んでいたため、ケン一は「夢子ちゃんの風邪が治りますように」と流れ星にお願いをする。"
                },
                "67": {
                    "ID": "6723880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723880",
                    "TitleEnglish": "Ninja reconciliation",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍法仲なおりの巻",
                    "SummaryJapanese": "パパとママがケンカをしてしまった。なんとかしたいケン一はハットリくんに相談をもちかける。忍法「変わり身」でパパに変身したハットリくんは、食事の支度をしているママのもとに仲直りしに行くが、そこに本物のパパが帰ってきてしまい、かえって二人を険悪にしてしまう。"
                },
                "68": {
                    "ID": "6723881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723881",
                    "TitleEnglish": "Jogging? Leave It to Me!",
                    "SummaryEnglish": "Kentaro was enthusiastic about starting jogging, but he gave up after waking up early. In order to somehow get him to continue jogging, Hattori disguises himself as a thief and appears in front of Kentaro to make him chase him.",
                    "TitleJapanese": "ジョッキングはおまかせの巻",
                    "SummaryJapanese": "ジョギングを始めると意気込んでいたパパだったが、せっかく早起きして始めたのも束の間、すぐに諦めてしまう。なんとかジョギングを続けさせるため、ハットリくんは泥棒に変装してパパの前に現れ、追いかけさせることにするのだった。"
                },
                "69": {
                    "ID": "6723883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723883",
                    "TitleEnglish": "Mama, a Novelist!",
                    "SummaryEnglish": "Ama aims to be a novelist, so the whole family will support her. However, when she sees Ama who can't write well and quickly boils down, Hattori uses the ninja \"Flirting Hirameki\" technique to help. And finally the novel is completed, and everyone will read it...",
                    "TitleJapanese": "ママ上は小説家の巻",
                    "SummaryJapanese": "ママが小説家を目指すということで、家族みんなで応援することに。しかし上手く書けず早くも煮詰まってしまうママを見て、ハットリくんは忍法「ひらひらひらめき」を使って手助けをする。そしてようやく小説が完成し、みんなで読むことになるが…。"
                },
                "70": {
                    "ID": "6723884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723884",
                    "TitleEnglish": "Kenichi Hates Yumeko",
                    "SummaryEnglish": "Kenichi is teased by Shinzou and Shishimaru for liking Yumeko. Shinzou and others, who took it seriously, told his girlfriend Yumeko about it, and Kenichi was disliked by her girlfriend Yumeko. Hattori, who can't stand it, prepares a place to reconcile the two, but...",
                    "TitleJapanese": "夢子ちゃんなんか嫌いの巻",
                    "SummaryJapanese": "シンゾウと獅子丸に夢子ちゃんを好きなことをからかわれたケン一は、つい反動で夢子ちゃんなんか大嫌いだと嘘をついてしまう。真に受けたシンゾウらは夢子ちゃんにそのことを伝えてしまい、ケン一は夢子ちゃんに嫌われてしまう。見かねたハットリくんは二人を仲直りさせる場を用意するのだが…。"
                },
                "71": {
                    "ID": "6723885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723885",
                    "TitleEnglish": "Shishimaru, a Star of the Circus!",
                    "SummaryEnglish": "Kenichi, Shinzou, and Shishimaru go to the circus, but only Shishimaru is refused entry. Shishimaru manages to sneak into the venue, and by chance, he becomes a popular circus performer. Hearing the rumors, Kemumaki, who is not amused, infiltrates the circus with Kiyo and tries to remove Shishimaru from the stardom.",
                    "TitleJapanese": "獅子丸はサーカスのスターの巻",
                    "SummaryJapanese": "サーカスに出掛けたケン一、シンゾウ、獅子丸だったが、獅子丸だけ入場を断られてしまった。なんとか会場に潜り込んだ獅子丸は、ひょんなことからサーカスの人気者に。噂を聞きつけ面白くないケムマキは、影千代とともにサーカスに潜入し、獅子丸をスターの座から降ろそうとする。"
                },
                "72": {
                    "ID": "6723886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723886",
                    "TitleEnglish": "Ninja Baseball!",
                    "SummaryEnglish": "Kenichi who is constantly losing to Kemumaki in baseball, forms a team with Hattori and applies for a match in order to win. Despite Kenichi's struggle against Kemumaki, Hattori shows great success. But Hattori is so absorbed in it that he completely forgets that he is playing for the team.",
                    "TitleJapanese": "忍者野球の巻",
                    "SummaryJapanese": "野球でケムマキに負けてばかりのケン一は、勝つためにハットリくんとチームを組んで試合を申し込む。ケムマキに対し苦戦するケン一をよそに、ハットリくんは大活躍を見せる。しかしあまりにも夢中になりすぎたハットリくんは、チームでプレーしていることをすっかり忘れてしまうのだった。"
                },
                "73": {
                    "ID": "6723887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723887",
                    "TitleEnglish": "Teacher Likes Butterfly",
                    "SummaryEnglish": "Koike-Sensei asks the students to search a butterfly. The students chase the butterfly, but do not succeed in catching it.",
                    "TitleJapanese": "先生はちょうちょがお好きの巻",
                    "SummaryJapanese": "夢子ちゃんが校庭できれいな蝶々を見たとみんなに話していると、蝶々が大好きな小池先生は大興奮！ある日、夢子ちゃんが見たものと同じ蝶を発見したケン一達は捕まえようと、先生やケムマキと一緒に蝶を追いかけるが…。"
                },
                "74": {
                    "ID": "6723888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723888",
                    "TitleEnglish": "Ninja Sushi",
                    "SummaryEnglish": "As the kids feel hungry, they go to a place but find the shop closed. Hattori uses his ninja technique and brings food.",
                    "TitleJapanese": "ニンニン寿司は大はんじょうの巻",
                    "SummaryJapanese": "お腹をすかせたケン一達のために、ハットリくんがお寿司をご馳走してくれることになった。ところが、お寿司屋さんがお休みでみんなはがっかり。そこでハットリくんは、忍者特製ののり巻き「ニンニン寿司」を作ることにしたのだが…。"
                },
                "75": {
                    "ID": "6723889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723889",
                    "TitleEnglish": "Frog Training is Terrible!",
                    "SummaryEnglish": "Seeing Hattori say that Shinzou is afraid of snakes and that he doesn't have enough training, Kenichi decides to use a frog to play a prank on Hattori. Hattori, who felt that his training was still lacking after being pranked, trains more to overcome his dislike of frogs, but Kenichi comes again to try to prank him.",
                    "TitleJapanese": "カエル修業はつらいでござるの巻",
                    "SummaryJapanese": "ヘビを恐がるシンゾウに修行が足りないと言うハットリくんを見て、ケン一はそれならばとカエルを使ってハットリくんにいたずらすることにする。いたずらを受けてまだまだ修行が足りないと感じたハットリくんは、カエル嫌いを克服するためさらに修行をするが、そこに再びケン一がいたずらしようとやってくる。"
                },
                "76": {
                    "ID": "6723890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6723890",
                    "TitleEnglish": "April Fool, a Battle of Telling Lies!",
                    "SummaryEnglish": "Today is April Fool's Day. Kenichi, who is easily deceived by Kemumaki, is in a bad mood, but due to a misunderstanding by a police officer, he is ordered to pick up empty cans on the side of the road. So Kenichi comes up with a lie that \"If you collect empty cans and bring them to the park, you can get sweets,\" but the rumor quickly spreads throughout the town...",
                    "TitleJapanese": "エイプリルフールうそつき合戦の巻",
                    "SummaryJapanese": "今日はエイプリルフール。ケムマキに易々とだまされて不機嫌なケン一は、お巡りさんの勘違いで道端に落ちている空き缶を拾い集めるよう言いつけられてしまう。そこでケン一は、「空き缶を集めて公園に持っていくとお菓子がもらえる」という嘘を思いつくのだが、その噂は瞬く間に町中に広がっていって…。"
                },
                "77": {
                    "ID": "6724915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724915",
                    "TitleEnglish": "The Big Catch",
                    "SummaryEnglish": "Kenichi and his friends decide to find a whale through Hattori's help. They somehow manage to catch the fish, but later realise it's not a whale.",
                    "TitleJapanese": "大発見巨大魚の巻",
                    "SummaryJapanese": "ケン一が撮影した沼の写真に、偶然大きな魚の影が写っていた。そこで、ハットリくんや夢子ちゃん達と巨大魚を捕獲しに行くことにした。早速、捕獲を試みるが魚はなかなか姿をあらわさない。とうとう夕方になってしまい、みんなが諦めかけたその時…。"
                },
                "78": {
                    "ID": "6724916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724916",
                    "TitleEnglish": "When a Puppy Comes!",
                    "SummaryEnglish": "Kenichi and his friends find an abandoned puppy in the park and decide to keep it in secret without telling their mother. Kenichi and his friends are at a loss when their mother finds them and names them Little Shishimaru. Feeling sorry for the situation, Hattori uses his ninja techniques to help keep Little Shishimaru at home.",
                    "TitleJapanese": "ひろってきた仔犬の巻",
                    "SummaryJapanese": "公園に捨てられている子犬を見つけたケン一達は、ママに内緒で飼うことにする。小獅子丸と名付けかわいがっていた矢先、ママに見つかり困り果てるケン一達。その様子を気の毒に思ったハットリくんは、忍法を使って小獅子丸を家に置いておける手助けをする。"
                },
                "79": {
                    "ID": "6724917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724917",
                    "TitleEnglish": "Shishimaru The Weather Dog",
                    "SummaryEnglish": "Hattori decides to help Shishimaru recognise the foresight within him. Kemumaki tries to prove Shishimaru wrong but does not succeed.",
                    "TitleJapanese": "獅子丸の天気予報の巻",
                    "SummaryJapanese": "天気予報が偶然あたった獅子丸は、天気を予知できる犬としてみんなからチヤホヤされていた。そんな獅子丸に恥をかかせようとケムマキは、獅子丸に地震の予知能力もあると嘘を広めてしまう。"
                },
                "80": {
                    "ID": "6724919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724919",
                    "TitleEnglish": "A Wrestling Tournament",
                    "SummaryEnglish": "Kemumaki challenges Kenichi to play a wrestling match, so Hattori decides to help Kenichi. In the end, no one wins.",
                    "TitleJapanese": "とんだ相撲合戦の巻",
                    "SummaryJapanese": "公園で相撲をとっていたケン一とケムマキ。ケムマキに一度も勝てず悔しいケン一は、太れば勝てると思い、夕飯にちゃんこ鍋を食べてお相撲さんのようになろうとする。再び、ケムマキと相撲を取ることになり、今度こそ勝とうとするケン一だが…。"
                },
                "81": {
                    "ID": "6724922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724922",
                    "TitleEnglish": "Catching the Culprit",
                    "SummaryEnglish": null,
                    "TitleJapanese": "犯人を捕らえてみればの巻",
                    "SummaryJapanese": "獅子丸が道を歩いていると、ひょんなことから骨付き肉を盗んだ泥棒犬に間違われてしまう。ハットリくんは真犯人を見つけるべく、骨付き肉を持ったケン一をおとりにして後をつけることに。そして再び泥棒犬が現れたところを捕まえてみると、それはなんと近所の飼い犬のジョンであった。"
                },
                "82": {
                    "ID": "6724923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724923",
                    "TitleEnglish": "Beat the Bikers!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "暴走族をやっつけろの巻",
                    "SummaryJapanese": "夜中に騒ぎまわる暴走族のせいでケン一達はここのところ寝不足状態。そこでケン一はハットリくんに暴走族をこらしめてもらうようお願いする。そこでハットリくんはシンゾウ、獅子丸と協力して暴走族退治に乗り出す。"
                },
                "83": {
                    "ID": "6724924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724924",
                    "TitleEnglish": "TV Is Forbidden",
                    "SummaryEnglish": "Kenichi and Shinzo fool Hattori to watch TV but Hattori plays smart and teaches them a lesson.",
                    "TitleJapanese": "テレビは禁止でござるの巻",
                    "SummaryJapanese": "テレビが大好きなケン一とシンゾウは、お互いの観たいチャンネルでいつもケンカばかり。あきれたパパは、テレビを禁止にしてハットリくんに監視をさせることに。それでも目を盗んではテレビを観ようとするケン一達に、ハットリくんは忍法でこらしめようとする。"
                },
                "84": {
                    "ID": "6724925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724925",
                    "TitleEnglish": "Game Crazy",
                    "SummaryEnglish": "Hattori and Kentaru play the bamboo stick game and ask Kenichi to join them, but he gets engrossed in the video game. Later, Kenichi learns the game and Ama gets addicted to the video game.",
                    "TitleJapanese": "ゲームに挑戦するでござるの巻",
                    "SummaryJapanese": "ケン一は食事も忘れて、借りてきたコンピューターゲームに夢中になっていた。怒ったパパが呼びに行くと、なんとパパも一緒にゲームを始めてしまう。すっかりあきれてしまうママだが、やっとゲームから離れ、ケン一達が外で竹馬に挑戦していると今度は…。"
                },
                "85": {
                    "ID": "6724926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724926",
                    "TitleEnglish": "Spring Comes in Shishimaru's Life, Too!",
                    "SummaryEnglish": "Hattori felt something strange about Shishimaru. She seems to have fallen in love with a dog named Mary, but Shishimaru's efforts are in vain. In order to cheer up the heartbroken Shishimaru, Hattori decides to go out of his way.",
                    "TitleJapanese": "獅子丸も春でござるの巻",
                    "SummaryJapanese": "どうにも獅子丸の様子がおかしいと感じたハットリくん。どうやらメリーという犬に恋をしてしまったようだったが、そんな獅子丸の頑張りも空しく振られてしまう。傷心の獅子丸を元気づけるため、ハットリくんは一肌脱ぐことにする。"
                },
                "86": {
                    "ID": "6724927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6724927",
                    "TitleEnglish": "The Challenge of Dangerous Parkour House!",
                    "SummaryEnglish": "Kemumaki invites Yumeko to Surprise House, an attraction full of surprises in the dark. When Kenichi sees it, he says he's going too, even though he's not good at darkness. There, Hattori teaches him the ninja technique of \"Cat Glasses\", but it's actually a lie to give Kenichi confidence.",
                    "TitleJapanese": "ドッキリハウスにナニがあるの巻",
                    "SummaryJapanese": "暗闇で驚く仕掛けが満載のアトラクション、ドッキリハウスに夢子ちゃんを誘うケムマキ。それを見たケン一は、暗闇が苦手なくせに自分も行くと言い出してしまう。そこでハットリくんから、忍法「猫眼鏡」を教えてもらうが、実はケン一に自信を持たせるための嘘なのだった。"
                },
                "87": {
                    "ID": "6726275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726275",
                    "TitleEnglish": "Late Again!",
                    "SummaryEnglish": "Kenichi decides to stay awake and not sleep, so as to reach school on time but fails at it.",
                    "TitleJapanese": "遅刻は校庭十周の巻",
                    "SummaryJapanese": "ここ一週間毎日学校に遅刻しているケン一は、先生から次回遅刻したら校庭十周するよう言い渡されてしまう。そこで遅刻せずに済む方法を考えたケン一は、徹夜で起きていることに。ハットリくん達の協力もありなんとか遅刻せずに済んだケン一だったが、授業中に眠ってしまい結局先生に叱られてしまうのだった。"
                },
                "88": {
                    "ID": "6726277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726277",
                    "TitleEnglish": "A Family Fight",
                    "SummaryEnglish": "As Kentaru and Ama argue on silly topics, Kenichi, Hattori, Shinzo and Shishimaru try all possible ways and bring them together.",
                    "TitleJapanese": "夫婦ゲンカは犬もクワンクワンの巻",
                    "SummaryJapanese": "些細なことからパパとママが夫婦ゲンカをしてしまい、そのせいでケン一達もなんとも気まずい雰囲気に。二人に仲直りしてほしいケン一達は、あの手この手を尽くしてみるが二人の仲はなかなか元に戻らない。そこでケン一は、思い切って家出することを思いつくが…。"
                },
                "89": {
                    "ID": "6726279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726279",
                    "TitleEnglish": "Baking Cake In Bakery Shop",
                    "SummaryEnglish": "Kenichi and his friends are asked by the owner of a cake shop to take care of the shop. Kenichi and his friends panicked when Shishimaru accidentally ate a half-made decorated cake during the store, so they decided to disguise Shishimaru as a cake instead to survive the situation. Meanwhile, the husband who came back finished the Shishimaru cake without knowing anything and went to deliver it.",
                    "TitleJapanese": "ケーキはもうたくさんの巻",
                    "SummaryJapanese": "ケーキ屋さんのご主人から店番を頼まれたケン一達。店番中、作りかけのデコレーションケーキを誤って獅子丸が食べてしまったことに慌てたケン一達は、代わりに獅子丸をケーキに変装させることでその場をしのぐことに。そんな中、帰ってきたご主人は何も知らずに獅子丸ケーキを仕上げ、配達に行ってしまう。"
                },
                "90": {
                    "ID": "6726280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726280",
                    "TitleEnglish": "Tsubame The Ninja Girl",
                    "SummaryEnglish": "A ninja girl named Sonam comes to Kenichi's house. Sonam pampers Hattori and does all the housework.",
                    "TitleJapanese": "ツバメは手強い女忍者でござるの巻",
                    "SummaryJapanese": "ある日、ハットリくんの幼馴染で伊賀流女忍者の「ツバメちゃん」がやって来た。ハットリくんを慕い将来の許嫁を名乗るツバメちゃんだが、すっかりお嫁さん気取りで積極的に尽くしてくるため、ハットリくんは戸惑ってしまう。そんなツバメちゃんは、三葉家に居候をしようとしていた。"
                },
                "91": {
                    "ID": "6726281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726281",
                    "TitleEnglish": "Get Lost, Tsubame",
                    "SummaryEnglish": "Kenichi plans to trouble Sonam so that she leaves his house. After knowing about Kenichi's plans, she goes away.",
                    "TitleJapanese": "消えたツバメちゃんの巻",
                    "SummaryJapanese": "ケン一は、勝手に居候しているツバメちゃんに毎朝無理矢理起こされ、ツバメちゃんを煙たがっていた。ある日、買い物を頼まれたツバメちゃんの邪魔をして追い出そうとするが、邪魔者扱いをされている事に気づいたツバメちゃんは手紙を残して突然いなくなってしまう。"
                },
                "92": {
                    "ID": "6726282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726282",
                    "TitleEnglish": "Shishimaru Has an Upset Stomach!",
                    "SummaryEnglish": "Gluttonous Shishimaru eats most of the food in the house with the ninja technique of \"gluttony\". As expected, Shishimaru has an upset stomach, and Hattori makes him promise to fast for three days. However, Hattori, who is worried about whether Shishimaru will be able to keep his promise, creates a device to monitor Shishimaru.",
                    "TitleJapanese": "お腹をこわした獅子丸の巻",
                    "SummaryJapanese": "食いしん坊の獅子丸は、忍法「大食い」で家にあるほとんどの食料を食べてしまう。案の定お腹を壊してしまった獅子丸に、ハットリくんは三日間の絶食を約束させる。しかし獅子丸が約束を守り通せるか心配なハットリくんは、仕掛けを作り獅子丸を監視することにする。"
                },
                "93": {
                    "ID": "6726283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726283",
                    "TitleEnglish": "Kenichi, the Famous Manager!",
                    "SummaryEnglish": "Kenichi is overjoyed when he receives an 8mm camera for his birthday. He immediately decides to use the camera to make a ninja movie starring him. However, Kenichi, who can't imitate the movements of a ninja, changes the main character to Hattori and continues filming, but Hattori is too conscious of the camera and can't behave well.",
                    "TitleJapanese": "ケン一氏は名監督でござるの巻",
                    "SummaryJapanese": "誕生日に８ミリカメラをもらったケン一は大喜び。早速カメラを使って自分が主演の忍者映画を作ることにする。しかし忍者の動きを到底真似できないケン一は、主役をハットリくんに変更して撮影を続けるのだが、ハットリくんはカメラを意識しすぎて上手く立ち振る舞えなくなってしまう。"
                },
                "94": {
                    "ID": "6726284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726284",
                    "TitleEnglish": "Kenichi Delievers Newspaper!",
                    "SummaryEnglish": "Kenichi decides to start delivering newspapers for his father. Hattori and the others are impressed by Kenichi's filial piety and willingly cooperate. Kemumaki who doesn't find it amusing, plans to get in the way with Kiyo, while Kenichi is getting more and more enthusiastic with Yumeko's support.",
                    "TitleJapanese": "こわい新聞配達の巻",
                    "SummaryJapanese": "パパのために新聞配達を始めることにしたケン一。そんなケン一の親孝行ぶりに感心したハットリくん達は喜んで協力をする。夢子ちゃんにも応援されますます張りきるケン一に対し、その様子を面白く思わないケムマキは、影千代と共に邪魔をしてやろうと企む。"
                },
                "95": {
                    "ID": "6726285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726285",
                    "TitleEnglish": "A Drive In The Country",
                    "SummaryEnglish": "Kenichi and his family decide to go out for a picnic without carrying lunch. On the way, they eat the rice cakes that Hattori prepares.",
                    "TitleJapanese": "ドライブはお気軽にの巻",
                    "SummaryJapanese": "家族みんなでドライブに出掛けた三葉家。ところが、渋滞に巻き込まれたり、タイヤがパンクしたりで災難続き。ハットリくんが機転をきかせ、トラブルを切り抜けていたが、ついには山道でエンジンが故障してしまう。お腹も空いて途方に暮れていたところ、ハットリくんがどこからともなくおにぎりを持ってくる。"
                },
                "96": {
                    "ID": "6726286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726286",
                    "TitleEnglish": "Lost And Found",
                    "SummaryEnglish": "Kenichi finds money fallen on the road. He later confesses the truth to his mother and she gives him money to return to the person.",
                    "TitleJapanese": "ボクっていけない子の巻",
                    "SummaryJapanese": "道端で千円を拾ったケン一は、交番に届けずに欲しかったプラモデルを買ってしまう。その帰り道、千円を拾った場所に戻ると、お金を落としたという夢子ちゃんが泣いていた。拾ったお金を使ってしまったとは言えないケン一は…。"
                },
                "97": {
                    "ID": "6726288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6726288",
                    "TitleEnglish": "My Dream For The Future",
                    "SummaryEnglish": "Koike-Sensei gives the students an assignment of writing stories. Kenichi tells a story of a brave soldier.",
                    "TitleJapanese": "ケン一氏のでっかい夢の巻",
                    "SummaryJapanese": "将来の夢についての作文を宿題に出されたケン一は、夢が思い浮かばず悩んでいた。パイロットになる自分を妄想してみるが散々な結果に。そこで家族みんなに将来の夢について相談し、その夜、ケン一は真剣に作文を書き始める。その姿を見てハットリくんは、翌日、作文の発表を聞きに学校へ行ってみるが、その内容はとんでもないもので…。"
                },
                "98": {
                    "ID": "6727620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727620",
                    "TitleEnglish": "Episode 211",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大人になりた~いの巻",
                    "SummaryJapanese": "子供の遊びに飽きてしまったケン一は、ハットリくんに一日だけ大人になってみたいとお願いをする。ハットリくんに協力してもらい、パパの服を借り変装をしたケン一はこっそりと家を抜け出し、町に出て大人の遊び場を覗いてみる。"
                },
                "99": {
                    "ID": "6727627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727627",
                    "TitleEnglish": "Kenichi Wants to Become a Big Man!",
                    "SummaryEnglish": "Kenichi who is tired of playing as a child, asks Hattori to become an adult for just one day. With the help of Hattori, Kenichi borrows his father's clothes and disguises himself, sneaks out of the house, goes out into town, and takes a peek at the adult playground.",
                    "TitleJapanese": "こづかい値上げ作戦の巻",
                    "SummaryJapanese": "ママにおこづかいの値上げをしてもらおうとあの手この手で交渉するケン一だが、なかなか上げてもらえない。諦めきれないケン一は買い物へ出掛けたママのへそくりを探していると、そこへ財布を忘れたママが家に戻ってきてしまい…。"
                },
                "100": {
                    "ID": "6727628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727628",
                    "TitleEnglish": "Papa's Secret Savings",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パパのへそくり騒動の巻",
                    "SummaryJapanese": "パパのへそくりが入った雑誌をちり紙交換に出してしまったケン一。急いで近所を探してみるものの、目当てのちり紙交換車をなかなか見つけることができない。そんな時、「車輪見え薬」を完成させたハットリくんが駆けつけ、その見え薬を使ってちり紙交換車の車輪の跡を追うことにする。"
                },
                "101": {
                    "ID": "6727629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727629",
                    "TitleEnglish": "Tsubame's Not Very Good At...",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ツバメ殿は苦手でござるの巻",
                    "SummaryJapanese": "ハットリくんのもとにまたしてもツバメちゃんがやってくる。どうしてもツバメちゃんのことが苦手なハットリくんは、ケン一に任せて隠れることに。一方、ハットリくんの居場所が知りたいツバメちゃんはケン一の後に付いて回る。ところが不運にも、一緒にいるところを夢子ちゃんに見られたケン一は、すっかり誤解されてしまう。"
                },
                "102": {
                    "ID": "6727630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727630",
                    "TitleEnglish": "Powercut",
                    "SummaryEnglish": "Due to lightning, the lights go off. When Kentaru returns home, the family sit together and eat biscuits for dinner.",
                    "TitleJapanese": "電気がなくても楽しい我が家の巻",
                    "SummaryJapanese": "雷の影響で停電になってしまった三葉家。電気が使えず、宿題やお手伝いをやらなくて済むとケン一やシンゾウは大喜びしていた。そこでハットリくんはろうそくを家じゅうに配置し、停電対策をとるが…。"
                },
                "103": {
                    "ID": "6727631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727631",
                    "TitleEnglish": "Yumeko is Late for Her Piano Performance!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夢子ちゃんのピアノ発表会の巻",
                    "SummaryJapanese": "夢子ちゃんのピアノ発表会のために張り切るケン一は、発表会当日に花束を渡すことにする。本番の日を迎え、演奏前の夢子ちゃんに花束を渡そうとした矢先、ケムマキがケン一へのいたずらのつもりで仕込んだハチが夢子ちゃんの手を刺してしまう。怪我をしてしまい肩を落とす夢子ちゃんに対し、ハットリくんはある策を思いつくのだった。"
                },
                "104": {
                    "ID": "6727632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727632",
                    "TitleEnglish": "Fake Hattori Creates Havoc",
                    "SummaryEnglish": "Kemumaki who doesn't like Hattori's popularity, ends up damaging Hattori's reputation by disguising himself as Hattori and doing bad things. People who don't realize that Kemumaki is the one who is doing bad things all over town catch Hattori and hang him up from a tree.",
                    "TitleJapanese": "にせものは困るでござるの巻",
                    "SummaryJapanese": "ハットリくんの人気が気に食わないケムマキは、ハットリくんに変装して悪さをすることで、ハットリくんの評判を落とすことに。町のあちこちで悪さをしているのが実はケムマキであるとは気付かない人々は、何も知らないハットリくんを捕まえて木に吊るし上げてしまう。"
                },
                "105": {
                    "ID": "6727633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727633",
                    "TitleEnglish": "Hattori, the grasshopper",
                    "SummaryEnglish": "Hattori hypnotises an insect and sends it with Kenichi for a quiz. During the quiz, the insect falls sick. So, Kenichi gives the insect a solution and makes it well.",
                    "TitleJapanese": "忍法虫変化?!の巻",
                    "SummaryJapanese": "ケン一は、いつも見ているテレビのクイズ番組に出場することになった。あがり症のケン一はハットリくんに一緒に来てもらおうとするが、スタジオには本人しか入ることが出来ない。そこで、ハットリくんは忍法「虫変化」でキリギリスに変身してついて行く事にするのだが…。"
                },
                "106": {
                    "ID": "6727634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727634",
                    "TitleEnglish": "The great novelist",
                    "SummaryEnglish": "A novelist traps Shishimaru, Shinzo and Kenichi, but Hattori saves them. Then, the man apologizes to everyone for his behaviour.",
                    "TitleJapanese": "忍者屋敷へご招待の巻",
                    "SummaryJapanese": "隣町のお城のような家に住む小説家から、ハットリくんにとある招待状が届いた。小説家は忍者を題材にした本を書くため、屋敷じゅうに仕掛けを施し、それに対してどんな行動をとるのか観察しようとしていた。そうとは知らずにハットリくん達が屋敷の中に入っていくと…。"
                },
                "107": {
                    "ID": "6727635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6727635",
                    "TitleEnglish": "Rice planting competition",
                    "SummaryEnglish": null,
                    "TitleJapanese": "田植えに挑戦の巻",
                    "SummaryJapanese": "ケン一達はケムマキ、夢子ちゃんを誘って田舎のおばあちゃんの家に遊びに行く。おばあちゃんのために田植えを手伝うことになったケン一は、ケムマキにそそのかされどちらが早く田植えができるか競争することに。順調に田植えを進めるケン一だったが、ケムマキがそれを見過ごすはずもなく…。"
                },
                "108": {
                    "ID": "6729043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729043",
                    "TitleEnglish": "A strange confession",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おかしな告白の巻",
                    "SummaryJapanese": "夢子ちゃんをケムマキに取られたくないケン一は、ハットリくんに協力してもらい告白の練習をする。しかし、いざ夢子ちゃんを目の前にするとケン一はあがっていまい、全く練習通りに話をすることができない。そこでハットリくんが忍法「声うつし」を使って手助けをしようとしたのだが…。"
                },
                "109": {
                    "ID": "6729044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729044",
                    "TitleEnglish": "Kemumaki's secret",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おへその秘密をさぐるの巻",
                    "SummaryJapanese": "学校の身体検査を恥ずかしがって受けたがらないケムマキ。何か秘密があるようだがケン一達には一切教えようとしない。恥ずかしい理由は出ベソだからではないかと予想したケン一達は、ケムマキを銭湯に行かせるように仕向け、確認することにした。"
                },
                "110": {
                    "ID": "6729045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729045",
                    "TitleEnglish": "Shishimaru is being kidnapped",
                    "SummaryEnglish": null,
                    "TitleJapanese": "誘拐された獅子丸の巻",
                    "SummaryJapanese": "シンゾウとおつかいに出ていた獅子丸は、行方不明犬の貼り紙を目にする。その矢先、獅子丸は何者かに連れ去られてしまい、シンゾウは慌ててハットリくんに助けを求める。一方で、倉庫に連れてこられた獅子丸は、そこで行方不明になっていた犬たちと出会う。"
                },
                "111": {
                    "ID": "6729046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729046",
                    "TitleEnglish": "I just hate cameras",
                    "SummaryEnglish": null,
                    "TitleJapanese": "カメラはキライキライの巻",
                    "SummaryJapanese": "ポラロイドカメラを手に入れたケムマキにみっともない姿を撮られてしまったケン一。許せないケン一は、写真を取り返してほしいとハットリくんにお願いするも、なかなか動いてもらえない。そんな中、ケムマキは今度はハットリくんのみっともない写真を撮ってやろうと企んでいた。"
                },
                "112": {
                    "ID": "6729047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729047",
                    "TitleEnglish": "The ancient era",
                    "SummaryEnglish": null,
                    "TitleJapanese": "原始時代はニンニンでござるの巻",
                    "SummaryJapanese": "歴史の本を読んでいたケン一は、学校も宿題もない原始時代を羨ましがる。ハットリくんは、原始時代は今より大変で皆必死で生きていた事を話すが、ケン一は納得しない。そこでハットリくんは忍法で、原始時代の厳しさを夢の中で体感させる事にした。"
                },
                "113": {
                    "ID": "6729048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729048",
                    "TitleEnglish": "Improving the robot",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ロボットに強くなろうの巻",
                    "SummaryJapanese": "ロボットを作れると夢子ちゃんに見栄を張ってしまったケン一は、シンゾウの助けを借りてなんとか夢子ちゃんに動くロボットを見せる。しかしほっとしたのも束の間、夢子ちゃんにロボットを貸すことになりケン一は大慌て。さらに夢子ちゃんはロボットをケムマキにも見せると言い出して…。"
                },
                "114": {
                    "ID": "6729049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729049",
                    "TitleEnglish": "Catch That Home Run!",
                    "SummaryEnglish": "Kemumaki and Kenichi watch baseball match in a stadium and bring a ball for Yumeko, but she refuses to believe that it's a home run ball.",
                    "TitleJapanese": "ホームランボールをつかめの巻",
                    "SummaryJapanese": "夢子ちゃんにもらったチケットでプロ野球を観に行くことになったケン一とケムマキ。二人はお礼にホームランボールを持ってくると約束するが、あいにく試合ではホームランが出なかった。そこで、二人はニセのホームランボールを夢子ちゃんに渡すのだが…。"
                },
                "115": {
                    "ID": "6729050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729050",
                    "TitleEnglish": "The Festival",
                    "SummaryEnglish": "Hattori, Kenichi, Shinzo and Shishimaru take a bath and go to the fair. They earn a lot of gifts from the fair and enjoy themselves.",
                    "TitleJapanese": "ワッショイ祭りでござるの巻",
                    "SummaryJapanese": "みんなで出掛けた神社のお祭り。ケン一は夢子ちゃんのために金魚すくいや輪投げで景品を取ろうとするが、ケムマキに邪魔をされてうまくいかない。見かねたハットリくんがケン一の助太刀をするのだが、夢中になってしまったハットリくんは我を忘れてしまい…。"
                },
                "116": {
                    "ID": "6729052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729052",
                    "TitleEnglish": "Kenichi is a man",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケン一氏は男でござるの巻",
                    "SummaryJapanese": "夢子ちゃんに男らしいところを見せたいケン一だったが、近所のガキ大将を前に身体がすくんでしまい情けない結果になってしまう。そこで、ケン一は強くなるために柔道や空手の型を練習してみるものの、思うように動けず落ち込んでしまう。そんなケン一の身を案じたハットリくんは、ケン一が寝ている間に暗示をかけることにする。"
                },
                "117": {
                    "ID": "6729053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729053",
                    "TitleEnglish": "Tsubame Ninja Love Sparks Technique",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ツバメ忍法恋火花の巻",
                    "SummaryJapanese": "ハットリくんの前に久々に現れたツバメちゃんは、修行の成果を見せると言って突然忍法「恋火花」をハットリくんにかけようとする。ハットリくんはとっさにはね返したものの、代わりにシンゾウに術がかかってしまう。さらに、ふとした拍子に今度はケン一が術にかかってしまい…。"
                },
                "118": {
                    "ID": "6729054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729054",
                    "TitleEnglish": "A challenge to stop mom",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ママ上足どめ作戦の巻",
                    "SummaryJapanese": "小池先生からママに渡すようにと手紙を渡されたケン一。何か良くないことが書かれていると思ったケン一は、ママに手紙のことを隠しておこうとするものの、ケムマキのお節介でバレてしまう。手紙には、ママに学校に来てほしい旨が書いてあったようで、おそれたケン一はあの手この手でママが学校に行くのを阻止しようとする。"
                },
                "119": {
                    "ID": "6729056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729056",
                    "TitleEnglish": "I Give Up on Ninja Training!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍法修業はあきらめたの巻",
                    "SummaryJapanese": "ハットリくんの修行の厳しさにすっかり自信をなくしてしまったシンゾウは、忍法修行を諦めて伊賀の里に帰ることにする。しかしその道中、忍法でピンチをうまく切り抜けたことでシンゾウは徐々に自信を取り戻していくのだが、実は裏でハットリくんがシンゾウに自信を付けさせようと手助けをしていたのだった。"
                },
                "120": {
                    "ID": "6729057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729057",
                    "TitleEnglish": "A New Bride for the Teacher",
                    "SummaryEnglish": "A girl comes to visit Koike-Sensei in Kenichi's house and talk about marriage, but Kenichi scares the girl away.",
                    "TitleJapanese": "お見合いは苦手でござるの巻",
                    "SummaryJapanese": "小池先生がケン一の家でお見合いをすることになった。何も知らないケン一は、家にやって来る先生にてっきり怒られると思い、公園で先生を引き留めることにする。一方、ケン一に頼まれて先生に変装したハットリくんはお見合いをするはめになってしまい…。"
                },
                "121": {
                    "ID": "6729058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729058",
                    "TitleEnglish": "Swimming Training",
                    "SummaryEnglish": "Kenichi, Hattori and Shinzo decide to learn to swim. Shinzo hypnotises Kenichi and makes him a frog so that he swims by himself.",
                    "TitleJapanese": "とんだ水泳修業の巻",
                    "SummaryJapanese": "泳げないケン一はシンゾウ達にバカにされ、今年こそは泳げるようになってみせると宣言！ そこでハットリくんに泳ぎの特訓をしてもらうが、いっこうに上達しない。ついには忍法「移し身」でカエルにしてもらい、泳げるようになったケン一だが…。"
                },
                "122": {
                    "ID": "6729059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729059",
                    "TitleEnglish": "What Day Is Today?",
                    "SummaryEnglish": "On the occasion of mother's day, the kids and Kentaru send Ama out and take up the responsibility of the house.",
                    "TitleJapanese": "今日は何の日の巻",
                    "SummaryJapanese": "今日はママの誕生日。ケン一達は日頃の感謝を込めて、ママにゆっくり羽を伸ばしに行ってもらうことにする。その間、ママの代わりに家事をこなすことにしたケン一達は、改めてママの偉大さを痛感する。"
                },
                "123": {
                    "ID": "6729060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729060",
                    "TitleEnglish": "Jumping Contest",
                    "SummaryEnglish": "Kemumaki and Kenichi decide to have a race between their frogs. Kemumaki and Kenichi train their frogs but Kenichi's frog wins the race.",
                    "TitleJapanese": "ケロケロ忍法でジャンプ競争の巻",
                    "SummaryJapanese": "ケムマキとお互いの持っているカエルを競争させて、負けたら夢子ちゃんと口をきかないというとんでもない約束をしたケン一。ケン一はハットリくんの忍法に頼って勝とうとするのだが、カエルが大の苦手なハットリくんはいつもの力が発揮できない。"
                },
                "124": {
                    "ID": "6729061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729061",
                    "TitleEnglish": "A western stock farm",
                    "SummaryEnglish": null,
                    "TitleJapanese": "西部劇牧場の巻",
                    "SummaryJapanese": "西部劇牧場に遠足にきたケン一達。ケン一とケムマキはここでもお互いにいい所を見せようと張り合う。暴れ牛を華麗に乗りこなすケムマキに挑発され、ケン一も意地になって暴れ牛に乗るものの、またしてもケムマキの策略にまんまとはまってしまう。"
                },
                "125": {
                    "ID": "6729062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729062",
                    "TitleEnglish": "Papa's confidence",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パパの自信タップリ日曜大工の巻",
                    "SummaryJapanese": "趣味の日曜大工が失敗続きですっかり自信をなくしてしまったパパ。見かねたハットリくんはパパに自信を取り戻してもらおうと、パパが寝ている間に忍法を使い、壊れてしまった棚や椅子を直してあげることにする。"
                },
                "126": {
                    "ID": "6729063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729063",
                    "TitleEnglish": "Teacher Meets a Girl",
                    "SummaryEnglish": "Koike-Sensei goes to a restaurant to talk to a girl about marriage, but Shishimaru messes up things and as a result, she leaves.",
                    "TitleJapanese": "獅子丸はキューピッドでござるの巻",
                    "SummaryJapanese": "小池先生のお見合いが今度こそ成功ほしいと思うケン一達は、ハットリくんの忍法「声うつし」で先生が上手く喋れる手伝いをすることに。しかし緊張しいの先生は、それでもあがったままで、お見合い相手を前になかなか話題を広げることができない。そんな中、獅子丸の活躍で上手く距離を縮められたかと思われた先生だったが…。"
                },
                "127": {
                    "ID": "6729064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729064",
                    "TitleEnglish": "An incident on father's day",
                    "SummaryEnglish": null,
                    "TitleJapanese": "父の日のできごとの巻",
                    "SummaryJapanese": "今日は父の日だというのに誰にも相手にされず、ふてくされたパパは家を飛び出してしまう。夜になっても一向に帰る気配のないパパを心配したハットリくんは、焼き鳥屋さんに扮し、家に帰ろうとしないパパの話を聞いてあげることにする。"
                },
                "128": {
                    "ID": "6729065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729065",
                    "TitleEnglish": "Leave, Shishimaru",
                    "SummaryEnglish": null,
                    "TitleJapanese": "スッポン! 獅子丸を放せの巻",
                    "SummaryJapanese": "沼へやってきたケン一達が釣りを楽しんでいると、獅子丸がスッポンに尻尾を噛みつかれてしまう、皆でなんとかして引き離したのも束の間、次はシンゾウ、次はケン一と次々にスッポンに噛みつかれてしまうのであった。"
                },
                "129": {
                    "ID": "6729066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729066",
                    "TitleEnglish": "The dumb old policeman",
                    "SummaryEnglish": null,
                    "TitleJapanese": "どじなおまわりさんの巻",
                    "SummaryJapanese": "指名手配中の犯人を逃がしてしまい自信をなくしてしまったお巡りさん。そこでハットリくんが一肌脱ぐことに。犯人に変装したハットリくんは、お巡りさんの前に現れ捕まえさせようとするのだが、どこまでも間抜けなお巡りさんはなかなか捕まえてくれず、ハットリくんも困ってしまう。"
                },
                "130": {
                    "ID": "6729067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729067",
                    "TitleEnglish": "Hattori Helps Kiyo",
                    "SummaryEnglish": "Kenichi supports Kiyo in the cat competition as Kemumaki disowns him. Kemumaki tries to ruin Kiyo's image. Later, they patch up.",
                    "TitleJapanese": "影千代ムコ入り大作戦の巻",
                    "SummaryJapanese": "「大好きなミーコちゃんの婿になりたい」という影千代の夢を応援するべく、ケン一達は婿入りのための審査会に参加する。しかしその様子を快く思わないケムマキは、影千代を強引に失格にさせてしまう。落胆する影千代を見てあまりにも可哀想に思ったハットリくん達は、協力して影千代を再び審査会へと送り出す。"
                },
                "131": {
                    "ID": "6729068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6729068",
                    "TitleEnglish": "Let's Challenge To A Skyscraper",
                    "SummaryEnglish": "Kemumaki creates obstacles for Hattori in a challenge to climb a tall building. Hattori completes his challenge and also helps Kemumaki.",
                    "TitleJapanese": "超高層ビルに挑戦するでござるの巻",
                    "SummaryJapanese": "またしてもケン一はケムマキにそそのかされ、ハットリくんなら超高層ビルのゼブラホテルを登りきることができると宣言してしまう。ケン一の面目を立てるため、仕方なくゼブラホテルに挑戦することになったハットリくんは、ケムマキに邪魔されながらも果敢にビルのてっぺんを目指す。"
                },
                "132": {
                    "ID": "6730344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730344",
                    "TitleEnglish": "Afraid of cakes?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケーキが怖いの巻",
                    "SummaryJapanese": "ケン一と夢子ちゃんの仲を裂いてやりたいケムマキは、ケン一にインチキの貝占いをして「ケーキ難の相が出ている」と嘘をつく。ケムマキの策に引っかかりまんまと信じ込まされてしまったケン一は、夢子ちゃんお手製のケーキを見て怖がって逃げ出してしまう。"
                },
                "133": {
                    "ID": "6730345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730345",
                    "TitleEnglish": "Beware of goods displayed at bazaar",
                    "SummaryEnglish": null,
                    "TitleJapanese": "バザー出品作にご用心の巻",
                    "SummaryJapanese": "学校のバザーに出品したカッパの人形をケムマキに散々からかわれたケン一は、悔しくてハットリくんに仕返しの方法を相談する。そこでハットリくんは、家にあるものを使って仕掛け人形に作り直してケムマキを懲らしめることにしたのだが、ケムマキはその仕掛けをあっさり見破ってしまう。"
                },
                "134": {
                    "ID": "6730346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730346",
                    "TitleEnglish": "Tsubame Helps Hattori",
                    "SummaryEnglish": "Kemumaki troubles Sonam and Hattori, but Hattori doesn't react. Sonam feels bad because Hattori didn't consider her strong, and she leaves.",
                    "TitleJapanese": "ツバメ忍法カエルあやつりの巻",
                    "SummaryJapanese": "伊賀流女忍者のツバメちゃんが再びハットリくんの元へやって来た。ハットリくんの気持ちを自分に向かせたいツバメちゃんは、ハットリくんが苦手なカエルを忍法で操り、強引に「ずっと一緒にいる」と約束させようとする。カエルが苦手なハットリくんは言いなりになってしまい…。"
                },
                "135": {
                    "ID": "6730347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730347",
                    "TitleEnglish": "A bad new classmate",
                    "SummaryEnglish": null,
                    "TitleJapanese": "つむじまがりの転校生の巻",
                    "SummaryJapanese": "ケン一のクラスに転校生つむじまがりくんがやってきた。名前の通り、性格がひねくれてしまっているつむじまがりくんは誰とも打ち解けようとせず、早くも孤立してしまう。そんな中、つむじまがりくんの過去を知って気の毒に思ったケン一は、獅子丸に協力してもらい彼と仲良くなる作戦を決行することにする。"
                },
                "136": {
                    "ID": "6730349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730349",
                    "TitleEnglish": "Doing one best thing a day",
                    "SummaryEnglish": null,
                    "TitleJapanese": "やりぬくぞ一日一善の巻",
                    "SummaryJapanese": "クラスで一日一善の課題を出されたケン一達。夢子ちゃんとケムマキは早速課題をクリアし、残されたケン一は焦ってしまう。気持ちが急いているケン一は、躍起になって人助けをしようとするが、どうにも空回りしてしまい肩を落とす。そうした中、夜中に不審者を見つけたケン一は、最後のチャンスだと意気込んで不審者撃退に向かうことにする。"
                },
                "137": {
                    "ID": "6730350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730350",
                    "TitleEnglish": "Catching crayfish",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍法ザリガニつりでござるの巻",
                    "SummaryJapanese": "近所の森林公園にザリガニ釣りにやってきたケン一達。釣り糸に餌を付けてザリガニがかかるのを待ってみるが、糸を切られてしまうために一向に釣れる気配がない。そこでハットリくんは、釣り糸を切れないピアノ線に替えての忍法「ザリガニ釣り」を披露する。"
                },
                "138": {
                    "ID": "6730351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730351",
                    "TitleEnglish": "Secret Of The Ninja Power",
                    "SummaryEnglish": "Kemumaki plays a trick on Hattori and finds out the reason for his strength. Kemumaki sees Hattori getting power by carrot. So He also eats.",
                    "TitleJapanese": "ニンニン馬力の秘密の巻",
                    "SummaryJapanese": "ハットリくんの無敵パワー「ニンニン馬力」の秘密を暴こうとするケムマキやケン一。食事に秘密があるとにらみ、ハットリくんにいろんなものを食べさせ、ニンジンを食べてパワーが倍増したのを見ると、ケムマキは町じゅうのニンジンを買い占めて食べ始めるのだった。"
                },
                "139": {
                    "ID": "6730352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730352",
                    "TitleEnglish": "Is it better to have an accurate clock?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "時計は正確なほうがいい? の巻",
                    "SummaryJapanese": "時間の正確なデジタル時計をケムマキに自慢されたケン一は、負けじと時間に正確であることをアピールするために規則正しい生活を送ってやろうと意気込む。しかしかえって時間に振り回されてしまうことになったケン一は、ハットリくんに相談して時間に振り回されずに済む秘策を教えてもらうことにする。"
                },
                "140": {
                    "ID": "6730353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730353",
                    "TitleEnglish": "Shinzo Had a Dream",
                    "SummaryEnglish": "Shinzo assumes that he has received lightning power and tries to use them to help people. But, Hattori makes Shinzo realize that he has no powers.",
                    "TitleJapanese": "シンちゃんのヘソパワーの巻",
                    "SummaryJapanese": "夢の中で雷小僧から「ヘソパワー」の出し方を教えてもらったというシンゾウ。偶然、「ヘソパワー！」と叫ぶと同時に勝手にドアが開き、すっかりシンゾウはその気になってしまう。そんなある日、ケムマキの投げる魔球をヘソで打ち返すと豪語したシンゾウだったが…。"
                },
                "141": {
                    "ID": "6730355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730355",
                    "TitleEnglish": "The Ninja Grandma!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "とんだくの一志願の巻",
                    "SummaryJapanese": "公園で遊んでいたケン一達は、口うるさいおばあちゃんに目をつけられてしまう。おばあちゃんはやたら強気で、事あるごとに振り回されっぱなしのケン一達。その上、ハットリくんが忍者だとわかると、自分が稽古をつけてやると言い出して…。"
                },
                "142": {
                    "ID": "6730356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730356",
                    "TitleEnglish": "Kenichi Kendama Practicing Hard",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケン一ケン玉猛練習の巻",
                    "SummaryJapanese": "ケン玉を自在に操るケムマキに対抗したいケン一は、自らもケン玉を始めてみるものの全く技が決まらず、すぐに飽きてしまう。そこでハットリくんは、夢子ちゃんに変装してケン玉を披露することで、ケン一にやる気を出させることにする。"
                },
                "143": {
                    "ID": "6730357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730357",
                    "TitleEnglish": "I want a telescope.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "望遠鏡が欲しいの巻",
                    "SummaryJapanese": "夢子ちゃんと星の観察をしたいケン一は、町の福引の景品に天体望遠鏡があるのを知り、張り切って福引に挑むも外してしまう。その後、ケムマキが福引を当ててみせると夢子ちゃんに豪語しているのを聞いたケン一達は、きっと何か裏があるに違いないと思い、急いで福引会場に様子を見に行くことにする。"
                },
                "144": {
                    "ID": "6730358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730358",
                    "TitleEnglish": "Mama Knows Everything",
                    "SummaryEnglish": "Kenichi, Shinzo and Shishimaru suspect a ninja behind Ama's behaviour, so they take Hattori's help but realize that they were wrong.",
                    "TitleJapanese": "ママ上忍法おみとおしの巻",
                    "SummaryJapanese": "何でもお見通しのママ。ケン一の答案用紙の隠し場所や、パパが休みの日にこっそり麻雀に行くことを言い当てるのだ。それに驚いたケン一とシンゾウは、ママが甲賀流の忍者ではないかと疑い始める。そこで二人はハットリくんに頼みママの本当の正体を探ってもらうのだが…。"
                },
                "145": {
                    "ID": "6730359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730359",
                    "TitleEnglish": "The Gorilla's Visit to the City!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゴリラが街にやって来たの巻",
                    "SummaryJapanese": "動物園のゴリラがノイローゼになっていると知ったケン一達は、何とかしてあげたいと思い動物園へ向かう。忍法「獣言葉」を使って、檻の外に出たいというゴリラの気持ちを聞き出したハットリくんは、忍法「替え玉」作戦で、ゴリラを外に連れ出してあげることにする。"
                },
                "146": {
                    "ID": "6730360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730360",
                    "TitleEnglish": "Sumo Training is Tough!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お相撲の修業は大変でござるの巻",
                    "SummaryJapanese": "道端で倒れているお相撲さんを助けてあげたハットリくん達。話を聞くと、稽古についていけず逃げ出してきてしまったのだという。そこでハットリくん達は、お相撲さんに体力をつけてあげるべく、忍者仕込みの体力トレーニングを指導する。"
                },
                "147": {
                    "ID": "6730361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730361",
                    "TitleEnglish": "Shishimaru, An Enthusiastic Detective",
                    "SummaryEnglish": "After watching a detective serial on TV, Shishimaru gets a dream, in which he acts as a detective. He disturbs everyone sleeping.",
                    "TitleJapanese": "熱中探偵獅子丸の巻",
                    "SummaryJapanese": "テレビで探偵ドラマを見ていた獅子丸は、名探偵の活躍っぷりに大興奮。寝る時間になっても探偵への憧れが冷めない獅子丸は、気付けば夢の中で探偵獅子丸に。名探偵として、町の事件解決に奔走するのだった。"
                },
                "148": {
                    "ID": "6730362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6730362",
                    "TitleEnglish": "Kenichi's Fine Play",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケン一氏のファインプレーの巻",
                    "SummaryJapanese": "プロ野球を写真に収めてサインボールを貰おうという企画を知ったケン一は、自身の写真の腕前を見せるチャンスが来たことにおおはしゃぎ。ハットリくん達を連れて急いで球場へと足を運ぶ。なんとしても素晴らしい写真が撮りたいケン一は、ハットリくんにお願いして、あの手この手でシャッターチャンスを狙っていく。"
                },
                "149": {
                    "ID": "6736769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736769",
                    "TitleEnglish": "A Scrabble Over a Bride!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お嫁さん争奪戦の巻",
                    "SummaryJapanese": "ママの花嫁衣装を着た夢子ちゃんとケン一の仲睦まじい様子を目撃した影千代は、二人が結婚するのだと思い込み、急いでケムマキに知らせに行く。ショックを受けたケムマキは、ケン一と夢子ちゃんを仲違いさせようといたずらを仕掛けるが…。"
                },
                "150": {
                    "ID": "6736770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736770",
                    "TitleEnglish": "Let's Catch the Myna!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "九官鳥をつかまえろの巻",
                    "SummaryJapanese": "夢子ちゃん家に遊びに来たケン一達は、軒先で飼われている九官鳥の賢さに感心する。そんな中、皆が家に入った後も九官鳥と戯れていた獅子丸は、ふとした拍子に九官鳥を檻から逃がしてしまう。ハットリくんのおかげで、なんとか無事に捕獲できるかと思われた矢先、ケムマキが邪魔に入る。"
                },
                "151": {
                    "ID": "6736781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736781",
                    "TitleEnglish": "Ninja Watermelon Snapping",
                    "SummaryEnglish": "Koike-Sensei plays 'break the watermelon game' with the students. Hattori breaks the watermelon in to pieces with his tricks.",
                    "TitleJapanese": "忍法スイカ割りの巻",
                    "SummaryJapanese": "スイカ割りを海で楽しむケン一達。夢子ちゃんにいいところを見せたいケン一は、ハットリくんに忍法「見え見え」をかけてもらう。目隠しをしても心の眼でスイカが見えるはずなのだが、ケムマキの声に心を乱されてしまい…。"
                },
                "152": {
                    "ID": "6736782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736782",
                    "TitleEnglish": "Ninja, the Great Train Challenge!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍法大列車作戦!!の巻",
                    "SummaryJapanese": "列車に乗ってハイキングに向かうケン一達。途中で用を足すために下車した獅子丸は、うっかり皆の乗っている列車に乗り損ねてしまう。どうにかして次の列車に乗り込んだ獅子丸だったが、今度は間違えて急行に乗ってしまい、またも目的の駅に降りることができなくなってしまう。"
                },
                "153": {
                    "ID": "6736783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736783",
                    "TitleEnglish": "Kenichi's Homemade Thai Grill",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケン一氏の手作りタイ焼きの巻",
                    "SummaryJapanese": "家にある鯛焼き器で鯛焼きを作ることにしたケン一。ハットリくんがこっそりと手助けをしたおかげで、ケン一はうまく鯛焼きができそうだと上機嫌に。すっかり自信をつけたケン一は夢子ちゃんにも食べてもらおうと呼びに行くことにする。しかしその最中、つまみ食いをしようとしたシンゾウと獅子丸が誤って材料をこぼしてしまい…。"
                },
                "154": {
                    "ID": "6736784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736784",
                    "TitleEnglish": "The Real Culprit Who Licked the Sugar!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "砂糖をなめた真犯人の巻",
                    "SummaryJapanese": "家にある砂糖が日に日に減っていくのを不思議に思ったママは、家で犯人探しを始めるものの、なかなか犯人がわからずにいた。そんな時、ケン一が真犯人はアリであることを突き止める。そこで、ケン一はアリが砂糖に集まってこないようにする手段を考えることにする。"
                },
                "155": {
                    "ID": "6736786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736786",
                    "TitleEnglish": "Hard Work Always Pays",
                    "SummaryEnglish": "Kenichi acts as a book worm due to hypnotism. But after the hypnotism fades, Kenichi gets back to normal.",
                    "TitleJapanese": "ガリ勉ケン一氏誕生!?の巻",
                    "SummaryJapanese": "勉強嫌いのケン一を心配するママは、テレビで見た「勉強が好きになる」という催眠術をケン一に試すことにした。催眠術はまったく効果が無かったが、ママの気持ちを無駄にしたくないハットリくんが忍法「人操り」でケン一が勉強大好きになるよう暗示をかけるのだが…。"
                },
                "156": {
                    "ID": "6736787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736787",
                    "TitleEnglish": "Don't Cry Tsubame",
                    "SummaryEnglish": "Hattori finds Sonam and helps her from being blamed as a robber. Hattori leaves and keeps the secret that he likes Sonam.",
                    "TitleJapanese": "ツバメちゃん泣かないでの巻",
                    "SummaryJapanese": "道端で泣いていた子供をあやしていたツバメちゃんだが、母親に誘拐犯と間違われてしまう。それを見ていたハットリくんは、忍法「心変わり」で母親の誤解を解きツバメちゃんのピンチを救った。すると、今まで以上にツバメちゃんから好意を寄せられてしまい…。"
                },
                "157": {
                    "ID": "6736788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736788",
                    "TitleEnglish": "My Friend Is A Dinosaur",
                    "SummaryEnglish": "While learning about the handmade dinosaur, Kemumaki breaks it. Mitachi blames Kenichi for breaking it, but later asks for forgiveness.",
                    "TitleJapanese": "友達は恐竜少年の巻",
                    "SummaryJapanese": "恐竜が大好きな四組のつよし君と仲良くなったケン一。学校に飾られているつよし君が作った恐竜の模型をシンゾウ達に見せるため、工作室に行くとなんと模型が壊されていた。そこへ偶然つよし君がやって来て、ケン一は犯人扱いされてしまう。"
                },
                "158": {
                    "ID": "6736789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736789",
                    "TitleEnglish": "Kiyo Runs Away!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "逃げ出した影千代の巻",
                    "SummaryJapanese": "つい忍法を悪いことに使ってしまった影千代は、そのことをケムマキに見破られ、甲賀忍者の恥だとして破門されてしまう。途方に暮れていると、公園で遊ぶハットリくんたちがうらやましくなり、伊賀の仲間に入れてほしいと懇願する。一方、ケムマキは破門はやり過ぎてしまったと後悔していた。"
                },
                "159": {
                    "ID": "6736790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736790",
                    "TitleEnglish": "Kenichi Is A Good Class Officer",
                    "SummaryEnglish": "Kemumaki changes his voice and speaks to Ama and Yumeko. So, Hattori makes Kemumaki confess the truth to Yumeko.",
                    "TitleJapanese": "クラス委員は幻と消えたの巻",
                    "SummaryJapanese": "代理の学級委員を選ぶ選挙でケムマキに勝利したケン一。初仕事は同じ学級委員の夢子ちゃんとクラス代表で公園の掃除。嫉妬したケムマキは夢子ちゃんとの間を邪魔しようと悪巧みをする。"
                },
                "160": {
                    "ID": "6736791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736791",
                    "TitleEnglish": "Glad to be greeted by rainy weather.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "雨降り出迎えうれしいなの巻",
                    "SummaryJapanese": "急な雨のために駅で待ちぼうけしているパパを迎えに行ったハットリくんは、迎えに来てくれたお礼にと、近くの喫茶店でパパにご馳走してもらう。その話を聞いたケン一達は羨ましがり、早く次の雨の日が来ないかと心待ちにする。"
                },
                "161": {
                    "ID": "6736792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736792",
                    "TitleEnglish": "Bad Talks Always Leads to Bad Deeds",
                    "SummaryEnglish": "Kenichi's flies a remote control helicopter. Kemumaki tries to create a rift between Yumeko and Kenichi. But Hattori makes Kemumaki confess the truth.",
                    "TitleJapanese": "科学忍法ヒコーキ操りの巻",
                    "SummaryJapanese": "買ってもらったヘリコプターのラジコンを自慢げに操縦するケン一。それを見たケムマキはリモコン装置を乗っ取ると、ケン一のラジコンを使って町じゅうでいたずらを開始する。何も出来ずにラジコンを追いかけていたケン一は、被害を受けた人達から次々に責められてしまう。"
                },
                "162": {
                    "ID": "6736793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736793",
                    "TitleEnglish": "We've Had it with the Ninja Mansion!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍者屋敷はコリゴリでござるの巻",
                    "SummaryJapanese": "小説家・よらば先生の担当者が公園で溜め息をついていた。原稿を受け取りに行きたがらない理由を聞いて気の毒に思ったハットリくんは、代わりに原稿の受け取りを引き受けることにする。先生の屋敷の様々な仕掛けを乗り越え、ようやく原稿に辿り着いたと思われたハットリくんだったが…。"
                },
                "163": {
                    "ID": "6736794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736794",
                    "TitleEnglish": "Children are Smarter Sometimes",
                    "SummaryEnglish": "As Mama spends more time talking to Sunidhi, Hattori makes her and Sunidhi realize that mothers should pay attention to their children.",
                    "TitleJapanese": "ママ上は電話がお好きでござるの巻",
                    "SummaryJapanese": "近頃のママはご近所のママさん友達と長電話するのが日課になっていた。電話の時間は日増しに長くなり、夕飯の時間になっても電話を続けていた。目に余ったケン一達は、ハットリくんの忍法でママにお灸をすえることにした。"
                },
                "164": {
                    "ID": "6736798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736798",
                    "TitleEnglish": "Laugh and Grow Fat!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "笑う門に福がくるの巻",
                    "SummaryJapanese": "忍法「恵比須顔」で見事に町中を笑顔にしていくハットリくん。その噂を聞いたケムマキは、ハットリくんの忍法を打ち破ってやろうと、苦手なカエルを仕込んでハットリくんの前に姿を見せる。果たして、この勝負の行方はいかに？"
                },
                "165": {
                    "ID": "6736799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736799",
                    "TitleEnglish": "Shinzo and Tortoise",
                    "SummaryEnglish": "Shinzo and Shishimaru see a tortoise and decide to sit on him to reach Ninja paradise. Later, they get to know that the tortoise was a lost pet.",
                    "TitleJapanese": "浦島太郎には困ったでござるの巻",
                    "SummaryJapanese": "海で大きなカメを助けたシンゾウと獅子丸。浦島太郎のように竜宮城へ行けると思い、カメが迎えに来るのをずっと待っていた。ところが、カメはいっこうにあらわれず見かねたハットリくんがそのカメを見つけて忍法「亀言葉」で話をしてみると…。"
                },
                "166": {
                    "ID": "6736800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6736800",
                    "TitleEnglish": "Let's Climb Mount Fuji!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "富士山に登ろうの巻",
                    "SummaryJapanese": "富士山に登りたいケン一は、先生を付き添いにして夢子ちゃんやケムマキ、ハットリくん達と念願の登山を果たす。夢子ちゃんをおんぶしていい所を見せたいケン一とケムマキは、お互いに意地を張り合うのだが…。"
                },
                "167": {
                    "ID": "6737723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737723",
                    "TitleEnglish": "Shishimaru Celebrates his Birthday",
                    "SummaryEnglish": null,
                    "TitleJapanese": "誕生日をさがすでござるの巻",
                    "SummaryJapanese": "影千代がみんなに誕生日を祝ってもらっているのを見た獅子丸は、自分の誕生日がいつかわからない事に気付いた。誕生日が知りたい獅子丸は、なんとかして誕生日を調べようとするがわからずじまい。そこでハットリくんは、生年月日が書かれた獅子丸家のニセ血統書を作成することにした。"
                },
                "168": {
                    "ID": "6737724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737724",
                    "TitleEnglish": "Funny Fireworks Launch",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おかしな打上げ花火の巻",
                    "SummaryJapanese": "家の庭で夢子ちゃんと花火をしていたケン一は、途中でケムマキに夢子ちゃんを横取りされてしまう。夢子ちゃんの気を引きたいケン一は、ハットリくん達に協力してもらい人間打ち上げ花火をするのだが、その様子を見ていたケムマキが負けじと自分も参加すると言い出して…。"
                },
                "169": {
                    "ID": "6737725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737725",
                    "TitleEnglish": "Capturing Unicorn Beetles!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "かぶと虫捕獲作戦の巻",
                    "SummaryJapanese": "夢子ちゃんにカブトムシをプレゼントしたいケン一は、神社の裏手の木に砂糖水を塗り、翌日カブトムシが集まるのを待つことにする。しかしケムマキに邪魔をされてしまい、思うように砂糖水を塗っておくことができない。そこでハットリくんは、木にちょっとした仕掛けを施すのだった。"
                },
                "170": {
                    "ID": "6737726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737726",
                    "TitleEnglish": "The Strange Camp",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ふしぎなキャンプの巻",
                    "SummaryJapanese": "三葉家のみんなでキャンプにやってきた。自信とは裏腹に、あまりキャンプには慣れていなさそうなパパの様子を見て、ハットリくん達はパパの威厳を保つためにこっそりと力を貸してあげることにする。"
                },
                "171": {
                    "ID": "6737727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737727",
                    "TitleEnglish": "Never scare your friend",
                    "SummaryEnglish": "Kemumaki troubles Hattori him with a toy frog. Shinzo helps him get rid of the frog but hurts himself and starts crying. Hattori learns about Kemumaki's plan and teaches him a lesson.",
                    "TitleJapanese": "あついと言ったら罰金でござるの巻",
                    "SummaryJapanese": "夏の真っ只中、家のエアコンが壊れてしまい三葉家のみんなは暑さで参ってしまっていた。そこで、少しでも暑さを紛らわすために、パパの提案で「あつい」と言ってはいけないというルールを作ることに。そんなある日、家庭訪問に訪れた小池先生にも「あつい」禁止ルールを敷いたケン一は、先生と勝負をする。"
                },
                "172": {
                    "ID": "6737728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737728",
                    "TitleEnglish": "Kenichi doesn't like ghosts.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケン一氏はお化けがきらいの巻",
                    "SummaryJapanese": "ケムマキに怖い話を聞かされ腰を抜かしてしまったケン一は、ひどく馬鹿にされてしまう。悔しいケン一は、ケムマキに仕返しをしようと試みるが、あっさり見破られてしまい、全くケムマキを脅かすことができない。そこでハットリくんは、相手を脅かすのではなく自分がお化けに慣れればいいとケン一に勧めるのだが…。"
                },
                "173": {
                    "ID": "6737729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737729",
                    "TitleEnglish": "Water Ninja Method Niagara Falls",
                    "SummaryEnglish": null,
                    "TitleJapanese": "水忍法ナイアガラの滝の巻",
                    "SummaryJapanese": "ママの友達を家に招いてリボンフラワーの会をやることになったのだが、エアコンが故障中のため、ママは暑さ対策を心配する。そんなママに協力するべく、ケン一達は様々な手段で涼しさを演出しようとするのだが、どれも裏目に出てしまうのだった。"
                },
                "174": {
                    "ID": "6737733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737733",
                    "TitleEnglish": "Ninja Sleep Manipulation Technique!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ビックリ忍法眠りあやつりの術の巻",
                    "SummaryJapanese": "ハットリくんに忍法「眠りあやつり」を教えてもらったシンゾウは、ハットリくんが留守の間にケン一に試してみることにする。中途半端に術にかかったケン一は、たまたま点いていたテレビの主人公「白馬の王子」を、自分だと思い込んでしまい…。"
                },
                "175": {
                    "ID": "6737736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737736",
                    "TitleEnglish": "Mom Takes Us for a Ride",
                    "SummaryEnglish": "Ama sits in the car confidently but finds it difficult to drive. Later, Kentaru teaches Ama how to drive.",
                    "TitleJapanese": "ママ上は迷ドライバーの巻",
                    "SummaryJapanese": "運転免許を取って上機嫌のママは、ケン一やハットリくん達を車に乗せて出掛けることにした。ところが、ママの運転は危なっかしく、ケン一やシンゾウは「危険だから降りたい」と言い出してしまう。焦ってうまく運転できずイライラしていたママは、とうとう車をほっぽりだして帰ってしまう。"
                },
                "176": {
                    "ID": "6737737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737737",
                    "TitleEnglish": "Tsubame Wants To Go To The Beach",
                    "SummaryEnglish": "Sonam takes a form to participate in the beach cleanup, but Kemumaki snatches it from her. Hattori reaches at the right time and saves her.",
                    "TitleJapanese": "ツバメどのだって海へ行きたいの巻",
                    "SummaryJapanese": "伊賀の山育ちのツバメちゃんは海へ行くのが夢だった。ある日公園で、海まで交通費は無料といって配られていた券を貰い上機嫌のツバメちゃんだったが、ケムマキにその券を騙し取られてしまう。しかし実のところ、その券は海の清掃ボランティアの参加券だった。"
                },
                "177": {
                    "ID": "6737739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737739",
                    "TitleEnglish": "Shishimaru and his Dream",
                    "SummaryEnglish": "Shishimaru sees a dream in which he gets all the facilities he needs. After waking up, he realizes it was a dream.",
                    "TitleJapanese": "お犬様はエライんじゃワンの巻",
                    "SummaryJapanese": "およそ300年前、「お犬様」として犬達が人間よりも大事に扱われた時代があったと、パパから教えてもらった獅子丸。いつも怒られてばかりで肩身の狭い獅子丸は、自分が殿様のようになれる昔の時代に夢の中でタイムスリップするのだった。"
                },
                "178": {
                    "ID": "6737746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737746",
                    "TitleEnglish": "Hattori-style Push-and-Sell Technique",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ハットリ式押売り撃退法の巻",
                    "SummaryJapanese": "家に押し売りがやってきて、ママは無理矢理に物を買わされそうになる。困っているママを助けるためハットリくんは押し売りに変装し、忍法「お化け鏡」を使って見事押し売りを撃退する。しかし、急いで変装したため押し売りの姿がなかなか解けずにいると、お巡りさんがやってきて手配中の押し売りと勘違いされてしまう。"
                },
                "179": {
                    "ID": "6737749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737749",
                    "TitleEnglish": "Hattori Kid, the Western!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "西部劇ハットリキッドの巻",
                    "SummaryJapanese": "クイズを当てて西部劇の舞台となっている場所へ行こう、というチラシを読んで夢を膨らませるケン一。西部劇の主人公になり、荒野を勇ましく駆け抜け悪者をやっつける、そんな憧れのストーリーを思い描いているはずだったのだが…。"
                },
                "180": {
                    "ID": "6737750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737750",
                    "TitleEnglish": "Mama's Good Idea",
                    "SummaryEnglish": "Ama stitches clothes for the kids. As water falls on the cloth, Hattori cuts it and later realizes that shirt does not fit Kenichi.",
                    "TitleJapanese": "ママ上アイディア作戦の巻",
                    "SummaryJapanese": "パパのシャツを再利用してケン一のカッターシャツを作っていたママ。ハットリくんは新しい足袋が欲しいのだが、へそくりを使うわけにいかず買うのを躊躇していた。そこで、ママから余った布をもらいそれを再利用して足袋を作ろうと思いつき、ママの裁縫の様子を天井から伺っていたのだが…。"
                },
                "181": {
                    "ID": "6737752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/6737752",
                    "TitleEnglish": "A Fancy Dress Competition",
                    "SummaryEnglish": "Kemumaki changes his look to a girl so that Yumeko gets angry on Kenichi, but Hattori uses his tricks and resolves the confusion.",
                    "TitleJapanese": "美女によろめくべからずの巻",
                    "SummaryJapanese": "ケン一と夢子ちゃんの仲が気に入らないケムマキ。影千代のアドバイスで、ケン一を浮気者に仕立て上げようと悪だくみをする。一方、ケン一のもとに見知らぬ美少女からラブレターが届く。ケムマキが変装しているとは知らず、美少女にメロメロのケン一。そんなところに夢子ちゃんが通りかかってしまい…。"
                },
                "182": {
                    "ID": "7109442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109442",
                    "TitleEnglish": "I don't eat chikuwa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ちくわなんか食べないわんの巻",
                    "SummaryJapanese": "獅子丸はマリーちゃんとのデート中、ちくわは食べないと見栄を張ってしまう。しかし影千代のいたずらによって見栄がバレてしまった上、マリーちゃんにもふられてしまい意気消沈の獅子丸は、すっかりちくわに手を出さなくなってしまう。ところが次の日、影千代の用意したちくわのいたずらにまたしても引っかかってしまう。"
                },
                "183": {
                    "ID": "7109444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109444",
                    "TitleEnglish": "Eels Are God's Messengers",
                    "SummaryEnglish": "Kenichi and his friends bring a fish home. Kentaru invite his friends to eat the fish, but Hattori makes the guests forget about it.",
                    "TitleJapanese": "うなぎは神様のお使いでござるの巻",
                    "SummaryJapanese": "ケン一達と神社の池の掃除をしていたハットリくん。池に潜ってゴミを拾っていると、大きなうなぎを捕まえた。蒲焼きが食べれると喜んだケン一達は、家に帰って早速ママに料理してもらおうとするが、うなぎが魚言葉でハットリくんに「助けてほしい」と言ってきた。"
                },
                "184": {
                    "ID": "7109445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109445",
                    "TitleEnglish": "The way of the sword is hard",
                    "SummaryEnglish": null,
                    "TitleJapanese": "剣の道はきびしいのでござるの巻",
                    "SummaryJapanese": "剣道を習い始めたケン一は、ケムマキに勝負を挑まれあっさりと負けてしまう。悔しいケン一は、ケムマキを打ち負かすべくハットリくんに剣術を教えてもらう。ハットリくんの協力のおかげで自信をつけたケン一は、意気揚々とケムマキに再戦を申し入れる。"
                },
                "185": {
                    "ID": "7109446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109446",
                    "TitleEnglish": "Capturing A Gang",
                    "SummaryEnglish": "Kenichi, Shishimaru and Shinzo find a diary of a man and assume that he is a robber, but later find out that the man is a porter.",
                    "TitleJapanese": "銀行強盗生け捕り作戦の巻",
                    "SummaryJapanese": "髭面の怪しい男が落とした手帳を拾ったケン一とシンゾウ。なんとその手帳には、銀行強盗のスケジュールらしき内容が書かれていた。手帳を奪い返そうとする男を振り切った二人は、ハットリくんを連れて銀行強盗を阻止しに行くのだが…。"
                },
                "186": {
                    "ID": "7109447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109447",
                    "TitleEnglish": "Nuisance in the Public Bath",
                    "SummaryEnglish": null,
                    "TitleJapanese": "人の迷惑銭湯事件の巻",
                    "SummaryJapanese": "お風呂が改装中で銭湯に通っていた夢子ちゃんは、男湯から飛んできた石鹸で怪我をしてしまった。それを聞いたハットリくん達は、銭湯で男湯から女湯へ石鹸を投げ渡している迷惑男を捕まえたのだが、なんとその男は…。"
                },
                "187": {
                    "ID": "7109448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109448",
                    "TitleEnglish": "The Secret of the Science Lab",
                    "SummaryEnglish": null,
                    "TitleJapanese": "理科室のひみつの巻",
                    "SummaryJapanese": "理科が好きなはずの夢子ちゃんが理科室に行きたがらないのを不思議に思ったケン一。理由を聞き出すと、理科室の模型を壊してしまったために理科室に行きたくないのだという。そこでケン一はハットリくんに協力してもらい、夜の学校に忍び込んで模型を直しに行くことにする。"
                },
                "188": {
                    "ID": "7109449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109449",
                    "TitleEnglish": "Dad is gifted Iga Ninja",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パパ上は伊賀の上忍でござるの巻",
                    "SummaryJapanese": "パパが家で留守番をしているところに時代小説家のよらば先生が訪ねてくる。パパを忍法の達人だと思い込んだ先生は、あの手この手で忍法を披露してもらおうとするが、そんなつもりのないパパは困り果ててしまう。そんな折、帰ってきてパパから話を聞いたハットリくんは、先生にちょっとしたいたずらを思いつく。"
                },
                "189": {
                    "ID": "7109450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109450",
                    "TitleEnglish": "Ninja Human Kite Technique!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍法人間ダコの巻",
                    "SummaryJapanese": "ケン一とシンゾウに協力してもらい、ハットリくんは人間ダコになって空から町を観察することに。しかし、ケン一達がひょんなことからタコをつなぐ糸を離してしまい、ハットリくんの張り付いたタコは制御不能になってしまう。"
                },
                "190": {
                    "ID": "7109451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109451",
                    "TitleEnglish": "Let's praise the lovely Yumeko!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "すてきな夢子ちゃんをほめようの巻",
                    "SummaryJapanese": "ヘアスタイルを変えた夢子ちゃんに気付かず、嫌われてしまったケン一。そこで、汚名返上のために夢子ちゃんの変化をハットリくんに調べてもらうことにした。すると、ハットリくんは夢子ちゃんが明日、新調したワンピースを着ていくことを突き止める。"
                },
                "191": {
                    "ID": "7109452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109452",
                    "TitleEnglish": "Robo-Hattori in the toy department",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おもちゃ売り場のハットリロボの巻",
                    "SummaryJapanese": "デパートでママとパパが買い物をしている間、おもちゃ売り場で待つことにしたケン一達。しかし他にもたくさんの子供達で溢れかえっていて、やりたいゲームでなかなか遊ぶことができない。そこでハットリくんにお願いして、他の子達の興味を引きつけてもらうことにする。"
                },
                "192": {
                    "ID": "7109453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninja-hattori-kun/episodes/7109453",
                    "TitleEnglish": "Montage Photography