{
    "URL": "https://www.thetvdb.com/series/shiki",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2016670/",
        "https://www.themoviedb.org/tv/36581"
    ],
    "TitleEnglish": "Shiki",
    "SummaryEnglish": "Sotobamura is a small village with around 1300 inhabitants. It is a village which is connected to not even a single highway. An isolated village in which old customs, such as the burial of the dead, are still practiced. One day, the corpses of 3 persons are found. Although Ozaki Toshio, the village's lone doctor, feels uncertain, he treats the deaths as normal occurrences. However, in the days following, the villagers die one after the other. Is this mere coincidence, an epidemic, or something else entirely?",
    "TitleJapanese": "屍鬼",
    "SummaryJapanese": "人口約1300人の小さな集落、外場村。外部とは国道１本でしかつながっておらず、隔絶されたようなこの地には、まだ土葬の習慣が残っている。ある日、山入地区で３人の死体が発見され、村医者の尾崎はその死に不審を感じる。そしてそれ以降、村人が一人、また一人と死んでいく…。",
    "Aliases": [],
    "Modified": "2025-08-23",
    "Seasons": {
        "0": {
            "ID": "271281",
            "URL": "https://www.thetvdb.com/series/shiki/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "3336551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3336551",
                    "TitleEnglish": "Twentieth Mourning and Offense",
                    "SummaryEnglish": "In a flashback, Nao explains to Mr. and Mrs. Hasegawa about her joy of marrying into the Yasumori family. After mentioning her son Susumu, Nao asks the couple if they have any children; Mr. Hasegawa tells her that they lost their children* in an accident. Afterward, Mr. Hasegawa reminds his wife that they are not the only people who have suffered losses; and that he is glad that they moved to Sotoba.",
                    "TitleJapanese": "20.5話 『第腐汰悼と犯話』",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "3336561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3336561",
                    "TitleEnglish": "Twenty-first Slaughter and Offense",
                    "SummaryEnglish": "In a flashback to right after the events of the first three deaths at Sotoba, a woman named Motoko is shown to be overly protective of her children, going as far as to take them to school everyday. Eventually, as the mysterious deaths start piling up, Motoko's father-in-law dies. Her mother-in-law refuses to let Toshio perform an autopsy on the body, claiming that doctors care about the money more than their patients. Eventually Motoko's husband dies; then, her daughter falls ill. Slowly losing her sanity, Motoko carries her daughter over to the Ozaki clinic; however when she arrives, the clinic is closed (because Toshio is conducting experiments on his risen shiki wife.) She then rushes over to the Kanemasa clinic, which is also closed during the daytime. Motoko's mother-in-law shows up and scolds her for shaming herself in public, and states that her daughter is fine.",
                    "TitleJapanese": "21.5話 『第腐汰悼遺血と犯話』",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "271291",
            "URL": "https://www.thetvdb.com/series/shiki/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "2423111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2423111",
                    "TitleEnglish": "First Blood",
                    "SummaryEnglish": "Living in a small village, Megumi's two main interests are classmate Natsuno Yuuki and a European-style house on a hill. One day, when her fascination with the house leads her to climb the hill, she vanishes.",
                    "TitleJapanese": "第遺血話",
                    "SummaryJapanese": "人口1300人の小さな村、外場村。何もかもが田舎くさい、清水恵はこの村が大嫌いだ。恵の関心事は、都会から引っ越してきた少年・夏野の存在と、坂の上に完成した兼正の洋館だ。その洋館から視線を感じた恵は、その姿を求め坂を上っていく。そして恵は姿を消した。"
                },
                "2": {
                    "ID": "2480361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2480361",
                    "TitleEnglish": "Second Decay",
                    "SummaryEnglish": "As Toshio, the village doctor, seeks to uncover the exact cause of Megumi’s demise, reports of even more deaths in the area surface. Desperate for answers, Toshio and the Junior Monk set out to discover a pattern to these mysterious deaths.",
                    "TitleJapanese": "第腐堕話",
                    "SummaryJapanese": "恵の死。通夜に姿を現す夏野。かおりは恵が出しそびれていた暑中見舞いを夏野に渡すが、拒否される。山入地区の連続死から続けざまに起こる数人の死。医者である敏夫は疫病の発生を予感する。"
                },
                "3": {
                    "ID": "2522131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522131",
                    "TitleEnglish": "Third Tragedy",
                    "SummaryEnglish": "Another villager displays the symptoms of the epidemic, but Toshio notices a new clue during a closer inspection. The family who just moved into the mansion on the hill make it around town, while their little girl shows a disturbing interest in Seishin.",
                    "TitleJapanese": "第惨話",
                    "SummaryJapanese": "首をひねる敏夫。体調を崩した安森奈緒の血液検査の結果がおかしい。静信は夜、沙子という少女と出会う。そして、奈緒が死んだ。夏野は何かの気配に眠ることができない。"
                },
                "4": {
                    "ID": "2522151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522151",
                    "TitleEnglish": "Fourth Death",
                    "SummaryEnglish": "As the death toll rises, Toshio and his staff gather to further examine the fatal sickness plaguing the isolated town. Seishin’s eerie admirer returns with an observation that makes her oddly wise for her age.",
                    "TitleJapanese": "第死話",
                    "SummaryJapanese": "繰り返される死、夜中の引越し、うつろな視線の村人たち。不安な兆候があっても、そこから何も掴むことができず浮かんだ疑問は闇の中に消えていく。恵の気配に密かに怯える夏野。再び徹の部屋で眠る。夜がやってくる…。"
                },
                "5": {
                    "ID": "2522161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522161",
                    "TitleEnglish": "Fifth Deceit",
                    "SummaryEnglish": "After visiting the surviving families of the deceased, Seishin discovers a peculiar similarity amongst every victim. Natsuno is tortured by helplessness as his visions of Megumi become terrifyingly close to reality.",
                    "TitleJapanese": "第偽話",
                    "SummaryJapanese": "静信は、死者が出た家を周って不審点を洗い出す。そこで浮かんだ共通点は、かなりの人が死ぬ数日前に辞職をしていることだった。夏野は恵の暑中見舞いはがきを受け取る。一層濃くなる恵の気配…。"
                },
                "6": {
                    "ID": "2522171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522171",
                    "TitleEnglish": "Sixth Skull",
                    "SummaryEnglish": "No one in Sotoba—the village surrounded by death—is safe, as a frustrated Toshio fails to find a cure for the epidemic strangling his town. Convinced that Megumi has risen from the dead, Natsuno researches darker sources.",
                    "TitleJapanese": "第髏苦話",
                    "SummaryJapanese": "増え続ける死。手詰まりの敏夫は怒りをあらわにする。静信の持って来た情報にも、礼を言うどころか暴言を投げつける有様だ。夏野はある仮説を胸に秘め、ビデオや書物を調べはじめる。そして何げなくした夏野との会話から、あるキーワードに辿り着く。「起き上がり」だ。"
                },
                "7": {
                    "ID": "2522181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522181",
                    "TitleEnglish": "Seventh Killing Spirit",
                    "SummaryEnglish": "When Megumi’s friend suspects sinister activities are stirring at Kanemasa mansion—the last place Megumi visited before she died—Natsuno suggests digging up her grave for answers.",
                    "TitleJapanese": "第弑魑話",
                    "SummaryJapanese": "兼正を怪しんでいるかおりと昭に出会った夏野は事件の真相をはっきりさせるため墓を暴くという作戦を二人に持ちだした。尾崎医院に運ばれた安森節子。家族は立て続けに死んでいる。真相を知るために入院をさせる敏夫。彼もまた、一つの結論に達しようとしている。"
                },
                "8": {
                    "ID": "2522191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522191",
                    "TitleEnglish": "Eighth Night",
                    "SummaryEnglish": "Natsuno and his accomplices open Megumi’s grave to test their theory. Meanwhile, the doctor’s recent remarks have Seishin pondering about the young girl from the Kanemasa mansion.",
                    "TitleJapanese": "第夜話",
                    "SummaryJapanese": "墓にシャベルを突き刺す夏野、昭、そしてかおり。シャベルの切っ先が棺桶に到達した時、彼らは思いがけない事態に遭遇する。静信は沙子が何者なのかを感じ取る。夏野を訪ねる見知らぬ子供。夜は、殺意の重みで撓んでいく。"
                },
                "9": {
                    "ID": "2522201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522201",
                    "TitleEnglish": "Ninth Coffin",
                    "SummaryEnglish": "It’s clear to Toshio that the source of the deadly illness won’t be found using conventional methods. He and Seishin observe a patient overnight to catch any sudden changes in her condition—or possible moonlight visitors.",
                    "TitleJapanese": "第柩話",
                    "SummaryJapanese": "安森節子を守るため、敏夫は彼らの襲撃を待ちうける。静信は戸惑いながらも敏夫と共に夜を過ごす。律子が夜に見たもの。外からの声に起き上がる節子。いまやはっきりと、彼らは月光にその姿を晒している。"
                },
                "10": {
                    "ID": "2522211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522211",
                    "TitleEnglish": "Tenth Mourning",
                    "SummaryEnglish": "Toshio and Natsuno’s suspicions were true. Okiagari—creatures of legend that were once human that feed on the lives of others—are now stalking Natsuno.",
                    "TitleJapanese": "第悼話",
                    "SummaryJapanese": "彼らの脅威となってしまった夏野は存在を許されない。粛清の気配を感じる夏野。部屋で彼らの訪れを、息をひそめて待つ夜静かに窓を叩く者が現れる。その声は親しげで、どこか懐かしい…。"
                },
                "11": {
                    "ID": "2522221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522221",
                    "TitleEnglish": "Eleventh Slaughter",
                    "SummaryEnglish": "While Sotoba’s villagers are debating the cause of the frequent deaths, the town shaman points her finger at the residents of Kanemasa mansion.",
                    "TitleJapanese": "第悼と悲屠話",
                    "SummaryJapanese": "敏夫は逃げることのできない問いを、静信に投げかける。一方、起き上がりの存在を確信した祈祷師・郁美は村に広がる危機を人々に声高に訴えるが誰もが本気で取り合おうとはしない。いきり立った郁美は、桐敷の屋敷へと乗り込んで…。"
                },
                "12": {
                    "ID": "2522231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522231",
                    "TitleEnglish": "Twelfth Decay",
                    "SummaryEnglish": "After Toru’s attack, Natsuno warns Kaori and her brother to escape the village before they fall victim to the vampires as well.",
                    "TitleJapanese": "第悼と腐堕話",
                    "SummaryJapanese": "時が迫る。夏野は部屋で友の襲撃を静かに待ち続ける。見なれた影がやがて現れる。友はあの日と変わらないままだ。絶望の夜闇に切なる希望は瞬き、そして消えていく…。"
                },
                "13": {
                    "ID": "2522241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/2522241",
                    "TitleEnglish": "Thirteenth Tragedy",
                    "SummaryEnglish": "The population of the village grows thin as the blood-sucking okiagari claim more victims, including Toshio’s wife. With no strength left in his body, Natsuno invites Toru in for a last feeding.",
                    "TitleJapanese": "第悼と惨話",
                    "SummaryJapanese": "かおり、昭の必死の抵抗も空しく夏野は最後の夜を迎えようとしている。敏夫は一人で戦う方法を見つけ出そうとするが、結局無力な自分を痛感するだけだ。全てが綻んでいくのを、彼らは黙って見ていることしかできないのか…。"
                },
                "14": {
                    "ID": "3055541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3055541",
                    "TitleEnglish": "Fourteenth Death",
                    "SummaryEnglish": "Kaori’s father suddenly collapses. At the clinic, Toshio studies his wife’s corpse for clues on how to combat the vampires.",
                    "TitleJapanese": "第悼と死話",
                    "SummaryJapanese": "妻の恭子が死んで5日。諦めかけた敏夫の傍らで、屍が目を覚ます。それは長く彼に連れ添った者、そして敵に対抗するための唯一の手掛かり。彼はメスを取る。"
                },
                "15": {
                    "ID": "3098451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3098451",
                    "TitleEnglish": "Fifteenth Deceit",
                    "SummaryEnglish": "The Shiki are bent on keeping the outside world in the dark about the deaths in Sotoba. When Toshio threatens to expose them, a member of the Kanemasa mansion pays him a visit.",
                    "TitleJapanese": "第悼と偽話",
                    "SummaryJapanese": "杭を心臓に打つこと…。恭子への残酷な実験によって、対抗策を突き止めた敏夫。静信は彼の覚悟とその手段に背を向ける。孤独な戦いを強いられる敏夫の前に現れた女。自分もまた、獲物として狩られようとしている…。"
                },
                "16": {
                    "ID": "3164361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3164361",
                    "TitleEnglish": "Sixteenth Skull",
                    "SummaryEnglish": "Sunako calls Toru to Kanemasa to share a piece of her past with him. The Shiki’s curse looms over Kaori as she finds her mother still in bed, pale and drained of energy.",
                    "TitleJapanese": "第悼と髏苦話",
                    "SummaryJapanese": "罪を重ねていく徹。夏野をその牙にかけてから幾つもの夜が過ぎた。届けられた伝令。桐敷の屋敷に呼び出された徹に沙子はある一人の少女の物語を語り出す…。"
                },
                "17": {
                    "ID": "3203581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3203581",
                    "TitleEnglish": "Seventeenth Killing Spirit",
                    "SummaryEnglish": "As Shiki continue to rid the village of the living, Seishin finally makes a move. On another late night at the clinic, Toshio gets a visitor.",
                    "TitleJapanese": "第悼と弑魑話",
                    "SummaryJapanese": "律子は看護婦として、多くの謎の死とそれに格闘する敏夫を見つめてきた。敏夫は何かを知っているという予感の中、電話が鳴る。彼女に、そして敏夫にも夜が襲いかかる…。"
                },
                "18": {
                    "ID": "3203591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3203591",
                    "TitleEnglish": "Eighteenth Night",
                    "SummaryEnglish": "Natsuno’s return from death grants him a visit from Tatsumi. Hoping to enjoy his last days amongst the living, Toshio takes the mistress of Kanemasa to the village’s yearly festival.",
                    "TitleJapanese": "第悼と夜話",
                    "SummaryJapanese": "千鶴にカルテの改ざんを報告する敏夫。彼はついに屍鬼の支配に下ったのだ。今宵は霜月神楽、祭囃子が鳴り響く。心浮き立たせる彼女に敏夫が一つの提案をした時、その音は惨劇の前奏曲となる…。"
                },
                "19": {
                    "ID": "3203601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3203601",
                    "TitleEnglish": "Nineteenth Coffin",
                    "SummaryEnglish": "The villagers band together to free their town from the grips of the Shiki. Meanwhile, Tatsumi decides what to do with Seishin.",
                    "TitleJapanese": "第悼と柩話",
                    "SummaryJapanese": "千鶴の正体が衆目のもとに曝され、ついに村人たちが屍鬼狩りに立ち上がる。狩りの陣頭指揮をとる敏夫、対して一気に作戦を完遂させようとする沙子。その時、静信は何を思うのか…？"
                },
                "20": {
                    "ID": "3303931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3303931",
                    "TitleEnglish": "Twentieth Mourning",
                    "SummaryEnglish": "Toshio leads those who haven’t joined the Shiki—or fled the village—on a raging, blood-soaked hunt, but there’s still one place they haven’t looked. As the vampires strike back, Seishin continues his watch over Sunako.",
                    "TitleJapanese": "第腐汰悼話",
                    "SummaryJapanese": "尾崎医院、亡骸の傍らに残された意味深なメッセージ。それを記したものは、まだ建物の中にいる。敏夫と大川は階段を上がっていく。山入では空腹と、抗いがたい欲望に震える律子、徹は自分自身の葛藤に苦しくなり、声を荒げる…。"
                },
                "21": {
                    "ID": "3336581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/3336581",
                    "TitleEnglish": "Twenty-First Slaughter",
                    "SummaryEnglish": "The villagers discover the Shiki’s last hideout, and the bloody war is nearing an end—but two Kirishiki's still remain. Will Seishin be able to save Sunako from the humans' vengeful wrath?",
                    "TitleJapanese": "第腐汰悼と悲屠話",
                    "SummaryJapanese": "地下に隠された小部屋で、沙子は眠りに堕ちていく。\n静信の言葉に耳を傾けながら。\nそれは、罪と罰、区切るものと区切られるものの物語。\n人は確実に屍鬼を追いつめている。\n終焉の時が近づく。"
                },
                "22": {
                    "ID": "6872295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiki/episodes/6872295",
                    "TitleEnglish": "The Final Hunt",
                    "SummaryEnglish": "The last of the Shiki try to escape the village, but one of their own kind stands in Tatsumi’s way. What fate remains for the vampires and Sotoba—the village surrounded by death?",
                    "TitleJapanese": "蔡蒐話",
                    "SummaryJapanese": "修羅と化した「人」は、屍鬼を狩りつくす。\n静信は瀕死の傷を負い、沙子も捕まってしまう。\n姿を現した夏野、その前に立つ辰巳の姿。\n敏夫は村を守るため、力を尽くすが…。\n\n全てが終わる。"
                }
            }
        }
    }
}