{
  "URL": "https://www.thetvdb.com/series/shiki",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2016670/",
    "https://www.themoviedb.org/tv/36581"
  ],
  "TitleEnglish": "Shiki",
  "SummaryEnglish": "Sotobamura is a small village with around 1300 inhabitants. It is a village which is connected to not even a single highway. An isolated village in which old customs, such as the burial of the dead, are still practiced. One day, the corpses of 3 persons are found. Although Ozaki Toshio, the village's lone doctor, feels uncertain, he treats the deaths as normal occurrences. However, in the days following, the villagers die one after the other. Is this mere coincidence, an epidemic, or something else entirely?",
  "Aliases": [],
  "Modified": "2025-08-23",
  "Seasons": {
    "0": {
      "ID": "271281",
      "URL": "https://www.thetvdb.com/series/shiki/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "3336551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3336551",
          "TitleEnglish": "Twentieth Mourning and Offense",
          "SummaryEnglish": "In a flashback, Nao explains to Mr. and Mrs. Hasegawa about her joy of marrying into the Yasumori family. After mentioning her son Susumu, Nao asks the couple if they have any children; Mr. Hasegawa tells her that they lost their children* in an accident. Afterward, Mr. Hasegawa reminds his wife that they are not the only people who have suffered losses; and that he is glad that they moved to Sotoba.",
          "Aliases": []
        },
        "2": {
          "ID": "3336561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3336561",
          "TitleEnglish": "Twenty-first Slaughter and Offense",
          "SummaryEnglish": "In a flashback to right after the events of the first three deaths at Sotoba, a woman named Motoko is shown to be overly protective of her children, going as far as to take them to school everyday. Eventually, as the mysterious deaths start piling up, Motoko's father-in-law dies. Her mother-in-law refuses to let Toshio perform an autopsy on the body, claiming that doctors care about the money more than their patients. Eventually Motoko's husband dies; then, her daughter falls ill. Slowly losing her sanity, Motoko carries her daughter over to the Ozaki clinic; however when she arrives, the clinic is closed (because Toshio is conducting experiments on his risen shiki wife.) She then rushes over to the Kanemasa clinic, which is also closed during the daytime. Motoko's mother-in-law shows up and scolds her for shaming herself in public, and states that her daughter is fine.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "271291",
      "URL": "https://www.thetvdb.com/series/shiki/seasons/official/1",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "2423111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2423111",
          "TitleEnglish": "First Blood",
          "SummaryEnglish": "Living in a small village, Megumi's two main interests are classmate Natsuno Yuuki and a European-style house on a hill. One day, when her fascination with the house leads her to climb the hill, she vanishes.",
          "Aliases": []
        },
        "2": {
          "ID": "2480361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2480361",
          "TitleEnglish": "Second Decay",
          "SummaryEnglish": "As Toshio, the village doctor, seeks to uncover the exact cause of Megumi’s demise, reports of even more deaths in the area surface. Desperate for answers, Toshio and the Junior Monk set out to discover a pattern to these mysterious deaths.",
          "Aliases": []
        },
        "3": {
          "ID": "2522131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522131",
          "TitleEnglish": "Third Tragedy",
          "SummaryEnglish": "Another villager displays the symptoms of the epidemic, but Toshio notices a new clue during a closer inspection. The family who just moved into the mansion on the hill make it around town, while their little girl shows a disturbing interest in Seishin.",
          "Aliases": []
        },
        "4": {
          "ID": "2522151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522151",
          "TitleEnglish": "Fourth Death",
          "SummaryEnglish": "As the death toll rises, Toshio and his staff gather to further examine the fatal sickness plaguing the isolated town. Seishin’s eerie admirer returns with an observation that makes her oddly wise for her age.",
          "Aliases": []
        },
        "5": {
          "ID": "2522161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522161",
          "TitleEnglish": "Fifth Deceit",
          "SummaryEnglish": "After visiting the surviving families of the deceased, Seishin discovers a peculiar similarity amongst every victim. Natsuno is tortured by helplessness as his visions of Megumi become terrifyingly close to reality.",
          "Aliases": []
        },
        "6": {
          "ID": "2522171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522171",
          "TitleEnglish": "Sixth Skull",
          "SummaryEnglish": "No one in Sotoba—the village surrounded by death—is safe, as a frustrated Toshio fails to find a cure for the epidemic strangling his town. Convinced that Megumi has risen from the dead, Natsuno researches darker sources.",
          "Aliases": []
        },
        "7": {
          "ID": "2522181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522181",
          "TitleEnglish": "Seventh Killing Spirit",
          "SummaryEnglish": "When Megumi’s friend suspects sinister activities are stirring at Kanemasa mansion—the last place Megumi visited before she died—Natsuno suggests digging up her grave for answers.",
          "Aliases": []
        },
        "8": {
          "ID": "2522191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522191",
          "TitleEnglish": "Eighth Night",
          "SummaryEnglish": "Natsuno and his accomplices open Megumi’s grave to test their theory. Meanwhile, the doctor’s recent remarks have Seishin pondering about the young girl from the Kanemasa mansion.",
          "Aliases": []
        },
        "9": {
          "ID": "2522201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522201",
          "TitleEnglish": "Ninth Coffin",
          "SummaryEnglish": "It’s clear to Toshio that the source of the deadly illness won’t be found using conventional methods. He and Seishin observe a patient overnight to catch any sudden changes in her condition—or possible moonlight visitors.",
          "Aliases": []
        },
        "10": {
          "ID": "2522211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522211",
          "TitleEnglish": "Tenth Mourning",
          "SummaryEnglish": "Toshio and Natsuno’s suspicions were true. Okiagari—creatures of legend that were once human that feed on the lives of others—are now stalking Natsuno.",
          "Aliases": []
        },
        "11": {
          "ID": "2522221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522221",
          "TitleEnglish": "Eleventh Slaughter",
          "SummaryEnglish": "While Sotoba’s villagers are debating the cause of the frequent deaths, the town shaman points her finger at the residents of Kanemasa mansion.",
          "Aliases": []
        },
        "12": {
          "ID": "2522231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522231",
          "TitleEnglish": "Twelfth Decay",
          "SummaryEnglish": "After Toru’s attack, Natsuno warns Kaori and her brother to escape the village before they fall victim to the vampires as well.",
          "Aliases": []
        },
        "13": {
          "ID": "2522241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/2522241",
          "TitleEnglish": "Thirteenth Tragedy",
          "SummaryEnglish": "The population of the village grows thin as the blood-sucking okiagari claim more victims, including Toshio’s wife. With no strength left in his body, Natsuno invites Toru in for a last feeding.",
          "Aliases": []
        },
        "14": {
          "ID": "3055541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3055541",
          "TitleEnglish": "Fourteenth Death",
          "SummaryEnglish": "Kaori’s father suddenly collapses. At the clinic, Toshio studies his wife’s corpse for clues on how to combat the vampires.",
          "Aliases": []
        },
        "15": {
          "ID": "3098451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3098451",
          "TitleEnglish": "Fifteenth Deceit",
          "SummaryEnglish": "The Shiki are bent on keeping the outside world in the dark about the deaths in Sotoba. When Toshio threatens to expose them, a member of the Kanemasa mansion pays him a visit.",
          "Aliases": []
        },
        "16": {
          "ID": "3164361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3164361",
          "TitleEnglish": "Sixteenth Skull",
          "SummaryEnglish": "Sunako calls Toru to Kanemasa to share a piece of her past with him. The Shiki’s curse looms over Kaori as she finds her mother still in bed, pale and drained of energy.",
          "Aliases": []
        },
        "17": {
          "ID": "3203581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3203581",
          "TitleEnglish": "Seventeenth Killing Spirit",
          "SummaryEnglish": "As Shiki continue to rid the village of the living, Seishin finally makes a move. On another late night at the clinic, Toshio gets a visitor.",
          "Aliases": []
        },
        "18": {
          "ID": "3203591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3203591",
          "TitleEnglish": "Eighteenth Night",
          "SummaryEnglish": "Natsuno’s return from death grants him a visit from Tatsumi. Hoping to enjoy his last days amongst the living, Toshio takes the mistress of Kanemasa to the village’s yearly festival.",
          "Aliases": []
        },
        "19": {
          "ID": "3203601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3203601",
          "TitleEnglish": "Nineteenth Coffin",
          "SummaryEnglish": "The villagers band together to free their town from the grips of the Shiki. Meanwhile, Tatsumi decides what to do with Seishin.",
          "Aliases": []
        },
        "20": {
          "ID": "3303931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3303931",
          "TitleEnglish": "Twentieth Mourning",
          "SummaryEnglish": "Toshio leads those who haven’t joined the Shiki—or fled the village—on a raging, blood-soaked hunt, but there’s still one place they haven’t looked. As the vampires strike back, Seishin continues his watch over Sunako.",
          "Aliases": []
        },
        "21": {
          "ID": "3336581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/3336581",
          "TitleEnglish": "Twenty-First Slaughter",
          "SummaryEnglish": "The villagers discover the Shiki’s last hideout, and the bloody war is nearing an end—but two Kirishiki's still remain. Will Seishin be able to save Sunako from the humans' vengeful wrath?",
          "Aliases": []
        },
        "22": {
          "ID": "6872295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiki/episodes/6872295",
          "TitleEnglish": "The Final Hunt",
          "SummaryEnglish": "The last of the Shiki try to escape the village, but one of their own kind stands in Tatsumi’s way. What fate remains for the vampires and Sotoba—the village surrounded by death?",
          "Aliases": []
        }
      }
    }
  }
}