{
    "URL": "https://www.thetvdb.com/series/gallery-fake",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1441408/",
        "https://www.themoviedb.org/tv/34147"
    ],
    "TitleEnglish": "Gallery Fake",
    "SummaryEnglish": "Fujita Reiji is the owner of an art gallery, Gallery Fake. He deals with fake items, and is also familiar with the black market. However, he has a special talent for art, and used to work for the Metropolitan Museum of Art in New York as a curator.",
    "TitleJapanese": "ギャラリーフェイク",
    "SummaryJapanese": "「ギャラリーフェイク」は贋作専門という変わった画廊。\nしかし、その裏では美術品のブラックマーケットに通じ、\n表に出ることのない真作を扱っていると噂されている・・・。\n真作と贋作が入り混じる美術世界。\n元メトロポリタン美術館キュレーター（学芸員）\nという経歴を持つオーナー・藤田玲司が\n舞い込む事件やトラブルを解き明かしていく！",
    "Aliases": [
        "Gyararî feiku"
    ],
    "Modified": "2025-02-11",
    "Seasons": {
        "1": {
            "ID": "271741",
            "URL": "https://www.thetvdb.com/series/gallery-fake/seasons/official/1",
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "2424701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424701",
                    "TitleEnglish": "The Man From Gallery Fake",
                    "SummaryEnglish": "A dealer asks $20 million Van Gogh's \"Dorfstrasse at Sainte-Maries\" from Fujita Reiji who offers only $2000 for the painting, claiming that it is a fake. Later, Fujita travels to New York with Sara Halifa to attend a Sotheby's art auction. At the pre-auction inspection, he encounters Mitamura Sayoko who accuses him of dealing with original art works on the black market. Fujita is attracted by a Monet haystack painting \"End of Summer Morning\". There they meet Fujita's former co-worker Max Watson at the MET, who is conducting the auction. Later, Fujita meets Kain Aubrey who had been the underbidder in recent auctions and offers to act as his broker for the haystack painting. Aubrey initially refuses, then agrees, setting a limit of $10 million for the painting which 15 years earlier had been re-attributed by Max Watson and sold cheaply to Bill Travers. At the auction, Sara bids for Fujita. After the bidding reaches $10 million, Fujita goes to $30 million, beating and frustrating the other bidder, Bill Travers. However the eventual purchaser is Kain Aubrey who promises to donate the painting to the MET on his death.",
                    "TitleJapanese": "贋作画廊の男",
                    "SummaryJapanese": "「ギャラリーフェイク」オーナーのフジタはニューヨークにいた。ニューヨークはかつてフジタがキュレーター（学芸員）を務めたメトロポリタン美術館がある街。ショッピングに浮かれる助手のサラとは対照的にフジタはどこか物憂げである。オークションの下見会で、二人はフジタのキュレーター時代の同僚マックスと出会う。そこに展示されているモネの「積み藁」はフジタとマックスの過去と因縁があった・・・。"
                },
                "2": {
                    "ID": "2424711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424711",
                    "TitleEnglish": "The Wounded 'Sunflowers'",
                    "SummaryEnglish": "Mitamura encounters Sara atop the Empire State Building and asks her about the van Gogh's \"Sunflowers\" painting which Mitamura, as the new director of the Tokyo Takada Museum presented to the museum one year earlier. The damaged phantom \"Sunflowers\" painting was believed burned and lost during World War II. Later, a woman from a wealthy Arab family asks Fujita to obtain the phantom \"Sunflowers\" painting on her behalf. When Fujita asks Mitamura for the painting, she agrees, but asks Fujita to assist in restoring some historic Shigaraki pottery from a collection of shards to trap him as a charlatan. Mitamura fails to trap Fujita, but he manages to convince Mitamura of his skills. He demands the painting, but she refuses. Fujita explains that it is a fake, but highly valued by the young woman who rescued it after losing her whole family. When Mitamura returns to Takada Museum, she finds that Fujita has replaced the fake painting with the restored original.",
                    "TitleJapanese": "傷ついた『ひまわり』",
                    "SummaryJapanese": "エンパイヤ・ステート・ビル展望台。フジタとの出会いを思い返すサラと三田村。一年前、三田村が高田美術館館長に就任した際、彼女が公開した絵画、ゴッホの『幻のひまわり』。戦時中に行方不明となったその絵画には、無残な焼け焦げの痕があった。数日後、その絵画を売ってほしいという依頼を受けたフジタは三田村を訪ねる。そのクライアントがサラだった。"
                },
                "3": {
                    "ID": "2424721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424721",
                    "TitleEnglish": "The 13th Courier",
                    "SummaryEnglish": "While waiting with Fujita to board an airplane at JFK airport, Sara complains of being harassed. Later, they meet Moretti of the Ufizi Museum, also on his way to the Renaissance exhibition at the Daito Museum with his 12 couriers[a] to transport the paintings, including Raphael's \"Virgin and Child\". During the flight, a group of thieves attempt to steal the paintings, but they rupture an air conditioning circuit, causing the temperature to drop dramatically in the hold. Raphael's painting on wood begins to crack and Fujita recommends that it be repaired immediately in the climate-controlled cabin area. Fujita skillfully repairs the crack, but then negotiates with the Carlos, the gang's leader to let the delivery proceed, however Moretti has to pay a ransom to keep the paintings. When they arrive in Japan, Sara recognizes Carlos as the man who harassed her. As the exhibition opens, Fujita has earned the respect of the 12 couriers, who say that he could be a courier himself.",
                    "TitleJapanese": "１３人目のクーリエ",
                    "SummaryJapanese": "フジタとサラが乗ったニューヨークからの帰国便。偶然にもそれは、ラファエロの『マドンナ』(絵画)を運搬する便だった。クーリエは１２人。その中に、フジタと懇意のモレッティがいた。離陸後、何かの異変に気付いたフジタが『マドンナ』の置かれる貨物室へ行くと、そこには窃盗団と対峙するクーリエたちがいた。"
                },
                "4": {
                    "ID": "2424731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424731",
                    "TitleEnglish": "Muse Courtroom",
                    "SummaryEnglish": "Fujita is arrested on suspicion of selling a fake Albrecht Dürer painting as real and so Mitamura is called as an expert witness and appraiser by the police. Although initially she believes the painting is a fake, a greeting card from Fujita with a copy of Kouhaku Hasegawa's ink painting \"Shourinzu Byoubu\" causes her to conduct further investigation and analysis. Finally, in court, she appraises the painting as a genuine Dürer, but possibly unfinished and signed with his unique monogram later after it was varnished. Fujita later meets Mitamura at Tokyo National Museum before the original six-panel painting of \"Shourinzu Byoubu\" and thanks her, although she still threatens to expose him as a charlatan.",
                    "TitleJapanese": "美神法廷（ミューズコート）",
                    "SummaryJapanese": "突然、逮捕されるフジタ。罪状は詐欺容疑。デューラーの贋作を真作と偽り、五億で売りつけられたと、買い手が訴えたのだ。しかし、刑事の厳しい取調べに対しても、あくまでペースを崩さないフジタ。そこで、検察側が用意した証人。それは、何と三田村。彼女は、デューラーの真贋を判定すべく、選ばれたのだった。"
                },
                "5": {
                    "ID": "2424741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424741",
                    "TitleEnglish": "The Missing Golden Buddha",
                    "SummaryEnglish": "Mohorito Chinen, a Head-Inspector of Cultural Assets, visits Fujita inquiring about the theft of a carved wooden Bodhisattva statue from a Buddhist temple in Nara. Intrigued, Fujita visits the temple where they see an old wooden Fudou-Myou-Ou statue carved from a tree. The old owner who believes Fujita and Chinen were sent by his son Akihiko who is after the property and resents his father for how he poorly he treated his mother. Fujita offers to restore the statue, and researches the archives about a rumored golden Buddha statue that was once in the temple. While moving the fragile statue, a metal Buddha statue falls out, but heavily corroded as it was composed of gold, copper and silver. Frustrated because he hoped to requisition a golden statue, Chinen leaves in disgust. However, the statue is a fake, planted by Fujita who then retrieves the original golden Buddha statue from inside the Fudou-Myou-Ou. Meanwhile Akihiko and his father reconcile, and after they place the golden statue inside a tree for protection, Akihiko offers to sell the Bodhisattva statue he stole to Fujita, and then use the money to preserve the temple.",
                    "TitleJapanese": "消えた黄金仏",
                    "SummaryJapanese": "ギャラリーフェイクを訪ねて来た男・知念護人。彼は国宝Ｇメンと呼ばれる国宝の判定を影で行っている人物。彼から、奈良の寺に眠る純金の黄金仏の伝説を聞いたフジタとサラは、その寺へ赴くこととなる。寺に辿りついた二人が見たものは、腐り、今にも崩れ落ちそうな不動明王。黄金仏探しもそっちのけで、フジタは修復に取り掛かる。"
                },
                "6": {
                    "ID": "2424751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424751",
                    "TitleEnglish": "The Jade Shop",
                    "SummaryEnglish": "Fei Cui switches the Hope Diamond with a fake while it is on route from the Smithsonian Institute to the Takada Museum. She then invites Fujita to her exclusive new Jade store and threatens to ruin Mitamura's reputation by revealing the fake unless Fujita provides her with his list of contacts in Tokyo. He hopes to play on her weakness for Cartier mystery clocks and scours Tokyo for one without success. Sara also searches for a clock to impress Fujita, and Fei Cui's manservant and masochist, Menou, offers to sell her the first ever made. Sara makes the exchange, and everyone's reputation is saved, meanwhile Menou is happy to be severely punished by Fei Cui when he interrupts her bath time.",
                    "TitleJapanese": "翡翠（フェィツィ）の店",
                    "SummaryJapanese": "フジタと共にオープンしたての高級宝石店を訪れるサラ。その店の女性オーナー・翡翠(フェイツイ)とフジタは旧知の仲だった。翡翠の裏家業は泥棒。その腕は超一流。今回手に入れたのは、世界最大のブルーダイヤ・ホープ・ブリュー・ダイヤモンド。それは、高田美術館で行われている展示会の目玉だ。知らぬ間に偽物とすり替えていた翡翠は、三田村を救いたければ、ギャラリーフェイクの顧客名簿を渡せとフジタを脅すのだった。"
                },
                "7": {
                    "ID": "2424761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424761",
                    "TitleEnglish": "The Rembrandt Research Project's Challenge",
                    "SummaryEnglish": "A representative from the Rembrandt Research Project from Holland, Dr. Lastman, arrives in Tokyo. He pronounces that the Rembrandt painting in the Tokyo Takada Museum is a fake, horrifying the directors. Fujita offers to buy the painting at a discounted price but they refuse. Later, Fujita and Sara visit the small regional Tokiwa Museum which also claims to have a Rembrandt painting. Dr. Lastman and Mitamura also arrive to assess the painting. Dr. Lastman pronounces it a fake because of some technical details, but Fujita argues against his assessment, providing a different analysis of the same details. Eventually, when faced with a companion painting, Dr. Lastman agrees that the painting is genuine.",
                    "TitleJapanese": "レンブラント委員会の挑戦",
                    "SummaryJapanese": "レンブラント委員会のピーター・ラストマンが来日。レンブラント委員会とは、世に多く残されたレンブラント作品の真贋を鑑定する組織である。\n日本の美術館関係者は、自身の美術館にある作品が贋作と鑑定されてはたまらないと、動揺。逆に、ラストマン自身は、過去に、尊敬する父親が、ある日本人の発言を受け、一度、贋作と評した作品の鑑定を覆した過去にとらわれ、己の鑑定眼、そして、レンブラント委員会の権威に確固たる自信を持ち、鑑定に臨む。それを手助けする三田村。\nそんな中、フジタは、サラと共に知り合いの常盤が館長を務める田舎の美術館へ足を運ぶ。そこへやって来るラストマンと三田村。その美術館にもレンブラントの作品である『広つば帽の男』があった。"
                },
                "8": {
                    "ID": "2424781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424781",
                    "TitleEnglish": "The Father's Price",
                    "SummaryEnglish": "Schoolgirl, Tomomi Aonuma, is desperate to get into Shirayuki Girls Academy, but embarrassed by her bus-driving father who collects antique watches. She hopes that Fujita, whom she sees on the train daily, would impress the board if he was her father. She follows him to an antique watch exhibition and is surprised when her father enters and greets Fujita like an old friend. She learns more about her father after Fujita tells her about his passion for watches. She also develops a newfound respect for him after he berates her school principal for terminating an exam 5 minutes early according to his extremely accurate, top quality, antique watch.",
                    "TitleJapanese": "父の値段",
                    "SummaryJapanese": "フジタに憧れを抱く女子中学生・友美。受験を目前に、ナーバスな時期、フジタを理想の父親と夢抱いていた。しかし、実際の父親は、腕時計オタクの冴えないバスの運転手・・・。執拗に父を毛嫌いしていた。\nある日、フジタを見かけ、そのまま跡をつける友美。辿りついた所はギャラリーフェイク。すると、そこで、展示されたアンティーク時計を熱心に見つめる父の姿を発見する。父が、自分には不釣合いな高級時計を買ったのではないかと焦る友美。しかも、父は、憧れのフジタと知り合いであった。\nそんな中、向えた受験当日。友美のヤマは大はずれ。しかも、予定より５分時間が早まっての終了合図。抗議する生徒達を無視し、試験は終わってしまう。それを聞いた父は、自分の愛用する腕時計・キャリバー２０の正確さを盾に、学校側へ徹底抗戦する。"
                },
                "9": {
                    "ID": "2424791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424791",
                    "TitleEnglish": "Invitation to El Dorado",
                    "SummaryEnglish": "Treasure-hunter Ramos invites Fujita on a hunt for treasure along the Amazon river, and they are accompanied by Professor Yoshioka. They eventually find a complete Mayan city underground, but are captured by the villagers who plan to sacrifice Sara to their gods. However Fujita uses a dinosaur-like carving to activate a secret switch which releases the huge Pororoca tidal wave, into the underground cavern. While they are being swept underwater, they see what appears to be a huge pliosaur.",
                    "TitleJapanese": "黄金郷（エルドラド）への誘い",
                    "SummaryJapanese": "「エルドラドはアマゾンにある」そう言い残し息絶えたペドロ。生前、世話になっていたラモスは、ペドロが残した翡翠の恐竜を持ち、フジタ、サラと共にアマゾンへ向う。同行したのは、ＴＶ番組のクルーと、考古学の権威・吉岡助教授。\nところが、着いてみると、そこは何の変哲もない村。期待を裏切られたＴＶクルーは怒り出してしまう。\nしかし、村人は何かを隠していると睨んだラモスは、フジタにペドロの死体にはマヤ文字に似た奇妙な刺青が彫られ、驚くことに、心臓が抜かれていた事を語る。そして、深夜、村長を追い、ジャングルの奥地へ入っていくフジタ、ラモス、サラと吉岡は神殿を発見する。中に入る一同だったが、村人に見つかり、取り押さえられてしまう。"
                },
                "10": {
                    "ID": "2424801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424801",
                    "TitleEnglish": "The Happy Prince",
                    "SummaryEnglish": "During the process of a robbing an emerald, Fei Cui encounters a young artist Hiroto who paints scenes from The Happy Prince. Later, she shows Fujita a jeweled bracelet owned by Sarah Bernhardt known as the Cleopatra. As Fujita leaves her Jade Shop, Sara angrily throws her cat at him in a fit of jealousy. Later, intrigued by the artist, Fei Cui follows Hiroto, and discovers that he is a small-time gigolo, chatting up and charming local girls. She asks Menou to arrange food and lodging for him and shows his paintings in her shop, but Fei Cui starts to lose her eyesight. That night, Hiroto arrives at her apartment with the last painting. He comforts her, and they spend the night together, but the next morning he is gone with the emerald. However Fei Cui's eyesight returns which Fujita attributes to the loss of the emerald. Later, Hiroto casually tosses the emerald into the sea as a swallow flies overhead.",
                    "TitleJapanese": "幸福の王子",
                    "SummaryJapanese": "エメラルドを盗む際、しくじり、怪我を負った翡翠が逃げ込んだ部屋の住人・ヒロト。彼は翡翠のナイフにも動じず、ただ、穏やかに、時が過ぎるのを待つのだった。\n後日、ヒロトを探し、再び、その地区へとやって来た翡翠。すると、ヒロトは数々の女のヒモとして生きていただらしのない青年ということを知る。しかし、彼の描く『幸福の王子』をモチーフにした絵に興味を持った翡翠は、自宅へと連れて帰る。\n翡翠が、今、最も愛して止まないのは、クレオパトラという、蛇の形の腕輪に宝石が散りばめられたもの。しかし、その頃から痛み始める翡翠の目。気のせいと思う翡翠だったが、愛しい宝石たちを見つめる事が出来なくなったら・・・と恐怖を感じる。"
                },
                "11": {
                    "ID": "2424811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424811",
                    "TitleEnglish": "Death on the Battlefield",
                    "SummaryEnglish": "Fujita and Sara fly to Vietnam where he meets Ho-San who offers him an old camera, a 1965 Leica M3. It was reputedly owned by the Pulitzer Prize winning war photographer Kyousuke Kawaguchi who apparently died during the Vietnam War. Fujita uses Ho-San to track down Kawaguchi, and finds him living in a village married to a Vietnamese woman. Kawaguchi initially denies his identity, but then confesses his story of how he could no longer tolerate the horrors and cruelty of the battlefield and stopped taking photographs. Fujita offers to buy his unreleased photographs, but Sara tries to destroy them as she reveals that war killed her family. As Fujita tries to console her, Kawaguchi photographs them together with his old camera.",
                    "TitleJapanese": "戦場に消ゆ",
                    "SummaryJapanese": "ベトナムを訪れたフジタとサラは「川口京助が生きている」という情報を掴む。ベトナム戦争中、忽然とその消息を絶った伝説の戦場カメラマン・川口京助。ビジネスになりうる特ダネにフジタは高揚する。現地人・ホーの案内で、ある村を訪れた二人は、そこで家庭を持ち現地の生活に馴染みきった男と出会う。ホーは彼を川口京介だというが・・・。"
                },
                "12": {
                    "ID": "2424821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424821",
                    "TitleEnglish": "Living Ophelia",
                    "SummaryEnglish": "Sara is scheduled to fly from Mumbai back to Japan, but while Fujita is waiting for her at the airport, it is reported that the airplane exploded and crashed into the sea. He then meets Ali from the Kerabian Embassy who confirms Sara was on the passenger list. A week later, with no news about Sara, Mitamura visits Fujita and finds the apartment a mess and Fujita in a bad mood. She tries to console him, but all he talks about is Sara. Later, at a Kerabian charity event, Fujita controversially donates the painting, \"Ophelia\" painted by Everett Millais, based on the character in Shakespeare’s Hamlet. He says it is a donation from Sara from whom he expects to be reimbursed, refusing to accept that she may be dead. Both Mitamura and Fujita are severely affected by Sara's disappearance. However, with Fujita now fearing the worst, Sara suddenly arrives home. She says that she got off the airplane to buy a carpet which she had promised to do and became stranded in Pakistan. After criticizing the quality of the carpet, Fujita then grudgingly accepts the gift and leaves.",
                    "TitleJapanese": "生きているオフィーリア",
                    "SummaryJapanese": "インド洋上空、爆発し墜落した飛行機。その便にはサラが乗っていた。乗客乗員の生存は絶望的という報道に、現実を受け入れられないフジタ。日に日にやつれていく彼を心配した三田村は、ギャラリーフェイクを訪れ、他愛もない会話でフジタを励まそうとする。そんな中、開かれたチャリティーパーティー。それは毎年サラが主催していたものだった。サラの代わりにと出席したフジタだったが、そこで思わぬ行動に出るのだった。"
                },
                "13": {
                    "ID": "2424831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424831",
                    "TitleEnglish": "The Incarcerated Michelangelo",
                    "SummaryEnglish": "Fujita visits a remote old prison to view a fresco painted on a vaulted ceiling. He recalls many years ago when he was hired to assist the prisoner and tattooist Shimoda Tappei to paint a fresco on the ceiling. Known as Tatsu the Michelangelo, Shimoda immediately gives Fujita the unpleasant job of removing the old plaster in the oppressive heat of summer. Shimoda had studied in Italy and he shows Fujita the complex steps in creating a fresco. During the painting of his design, Shimoda takes ill, but insists on finishing the work. Back in the present, Mitamura arrives with the intention of saving the fresco prior to demolition of the building, however Fujita is now the owner, and agrees to it being destroyed according to the wishes of Shimoda who has passed away. Shimoda believed that art like a tattoo has a limited life and a finite period of existence.",
                    "TitleJapanese": "監獄のミケランジェロ",
                    "SummaryJapanese": "日本海に面してそびえ立つ刑務所。冬、雪がちらつく中、そこを訪れたフジタは、ある熱い夏の思い出をふり返る。 それは、十数年前、フジタがまだ、美術大の学生だった頃、監視台に天井画を描く作業の手伝いの為、その刑務所を訪れ時のこと。フジタは、通称・ミケランジェロの辰と呼ばれる受刑者・下田のアシスタントとして、二人で作業を行った。作業が進むにつれ、次第に二人は打ち解けていくが、突然、発作に倒れる下田。 そんな中で、下田の罪状を聞かされたフジタは、下田の過去と、今、着々と仕上げられている天井画の菩薩像に隠された意外な関係を知るのだった。"
                },
                "14": {
                    "ID": "2424841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424841",
                    "TitleEnglish": "Beyond the Passage",
                    "SummaryEnglish": "Fujita travels to Paris to purchase art works. Meanwhile Sara finds an unsent letter in a frame at the gallery and travels to Paris to meet up with Fujita and deliver the letter. Sara's investigations overlap with Fujita's business dealings and they discover that the letter was written around Valentine’s day 20 years earlier by a man called The Clown, because of a birthmark on his cheek. It was addressed to a young woman whom he used to meet in a bar. They never spoke, just exchanged envelopes, but he was shot and killed before he could send the letter. Fujita and Sara find the woman and deliver the letter which she immediately destroys, not wanting to dwell in the past. However they find that the envelope also contained a beautiful ring and the woman bursts into tears. Later Fujita realizes that the stamp on the envelope which is now in ashes, was quite rare and valuable.",
                    "TitleJapanese": "パサージュを抜けて",
                    "SummaryJapanese": "パリへ買い付けにやって来ていたフジタ。留守番させておいたはずのサラも合流する。ギャラリーフェイクに届けられた絵画の裏に、古いラブレターがはさまれており、その届け先を調べる為にやって来たという。\nしかし、手紙の届け先であるバーは既になく、今の主人に当時のマスターの居所を聞いたサラは、その男を訪ねることにする。\n一方、パサージュにある雑貨屋で、一つの道化師の人形に目を止めたフジタ。購入しようとするが、女店主に売り物ではないと断られてしまう。\nそして、思わぬところで、過去の人間関係が繋がっていくのだった。"
                },
                "15": {
                    "ID": "2424851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424851",
                    "TitleEnglish": "Duet",
                    "SummaryEnglish": "Mitamura visits an art collector and finds that he is dying. Dalem, a shady art dealer prepares to privately auction the Vermeer painting \"The Concert\" for his boss Leone. It was stolen 15 years ago, from the Isabella Stewart Gardner Museum and Scotland Yard's Inspector Roger Warner disguises himself as the art collector Mr Peters to trap Dalem. Meanwhile Fujita, with Mitamura disguised as his secretary, meet in London to retrieve the painting on behalf of the museum. Fujita proposes to the fake Mr Peters that they cooperate to keep the bid price low. They confirm the painting that is the original is not a fake by the famous forger Jacques van Meegeren. It is the original, but damaged, so Fujita offers $6 million for the painting which is worth a possible $100 million. Dalem is warned that Peters is a Scotland Yard agent and prepares to kill him, but Fujita pulls his fake gun and shoots first, appearing to kill him. It is revealed later that Fujita was acting for the collector who is dying, and after his death, he promised that the fully restored painting would be donated to a museum.",
                    "TitleJapanese": "二重奏",
                    "SummaryJapanese": "15年前盗まれ、未だ未解決の美術品盗難事件。それから、盗まれたままになっている絵画・フェルメール作『合奏』。それが、闇取引で売買されるという情報を掴んだフジタと三田村は、ロンドンへと発つ。\nその頃、同じ情報を掴んでいたスコットランドヤードのロジャー・ワーナーは、おとり捜査のため、変装し、闇ブローカーのダレムに会う準備をしていた。\n既にダレムとアポを取っていたフジタだったが、三田村に同行させてほしいと頼まれ困惑。しかし、彼女の思いを汲み取り、二人でダレムの待つ屋敷へと向う。\n屋敷でワーナーと同席するフジタ。ダレムは、高い値を提示した方に『合奏』を譲るという。フジタの裏の顔を知っていたワーナーは動揺するが、フジタからある提案を受け、両者間に協定を結ぶことにする。\nところが、ダレムの元へ、二組のうち、どちらかがおとり捜査官だという情報が入り、フジタたちはピンチに陥るのだった。"
                },
                "16": {
                    "ID": "2424861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424861",
                    "TitleEnglish": "Yang Guifei's Fragrance",
                    "SummaryEnglish": "Fujita asks Sarah to collect an outstanding debt from actress Akiyoshi Masako who is about to star as Yang Guifei in her next play. She visits perfumer Jean-Paul Koumoto seeking more body fragrance pills and incense to infuse her clothing. The legendary Imperial Consort Yang Guifei was said to emit an extraordinary pleasant scent from her body. Sara listens outside and is discovered by Koumoto because of her body scent and he asks her to wear his fragrance. Meanwhile Akiyoshi offers Fujita a valuable incense burner she stole from Koumoto for the painting but he refuses. She then pushes his hand to crush the incense burner and then forces him to repair it. Koumoto creates a fragrance pill for Sara which is incredibly effective. Koumoto discovers the theft, and retrieves his incense burner from Fujita. However, when Koumoto drugs Sara to make love to her, the incense burner emits the smell of wasabi implanted by Fujita, killing his passion. As Sara escapes, she meets Akiyoshi who is planning to kill her, but is instead entranced by her body fragrance and then uses Sara for inspiration in her role as Yang Guifei.",
                    "TitleJapanese": "楊貴妃の香",
                    "SummaryJapanese": "女優・秋吉雅子から、滞納している代金を取り立ててくるよう命じられたサラ。秋吉を追い回すうち、変態的調香師として有名なジャンポール香本に見初められてしまう。\n次の舞台で演じる楊貴妃になる為、香本の元へ通いつめていた秋吉はおもしろくない。そこで、香本の家からガジン香炉という美術品を盗み出し、それを滞納金の代わりに引き取るようフジタにせまる。しかし、断られた為、フジタに香炉を潰させ、修復を強要するのだった。\nその頃、香本の指導のもと、着々とその体から良い香を放ち始めるサラ。しかし、香本には何か狙いがあるとよんでいたフジタは、香炉の修復にある細工を仕掛けるのだった。"
                },
                "17": {
                    "ID": "2424871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424871",
                    "TitleEnglish": "The Mysterious Mechanical Tale",
                    "SummaryEnglish": "Fujita visits his family's village and grandmother's grave after a long absence. He is asked to appear at a public hall \"Treasure Appraisal Association\", and reluctantly agrees. Although he is presented with number of counterfeit works, he buys a metal sake-serving karakuri crab[b] from the Edo period for 5 million yen. However he worries about the warning of its former owner who said that \"Who puts this crab close to him, somehow suffers from the heart\". Over the next few days, Fujita works late and during the nights he hears disturbing mysterious bells and dreams that he sees a karakuri doll that says its heart was taken. He becomes sick and is take to hospital where he asks Sara to investigate the crab. Sara and Mitamura visit his village and return with another doll which Fujita recognizes as the one from his dream. They had discovered that its main spring was taken to replace one which broken in the karakuri crab.",
                    "TitleJapanese": "からくり奇譚",
                    "SummaryJapanese": "久し振りに祖母の墓参りをするため、地方都市を訪れたフジタ。そこで従弟の清治に公民館での「お宝鑑定会」への出演を頼まれ、渋々引き受けることに。贋作や摸作の数々に辟易するフジタだったが、ある老人が江戸時代のからくり人形「蟹の盃」を持ってきたため、目の色を変える。 「この蟹を身近に置く者は、なぜか心臓を患うという言い伝えがある」という老人の言葉を気にしつつも、500万円でその人形を買ったフジタ。だがそれ以来、夜中に謎の鈴の音を聞くようになり…。"
                },
                "18": {
                    "ID": "2424881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424881",
                    "TitleEnglish": "Led by a Map",
                    "SummaryEnglish": "A map store owner in New York refuses to sell his originals maps, only reproductions. Meanwhile, Fujita's old friend, the treasure hunter Ramos is down on his luck. The owner, while complaining about Ramos, the former lover of his daughter Marian, and rejoicing over framed pieces of an ancient map purchase, he collapses. While he is in hospital, Ramos and Marian begin selling the antique maps and Ramos finds the ancient map which he believes may be a treasure map. He asks Fujita to repair it and Fujita agrees for $50 thousand. Ramos contemplates a future treasure hunt while Marian contemplates marriage, and she tries to burn the map. As Fujita restores it, he believes that it may be part of an ancient Archimedes mechanical planetarium, and a treasure in itself. However, Ramos cannot give up hi life of adventurous treasure hunting and leaves while Fujita completes the planetarium and takes to the hospital for Marian's father.",
                    "TitleJapanese": "地図は導く",
                    "SummaryJapanese": "フジタの旧友であるトレジャーハンター・ラモスは、かつての恋人・マリアンのいる古地図屋をふらりと訪ねる。その時店内では、マリアンの父である店主が、急病で倒れているところだった。翌日から、マリアンを助けて店を切り盛りしはじめるラモス。彼の陽気な性格も手伝って、店は繁盛しはじめる。マリアンとの生活も幸せそのもので、このまま地図屋を続けるのも悪くないと思いはじめたその時、ラモスは店内で興味深い古地図を発見。それはマリアンの父が「宝」だと言い残していたものだった。トレジャーハンターの血が騒いだラモスは、フジタを呼び寄せ、地図を修復させるが…。"
                },
                "19": {
                    "ID": "2424891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424891",
                    "TitleEnglish": "Chinen's Close Call",
                    "SummaryEnglish": "While Mohorito Chinen is admiring a Maitreya (Bodhisattva) statue in the Tengakuji temple in Iwate Prefecture, he accidentally breaks off a finger. He desperately calls Fujita to repair it, but before he arrives, the statue is sent to Kyoto for a festival by truck. Fujita then hatches a plan to repair the statue while in transit and enlists the aid of his friend Kido, a counterfeiter to copy the swipe card to open the rear doors of the truck. While Chinen tries to delay the truck, Fujita manages to repair the statue and escape undetected. However, Chinen is now forever in Fujita’s debt for saving his career.",
                    "TitleJapanese": "知念、危機一髪！",
                    "SummaryJapanese": "日本のお宝を守る国宝Ｇメン・知念護人。彼は、岩手県の山中にある寺で国宝級の弥勒菩薩を調べている最中、誤って菩薩の指を折ってしまった。なんとか応急処置をしてその場を乗り切る知念だったが、このままにしておけば国宝Ｇメンをクビになることは必至。そこで、フジタに菩薩の完全修復をお願いすることに。\n法外なギャラを知念に約束させ、岩手の寺を訪れるフジタ。だが菩薩は、京都にあるこの寺の本山に向けて出発したところだった。フジタは知念とともに、菩薩を乗せたトラックを追うことになるが…。"
                },
                "20": {
                    "ID": "2424901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424901",
                    "TitleEnglish": "Star in the Landscape",
                    "SummaryEnglish": "Souami, also known as Shinsou, was a watercolor painter during the Muromachi period, and served the 8th shogun of the [Ashikaga shogunate]]. In the present, a space shuttle carrying Japanese astronaut Sekine-Jun is about to be launched and he recalls the time years ago when he and Fujita studied art at college. Although Sekine was skilled with watercolors and had to manage the family art gallery, his dream was to be an astronomer. He asked Fujita for funding, and promised to create a painting for him. At the same time, Fujita is coerced into guiding the international movie director, Basso, around Kyoto. Basso is unimpressed with Japanese culture until Fujita takes him to see a six-panel ink painting across folding screens by Shinsou. Meanwhile in space, Sekine uses freeze-dried coffee dissolved in water to create a unique Wabi-sabi painting for Fujita, who is not going to sell it.",
                    "TitleJapanese": "山水の星",
                    "SummaryJapanese": "日本人宇宙飛行士・関根潤を乗せたスペースシャトルが、今まさに打ち上げられようとしていた。コクピット内の関根の脳裏には、学生時代のフジタとの思い出がよぎっていた。\n美術大学の同級生だったフジタと関根。フジタも認めるほどの水彩画の腕を持つ関根だったが、卒業後は家業の画廊を継ぐのだという。そんな関根は、実は天文学者になりたかったという夢をフジタに語る。そして、後にフジタとある約束を交わすことに。\n関根が宇宙に飛び立った頃、フジタは三田村の代役で、世界的映画監督・バッソーに京都を案内することになったが…。"
                },
                "21": {
                    "ID": "2424911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424911",
                    "TitleEnglish": "The Man of Senjudou",
                    "SummaryEnglish": "Sarah buys a watch from a young man in the street for 3 million Yen. When Fujita sees the wristwatch he makes Sara take him to the shop called Senjudou (Temple of a thousand hands) that created the watch. Fujita discovers an eccentric young watchmaker, Hakaru, who is going broke because of the few sales he makes. Fujita commissions him to make a copy of a Marie Antoinette pocket watch originally created in 1782 by Abraham-Louis Breguet for which he will pay 100 million Yen. However the plans Fujita provides are incomplete and Hakaru must design his own minute-repeater mechanism. The challenge is almost insurmountable, but he succeeds, creating an exclusive and valuable Senjudou version of Marie Antoinette pocket watch.",
                    "TitleJapanese": "千手堂の男",
                    "SummaryJapanese": "露店で気に入った腕時計を見つけたサラは、なんと300万も払ってその時計を購入。その腕時計を見て何やらおどろきの表情を見せるフジタは、その時計を売った主・計（はかる）の店「千手堂」にサラを連れて訪れる。フジタの良くないウワサを耳にしている計は、はじめからフジタを敵視した態度。しかし、幻の懐中時計を復元したいと考えていたフジタは、計に近づくために一計を案じ…。"
                },
                "22": {
                    "ID": "2424921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424921",
                    "TitleEnglish": "The Empress of the Hermitage",
                    "SummaryEnglish": "In the past, the provincial city of Kamae flourished in steel-making, but it is now in decline and plans an art exhibition in conjunction with the Russian Hermitage Museum. Ekaterina Kalchnikova, called the \"Empress of Hermitage\" is dispatched as to curate the exhibition and promote a plan to make the Kamae museum Hermitage's Japanese annex. In a flashback, a young Fujita is shown working with Ekaterina before he moved to the MET. The mayor of Kamae wants to appoint a high-profile university professor Maruyama to be the chief of the annex, but Ekaterina insists that Fujita, should be the director. In a test, Fujita demonstrates higher skills than Maruyama, but he rejects the offer to be director. Instead, he strikes a deal for Ekaterina's favorite painting, the Benois Madonna, to be exhibited in Japan for one month each year.",
                    "TitleJapanese": "エルミタージュの女帝",
                    "SummaryJapanese": "かつては鉄鋼で栄えたが現在は寂れている地方都市・釜江市が、ロシアのエルミタージュ美術館と手を組んで美術展を開催することに。エルミタージュからは「エルミタージュの女帝」と呼ばれる学芸部長・エカテリーナが総責任者として派遣される。彼女には今回の美術展以外に、エルミタージュの日本別館を作る計画を推進するという目的があった。釜江市長はその別館の館長に高名な教授を任命したいと考えていたが、エカテリーナは旧知の仲であるフジタが館長候補だと言い始め…。"
                },
                "23": {
                    "ID": "2424931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424931",
                    "TitleEnglish": "Lady Sara ~First Part~",
                    "SummaryEnglish": "Fujita agrees to spend a short vacation with Sarah at Sara's villa in London to escape the Japanese summer heat. While they are shopping in London, Fujita meets an old friend, Charlie, who works for Sotheby's head office. Charlie assumes that Sara is Fujita's wife or girlfriend, and she is hurt when Fujita describes her as \"just a secretary\". Charlie says that he will hold auction sale of the famous actress Janet Houston's estate and invites them to attend. At the auction, Charlie asks Sara to model the clothes and jewelry as she is the correct size and beautiful. He even disguises the burn on her arm with make-up. Fujita hardly recognizes the beautiful model as Sara. Later, Charlie spends time with Sara, taking her to meet Mary, the woman he considers as his mother, at the Kew Gardens. Meanwhile, Harry Donaldson offers Fujita a herbarium page of the scientist Charles Darwin which is obviously stolen. That evening, Charlie proposes to Sara.",
                    "TitleJapanese": "レディー・サラ～前編～",
                    "SummaryJapanese": "ロンドンのサラの別荘で、サラとともに休暇を過ごすことにしたフジタ。ロンドン市内で買い物中、フジタはサザビーズ本社に勤める旧友・チャーリーと出会う。チャーリーは、往年の大女優、ジャネット・ヒューストンの遺産一掃セールを明日から開催するという。興味を持ったフジタは、セールに出向くことに。一方サラは、フジタが自分を「ただの秘書だ」と強調してチャーリーに紹介したことを気にして、落ち込んでいた。だが、チャーリーに頼まれ、サラはセールでモデルをすることになり…。"
                },
                "24": {
                    "ID": "2424941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424941",
                    "TitleEnglish": "Lady Sara ~Second Part~",
                    "SummaryEnglish": "The next day, as Sara considers Charlie's wedding proposal, Fujita investigates the Darwin herbarium pages. When he shows them to Charlie, Charlie realizes that they came from Jodrell Laboratory where Mary works. That night, they go to a casino which is reportedly uses as a meeting place. There, Charlie sees Mary with Donaldson, and she admits to stealing and selling the herbarium pages to fund her gambling addiction. Later, Charlie tells Fujita that he proposed to Sara who has since disappeared. Charlie offers to find Sara if Fujita could help him by finding and returning all the stolen pages. Fujita uses his connections to find the man who eventually bought the pages, Mr Sanders, a well-known psychic. He agrees to sell them to Fujita, but at 100 times what he paid for them. He also tells Fujita that he is about to lose something very precious to him and offers to sell him some clues. Fujita realises that Sanders is referring to Sara eventually Fujita uses the clues to find Sara looking at a Turner painting at the Tate Gallery where Fujita says that he needs her. They have a tearful reunion and return to Japan together.",
                    "TitleJapanese": "レディー・サラ～後編～",
                    "SummaryJapanese": "サラを自分の母親代わりである叔母・メアリーに会わせ、さらに彼女にプロポーズしたチャーリー。一方フジタは、不正で横流しされていたダーウィンの植物標本の捜査を開始していた。植物標本の出所についてチャーリーに相談したフジタは、彼とサラを伴って、横流しの打ち合わせが行われているというカジノへと向かう。そこにいたのは、なんとメアリー。植物の研究所に勤める彼女が、横流しの張本人だったのだ。\nショックで姿を消してしまうサラ。チャーリーは彼女を探しに出る。そしてフジタは、別ルートで横流しされた標本を探し始めるが…。"
                },
                "25": {
                    "ID": "2424951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424951",
                    "TitleEnglish": "Shelter from the Rain",
                    "SummaryEnglish": "On a rainy night, while sheltering from the rain, Fujita enters the basement Grain Bar. Meanwhile police arrive in a car and wait for backup. In the bar, there is only the owner-barman and a single female customer After sampling an aged Irish whisky, Fujita's eye is taken by a copy of Van Gogh's Chair. He offers to clean off the years of smoke and dust, in exchange for another whisky. While cleaning, he observes that the pipe on the chair is different. Then, the female customer tells Fujita that the artist was the father of a friend of hers who bought her father a pipe, but they later became estranged and he died. Fujita realizes that she is talking about her own father and says that the pipe in the painting was the one she bought her father and he treasured it for many years. As the time approaches midnight, Fujita warns the owner that police are waiting in the street above, however he says he cannot run while he still has two customers. As Fujita and the lady leave, the police raid the bar to arrest the owner for his part in a 100 million bank robbery some years ago.",
                    "TitleJapanese": "雨やどり",
                    "SummaryJapanese": "夜の裏通り。突然降り出した雨の中、傘を持たないフジタは、とあるバーで雨宿りをすることに。そこはカウンターだけの店で、店内にはマスターとひとりの女性客の姿しかなかった。店内のゴッホの絵の模写が気になったフジタは、汚れたその絵の修復を、アイリッシュウイスキー１杯で引き受けることに。すると、その絵に縁があるらしい女性客が、フジタとマスターに話しかけてくるのだった。一方、店の外では、何人かの刑事たちが今にも店内に乗りこもうと身構えていたが…。"
                },
                "26": {
                    "ID": "2424961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424961",
                    "TitleEnglish": "Giocondo's Descendants ~First Part~",
                    "SummaryEnglish": "A young girl named Elizabeth appears in Gallery Fake, claiming to be Fujita's daughter. Unsure about the story, Fujita takes Elizabeth back to his apartment, but that night, several thugs break into his apartment and abduct her. Using a key she dropped, Fujita collects packet left by Elizabeth which includes the diary of Antonio de Beatis in a railway locker. He and Sara travel to Florence, Italy, to visit d'Avalos. He is an obsessive collector of copies of Leonardo da Vinci's painting known as the Mona Lisa. He also claims to be the descendant of the woman in the painting, Constanza d’Avalos, which helps his political ambitions. Fujita enlists Carlos' help and he provides some explosives. The diary suggests the painting is of another woman, Lisa Gherardini, the wife of Francesco del Giocondo. She is the ancestor of Elizabeth's mother, Flora del Anton Maria del Giocondo. Meanwhile d’Avalos has Elizabeth trapped in a tower on his estate.",
                    "TitleJapanese": "ジョコンダの末裔 ～前編～",
                    "SummaryJapanese": "三田村に連れられて、突然ギャラリーフェイクに現れた少女・エリザベータ。彼女はなんと、フジタの娘だという。仕方なくエリザベータを自分のアパートに連れて帰るフジタ。だがその夜、アパートに数人の暴漢が乱入。エリザベータを連れ去ってしまう。\n　エリザベータが残したある包みを手にしたフジタは、彼女をさらったダヴァロスを訪ねるべく、イタリア・フィレンツェへと向かう。フィレンツェの名士・ダヴァロスは、世界中の「モナリザ」を集めていたが…。"
                },
                "27": {
                    "ID": "2424971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424971",
                    "TitleEnglish": "Giocondo's Descendants ~Second Part~",
                    "SummaryEnglish": "Fujita convinces Carlos to help him rescue Elizabeth on the premise that a second Da Vinci Mona Lisa may exist. They try to rescue her by hot air balloon but fail and Fujita is shot in the arm. D'Avalos announces an exhibition of his paintings on board a boat, including the \"Woman with a Pearl\" by Carot which Fujita loaned him for his exhibition. Fujita offers the Antonio de Beatis diary in exchange for Elizabeth, but at the exchange on board the boat, d'Avalos decides to kill Elizabeth and Fujita. However Fujita had already planned an escape with Carlos. Fujita and Elizabeth escape as he blows up the boat with explosives he had planted in the fake \"Woman with a Pearl\" painting.",
                    "TitleJapanese": "ジョコンダの末裔 ～後編～",
                    "SummaryJapanese": "この世にもう１枚のモナリザが存在して、さらにそのカギをエリザベータが握っているかもしれないとカルロスに語るフジタ。そして、エリザベータがダヴァロスの屋敷に捕らえられていると確信した２人は、気球で屋敷に近づく。だが、あと一歩でエリザベータを助け出せるというところでダヴァロスと部下たちの発砲を受け、退散することに。\nフジタの打った次の手、それは、ダヴァロスが追い求めていた「ヴァザーリの手記」とエリザベータを交換するというものだったが…。"
                },
                "28": {
                    "ID": "2424981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424981",
                    "TitleEnglish": "Faceless Self-Portrait",
                    "SummaryEnglish": "A group of art assessors evaluate a group of paintings reputed to be the work of artist, Saeki Yuuzou, and all but one, Jimi, agree that they are genuine. However the Tenryou City Council accept the works as original and prepare a major exhibition. They also propose to add a Saeki Yuuzou self portrait owned by Fujita to enhance the exhibition being curated by his former mentor and art power-broker Funamura Gentarou. Fujita finds that Jimi has been ostracized because of his dissenting opinion, however there is growing concern about the validity of the paintings. After Funamura Gentarou is taken ill, Fujita is asked to assess them but recommends Jimi as the expert. After Fujita talks to Gentarou in hospital, Gentarou decides to name the highly principled Jimi as his successor.",
                    "TitleJapanese": "顔のない自画像",
                    "SummaryJapanese": "近頃、とある市の美術館が、洋画家・佐伯祐三の未発表作品を17点も入手したらしい。17点の作品の真贋を鑑定したのは、美術界の大御所・船村元太郎をはじめとした審査委員会だという。そのニュースを知ったフジタは、後日、船村の文化功労賞受賞記念のパーティーを訪れる。そこでフジタは、船村に反対して佐伯作品を贋作だと主張した地味が、船村の手回しで美術館の館長をクビにさせられていたという話を耳にする。\nかつての恩師である地味の元を訪ねるフジタ。その直後、佐伯作品が贋作だということが判明し…。"
                },
                "29": {
                    "ID": "2424991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424991",
                    "TitleEnglish": "The Splendor of Kogire",
                    "SummaryEnglish": "Fujita and Sarah are impressed by the performance and the clothing design of Haruyakko at a gay bar. Later, Haruyakko's father, the founder of the Kikushima haute couture design brand dies, and Haruyakko argues with his older brother Aiko about the design of the clothes which have become predictable, causing the brand to be in decline. Aiko then assigns Haruyakko to lowly delivery duties. While Haruyakko helps his grandmother select clothes for a few days away, he discovers her colorful kogire [c] collection featuring Tsutsugaki designs from the Edo period. Haruyakko is inspired by the fabric and patterns, and his grandmother unknowingly gives him moral support. Later, Haruyakko's grandmother is sent to a nursing home and Fujita buys all the kogire. However, Fujita helps Haruyakko to have his first fashion show featuring Tsutsugaki designs and kogire pieces at Gallery Fake on the condition he provide Fujita with some of his designed pieces. The fusion of European and Japanese design by Haruyakko excites everyone, including his grandmother who was invited to the show.",
                    "TitleJapanese": "古裂の華",
                    "SummaryJapanese": "ゲイバーで春奴という新人と出会うフジタとサラ。春奴は、自分でデザインした服を着て店に出ているという。彼女（彼）は、自ら作った服を人に見てもらいたくて、その店でバイトをしているのだ。実は春奴の正体は、一流服飾ブランドである「キクシマ・ブランド」の次男坊・春雄だった。創業者である父の死去に伴い、店を辞めさせられ、菊島家に呼び戻された春雄。経営を任された長男・秋雄が、キクシマ・ブランドの古くさい経営方針を踏襲すると聞き、反発する春雄だったが、秋雄は一切の口出しを許してくれない。そんな時、春雄は祖母・ハルが趣味で集めた「古裂」に注目するが…。"
                },
                "30": {
                    "ID": "2425001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425001",
                    "TitleEnglish": "Survival in Sahara",
                    "SummaryEnglish": "A wealthy man asks Fujita to acquire a prehistoric rock painting for a new restaurant. Fujita travels to the Sahara with Ramos but he finds that his local Taureg guide, Iksa, was murdered. However, Iksa's widow Assarama and Iksa's uncle Mohammad agree to guide them and they head for the Tassili n'Ajjer mountain range. Near the mountains, Assarama and Muhammad pull guns on Fujita and Ramos. They accuse Fujita of not paying the second half of the fee for his last expedition, leading to Iksa's death from money-lenders. Assalama and Muhammad leave them in the desert to die, however Mohammad returns to negotiate a higher fee to save them. Meanwhile Assarama re-checks for the payment at a different bank. She finds that the money was deposited, however the account was fake, set up by Muhammad who stole the money. She returns to rescue Fujita and Ramos who manage to turn the tables on Muhammad, this time leaving Muhammad stranded in the desert without fuel.",
                    "TitleJapanese": "サバイバル・イン・サハラ",
                    "SummaryJapanese": "古代より残された壁画群である「岩絵」を持ってくるという依頼を受け、サハラ砂漠にやって来たフジタ。パートナーのラモス、以前ガイドをしてくれたイクサの未亡人であるアッサラマ、彼女の叔父・ムハマドとともに岩絵のある場所へと向かう。だがその途中、突然アッサラマとムハマドがフジタとラモスに銃を向けた。なんでも、フジタがガイド料を振り込まなかったせいでイクサは殺されたというのだ。イクサの無念を晴らすというアッサラマとムハマドは、フジタたちを砂漠の真ん中に置き去りにして去ってしまうが…。"
                },
                "31": {
                    "ID": "2425011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425011",
                    "TitleEnglish": "Isolation Blues",
                    "SummaryEnglish": "A representative from Kanto Jewels, Tomioka, is impressed by a Japanese painting hanging in Gallery Fake with a deep blue color created with azurite. His company has supplied azurite to the famous artist Sakakibara Nanzan, but can no longer supply it, and he asks Fujita for his source. Fujita initially declines, but then agrees to supply azurite on one condition, that he includes a specific painting in the company's upcoming Blue Collection exhibition. They visit Sakakibara Nanzan at his home studio, but Fujita makes some disparaging comments about the behavior of famous artists. Sakakibara recalls the name Fujita Touka, but Fujita denies knowing of him. However it is Fujita's father who created the bluish painting in Gallery Fake, but is now deceased. Fujita takes Sarah deep into the mountains where his father collected azurite. He tells her that years ago, many artists, including Sakakibara made forgeries to survive, but only Fujita's father was exposed and exiled. At the exhibition, Mitamura comments that Sakakibara's new masterpiece is a little disappointing, and another painting is holding the public's interest. It is a dynamic painting with a deep blue color by Fujita Touka that appears to have been finished recently.",
                    "TitleJapanese": "孤高の青",
                    "SummaryJapanese": "深みのある青色を出すことができる「アズライト」という日本画で使用する顔料を探している男・富岡と出会うフジタ。富岡は人間国宝・榊原南山にアズライトを納入する会社に勤めているのだが、現在アズライトが不足しているため困っているという。アズライトのある場所を知っているフジタは、ある条件を富岡に約束させ、サラとともに深い山へと入っていくことに。\nフジタの父・藤田東胡は、かつて贋作の罪を摘発され、画壇から追放された。そして、南山とも因縁があるらしかったが…。"
                },
                "32": {
                    "ID": "2425021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425021",
                    "TitleEnglish": "A Lullaby by an Antique Orgel",
                    "SummaryEnglish": "Fujita shows Sara a rare revolver music box. Later, Endo Takuto, the CEO of InterWorld receives a delivery of a revolver music box which explodes after he opens it. Suddenly, Fujita is taken in by the police as his fingerprints are found on fragments of the explosive device. Meanwhile Sarah encounters Gotou Takuya who had bought a music box from the gallery, but it is broken. She takes him to Senjudou (Senju Hakaru) to repair it. The police tell Fujita that the explosive package was sent by Gotou Mayumi. After Senjudou repairs the music box, Takuya invites them to see his collection. Fujita confirms that the explosive was the antique music box that had been in gallery fake. The police trace the sender to Gotou Mayumi, but she died a month ago. Takuya invites Senjudou and Sara to see his collection, however he kidnaps Sara and plans to kill her and himself by exploding the music box he bought. It was one of a pair which his father Endo had bought for his mother although he was married to another woman at the time. Fortunately Fujita and the police arrive in time and Fujita throws the music box out of the window before it explodes.",
                    "TitleJapanese": "“アンティーク・オルゴールで子守唄を”",
                    "SummaryJapanese": "突然、警察に連れていかれるフジタ。爆死させられた会社社長の現場に残された爆発物の破片に、フジタの指紋が残っていたのだ。その爆発物は、ギャラリーフェイクにあったアンティーク・オルゴールだと確認するフジタ。\nその頃サラは、以前店でオルゴールを買った男・卓也と再会していた。オルゴールが故障して困っているという卓也に、千手堂の計を紹介するサラ。卓也はオルゴールを直してくれたお礼にと、サラと計を自分のオルゴールコレクションが並ぶ自宅へと招待するが…。"
                },
                "33": {
                    "ID": "2425031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425031",
                    "TitleEnglish": "The Late-Summer Ekin Festival",
                    "SummaryEnglish": "An old man is gunned down by a younger man in an elevator. Later, Fujita gives a lift to a hitchhiker while driving his truck to Akaoka city. Akaoka has the Ekin festival in July when the Kabuki paintings of Hirose Kinzō are shown. Stopping at a roadside diner, Fujita suspects they are being watched by two yakuza. The men follow Fujita, but the hitchhiker, Yano, escapes them by secretly staying at the diner. The yakuza visit Kayo, Yano's former lover, who is in Utsukosaki fishing village near Akaoka. They are looking for Yano, accusing him of killing their boss' deputy. Meamwhile Fujita arrives at Utsukosaki and takes an Ekin painting to the Yafune Shrine for their exhibition. Meanwhile Yano secretly meets Kayo and although angry with him, she insists he fulfills an old promise to take her to the Ekin festival. However, while there, Kayo goes to by some beers and the yakuza find Yano and fatally stab him in the back. He lives long enough to see Kayo once more before he dies.",
                    "TitleJapanese": "残暑絵金見舞",
                    "SummaryJapanese": "高知県をトラックで行くフジタは、故郷の赤岡町に行きたいという男・矢野を乗せてあげる。赤岡町といえば、「絵金祭り」が開催される場所。幕末の絵師・弘瀬金蔵（通称・絵金）の描いた屏風絵を商店街の軒先に展示するという夏祭りだ。道中、フジタは矢野をつけ狙うヤクザらしい男の存在に気づく。実は矢野もヤクザで、ある組の若頭を殺したために追われる身となっているのだ。\nフジタの機転で、なんとか追手から逃れた矢野は、赤岡のそばの漁村・うつぼ崎にいるかつての恋人・カヨの元を訪ねるが…。"
                },
                "34": {
                    "ID": "2425041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425041",
                    "TitleEnglish": "Jewel of the Gods",
                    "SummaryEnglish": "As the due date for a settlement of a 300 million bill draws near, Fujita is hired by a Brahmin to find a genuine murti of a Hindu god for a new shrine in India. Fujita accepts the job which will more than pay his bill. He travels to a Christie's auction in London to bid on a murti of Shiva and encounters the thief Fei Cui who has a similar intention. She plans to set the Orlov Diamond into one eye of her murti. Fujita takes the murti to India, but Fei Cui steals it from him because it contains the companion diamond. Fujita enlists the aid of a friend and retrieves the murti from Fei Cui. However, overcome by fatigue, Fujita develops a high fever and crashes his car. Fei Cui takes him to a Harijan village to recover and delivers the murti herself to the temple because the Harijan cannot enter the temple. Later, Fei Cui returns to the temple and steals the companion diamond hidden in the Shiva murti.",
                    "TitleJapanese": "神々の宝石",
                    "SummaryJapanese": "ヒンドゥー教の僧侶・シンハにヒンドゥーの神像を入手したいと依頼を受けるフジタは、オークションに出席するべくロンドンへ向かうことに。フジタはロンドン行きの機内で宝石泥棒のフェイツィと再会。彼女もオークションで神像を競り落とそうとしていることを知る。\nオークションに出品されている神像の中で、抜きん出て優れているのが「シヴァ神像」と「パールヴァティ神像」。フェイツィの狙いがパールヴァティ神像だと推理したフジタは、彼女との競合を避け、シヴァを競り落とすことに成功する。だが、インドのシンハに神像を届ける道中、フェイツィが率いる盗賊団に襲われ、神像を奪われてしまうことに…。"
                },
                "35": {
                    "ID": "2425051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425051",
                    "TitleEnglish": "Repair my Own Possessions",
                    "SummaryEnglish": "Sara is despondent and angry when Fujita hires a young woman, Tsujido Luna. She wants to train as a painting restorer at Gallery Fake because of Fujita's high reputation. While looking at a repair problem of \"art cancer\", the formation of white crystals unique to Japan, Fujita discovers that Luna is the daughter of the famous restorer Tsujido Naoyuki who recently passed away. Her father respected Fujita's skills, but said they were being wasted. She continues to study with him even though he is hard on her and very demanding. Slowly she develops a newfound respect for his skills and technique, and eventually he teaches her how to repair \"art cancer\". She then uses the technique to restore a damaged Delacroix painting owned by her father to pay her family's debts. Luna then leaves Fujita and obtains a job at a fine arts research center. However when she tries to sell the restored Delacroix painting, there are few buyers. Fujita decides to buy it at a lower price than being asked, calling the discount a lesson fee.",
                    "TitleJapanese": "修復するは我に有り",
                    "SummaryJapanese": "絵画の修復家になりたいという女性・辻堂ルナがギャラリーフェイクにやって来た。ニューヨーク大学の美術品修復科で学んだという彼女は、フジタの元でアルバイトをしたいという。ちょうど修復をしなければならない仕事がたまっていたフジタは、彼女を雇うことにする。\nその後、ルナは日本の絵画修復家の草分的存在である辻堂尚之の娘であることが判明。父を亡くしたばかりの彼女が、フジタの元で修復を学びたいのには、何やら理由があるらしい。その後も、ルナはフジタの厳しい指導に耐えながらも、修復を手伝い続けるが…。"
                },
                "36": {
                    "ID": "2425061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425061",
                    "TitleEnglish": "Hawaii's Kaleidoscope",
                    "SummaryEnglish": "Fujita and Sara, go on vacation in Hawaii where they meet a friend and famous painter, Stanley Capone. At his house they encounter Mitamura, but Sara becomes jealous of the interaction between Fujita and Mitamura. The next day, they out to play golf, so Sarah drives to Aozora City alone and buys an old kaleidoscope at a market. Fujita thinks it may be a Brewster's kaleidoscope but, angry at Fujita and Mitamura, she doesn't want to share it. Mitamura challenges Sara to compete in a half marathon to be held the next day for access to the kaleidoscope. During the race Sara's animosity dissipates, but on a whale-watching cruise, Sara loses the kaleidoscope overboard and becomes downhearted. Mitamura encourages Fujita to spend time with Sara, so he takes her to an observatory at Mauna Kea to view the stars in the night sky.",
                    "TitleJapanese": "ハワイの万華鏡",
                    "SummaryJapanese": "ハワイにバカンスにやって来たフジタとサラは、旧知の画家・カポーノと再会。彼の邸宅に招かれることに。するとそこには三田村の姿が。談笑するフジタ、三田村、カポーノを尻目に、話に入っていけないサラは、ひとりつまらない様子。そして翌日、３人はゴルフに出かけてしまったため、サラはひとりで青空市へと向かうことに。そこで彼女は、古い万華鏡を購入する。\nフジタと三田村の見立てでは、サラが買ったのは万華鏡の発明者・ブリュースターのものらしい。ところが、詳しく調べたいという三田村の申し出を、サラは拒否。そこで三田村は、万華鏡を借りることと今後フジタにちょっかいを出さないということを賭けて、翌日開催されるハーフマラソンで勝負しようと言いはじめ…。"
                },
                "37": {
                    "ID": "2425071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425071",
                    "TitleEnglish": "Overnight Metropolitan",
                    "SummaryEnglish": "At the Metropolitan Museum of Art, a party is held for sponsors of a Goya exhibition. The same day, Fujita visits Parker, an old colleague, and gave him some special glue for restoring Japanese paintings. In return, Fujita asks to be able to view the European paintings alone. Meanwhile, Norman the director, shows Mr. Richardson, wealthy businessman around the exhibit, seeking sponsorship. Richardson does not know much about art, although his son studied and wrote about Rubens. Fujita encounters Richardson who asks him for a tour of the museum, and Fujita obliges. He introduces Richardson to the people involved in running the museum, many of whom call him \"the Professor\". Richardson confides that his only son died recently and he feels that people are circling like hyenas to get his money. Just then, the director finds them and reprimands Fujita for being on the premises. Later, Richardson donates $3 million to the museum, saying he was impressed by the work of the people there.",
                    "TitleJapanese": "メトロポリタンの一夜",
                    "SummaryJapanese": "メトロポリタン美術館で、展覧会の出資をしてくれそうな富豪を集めてパーティが開かれた。その当日、フジタは元同僚のパーカーの依頼で、日本画修復のための糊を持ってメトロポリタン美術館を訪れていた。館内の展示品を見て回っていたフジタは、パーティを抜け出していた資本家のリチャードソンに出会う。彼は、ルーベンスの絵画をこよなく愛していた息子を、亡くしたばかりだという。"
                }
            }
        }
    }
}