{
  "URL": "https://www.thetvdb.com/series/gallery-fake",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Mystery"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1441408/",
    "https://www.themoviedb.org/tv/34147"
  ],
  "TitleEnglish": "Gallery Fake",
  "SummaryEnglish": "Fujita Reiji is the owner of an art gallery, Gallery Fake. He deals with fake items, and is also familiar with the black market. However, he has a special talent for art, and used to work for the Metropolitan Museum of Art in New York as a curator.",
  "Aliases": [
    "Gyararî feiku"
  ],
  "Modified": "2025-02-11",
  "Seasons": {
    "1": {
      "ID": "271741",
      "URL": "https://www.thetvdb.com/series/gallery-fake/seasons/official/1",
      "# Episodes": 37,
      "Episodes": {
        "1": {
          "ID": "2424701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424701",
          "TitleEnglish": "The Man From Gallery Fake",
          "SummaryEnglish": "A dealer asks $20 million Van Gogh's \"Dorfstrasse at Sainte-Maries\" from Fujita Reiji who offers only $2000 for the painting, claiming that it is a fake. Later, Fujita travels to New York with Sara Halifa to attend a Sotheby's art auction. At the pre-auction inspection, he encounters Mitamura Sayoko who accuses him of dealing with original art works on the black market. Fujita is attracted by a Monet haystack painting \"End of Summer Morning\". There they meet Fujita's former co-worker Max Watson at the MET, who is conducting the auction. Later, Fujita meets Kain Aubrey who had been the underbidder in recent auctions and offers to act as his broker for the haystack painting. Aubrey initially refuses, then agrees, setting a limit of $10 million for the painting which 15 years earlier had been re-attributed by Max Watson and sold cheaply to Bill Travers. At the auction, Sara bids for Fujita. After the bidding reaches $10 million, Fujita goes to $30 million, beating and frustrating the other bidder, Bill Travers. However the eventual purchaser is Kain Aubrey who promises to donate the painting to the MET on his death.",
          "Aliases": []
        },
        "2": {
          "ID": "2424711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424711",
          "TitleEnglish": "The Wounded 'Sunflowers'",
          "SummaryEnglish": "Mitamura encounters Sara atop the Empire State Building and asks her about the van Gogh's \"Sunflowers\" painting which Mitamura, as the new director of the Tokyo Takada Museum presented to the museum one year earlier. The damaged phantom \"Sunflowers\" painting was believed burned and lost during World War II. Later, a woman from a wealthy Arab family asks Fujita to obtain the phantom \"Sunflowers\" painting on her behalf. When Fujita asks Mitamura for the painting, she agrees, but asks Fujita to assist in restoring some historic Shigaraki pottery from a collection of shards to trap him as a charlatan. Mitamura fails to trap Fujita, but he manages to convince Mitamura of his skills. He demands the painting, but she refuses. Fujita explains that it is a fake, but highly valued by the young woman who rescued it after losing her whole family. When Mitamura returns to Takada Museum, she finds that Fujita has replaced the fake painting with the restored original.",
          "Aliases": []
        },
        "3": {
          "ID": "2424721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424721",
          "TitleEnglish": "The 13th Courier",
          "SummaryEnglish": "While waiting with Fujita to board an airplane at JFK airport, Sara complains of being harassed. Later, they meet Moretti of the Ufizi Museum, also on his way to the Renaissance exhibition at the Daito Museum with his 12 couriers[a] to transport the paintings, including Raphael's \"Virgin and Child\". During the flight, a group of thieves attempt to steal the paintings, but they rupture an air conditioning circuit, causing the temperature to drop dramatically in the hold. Raphael's painting on wood begins to crack and Fujita recommends that it be repaired immediately in the climate-controlled cabin area. Fujita skillfully repairs the crack, but then negotiates with the Carlos, the gang's leader to let the delivery proceed, however Moretti has to pay a ransom to keep the paintings. When they arrive in Japan, Sara recognizes Carlos as the man who harassed her. As the exhibition opens, Fujita has earned the respect of the 12 couriers, who say that he could be a courier himself.",
          "Aliases": []
        },
        "4": {
          "ID": "2424731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424731",
          "TitleEnglish": "Muse Courtroom",
          "SummaryEnglish": "Fujita is arrested on suspicion of selling a fake Albrecht Dürer painting as real and so Mitamura is called as an expert witness and appraiser by the police. Although initially she believes the painting is a fake, a greeting card from Fujita with a copy of Kouhaku Hasegawa's ink painting \"Shourinzu Byoubu\" causes her to conduct further investigation and analysis. Finally, in court, she appraises the painting as a genuine Dürer, but possibly unfinished and signed with his unique monogram later after it was varnished. Fujita later meets Mitamura at Tokyo National Museum before the original six-panel painting of \"Shourinzu Byoubu\" and thanks her, although she still threatens to expose him as a charlatan.",
          "Aliases": []
        },
        "5": {
          "ID": "2424741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424741",
          "TitleEnglish": "The Missing Golden Buddha",
          "SummaryEnglish": "Mohorito Chinen, a Head-Inspector of Cultural Assets, visits Fujita inquiring about the theft of a carved wooden Bodhisattva statue from a Buddhist temple in Nara. Intrigued, Fujita visits the temple where they see an old wooden Fudou-Myou-Ou statue carved from a tree. The old owner who believes Fujita and Chinen were sent by his son Akihiko who is after the property and resents his father for how he poorly he treated his mother. Fujita offers to restore the statue, and researches the archives about a rumored golden Buddha statue that was once in the temple. While moving the fragile statue, a metal Buddha statue falls out, but heavily corroded as it was composed of gold, copper and silver. Frustrated because he hoped to requisition a golden statue, Chinen leaves in disgust. However, the statue is a fake, planted by Fujita who then retrieves the original golden Buddha statue from inside the Fudou-Myou-Ou. Meanwhile Akihiko and his father reconcile, and after they place the golden statue inside a tree for protection, Akihiko offers to sell the Bodhisattva statue he stole to Fujita, and then use the money to preserve the temple.",
          "Aliases": []
        },
        "6": {
          "ID": "2424751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424751",
          "TitleEnglish": "The Jade Shop",
          "SummaryEnglish": "Fei Cui switches the Hope Diamond with a fake while it is on route from the Smithsonian Institute to the Takada Museum. She then invites Fujita to her exclusive new Jade store and threatens to ruin Mitamura's reputation by revealing the fake unless Fujita provides her with his list of contacts in Tokyo. He hopes to play on her weakness for Cartier mystery clocks and scours Tokyo for one without success. Sara also searches for a clock to impress Fujita, and Fei Cui's manservant and masochist, Menou, offers to sell her the first ever made. Sara makes the exchange, and everyone's reputation is saved, meanwhile Menou is happy to be severely punished by Fei Cui when he interrupts her bath time.",
          "Aliases": []
        },
        "7": {
          "ID": "2424761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424761",
          "TitleEnglish": "The Rembrandt Research Project's Challenge",
          "SummaryEnglish": "A representative from the Rembrandt Research Project from Holland, Dr. Lastman, arrives in Tokyo. He pronounces that the Rembrandt painting in the Tokyo Takada Museum is a fake, horrifying the directors. Fujita offers to buy the painting at a discounted price but they refuse. Later, Fujita and Sara visit the small regional Tokiwa Museum which also claims to have a Rembrandt painting. Dr. Lastman and Mitamura also arrive to assess the painting. Dr. Lastman pronounces it a fake because of some technical details, but Fujita argues against his assessment, providing a different analysis of the same details. Eventually, when faced with a companion painting, Dr. Lastman agrees that the painting is genuine.",
          "Aliases": []
        },
        "8": {
          "ID": "2424781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424781",
          "TitleEnglish": "The Father's Price",
          "SummaryEnglish": "Schoolgirl, Tomomi Aonuma, is desperate to get into Shirayuki Girls Academy, but embarrassed by her bus-driving father who collects antique watches. She hopes that Fujita, whom she sees on the train daily, would impress the board if he was her father. She follows him to an antique watch exhibition and is surprised when her father enters and greets Fujita like an old friend. She learns more about her father after Fujita tells her about his passion for watches. She also develops a newfound respect for him after he berates her school principal for terminating an exam 5 minutes early according to his extremely accurate, top quality, antique watch.",
          "Aliases": []
        },
        "9": {
          "ID": "2424791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424791",
          "TitleEnglish": "Invitation to El Dorado",
          "SummaryEnglish": "Treasure-hunter Ramos invites Fujita on a hunt for treasure along the Amazon river, and they are accompanied by Professor Yoshioka. They eventually find a complete Mayan city underground, but are captured by the villagers who plan to sacrifice Sara to their gods. However Fujita uses a dinosaur-like carving to activate a secret switch which releases the huge Pororoca tidal wave, into the underground cavern. While they are being swept underwater, they see what appears to be a huge pliosaur.",
          "Aliases": []
        },
        "10": {
          "ID": "2424801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424801",
          "TitleEnglish": "The Happy Prince",
          "SummaryEnglish": "During the process of a robbing an emerald, Fei Cui encounters a young artist Hiroto who paints scenes from The Happy Prince. Later, she shows Fujita a jeweled bracelet owned by Sarah Bernhardt known as the Cleopatra. As Fujita leaves her Jade Shop, Sara angrily throws her cat at him in a fit of jealousy. Later, intrigued by the artist, Fei Cui follows Hiroto, and discovers that he is a small-time gigolo, chatting up and charming local girls. She asks Menou to arrange food and lodging for him and shows his paintings in her shop, but Fei Cui starts to lose her eyesight. That night, Hiroto arrives at her apartment with the last painting. He comforts her, and they spend the night together, but the next morning he is gone with the emerald. However Fei Cui's eyesight returns which Fujita attributes to the loss of the emerald. Later, Hiroto casually tosses the emerald into the sea as a swallow flies overhead.",
          "Aliases": []
        },
        "11": {
          "ID": "2424811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424811",
          "TitleEnglish": "Death on the Battlefield",
          "SummaryEnglish": "Fujita and Sara fly to Vietnam where he meets Ho-San who offers him an old camera, a 1965 Leica M3. It was reputedly owned by the Pulitzer Prize winning war photographer Kyousuke Kawaguchi who apparently died during the Vietnam War. Fujita uses Ho-San to track down Kawaguchi, and finds him living in a village married to a Vietnamese woman. Kawaguchi initially denies his identity, but then confesses his story of how he could no longer tolerate the horrors and cruelty of the battlefield and stopped taking photographs. Fujita offers to buy his unreleased photographs, but Sara tries to destroy them as she reveals that war killed her family. As Fujita tries to console her, Kawaguchi photographs them together with his old camera.",
          "Aliases": []
        },
        "12": {
          "ID": "2424821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424821",
          "TitleEnglish": "Living Ophelia",
          "SummaryEnglish": "Sara is scheduled to fly from Mumbai back to Japan, but while Fujita is waiting for her at the airport, it is reported that the airplane exploded and crashed into the sea. He then meets Ali from the Kerabian Embassy who confirms Sara was on the passenger list. A week later, with no news about Sara, Mitamura visits Fujita and finds the apartment a mess and Fujita in a bad mood. She tries to console him, but all he talks about is Sara. Later, at a Kerabian charity event, Fujita controversially donates the painting, \"Ophelia\" painted by Everett Millais, based on the character in Shakespeare’s Hamlet. He says it is a donation from Sara from whom he expects to be reimbursed, refusing to accept that she may be dead. Both Mitamura and Fujita are severely affected by Sara's disappearance. However, with Fujita now fearing the worst, Sara suddenly arrives home. She says that she got off the airplane to buy a carpet which she had promised to do and became stranded in Pakistan. After criticizing the quality of the carpet, Fujita then grudgingly accepts the gift and leaves.",
          "Aliases": []
        },
        "13": {
          "ID": "2424831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424831",
          "TitleEnglish": "The Incarcerated Michelangelo",
          "SummaryEnglish": "Fujita visits a remote old prison to view a fresco painted on a vaulted ceiling. He recalls many years ago when he was hired to assist the prisoner and tattooist Shimoda Tappei to paint a fresco on the ceiling. Known as Tatsu the Michelangelo, Shimoda immediately gives Fujita the unpleasant job of removing the old plaster in the oppressive heat of summer. Shimoda had studied in Italy and he shows Fujita the complex steps in creating a fresco. During the painting of his design, Shimoda takes ill, but insists on finishing the work. Back in the present, Mitamura arrives with the intention of saving the fresco prior to demolition of the building, however Fujita is now the owner, and agrees to it being destroyed according to the wishes of Shimoda who has passed away. Shimoda believed that art like a tattoo has a limited life and a finite period of existence.",
          "Aliases": []
        },
        "14": {
          "ID": "2424841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424841",
          "TitleEnglish": "Beyond the Passage",
          "SummaryEnglish": "Fujita travels to Paris to purchase art works. Meanwhile Sara finds an unsent letter in a frame at the gallery and travels to Paris to meet up with Fujita and deliver the letter. Sara's investigations overlap with Fujita's business dealings and they discover that the letter was written around Valentine’s day 20 years earlier by a man called The Clown, because of a birthmark on his cheek. It was addressed to a young woman whom he used to meet in a bar. They never spoke, just exchanged envelopes, but he was shot and killed before he could send the letter. Fujita and Sara find the woman and deliver the letter which she immediately destroys, not wanting to dwell in the past. However they find that the envelope also contained a beautiful ring and the woman bursts into tears. Later Fujita realizes that the stamp on the envelope which is now in ashes, was quite rare and valuable.",
          "Aliases": []
        },
        "15": {
          "ID": "2424851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424851",
          "TitleEnglish": "Duet",
          "SummaryEnglish": "Mitamura visits an art collector and finds that he is dying. Dalem, a shady art dealer prepares to privately auction the Vermeer painting \"The Concert\" for his boss Leone. It was stolen 15 years ago, from the Isabella Stewart Gardner Museum and Scotland Yard's Inspector Roger Warner disguises himself as the art collector Mr Peters to trap Dalem. Meanwhile Fujita, with Mitamura disguised as his secretary, meet in London to retrieve the painting on behalf of the museum. Fujita proposes to the fake Mr Peters that they cooperate to keep the bid price low. They confirm the painting that is the original is not a fake by the famous forger Jacques van Meegeren. It is the original, but damaged, so Fujita offers $6 million for the painting which is worth a possible $100 million. Dalem is warned that Peters is a Scotland Yard agent and prepares to kill him, but Fujita pulls his fake gun and shoots first, appearing to kill him. It is revealed later that Fujita was acting for the collector who is dying, and after his death, he promised that the fully restored painting would be donated to a museum.",
          "Aliases": []
        },
        "16": {
          "ID": "2424861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424861",
          "TitleEnglish": "Yang Guifei's Fragrance",
          "SummaryEnglish": "Fujita asks Sarah to collect an outstanding debt from actress Akiyoshi Masako who is about to star as Yang Guifei in her next play. She visits perfumer Jean-Paul Koumoto seeking more body fragrance pills and incense to infuse her clothing. The legendary Imperial Consort Yang Guifei was said to emit an extraordinary pleasant scent from her body. Sara listens outside and is discovered by Koumoto because of her body scent and he asks her to wear his fragrance. Meanwhile Akiyoshi offers Fujita a valuable incense burner she stole from Koumoto for the painting but he refuses. She then pushes his hand to crush the incense burner and then forces him to repair it. Koumoto creates a fragrance pill for Sara which is incredibly effective. Koumoto discovers the theft, and retrieves his incense burner from Fujita. However, when Koumoto drugs Sara to make love to her, the incense burner emits the smell of wasabi implanted by Fujita, killing his passion. As Sara escapes, she meets Akiyoshi who is planning to kill her, but is instead entranced by her body fragrance and then uses Sara for inspiration in her role as Yang Guifei.",
          "Aliases": []
        },
        "17": {
          "ID": "2424871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424871",
          "TitleEnglish": "The Mysterious Mechanical Tale",
          "SummaryEnglish": "Fujita visits his family's village and grandmother's grave after a long absence. He is asked to appear at a public hall \"Treasure Appraisal Association\", and reluctantly agrees. Although he is presented with number of counterfeit works, he buys a metal sake-serving karakuri crab[b] from the Edo period for 5 million yen. However he worries about the warning of its former owner who said that \"Who puts this crab close to him, somehow suffers from the heart\". Over the next few days, Fujita works late and during the nights he hears disturbing mysterious bells and dreams that he sees a karakuri doll that says its heart was taken. He becomes sick and is take to hospital where he asks Sara to investigate the crab. Sara and Mitamura visit his village and return with another doll which Fujita recognizes as the one from his dream. They had discovered that its main spring was taken to replace one which broken in the karakuri crab.",
          "Aliases": []
        },
        "18": {
          "ID": "2424881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424881",
          "TitleEnglish": "Led by a Map",
          "SummaryEnglish": "A map store owner in New York refuses to sell his originals maps, only reproductions. Meanwhile, Fujita's old friend, the treasure hunter Ramos is down on his luck. The owner, while complaining about Ramos, the former lover of his daughter Marian, and rejoicing over framed pieces of an ancient map purchase, he collapses. While he is in hospital, Ramos and Marian begin selling the antique maps and Ramos finds the ancient map which he believes may be a treasure map. He asks Fujita to repair it and Fujita agrees for $50 thousand. Ramos contemplates a future treasure hunt while Marian contemplates marriage, and she tries to burn the map. As Fujita restores it, he believes that it may be part of an ancient Archimedes mechanical planetarium, and a treasure in itself. However, Ramos cannot give up hi life of adventurous treasure hunting and leaves while Fujita completes the planetarium and takes to the hospital for Marian's father.",
          "Aliases": []
        },
        "19": {
          "ID": "2424891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424891",
          "TitleEnglish": "Chinen's Close Call",
          "SummaryEnglish": "While Mohorito Chinen is admiring a Maitreya (Bodhisattva) statue in the Tengakuji temple in Iwate Prefecture, he accidentally breaks off a finger. He desperately calls Fujita to repair it, but before he arrives, the statue is sent to Kyoto for a festival by truck. Fujita then hatches a plan to repair the statue while in transit and enlists the aid of his friend Kido, a counterfeiter to copy the swipe card to open the rear doors of the truck. While Chinen tries to delay the truck, Fujita manages to repair the statue and escape undetected. However, Chinen is now forever in Fujita’s debt for saving his career.",
          "Aliases": []
        },
        "20": {
          "ID": "2424901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424901",
          "TitleEnglish": "Star in the Landscape",
          "SummaryEnglish": "Souami, also known as Shinsou, was a watercolor painter during the Muromachi period, and served the 8th shogun of the [Ashikaga shogunate]]. In the present, a space shuttle carrying Japanese astronaut Sekine-Jun is about to be launched and he recalls the time years ago when he and Fujita studied art at college. Although Sekine was skilled with watercolors and had to manage the family art gallery, his dream was to be an astronomer. He asked Fujita for funding, and promised to create a painting for him. At the same time, Fujita is coerced into guiding the international movie director, Basso, around Kyoto. Basso is unimpressed with Japanese culture until Fujita takes him to see a six-panel ink painting across folding screens by Shinsou. Meanwhile in space, Sekine uses freeze-dried coffee dissolved in water to create a unique Wabi-sabi painting for Fujita, who is not going to sell it.",
          "Aliases": []
        },
        "21": {
          "ID": "2424911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424911",
          "TitleEnglish": "The Man of Senjudou",
          "SummaryEnglish": "Sarah buys a watch from a young man in the street for 3 million Yen. When Fujita sees the wristwatch he makes Sara take him to the shop called Senjudou (Temple of a thousand hands) that created the watch. Fujita discovers an eccentric young watchmaker, Hakaru, who is going broke because of the few sales he makes. Fujita commissions him to make a copy of a Marie Antoinette pocket watch originally created in 1782 by Abraham-Louis Breguet for which he will pay 100 million Yen. However the plans Fujita provides are incomplete and Hakaru must design his own minute-repeater mechanism. The challenge is almost insurmountable, but he succeeds, creating an exclusive and valuable Senjudou version of Marie Antoinette pocket watch.",
          "Aliases": []
        },
        "22": {
          "ID": "2424921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424921",
          "TitleEnglish": "The Empress of the Hermitage",
          "SummaryEnglish": "In the past, the provincial city of Kamae flourished in steel-making, but it is now in decline and plans an art exhibition in conjunction with the Russian Hermitage Museum. Ekaterina Kalchnikova, called the \"Empress of Hermitage\" is dispatched as to curate the exhibition and promote a plan to make the Kamae museum Hermitage's Japanese annex. In a flashback, a young Fujita is shown working with Ekaterina before he moved to the MET. The mayor of Kamae wants to appoint a high-profile university professor Maruyama to be the chief of the annex, but Ekaterina insists that Fujita, should be the director. In a test, Fujita demonstrates higher skills than Maruyama, but he rejects the offer to be director. Instead, he strikes a deal for Ekaterina's favorite painting, the Benois Madonna, to be exhibited in Japan for one month each year.",
          "Aliases": []
        },
        "23": {
          "ID": "2424931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424931",
          "TitleEnglish": "Lady Sara ~First Part~",
          "SummaryEnglish": "Fujita agrees to spend a short vacation with Sarah at Sara's villa in London to escape the Japanese summer heat. While they are shopping in London, Fujita meets an old friend, Charlie, who works for Sotheby's head office. Charlie assumes that Sara is Fujita's wife or girlfriend, and she is hurt when Fujita describes her as \"just a secretary\". Charlie says that he will hold auction sale of the famous actress Janet Houston's estate and invites them to attend. At the auction, Charlie asks Sara to model the clothes and jewelry as she is the correct size and beautiful. He even disguises the burn on her arm with make-up. Fujita hardly recognizes the beautiful model as Sara. Later, Charlie spends time with Sara, taking her to meet Mary, the woman he considers as his mother, at the Kew Gardens. Meanwhile, Harry Donaldson offers Fujita a herbarium page of the scientist Charles Darwin which is obviously stolen. That evening, Charlie proposes to Sara.",
          "Aliases": []
        },
        "24": {
          "ID": "2424941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424941",
          "TitleEnglish": "Lady Sara ~Second Part~",
          "SummaryEnglish": "The next day, as Sara considers Charlie's wedding proposal, Fujita investigates the Darwin herbarium pages. When he shows them to Charlie, Charlie realizes that they came from Jodrell Laboratory where Mary works. That night, they go to a casino which is reportedly uses as a meeting place. There, Charlie sees Mary with Donaldson, and she admits to stealing and selling the herbarium pages to fund her gambling addiction. Later, Charlie tells Fujita that he proposed to Sara who has since disappeared. Charlie offers to find Sara if Fujita could help him by finding and returning all the stolen pages. Fujita uses his connections to find the man who eventually bought the pages, Mr Sanders, a well-known psychic. He agrees to sell them to Fujita, but at 100 times what he paid for them. He also tells Fujita that he is about to lose something very precious to him and offers to sell him some clues. Fujita realises that Sanders is referring to Sara eventually Fujita uses the clues to find Sara looking at a Turner painting at the Tate Gallery where Fujita says that he needs her. They have a tearful reunion and return to Japan together.",
          "Aliases": []
        },
        "25": {
          "ID": "2424951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424951",
          "TitleEnglish": "Shelter from the Rain",
          "SummaryEnglish": "On a rainy night, while sheltering from the rain, Fujita enters the basement Grain Bar. Meanwhile police arrive in a car and wait for backup. In the bar, there is only the owner-barman and a single female customer After sampling an aged Irish whisky, Fujita's eye is taken by a copy of Van Gogh's Chair. He offers to clean off the years of smoke and dust, in exchange for another whisky. While cleaning, he observes that the pipe on the chair is different. Then, the female customer tells Fujita that the artist was the father of a friend of hers who bought her father a pipe, but they later became estranged and he died. Fujita realizes that she is talking about her own father and says that the pipe in the painting was the one she bought her father and he treasured it for many years. As the time approaches midnight, Fujita warns the owner that police are waiting in the street above, however he says he cannot run while he still has two customers. As Fujita and the lady leave, the police raid the bar to arrest the owner for his part in a 100 million bank robbery some years ago.",
          "Aliases": []
        },
        "26": {
          "ID": "2424961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424961",
          "TitleEnglish": "Giocondo's Descendants ~First Part~",
          "SummaryEnglish": "A young girl named Elizabeth appears in Gallery Fake, claiming to be Fujita's daughter. Unsure about the story, Fujita takes Elizabeth back to his apartment, but that night, several thugs break into his apartment and abduct her. Using a key she dropped, Fujita collects packet left by Elizabeth which includes the diary of Antonio de Beatis in a railway locker. He and Sara travel to Florence, Italy, to visit d'Avalos. He is an obsessive collector of copies of Leonardo da Vinci's painting known as the Mona Lisa. He also claims to be the descendant of the woman in the painting, Constanza d’Avalos, which helps his political ambitions. Fujita enlists Carlos' help and he provides some explosives. The diary suggests the painting is of another woman, Lisa Gherardini, the wife of Francesco del Giocondo. She is the ancestor of Elizabeth's mother, Flora del Anton Maria del Giocondo. Meanwhile d’Avalos has Elizabeth trapped in a tower on his estate.",
          "Aliases": []
        },
        "27": {
          "ID": "2424971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424971",
          "TitleEnglish": "Giocondo's Descendants ~Second Part~",
          "SummaryEnglish": "Fujita convinces Carlos to help him rescue Elizabeth on the premise that a second Da Vinci Mona Lisa may exist. They try to rescue her by hot air balloon but fail and Fujita is shot in the arm. D'Avalos announces an exhibition of his paintings on board a boat, including the \"Woman with a Pearl\" by Carot which Fujita loaned him for his exhibition. Fujita offers the Antonio de Beatis diary in exchange for Elizabeth, but at the exchange on board the boat, d'Avalos decides to kill Elizabeth and Fujita. However Fujita had already planned an escape with Carlos. Fujita and Elizabeth escape as he blows up the boat with explosives he had planted in the fake \"Woman with a Pearl\" painting.",
          "Aliases": []
        },
        "28": {
          "ID": "2424981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424981",
          "TitleEnglish": "Faceless Self-Portrait",
          "SummaryEnglish": "A group of art assessors evaluate a group of paintings reputed to be the work of artist, Saeki Yuuzou, and all but one, Jimi, agree that they are genuine. However the Tenryou City Council accept the works as original and prepare a major exhibition. They also propose to add a Saeki Yuuzou self portrait owned by Fujita to enhance the exhibition being curated by his former mentor and art power-broker Funamura Gentarou. Fujita finds that Jimi has been ostracized because of his dissenting opinion, however there is growing concern about the validity of the paintings. After Funamura Gentarou is taken ill, Fujita is asked to assess them but recommends Jimi as the expert. After Fujita talks to Gentarou in hospital, Gentarou decides to name the highly principled Jimi as his successor.",
          "Aliases": []
        },
        "29": {
          "ID": "2424991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2424991",
          "TitleEnglish": "The Splendor of Kogire",
          "SummaryEnglish": "Fujita and Sarah are impressed by the performance and the clothing design of Haruyakko at a gay bar. Later, Haruyakko's father, the founder of the Kikushima haute couture design brand dies, and Haruyakko argues with his older brother Aiko about the design of the clothes which have become predictable, causing the brand to be in decline. Aiko then assigns Haruyakko to lowly delivery duties. While Haruyakko helps his grandmother select clothes for a few days away, he discovers her colorful kogire [c] collection featuring Tsutsugaki designs from the Edo period. Haruyakko is inspired by the fabric and patterns, and his grandmother unknowingly gives him moral support. Later, Haruyakko's grandmother is sent to a nursing home and Fujita buys all the kogire. However, Fujita helps Haruyakko to have his first fashion show featuring Tsutsugaki designs and kogire pieces at Gallery Fake on the condition he provide Fujita with some of his designed pieces. The fusion of European and Japanese design by Haruyakko excites everyone, including his grandmother who was invited to the show.",
          "Aliases": []
        },
        "30": {
          "ID": "2425001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425001",
          "TitleEnglish": "Survival in Sahara",
          "SummaryEnglish": "A wealthy man asks Fujita to acquire a prehistoric rock painting for a new restaurant. Fujita travels to the Sahara with Ramos but he finds that his local Taureg guide, Iksa, was murdered. However, Iksa's widow Assarama and Iksa's uncle Mohammad agree to guide them and they head for the Tassili n'Ajjer mountain range. Near the mountains, Assarama and Muhammad pull guns on Fujita and Ramos. They accuse Fujita of not paying the second half of the fee for his last expedition, leading to Iksa's death from money-lenders. Assalama and Muhammad leave them in the desert to die, however Mohammad returns to negotiate a higher fee to save them. Meanwhile Assarama re-checks for the payment at a different bank. She finds that the money was deposited, however the account was fake, set up by Muhammad who stole the money. She returns to rescue Fujita and Ramos who manage to turn the tables on Muhammad, this time leaving Muhammad stranded in the desert without fuel.",
          "Aliases": []
        },
        "31": {
          "ID": "2425011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425011",
          "TitleEnglish": "Isolation Blues",
          "SummaryEnglish": "A representative from Kanto Jewels, Tomioka, is impressed by a Japanese painting hanging in Gallery Fake with a deep blue color created with azurite. His company has supplied azurite to the famous artist Sakakibara Nanzan, but can no longer supply it, and he asks Fujita for his source. Fujita initially declines, but then agrees to supply azurite on one condition, that he includes a specific painting in the company's upcoming Blue Collection exhibition. They visit Sakakibara Nanzan at his home studio, but Fujita makes some disparaging comments about the behavior of famous artists. Sakakibara recalls the name Fujita Touka, but Fujita denies knowing of him. However it is Fujita's father who created the bluish painting in Gallery Fake, but is now deceased. Fujita takes Sarah deep into the mountains where his father collected azurite. He tells her that years ago, many artists, including Sakakibara made forgeries to survive, but only Fujita's father was exposed and exiled. At the exhibition, Mitamura comments that Sakakibara's new masterpiece is a little disappointing, and another painting is holding the public's interest. It is a dynamic painting with a deep blue color by Fujita Touka that appears to have been finished recently.",
          "Aliases": []
        },
        "32": {
          "ID": "2425021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425021",
          "TitleEnglish": "A Lullaby by an Antique Orgel",
          "SummaryEnglish": "Fujita shows Sara a rare revolver music box. Later, Endo Takuto, the CEO of InterWorld receives a delivery of a revolver music box which explodes after he opens it. Suddenly, Fujita is taken in by the police as his fingerprints are found on fragments of the explosive device. Meanwhile Sarah encounters Gotou Takuya who had bought a music box from the gallery, but it is broken. She takes him to Senjudou (Senju Hakaru) to repair it. The police tell Fujita that the explosive package was sent by Gotou Mayumi. After Senjudou repairs the music box, Takuya invites them to see his collection. Fujita confirms that the explosive was the antique music box that had been in gallery fake. The police trace the sender to Gotou Mayumi, but she died a month ago. Takuya invites Senjudou and Sara to see his collection, however he kidnaps Sara and plans to kill her and himself by exploding the music box he bought. It was one of a pair which his father Endo had bought for his mother although he was married to another woman at the time. Fortunately Fujita and the police arrive in time and Fujita throws the music box out of the window before it explodes.",
          "Aliases": []
        },
        "33": {
          "ID": "2425031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425031",
          "TitleEnglish": "The Late-Summer Ekin Festival",
          "SummaryEnglish": "An old man is gunned down by a younger man in an elevator. Later, Fujita gives a lift to a hitchhiker while driving his truck to Akaoka city. Akaoka has the Ekin festival in July when the Kabuki paintings of Hirose Kinzō are shown. Stopping at a roadside diner, Fujita suspects they are being watched by two yakuza. The men follow Fujita, but the hitchhiker, Yano, escapes them by secretly staying at the diner. The yakuza visit Kayo, Yano's former lover, who is in Utsukosaki fishing village near Akaoka. They are looking for Yano, accusing him of killing their boss' deputy. Meamwhile Fujita arrives at Utsukosaki and takes an Ekin painting to the Yafune Shrine for their exhibition. Meanwhile Yano secretly meets Kayo and although angry with him, she insists he fulfills an old promise to take her to the Ekin festival. However, while there, Kayo goes to by some beers and the yakuza find Yano and fatally stab him in the back. He lives long enough to see Kayo once more before he dies.",
          "Aliases": []
        },
        "34": {
          "ID": "2425041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425041",
          "TitleEnglish": "Jewel of the Gods",
          "SummaryEnglish": "As the due date for a settlement of a 300 million bill draws near, Fujita is hired by a Brahmin to find a genuine murti of a Hindu god for a new shrine in India. Fujita accepts the job which will more than pay his bill. He travels to a Christie's auction in London to bid on a murti of Shiva and encounters the thief Fei Cui who has a similar intention. She plans to set the Orlov Diamond into one eye of her murti. Fujita takes the murti to India, but Fei Cui steals it from him because it contains the companion diamond. Fujita enlists the aid of a friend and retrieves the murti from Fei Cui. However, overcome by fatigue, Fujita develops a high fever and crashes his car. Fei Cui takes him to a Harijan village to recover and delivers the murti herself to the temple because the Harijan cannot enter the temple. Later, Fei Cui returns to the temple and steals the companion diamond hidden in the Shiva murti.",
          "Aliases": []
        },
        "35": {
          "ID": "2425051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425051",
          "TitleEnglish": "Repair my Own Possessions",
          "SummaryEnglish": "Sara is despondent and angry when Fujita hires a young woman, Tsujido Luna. She wants to train as a painting restorer at Gallery Fake because of Fujita's high reputation. While looking at a repair problem of \"art cancer\", the formation of white crystals unique to Japan, Fujita discovers that Luna is the daughter of the famous restorer Tsujido Naoyuki who recently passed away. Her father respected Fujita's skills, but said they were being wasted. She continues to study with him even though he is hard on her and very demanding. Slowly she develops a newfound respect for his skills and technique, and eventually he teaches her how to repair \"art cancer\". She then uses the technique to restore a damaged Delacroix painting owned by her father to pay her family's debts. Luna then leaves Fujita and obtains a job at a fine arts research center. However when she tries to sell the restored Delacroix painting, there are few buyers. Fujita decides to buy it at a lower price than being asked, calling the discount a lesson fee.",
          "Aliases": []
        },
        "36": {
          "ID": "2425061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425061",
          "TitleEnglish": "Hawaii's Kaleidoscope",
          "SummaryEnglish": "Fujita and Sara, go on vacation in Hawaii where they meet a friend and famous painter, Stanley Capone. At his house they encounter Mitamura, but Sara becomes jealous of the interaction between Fujita and Mitamura. The next day, they out to play golf, so Sarah drives to Aozora City alone and buys an old kaleidoscope at a market. Fujita thinks it may be a Brewster's kaleidoscope but, angry at Fujita and Mitamura, she doesn't want to share it. Mitamura challenges Sara to compete in a half marathon to be held the next day for access to the kaleidoscope. During the race Sara's animosity dissipates, but on a whale-watching cruise, Sara loses the kaleidoscope overboard and becomes downhearted. Mitamura encourages Fujita to spend time with Sara, so he takes her to an observatory at Mauna Kea to view the stars in the night sky.",
          "Aliases": []
        },
        "37": {
          "ID": "2425071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gallery-fake/episodes/2425071",
          "TitleEnglish": "Overnight Metropolitan",
          "SummaryEnglish": "At the Metropolitan Museum of Art, a party is held for sponsors of a Goya exhibition. The same day, Fujita visits Parker, an old colleague, and gave him some special glue for restoring Japanese paintings. In return, Fujita asks to be able to view the European paintings alone. Meanwhile, Norman the director, shows Mr. Richardson, wealthy businessman around the exhibit, seeking sponsorship. Richardson does not know much about art, although his son studied and wrote about Rubens. Fujita encounters Richardson who asks him for a tour of the museum, and Fujita obliges. He introduces Richardson to the people involved in running the museum, many of whom call him \"the Professor\". Richardson confides that his only son died recently and he feels that people are circling like hyenas to get his money. Just then, the director finds them and reprimands Fujita for being on the premises. Later, Richardson donates $3 million to the museum, saying he was impressed by the work of the people there.",
          "Aliases": []
        }
      }
    }
  }
}