{
    "URL": "https://www.thetvdb.com/series/mitsudomoe",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1685408/",
        "https://www.themoviedb.org/tv/35532"
    ],
    "TitleEnglish": "Mitsudomoe",
    "SummaryEnglish": "The somewhat precocious and sadistic girl Mitsuba, the somewhat lecherous muscle girl Futaba, and the somewhat mysterious girl Hitoha. Better known as the (mischievous) Marui Sisters, this is the story of how these three triplets go about their days in Class 6-3 with their cute yet wild antics.",
    "TitleJapanese": "みつどもえ",
    "SummaryJapanese": "日本一似てない小学生の三つ子。\n\nちょっとおませなサドガールの「みつば」\nちょっとスケベなマッスルガールの「ふたば」\nちょっと不思議な暗ガールの「ひとは」\nこの丸井三姉妹が織りなす破天荒な小学生ドタバタ・ショートコメディー！！",
    "Aliases": [
        "超元氣3姊妹"
    ],
    "Modified": "2024-09-06",
    "Seasons": {
        "0": {
            "ID": "271981",
            "URL": "https://www.thetvdb.com/series/mitsudomoe/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3911241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3911241",
                    "TitleEnglish": "Lots of Breasts, Mama's Alright",
                    "SummaryEnglish": "When Hitoha gets a pimple on her cheek, Futaba and various boys are drawn to it due its similar appearance to a breast and start chasing after her. Later, Mitsuba attempts to try Miku's exercise machine, which proves dangerous after Futaba sets it on a high speed. Hitoha decides to play a trick with her cheeks to make Yabe think something is medically wrong with her. Mitsuba gets an exercise ball from Miku, though gets in trouble whilst trying to keep it from popping. Miku, who has only ever experienced high class sushi restaurants, accompanies the Maruis to a conveyor belt sushi place and becomes quite impressed, until she actually tries the sushi.",
                    "TitleJapanese": "OPPAI IPPAI ママ元気",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "271991",
            "URL": "https://www.thetvdb.com/series/mitsudomoe/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "2426901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2426901",
                    "TitleEnglish": "The Good, The Bad and The Fearsome",
                    "SummaryEnglish": "Newly hired teacher Satoshi Yabe begins his job teaching class 6-3 and soon becomes aware of the terrible Marui triplets, Mitsuba, Futaba and Hitoha. When the triplets notice Yabe might have a crush on the new school nurse, Aiko Kuriyama, they purposely try to injure his groin in the hope that Kuriyama will like what she sees. When Yabe incidentally gets injured after running into Kuriyama, she confuses him for a fourth grader (she's blind without her glasses). Yabe gets the class a pet hamster, which Hitoha names Nipples and becomes attached to. When others start to play with her too much, Hitoha starts becoming defensive.",
                    "TitleJapanese": "丸井家！良い子 悪い子 恐ろしい子！！",
                    "SummaryJapanese": "こんにちは！\n新任教師の矢部智です！\n今日は、6年3組のみんなが僕の歓迎レクリエーションとして、なんでもバスケットをしてくれることになりました。\n小学校の先生になるということで僕もある程度の事は覚悟していたのですが、\nこのクラスには名物の問題児が3人もいたんです。\n\n丸井家の三つ子三姉妹、\nみつばちゃん・ふたばちゃん・ひとはちゃん。\n楽しかったはずのなんでもバスケットのはずなのに、最終的にはヒドイ目に合わされちゃったよ。\nこれから先、僕はどうなってしまうんだろう…。"
                },
                "2": {
                    "ID": "2426911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2426911",
                    "TitleEnglish": "The Triplets Are Unstoppable",
                    "SummaryEnglish": "Futaba catches a cold and ends up ensnaring Yabe into a rather long and sticky booger. Hitoha gets access to Yabe's apartment in order to see Nipples outside of school, blackmailing him from making other arrangements.",
                    "TitleJapanese": "三つ子がとまらない",
                    "SummaryJapanese": "ふあっくし！！い、いやぁ、きょ、今日はあた…あたたた…暖かいっスね～。\nえっ？キャラ作りって何スか、みっちゃん！？うぅ…鼻水が止まらないっス。\nこのまま鼻水が止まらなかったら、脱水症状を起こして死んでしまうっス…。\nはっ！鼻をかみすぎてティッシュが無くなってしまったっス！紙は我を見放したっス！！万事休すっス…。\nふぁ、ふあっくし！！あぁ！今度は小生の粘着鼻水が、矢部っちにくっついてしまったっス！\nな、何とかしないと！"
                },
                "3": {
                    "ID": "2455001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2455001",
                    "TitleEnglish": "There Are Lots of Suspicious People",
                    "SummaryEnglish": "A boy named Yuudai Chiba catches a glimpse of Hitoha's erotic book and wants to see more of it, his friend Shinya Satou getting confused and assuming she wants to see her panties. Through certain events, Hitoha ends up meeting occult fanatic Sakiko Matsuoka, who mistakes her as being able to see ghosts. They end up sneaking into the pool before it opens, with Sakiko assuming Hitoha is trying to exorcise spirits, when she is actually drowning. During swimming the next day, the triplets forget their underwear and jump to the conclusion that they were stolen. When their suspicious looking father, Soujirou, arrives at school with the panties, Mitsuba is too embarrassed to admit losing them and implies he is the thief, getting him arrested.",
                    "TitleJapanese": "不審者がいっぱい",
                    "SummaryJapanese": "そろそろいやらし本手にいれなきゃなって、あれ？\n三女が持ってる本…。う…うおおお！スゲ…スゲエエエ！！\n何とかして見せてもらわねば…。三女さん、お願いします！見せてくださーい！！\nえっ、無理！？こんなに頼んでんのに……？チラッとでいいから！！\nくそう！どーしても見せてくれないなら……力ずくで奪い取るしかねえ！！\nあ、佐藤…聞いていたのか。何？犯罪だからやめろ？\n\nあーもう！！女に不自由しない真面目っ子の指図は受けねえよ！！"
                },
                "4": {
                    "ID": "2523671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2523671",
                    "TitleEnglish": "Breasts, White Panties, and Myself",
                    "SummaryEnglish": "During an art class, Futaba, who has an obsession with breasts, end up drawing various pictures of breasts, one of which the principal determines is a work of art. Whilst at the triplets' house, Shinya tries to stop Yuudai from playing around with Mitsuba's panties, only to get labeled as a pervert himself. This leads Futaba to believe Shinya has an interest in Mitsuba's panties, and continuously tries to give him large amounts of panties all day. When he tries to stop Futaba, Shinya ends up in another seemingly perverted situation in front of Mitsuba.",
                    "TitleJapanese": "乳と白パンツと小生",
                    "SummaryJapanese": "先生…ふたばのおっぱい画を侮るなかれですよ…。\nあの子のおっぱいへのこだわりは異常です…。\n決して舐めてはいけませんよ…。\n普段はちゃらんぽらんなふたばが唯一真剣になる時…、そこにはおっぱいがあるでしょう…。彼女はおっぱい職人…。\n理想の形状を求めて、時には自分に厳しく、さすらう旅人…。\nその洗練されたおっぱい画はどんな芸術家のそれより美しく、そして…。エロい！！\n見るんです！！普段は見せないあの真剣な顔を……！！"
                },
                "5": {
                    "ID": "2560971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2560971",
                    "TitleEnglish": "Bra! Bra! Pig!",
                    "SummaryEnglish": "After being pressured by her classmates, Mitsuba goes with Futaba to buy a bra. Later, Nipples becomes attracted to the hamster design on Mitsuba's panties, making Hitoha jealous. Mitsuba gets into an argument with Miku Sugisaki over whose breasts are bigger, though ends up in an embarrassing situation. Soujirou is invited to the girls' parents day, though whilst trying to shave his beard to look less suspicious, he ends up shaving all his hair and looking even more suspicious. Mitsuba and Futaba get their essays about their respective feelings towards him mixed up, clashing with his expectations of them.",
                    "TitleJapanese": "ブラ！ブラ！ブタ！",
                    "SummaryJapanese": "そろそろ私もブラを買わないとね！\nべ、別に杉崎たちに言われたからとかじゃないのよ！\n丁度買おうと思っていたのよ！！\n\nでも、こっそり買おうと思ったのに、何でついて来るのよ、このバカふたばは！！\nはぁ！？おっぱいなんて売ってるわけ無いでしょ！\n…まったく、とっとと買って帰ろう。えっと、安くて可愛いやつは…っと。\nえ？サイズ？えーっと、このくらいかしら？え！？ち、違うの？\nサイズって胸囲のこと？……もっ…、もういいです！！"
                },
                "6": {
                    "ID": "2625991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2625991",
                    "TitleEnglish": "Hats and Underwear Go on Your Head!?",
                    "SummaryEnglish": "On the night before the Sports Meet, Futaba decides to rehearse for the event by having Soujirou fill in the other parts and obstacles. On the day of the Sports Meet, Futaba behaves ravenously in a game of piggyback, much to the lament of Hitoha and Mitsuba. Later in class, Yabe collapses with a fever, but when Hitoha goes to check on him, Sakiko is setting up some kind of ritual, which makes things awkward for Hitoha. During class, Miku tries to make Mitsuba jealous of her, but only ends up embarrassing herself.",
                    "TitleJapanese": "帽子とパンツはかぶるためにある！？",
                    "SummaryJapanese": "明日は運動会！！こんな夜中に校庭に来てしまったっス！\nあ、パパ！？いつからいたの？家からついてきたの？\nえ？夜中に一人で外出しちゃダメ？ごめんなさい。\nでも明日が運動会だと思ったらもう居ても立ってもいられなくって！！\nこれから運動会のリハーサルをしようと思うの！\nパパも付き合ってくれる？じゃあまずは入場から！次は障害物競走！\n続いて綱引きに、騎馬戦に、リレー！\nうーん、………断トツ1等賞…ス。むにゃむにゃ…。"
                },
                "7": {
                    "ID": "2626001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2626001",
                    "TitleEnglish": "I Can't Help Being in Love!?",
                    "SummaryEnglish": "Hitoha becomes fascinated by a sentai show called Gachi Rangers, though has trouble discussing it with others, leading to a confusing conversation between her and Yabe, who is also a fan of the show, when a wind picks up. A trio of Shinya's fangirls mistake a picture of Soujirou from the sixth grade that Futaba had been carrying with her as a picture of Shinya. One of the fangirls, Airi Ogata, competes with Futaba for the photo, but soon regrets it when her feelings end up with her sharing a bath with her and Soujirou. When Futaba tries showing her panties to Shinya (via life threatening kicks, no less) following intervention from Yuudai, rumor starts to spread around that Shinya would date girls who show them their panties, and they end up chasing him around school. Later, Futaba also becomes a fan of Gachi Rangers, which convinces Hitoha that she should apologise to Yabe for earlier. Classmate Yuki Yoshioka assumes that Hitoha is in love with Yabe and gets confused when conversation turns to obsession.",
                    "TitleJapanese": "ガチで愛してしょうがない!?",
                    "SummaryJapanese": "ん、なんだろうこれ？戦隊モノなんてやっている…。非常にくだらない…。\n……。……これは。\n……こ、こんな素晴らしい番組があったなんて…。むふー。\nこの素晴らしさを伝えたい…。分かち合いたい。\nでも周りに観ている人間なんて…、\nと思ったら…あれ、クラスの人たちがガチレンジャーの話題で盛り上がっている！？\nあ、あ…、あっ…、あのほう………、観た…、私も…観た……。\nいや、あっ、待って…！！背後霊でも、地縛霊でも、浮遊霊でも無いよ…。"
                },
                "8": {
                    "ID": "2718651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2718651",
                    "TitleEnglish": "Runner",
                    "SummaryEnglish": "Following a game of Cops and Robbers, Mitsuba and Hitoha get locked in the gym equipment locker. Later, Hitoha becomes jealous when Nipples becomes accustomed to Futaba, which Yabe confuses to be something involving a boyfriend. Nipples however is found in Hitoha's pocket, preferring her company. Later, Hitoha and Futaba go to Yabe's apartment to handle a roach problem, with cockroaches getting all over Yabe's Gachi Rangers merchandise, causing misunderstandings between him and Hitoha. At the mall, Futaba comes across a lost child and plays around with him, despite the concerns of their respective family members, and the two end up getting lost on the outskirts of town. Futaba draws a picture of the child's mother to calm him down until police manage to find and return them.",
                    "TitleJapanese": "ＲＵＮＮＥＲ",
                    "SummaryJapanese": "はっ！ふたばが来たわ！ここはひとはを犠牲にして逃げるしかないわね！！\n…って、ちょっと！何で私を追いかけるのよ！！\nひとはを捕まえなさいよ！…くっ、だめだわ！どこまでも追いかけてくる。\nこうなったら体育倉庫に逃げこむしか無いわね…！\nそうだ跳び箱の中に入ってやり過ごそう。………。\n早く、…早く出ていきなさいよ。……よし、行ったわね！\n…って、あれ？あ、開かない…！！なぜ！？誰か！助け…！\nあ、ひとは、…あの……助けて……。"
                },
                "9": {
                    "ID": "2735751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2735751",
                    "TitleEnglish": "Santa Claus Is My Sweetheart",
                    "SummaryEnglish": "When Yuudai tries to look at whatever Hitoha's reading, assuming it's a porn book, Hitoha, who was actually reading a Gachi Ranger guidebook, mistakes him for a Gachi Ranger fan, which somehow leads to him de-pantsing Yabe in front of her. Yabe tries to hold a talkshow corner with Mitsuba, but she's only interested in eating. On Christmas Eve, Soujirou, who usually plays the role of Santa for Futaba's sake, gets sick, so he has Hitoha take the role. When Futaba spots her that night, Hitoha has trouble escaping after pulling her hat over her eyes. On New Year's Day, Futaba fights with Mitsuba over a new pair of panties she got, and they end up blowing off into the wind. She ends up chasing them all the way to the shrine where they fall into the donation box. Later, Futaba wants a hot tub, so Mitsuba helps her take a tin drum home to use, only to find it lacking a base. Later, the school pool gets frozen over, and Mitsuba challenges Shinya and Yuudai to a game of ice bowling using Futaba as a ball. When Shinya has to kick Futaba, his striker skills send her flying.",
                    "TitleJapanese": "変人はサンタクロース",
                    "SummaryJapanese": "ゴッホゴホ！ゲッホゲッホ！！今日はクリスマスイブ…。\nうぅ…、この大事な時期に…風邪をひいてしまった……。ゲッホゲッホ！\nふたばがサンタクロース（俺）を楽しみに待っているというのに……！！\nしかし、こ、このままでは…、ふたばにプレゼントを渡すことが出来ない…！\nどうすれば…。おお、そうだ…。ひとはにいいものをやろう……。\nそう、その紙袋。開けてみてくれ…。\n…サンタクロースの衣装が入ってい…る。あと…は、頼ん…だ…。"
                },
                "10": {
                    "ID": "2735931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2735931",
                    "TitleEnglish": "We're gonna be perverts",
                    "SummaryEnglish": "During a joint recess with first graders, Mitsuba retrieves a RC coptor stuck in a tree belonging to Miku's little brother, Ryuuta, who is also a Gachi Rangers fan. When Hitoha shows him her merchandise, Mitsuba misunderstands the situation and comes off as a pervert. When Miku implies that Mitsuba is a 'nympho', Mitsuba gives her own definition when asked by Ryuuta, which comes back to haunt her when his classmates take it literally. Mitsuba and Futaba later find some of Hitoha's Gachi Ranger merchandise and inadvertently break them, ending up trying to steal replacements from Ryuuta. Whilst Futaba apologises to Hitoha, Mitsuba, who mistook her Gachi Ranger belt as an exercise belt, ends up getting punished after a failed attempt at pinning it on Soujirou. Later, Mitsuba gets a cold and becomes more irritating when Miku, Yuki and Miyashita come to visit. When Mitsuba's fever worsens, they and Hitoha have trouble getting a suppository medicine up to her. With Miku's help, they manage to get the medicine to her, only to later find it was intended for Sojirou's hemorrhoids.",
                    "TitleJapanese": "ちぢょになる",
                    "SummaryJapanese": "今日は一年生とのふれあい教室なんだけど、ちょっと、ひとは！\nあんたが近くにいるから子供が寄ってこないじゃないの！！\nまぁ、子供なんてうざったいだけだから別に良いけど。早く終わらないかしら。\nあら、あんたどうしたの？ラジコンが木にひっかかってるじゃない！\nしょーがないわね！お姉さんが取ってあげるわ！\nそのかわり、私を様づけで呼ぶこと、敬語を使うこと、一日一回足を…… ちょっと！うるせーって何よ！！\nくぅ…クソ生意気なガキねぇ…。"
                },
                "11": {
                    "ID": "2796951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2796951",
                    "TitleEnglish": "Things get weird in 5 seconds",
                    "SummaryEnglish": "Wanting to lose weight, Mitsuba uses Miku's cellphone as a substitute for an expensive exercise belt, later getting in trouble when Miku starts looking for it. Later, Mitsuba meets Miku's mother, Marina, who is, in fact, a masochist who asks Mitsuba to dominate her. Later, Yabe misunderstands a Gachi Ranger conversation between Hitoha and Ryuuta. Kuriyama mistakes Mitsuba for being injured and covers her in bandages, leading her to imagine that she's been kidnapped.",
                    "TitleJapanese": "マジで変する５秒前",
                    "SummaryJapanese": "…朝ごはんを抜いたせいかボーっとするわ……。\nまったくふたばのヤツ、人のお腹触った感想が、Iカップってどういう事よ！\nん…？こ、これは！付けているだけで痩せられる…「バイブシェイプベルト」！\nな…なんて素敵なマシンなの…。値段は高いけど、欲しい…！！\n…あら？これは…杉崎の携帯…。\nこ、これよ！！これをお腹あてたら…。\nああ、腹筋が…腹筋が…収縮している～…！！これはいい事を発見したわ！！\n家に帰ったらパパの携帯でやろう。"
                },
                "12": {
                    "ID": "2796961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2796961",
                    "TitleEnglish": "I can't reach you",
                    "SummaryEnglish": "Misunderstanding Hitoha's fear of heights, Miyashita wonders if she hates her for being like everyone else in the class. Futaba becomes the next guest in Yabe's talk show. A simple game of dodgeball descends into chaos when Shinya's fangirls are involved. Wanting to get closer to Shinya, Airi offers to join him in a soccer match, but somehow ends up getting jealous of the ball. Later, Miyashita wants to become friends with Hitoha, so she learns about her fandom from Mitsuba. However, Miyashita inadvertently puts Hitoha in a tight situation where she is forced to reveal her Gachi Rangers belt to the class, becoming surprised to find that they're all fans, except for Miyashita.",
                    "TitleJapanese": "君に届かない",
                    "SummaryJapanese": "ん、あれは三女？\nおーい、なにしてるんだ？あぁ、蛍光灯切れちゃったのか！\nよし、届かないだろうから、あたしが肩車してやるよ！よいっしょっと。\nん？どうした？…え？降ろして欲しい？蛍光灯は替えないのか！？\n……おい！！三女に嫌われたぞ！！\nなんでだ！？何か変なことしたか…！？いいや…いたって普通に接したよな。\n……まさかコイツらと同類で関わらない方がいいと思われてるんじゃないだろうか？\n違う……あたしはコイツらとは違う！！"
                },
                "13": {
                    "ID": "2888861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2888861",
                    "TitleEnglish": "A Day at the Marui House",
                    "SummaryEnglish": "Futaba goes into school with a fever, giving her a similar appearance to Hitoha and confusing Nipples, which shocks Hitoha. Hitoha ends up catching Futaba's fever, completing changing her aura. The girls convince Sojirou to let them keep a stray cat, only to find it missing the next day, which makes Hitoha upset. To cheer her up, Futaba pretends to be a cat, getting a bit too into her roleplay, before Sojirou brings in the cat himself. Later, Yabe comes around the Marui household for a home visit, but as he plays with the cat, Sojirou comes home and misinterprets it as an advance on Hitoha, leading him to get violent against him. Mitsuba wins two tickets and ends up giving them to her siblings, pretending to have other plans. However, it later turns out each ticket admits two people and Mitsuba gets left out, though Sojirou later buys an extra ticket for her.",
                    "TitleJapanese": "丸井さんの家庭の日常",
                    "SummaryJapanese": "パパー、空き地に猫がいるの！ウチで飼ってもいい？\nだってだって猫も丸井家で飼ってほしいニャーって言ってるんだよ！\nほんと！？飼ってもいいの？やったー！良かったねひと！\nじゃあ空き地に猫を迎えに行くっスよー！…あれ？どこにもいないっス…。\nきっと誰か優しい人に拾われてったんスね。\nあぁ、ひとがショックを受けてしまったっス…。みっちゃん何とか出来ないっスかねぇ…。\nそうだ、小生が猫をやるっスよー！！にゃあにゃあ♪"
                }
            }
        },
        "2": {
            "ID": "316071",
            "URL": "https://www.thetvdb.com/series/mitsudomoe/seasons/official/2",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "2812101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/2812101",
                    "TitleEnglish": "The Targeted Children! Countdown to Japan's Doom!",
                    "SummaryEnglish": "The series begins with an episode of Serious Sentai Gachiranger, in which the evil Gedol Empire try to eliminate children from the Saitama District so it will be easier to invade, using a monster named Crabron to turn everyone into a pile of bubbles. The Gachirangers hear about this and set into action, but seem to screw up at every opportunity. The Gachirangers later confront Crabron, culminating in a giant robot vs. monster duel. Upon defeating him, all the children return back to normal. Meanwhile, Hitoha is frustrated that the episode was filled with a lot of stupidity compared to the usual.",
                    "TitleJapanese": "狙われた子供たち!日本滅亡カウントダウン!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "3270101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3270101",
                    "TitleEnglish": "The Marui House is Full",
                    "SummaryEnglish": "While protecting a photo she took with a Gachitanger, Hitoha inadvertently sparks a rivalry between Sakiko and the Hopeless Squad. Mitsuba desires an exercise machine and uses Futaba as a replacement. Yabe tries to work up the courage to ask Aiko to a Christmas party, but she loses her glasses and starts wrapping everyone wearing red clothes in bandages. Yabe ends up spending Christmas alone while Yuki holds a mixer party, though no one seems to go with her ideal picture of the King game. With Souijiro coming home late, the girls get Yabe to fill in as Santa for Futaba, though she ends up gripping tightly on his clothes, putting Yabe in a rough situation when Soujiro comes home.",
                    "TitleJapanese": "丸井家、もう一杯!",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "3270111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3270111",
                    "TitleEnglish": "At the Height of Your Perversion",
                    "SummaryEnglish": "Futaba decides to draw an erotic manga for Yuudai, roping in Shinya to help her learn to draw underwear on her figures. The school practices a fire drill, with Yabe's imagination getting the better of him. During a sports event, Soujiro ends up losing his clothes in preparation for a three-legged race with Hitoha, landing him in an awkward predicament. Yuudai invents a new move to unhook girl's bras, which leads to various misunderstandings while trying to find someone who actually wears a bra. While over at the Marui house, Mitsuba's friends find an old photo of Soujiro when he was more handsome, with Mitsuba claiming him to be her boyfriend.",
                    "TitleJapanese": "変態ざかりの君たちへ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "3270121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3270121",
                    "TitleEnglish": "Beautiful Drama",
                    "SummaryEnglish": "Futaba makes a handmade waterslide which ends up ripping the swimsuits Mitsuba, Miku, Yuki and Miyashita, who are all too embarrassed to admit it first. When Mitsuba nearly drowns after getting a cramp, the others risk embarrassment to save her only to get mocked by her afterwards. Later, Miku shows faked photos of a supposed ghost following Mitsuba around to freak her out, which backfires when Sakiko and Hitoha get involved. At a festival, Futaba notices Shinya looking depressed and tries to cheer him up with underwear. She later learns he has a fever and forced himself to come so he could hang out with everyone. Yuudai comes up with yet another perverted maneuver, but is once again foiled. Later at the city pool, Hitoha almost drowns when her float bursts, but is rescued by Futaba.",
                    "TitleJapanese": "ビューティフルトラウマー",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "3296951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3296951",
                    "TitleEnglish": "Silent Classroom",
                    "SummaryEnglish": "When the Hopeless Squad hears a rumour about writing your crush on an eraser, one of the members, Shiori Itō, writes her name on Shinya's eraser, but Airi figures her out. On Parent's Day, Marina arrives early and decides to survey the class, overhearing that Miku is jealous that she always pay attention to the weird kids instead of her. On Valentine's Day, Mitsuba tries to make Miku jealous of her homemade chocolate, but it backfires when Miku's pricey chocolates taste delicious. Mitsuba, Yuki and Miyashita try to get together to secretly make Miku some cookies for White Day, though their attempts to keep it a secret from her leads Miku to think they hate her. Sakiko meanwhile thinks Miku is dead and grows attached to her, not taking kindly to the White Day gift when it's revealed otherwise. As the girls take their physical exams, the boys decide to hold rankings for the girls, coming to the agreement that they'd be good if they did not talk, which comes to pass when they receive their results.",
                    "TitleJapanese": "沈黙の教室",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "3296961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3296961",
                    "TitleEnglish": "If the Bathroom's Locked, Use the Snow",
                    "SummaryEnglish": "In the minutes leading up to the New Year, Mitsuba occupies the toilet, leaving Hitoha and Futaba desperate after eating some bad oranges. As revenge, Hitoha decides to shut her in, leading her to get stuck in the window when she tries to escape. On Valentine's Day, Soujirou becomes furious that one of the girls is giving someone chocolate and swears revenge on whoever's receiving it. When he impulsively enters the school for that reason, he ends up meeting Shinya who has his own Valentine's woes and helps him to evade the Hopeless Squad. At a parent-teacher meeting, Shinya's mother, Akari, shows concerns about Shinya being stalked by the Hopeless Squad, clashing with different opinions from Yabe and some of the other parents. Ironically, Airi's older brother is a policeman, with Yabe having to act quickly to keep Airi from knowing she's the stalker in question. As snow appears on the playyard, the class becomes fearful when Mitsuba starts throwing snowballs made from snow that Yuudai had peed on. On April's Fools Day, Hitoha becomes so overly cautious about being pranked that she decides not to trust anyone. She ignores Yabe's and walk straight into a post and falls unconscious, only to then be pranked the moment she wakes up.",
                    "TitleJapanese": "トイレがあいてないなら雪の上にすればいいじゃない",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "3296971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3296971",
                    "TitleEnglish": "Sexy Thirty?",
                    "SummaryEnglish": "With her dad overseas during Christmas, Miku tries to get her friends to dress as Santa to make Ryuuta believe he exists. Noticing Hitoha's habit of hiding under Yabe's desk, Miyashita tries to utilise that so she can become friends with her. Later, class 6-1 teacher Kaieda fills in for Yabe's class and comes into trouble whilst dealing with Futaba, who is using written notes as she has lost her voice. Oh a hot day, Mitsuba goes to great lengths to get the air conditioner working, only to foiled by her sweat and weight. With the class assigned to pool cleanup, the boys and girls have a human curling contest to see who has to clean up.",
                    "TitleJapanese": "みそじもえ？",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "3296981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsudomoe/episodes/3296981",
                    "TitleEnglish": "These Three Girls Will Keep Going, On and On",
                    "SummaryEnglish": "Hitoha is nervous about meeting the Gachirangers' Gachi Pink at an autograph session, but ends up catching a cold on the day. She ends up going anyway, though when she does not want to be seen by Yabe, she ends up hiding under Gachi Pink's table, where she manages to thwart a guy taking upskirt photos. In order to win a relay race against the other sixth graders, Yuudai and Hitoha come up with a plan to take advantage of each runner's traits. A sweet potato salesman with an eye for telling a woman's age is put to the test when Hitoha challenges him to guess how old she is. Later, Soujirou remembers when his daughters were younger and more well behaved.",
                    "TitleJapanese": "みつごは続くよどこまでも",
                    "SummaryJapanese": null
                }
            }
        }
    }
}