{
  "URL": "https://www.thetvdb.com/series/sugar-sugar-rune",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0983985/",
    "https://www.themoviedb.org/tv/54241"
  ],
  "TitleEnglish": "Sugar Sugar Rune",
  "SummaryEnglish": "The story is about two best friends, Chocolat Meilleure and Vanilla Mieux, who are young witches from the Magical World. They are chosen to compete in a contest to see who can collect the most hearts from human boys. With the help of Rockin' Robin, their mentor and guardian, and two familiars, the competition begins to see who will become the next Queen of the Magical World. However, trouble begins to brew in the way of the two queen candidates as Pierre, a cold and mysterious boy, begins to win Chocolat's heart and starts to use both her and Vanilla to his own use. Now, both trapped within their own new goals, the two witches must fight their way and retain a friendship which no magic can defeat.",
  "Aliases": [],
  "Modified": "2025-10-04",
  "Seasons": {
    "0": {
      "ID": "667253",
      "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "11376979",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/11376979",
          "TitleEnglish": "Sugar Sugar Rune: Les Deux Sorcières",
          "SummaryEnglish": "A 20th anniversary commemorative short for Sugar Sugar Rune.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "279301",
      "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 51,
      "Episodes": {
        "1": {
          "ID": "2482631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482631",
          "TitleEnglish": "The Shooting Star of Chocolate and Hearts",
          "SummaryEnglish": "It is the year 42332 in the Magical World and the candidates for the next possible queen have been chosen. Butt-kicking girl Chocolat Meilleure and timid-girl Vanilla Mieux are to be sent to the Human World where they will be faced with the challenge of collecting human hearts. Depending on how much love a human has for them, the more points the heart is worth! Unexpectedly however the girls come to make a shocking revelation. Where as in the Magical World a girl is loved for how fierce and mean she is, in the Human World it's the shy and sweet girls the guys are going ga-ga for! Will Chocolat be able to overcome this obstacle and win the throne or will the originally unlikely choice of Vanilla take it?",
          "Aliases": []
        },
        "2": {
          "ID": "2482641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482641",
          "TitleEnglish": "The Love Battle Between Frog and Mouse",
          "SummaryEnglish": "Chocolat has earned the lowest ranking heart while Vanilla still hasn't won any! To increase their chances, the girls summon their familiars. Instead of being loyal slaves to the girls though, each familiar has its own personality and soon a war rages between white mouse Blanca and Duke the frog. Will they be more trouble than help?",
          "Aliases": []
        },
        "3": {
          "ID": "2482651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482651",
          "TitleEnglish": "Unscheduled Newspaper Club Interview",
          "SummaryEnglish": "Thanks to help of Blanca, Vanilla's heart points are finally pouring in. Even small things such as a run-in in the hall are gaining her orange hearts! Meanwhile in Chocolat's world, things are not going so well. Duke is useless when it comes to advice and Chocolat's comments from the previous day have boys scared of her even more than before! When a boy named Nishitani starts to take an unhealthy interest in Chocolat though, it appears her love life may just be taking a turn for the better.",
          "Aliases": []
        },
        "4": {
          "ID": "2482661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482661",
          "TitleEnglish": "The Magic Lipstick Hints of Love",
          "SummaryEnglish": "The class is putting on Shakespeare's Romeo and Juliet and the director Manabe is almost as loud and strict as Chocolat! After watching her in action, Chocolat gets the idea of making others express themselves in the same open way and orders the magical Lipstick of Truth which forces the wearer to express their innermost feelings. When Chocolat uses the lipstick on Manabe however, she releases her innermost secret.",
          "Aliases": []
        },
        "5": {
          "ID": "2482671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482671",
          "TitleEnglish": "Crazy Nervous!! Home Visit",
          "SummaryEnglish": "While having a few thoughts on Chocolat and Vanilla, Mochizuki-sensei realizes she has yet to give them a home visit and suddenly goes into a fangirlish fit upon remembering their guardian is Rockin Robin. Determined to live out her schoolgirl dream of spending a night with him, Mochizuki hounds the girls and informs them she will be at their house the following night. When the time comes though and Robin is called to an unexpected photoshoot, Chocolat and Vanilla are forced to take things into their own hands and use a mysterious fortune telling book they found in the cupboard. Will all go well in magic manner or will Chocolat and Vanilla's secret of being witches be discovered?",
          "Aliases": []
        },
        "6": {
          "ID": "2482681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482681",
          "TitleEnglish": "Aim for the Heart! Fencing for Love",
          "SummaryEnglish": "When Chocolat discovers a star fencer by the name of Night-switch, (who turns out also a witch and excels at capturing hearts) she comes to find human boys are not only into the shy and quiet types and is determined to use her fiery personality to her advantage. In order to join the fencing club however, Chocolat not Night-switch of love must first score a point against middle school student Pierre, a rude and cold boy the entire female population seems to go nuts over. Will Chocolat be able to accomplish her goal or will her single and only heart be snatched away by the boy as well? In the night.",
          "Aliases": []
        },
        "7": {
          "ID": "2482691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482691",
          "TitleEnglish": "Chocolat Lost Her Qualifications as a Queen Candidate!?",
          "SummaryEnglish": "Chocolat travels back to the Magical World and meets up with her old friends Saule and Houx (nicknamed Soul and Woo) to learn more about her mother, Cinnamon. Clearly she wasn't listening to Robin when he told her that leaving the Human World without permission can get her disqualified! When Robin (their guardian) found out about this, he went back to the Magical World trying to save Chocolat from being disqualified. But suddenly Vanilla enters then the palace and says that she herself left the human world to go back to the Magical World without the permission of their Guardian(Robin), everyone was shocked. Later on the court decides to disqualify both of them of being the queen candidates but then was later on told to be the newly assigned queen candidates!",
          "Aliases": []
        },
        "8": {
          "ID": "2482701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482701",
          "TitleEnglish": "The Vacation Date of a Lady",
          "SummaryEnglish": "Deemed to capture Prince Pierre's hearts, Chocolat volunteered a trip to Pierre's villa...together with a very annoyed gang of his \"fan club\" and a very scared Vanilla. She decides to purchase a pair of magic shoes in order to look older and more attractive. But being a lady isn't easy...",
          "Aliases": []
        },
        "9": {
          "ID": "2482711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482711",
          "TitleEnglish": "A Green Heart Present",
          "SummaryEnglish": "Akira, the sci-fi fan in Chocolat and Vanilla's class (who believes them to be extraterrestrials after witnessing them falling from the Moon) is on sick leave, and Chocolat is asked to deliver a note to him. However, they realize his sickness was a pretense as he was searching for Hirotsu, his dog, who has disappeared. Chocolat organises a search party, but fails to find it. Later Hiroshi is found waiting for a ferry bearing Akira's dad.",
          "Aliases": []
        },
        "10": {
          "ID": "2482721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482721",
          "TitleEnglish": "Learn from Robin! Love-Love Mission",
          "SummaryEnglish": "Chocolat and Vanilla sneak into Robin's studio, looking for clues on how to become an excellent heart-collector like him. After taking notes the girls decide to try their new strategies out, but will they succeed?",
          "Aliases": []
        },
        "11": {
          "ID": "2482731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482731",
          "TitleEnglish": "More Important than Love!? Friendship Magic",
          "SummaryEnglish": "Shiratori, a girl in Chocolat and Vanilla's class, asked for Vanilla's help, because she's keen to make a particular boy fall for her",
          "Aliases": []
        },
        "12": {
          "ID": "2482741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482741",
          "TitleEnglish": "Chocolat Turns Into a Cat!?",
          "SummaryEnglish": "After discovering everybody is keen on cute cats, Chocolat decides to turn into a cat herself. However, she accidentally loses her magic necklace. Vanilla and the familiars help with the search. Chocolat eventually finds it but falls into a river. She is rescued by Pierre's cat and is brought to his home. She runs away after Pierre kisses her on the forehead and is finally restored to normal.",
          "Aliases": []
        },
        "13": {
          "ID": "2482751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482751",
          "TitleEnglish": "A Brilliant Heart! The Queen Candidate Test",
          "SummaryEnglish": "The Mid-term exam for the Queen Candidates is near; in order to pass, they must capture as many rainbow-coloured hearts as possible from other girls. Vanilla tries to give cookies, then Chocolat holds a party in their house. The party is a success and Chocolat gathers many more hearts than Vanilla. She receives a magic broomstick from Queen Candy.",
          "Aliases": []
        },
        "14": {
          "ID": "2482781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482781",
          "TitleEnglish": "The Magic-Using Transfer Students",
          "SummaryEnglish": "Two new boys join Chocolat and Vanilla's class- they are actually Houx and Saule, friends of the girls from the Magical World, having been told to protect them – but from what? The young wizards are provoked by Pierre the heart-throb into a one-set tennis match. Do they stand a chance?",
          "Aliases": []
        },
        "15": {
          "ID": "2482791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482791",
          "TitleEnglish": "The Contrary Macaroon Pandemonium!?",
          "SummaryEnglish": "Chocolat decide to purchase Hair-Care Macarons through the magic mail-order system. She shares them with Vanilla, but they find themselves within each other's body! Chocolat had written the wrong code and received a box of Contrary Macarons instead! Their class notices their personalities now are very different, and they get mad at each other. After apologizing and hugging each other they switch back.",
          "Aliases": []
        },
        "16": {
          "ID": "2482801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482801",
          "TitleEnglish": "Chocola Becomes an Idol!",
          "SummaryEnglish": "Everybody in the town is so into the hit TV series \"The Magical Knights\". They are thrilled when the actors pay a visit to a fair, and even more so when told they will be able to visit them in person in the studio! Chocolat, however, does not believe that one of the protagonists, Coco, is that much of an actress. Then, by the next minute, she finds herself clad in the very costume of that actress, ready (sort of) to roll on the camera. Can she save the day?",
          "Aliases": []
        },
        "17": {
          "ID": "2482811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482811",
          "TitleEnglish": "Grandpa's Invasion! Dance of Love Showdown",
          "SummaryEnglish": "Chocolat's grandfather is about to visit the girls from the Magical World! Almost everybody sinks into a panic except for Vanilla and her familiar Blanca, who has no idea of the havoc that Chocolat's grandfather can cause. The next thing they knew, he arrives in a very flashy style and car, and Chocolat's nightmare begins. Since Chocolat wanted her grandfather to leave they made a deal. Chocolat's grandfather told her that he'll leave if she beats him in the dance showdown but if she loses, Chocolat's grandfather will moved into their house for real. Then began the dance showdown but still in the end Chocolat's grandfather wins. She soon found out what the showdown was for, for her to collect lots of hearts. Even though she lost, her grandfather still left the house and everyone was happy.",
          "Aliases": []
        },
        "18": {
          "ID": "2482821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482821",
          "TitleEnglish": "Super Scary! Halloween Test of Courage!?",
          "SummaryEnglish": "Halloween is coming up, and Chocolat volunteered substituting Vanilla for a membership in the Commission of Halloween Activities...aka Prince Pierre's fan club! Gulp! Surprisingly, Chocolat's suggestion has been passed. and one of its members, Yurika, is kindly offering Chocolat to her grand mansion of a home for further discussions on the activity. They had become good friends and Chocolat's suggestion was a big hit. But then when it was time for Chocolat to light the Bonfire, she was locked in by the members (Pierre's fan club) and was stuck inside. Pierre then went to Chocolat and made it look like he was planning to get them out. Then Yurika then unlocks the door seeing Chocolat's hand being held by Pierre but soon lets go. Chocolat saw her Black heart and was thinking that it's because of her. But Chocolat was happy seeing that Yurika and her were still good friends after that.",
          "Aliases": []
        },
        "19": {
          "ID": "2482831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482831",
          "TitleEnglish": "Familiar Blanca's Bite-Sized Love",
          "SummaryEnglish": "Blanca, Vanilla's mouse familiar, has volunteered cooking for the four young witches and wizards, and the dishes are all made out of...cheese! What's more, Blanca is eagerly cooking more cheese meals for them; the next thing Chocolat knows: Blanca is taking a job in the cheese store in her human form, and the handsome owner of the cheese store looks a bit fishy to Chocolat. Next thing that Chocolat finds out about that Blanca was in love with a human and tries to keep it a secret. Will their secret be revealed and will Blanca receive a punishment for falling in love with a human?",
          "Aliases": []
        },
        "20": {
          "ID": "2482841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482841",
          "TitleEnglish": "Chocola Pinch? Application for Lovely Witch",
          "SummaryEnglish": "Chocolat used her magic to boost her ice-cream, and oh no, her process of magic-using has been witnessed: by a little girl called Sophia! Panic-striken, Chocolat tried to cover the whole thing up...in vain. And now the little girl sounded SO keen to learn magic from her! Will Chocolat get out of the mess she created...again?",
          "Aliases": []
        },
        "21": {
          "ID": "2482851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482851",
          "TitleEnglish": "The Dreamy Magical Teacups",
          "SummaryEnglish": "Curious about the nature of dreams, especially one of her own in which she REALLY became the Queen, Chocolat purchased the Teacup of Dreams so she can sneak into other people's hearts AND passions thus making heart-hunts easier. And the open-air cafe raised by the two four young wizards and witches were a hit! Oh, no, Pierre's here too, what will his dreams look like?",
          "Aliases": []
        },
        "22": {
          "ID": "2482861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482861",
          "TitleEnglish": "Chocolat & Vanilla: Triangle Relationship?",
          "SummaryEnglish": "Chocolat and Vanila are capturing hearts, as usual, but a mysterious boy shows up, and Vanilla has set her eyes on him. But, Chocolat has a lack of hearts, and is determined to get his heart. As the battle rages on, who will be victorious?",
          "Aliases": []
        },
        "23": {
          "ID": "2482871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482871",
          "TitleEnglish": "Run Run! Friendship Relay",
          "SummaryEnglish": "Chocolat is now in a four-girl relay team for the Athletic Carnival. Unfortunately this might be the last time Sakiko, probably the most keen runner in the team, can run with her friends because her father is being transferred to London. However Sakiko is now suffering a strained ankle and a heart almost shattered by the fact that she might have to quit the game! Chocolat decides to save the day again.",
          "Aliases": []
        },
        "24": {
          "ID": "2482881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482881",
          "TitleEnglish": "Bye-bye, Heart-Shaped Hair Accessory",
          "SummaryEnglish": "Chocolat has got herself a heart-shaped hair clip, spiked with a little magic to keep herself shine among the boys, who soon become as tired as zombies because they keep getting their love-hearts drained by the power of the hair clip. One boy, however, seemed rather immune to this power... And Chocolat seems to have gotten herself another admirer. He tells her about how she inspired him to keep on going on and not to give up. Later, she finds him practising, then goes to his room and gives him a wonderful dream to consider. The next day, she sees him having a great time and takes his heart that is pink. Later that night when she is talking to Vanilla she thanks him for what he has given her – a bright and beautiful pink heart.",
          "Aliases": []
        },
        "25": {
          "ID": "2482891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482891",
          "TitleEnglish": "Pierre's Secret, The Diary's Secret",
          "SummaryEnglish": "Robin tells them about the presence of the race of Ogres in their school. Robin and the others believe that Pierre is an Ogre and is targeting Chocolat. Chocolat is invited by Pierre to dine with him at lunch but will Chocolat go?",
          "Aliases": []
        },
        "26": {
          "ID": "2482901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482901",
          "TitleEnglish": "Christmas is for Hearts of Love",
          "SummaryEnglish": "The girls are planning to have a Christmas party at Chocolat's house. Mayu likes Morita, so they plan to help her confess.",
          "Aliases": []
        },
        "27": {
          "ID": "2482911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482911",
          "TitleEnglish": "A Tiny Heart, Crimson Heart",
          "SummaryEnglish": "After an flying accident, Chocolat and Vanilla find themselves at Akira's house, with a little boy who turns out to be his cousin. Aside from being attracted to the New Year celebrations, Chocolat notices that the little boy's heart is glowing red!",
          "Aliases": []
        },
        "28": {
          "ID": "2482921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482921",
          "TitleEnglish": "Danger! Aquarium Date",
          "SummaryEnglish": "Pierre asks Chocolat out on a date to the aquarium. Vanilla told Chocolat not to go but Chocolat insist, and she thinks that this might be the chance to find out Pierre's true identity, as well as to take Pierre's heart. But then, a team of Pierre's middle school fanclub came, and they saw Pierre and Chocolat. They are jealous, and their Noir heart appeared. Pierre created a dimension and took all their noir heart. Chocolat was nearly defeated, but thanks to Vanilla's fragrances, Chocolat was saved.",
          "Aliases": []
        },
        "29": {
          "ID": "2482931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482931",
          "TitleEnglish": "Magical World Genesis, Secret of the Ogre",
          "SummaryEnglish": "Chocolat and the gang attends a former teacher's wedding, during which she sneaks away to seek answers from the Queen regarding Ogres. The founding of the magical world is revealed.",
          "Aliases": []
        },
        "30": {
          "ID": "2482941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482941",
          "TitleEnglish": "Ogre's Declaration of War! Crisis of the Heart Factory",
          "SummaryEnglish": "This time the candidate exam is being held in the Magical World. Whoever converts the most hearts into energy passes, but Chocolat bosses her workers around and now they refuse to work! The Heart Factory is then attacked by a black dragon. Will Chocolat and Vanilla be able to complete their exam?",
          "Aliases": []
        },
        "31": {
          "ID": "2482951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482951",
          "TitleEnglish": "The Harassing Witch Waffle Makes Her Appearance!",
          "SummaryEnglish": "Chocolat goes boy crazy due to Waffle's potion. Will she be able to keep her heart when she meets up with Pierre? He makes Chocolat an offer...",
          "Aliases": []
        },
        "32": {
          "ID": "2482961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482961",
          "TitleEnglish": "Chocolat, Desirious Thoughts of Chocolate",
          "SummaryEnglish": "It's Valentine's Day and everyone's excited, the girls are planning who to give chocolates to, while the boys bet on who will receive the most. But while Vanilla has chocolate for all, Chocolat can only think of Pierre...",
          "Aliases": []
        },
        "33": {
          "ID": "2482971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482971",
          "TitleEnglish": "Heart of Friendship, Important Feelings",
          "SummaryEnglish": "Chocolat has been thinking of Pierre lately, but when she thinks of him she is just hurt. But her friend Mimura noticed that Chocolat is not herself, so invites her to an amusement park. But when they got there it was closed so Chocolat had to use magic and Waffle helps her so that she can have fun too. After everything, Mimura thinks that it was a dream and Chocolat sees a green heart in Mimura, but she didn't take it for the sake of their friendship.",
          "Aliases": []
        },
        "34": {
          "ID": "2482981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482981",
          "TitleEnglish": "Chocola and Vanila and the Star of Dreams",
          "SummaryEnglish": "Waffle has made breakfeast for Woo but he turns her down as her breakfeast doesn't seem to be edible. After Chocolat insults her saying she is cute and looks like she is playing house with Woo, she decides to try and make Chocolat young again, thinking that if Chocolat is younger than her, Woo will fall in love with Waffle. But the plan backfires as Baaya performs the wrong spell for the occasion and ends up letting Waffle see a childhood memory that Woo, Soul, Vanilla,and Chocolat share.",
          "Aliases": []
        },
        "35": {
          "ID": "2482991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2482991",
          "TitleEnglish": "Waffle Becomes a Queen!",
          "SummaryEnglish": "When waffle saw the man from the magical item shop she asked him if he had something to make someone fall in love with her but the man from the shop refused her and run away. Waffle chased after the man but then a package fell and Waffle seem to open it. When she tried to put it on she decided to test it, everyone was under her spell. Finally the man from the shop came and said that they need to take it out from her because it's defective, but the crown has a mind of its own. But Chocolat manages to use magic on the crown to weaken it.",
          "Aliases": []
        },
        "36": {
          "ID": "2483001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2483001",
          "TitleEnglish": "Stop the Old Man! Bāya's Secret Mission",
          "SummaryEnglish": "Chocolat's Grandfather came back to the human world and invited Chocolat and the others to relax for a while. But baaya is ticked off with her Grandfather. So they made a plan to make him return to the magical world but in the middle of the date baaya's magic couldn't handle anymore so she confront him and asked why he has to return in the human world. There they realized that he is doing this for Chocolat because he was worried that she was sad and alone.",
          "Aliases": []
        },
        "37": {
          "ID": "2483011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2483011",
          "TitleEnglish": "The Black Heart and the Ogre's Trap",
          "SummaryEnglish": "Pierre asks Chocolat to be his Ogre Queen. Will Chocolat agree?",
          "Aliases": []
        },
        "38": {
          "ID": "2483021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2483021",
          "TitleEnglish": "Pierre's Temptation, the Broken Friendship",
          "SummaryEnglish": "Chocolat is asked to be a candidate for student council and Vanilla gets jealous. Pierre pretends to gain her trust to turn her into his dark Queen. Chocolat's popularity causes Vanilla to doubt herself. Pierre steps in offering comfort, causing a rift between the friends.",
          "Aliases": []
        },
        "39": {
          "ID": "2483031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/2483031",
          "TitleEnglish": "Birth, Queen of Ogre",
          "SummaryEnglish": "Vanilla becomes a Noir Princess, with a black heart. Will Chocolat be able to save her?",
          "Aliases": []
        },
        "40": {
          "ID": "3251891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251891",
          "TitleEnglish": "Needle of Envy",
          "SummaryEnglish": "Vanilla unleases an envy spell on Chocolat's new friend, turning him from romantic (pink) to noir. Will Chocolat be able to help him with his obsession about her?",
          "Aliases": []
        },
        "41": {
          "ID": "3251901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251901",
          "TitleEnglish": "Showdown with Vanila! The Secret Spice",
          "SummaryEnglish": "Chocolat gives Vanila some berries from a plant which Vanila loved. Will Vanilla return back to normal? Or will it make her worse? Pierre's servant enters the school and gives out a potion that makes food more delicious, Also making the Chocolat class mates have black hearts.",
          "Aliases": []
        },
        "42": {
          "ID": "3251911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251911",
          "TitleEnglish": "Chocolat and Pierre's Adventure",
          "SummaryEnglish": "Chocolat and the whole class are invited by Vanilla to a magic ocean. Chocolat gets trapped in Forgotten Cave with Pierre after he rescues her. Pierre then becomes confused over his feelings for Chocolat. Is it love? Will Chocolat fall back in love with Pierre now that he isn't cold? Will they escape? They enter a space of memories and discover that there were friends when they were little.",
          "Aliases": []
        },
        "43": {
          "ID": "3251921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251921",
          "TitleEnglish": "Invitation to the Night of Walpurgis",
          "SummaryEnglish": "Chocolat is invited to the Walpurgus festival held for the magical community of the human world. Pierre and Vanila are there too. But the Ogre faction breaks the wards to the occasion - will war be close at hand? And Duke saves Chocolat once again.",
          "Aliases": []
        },
        "44": {
          "ID": "3251931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251931",
          "TitleEnglish": "Message from Mama",
          "SummaryEnglish": "Using a special treasure picked up from the mysterious witch, Chocolat's able to summon the key to her mama's diary, discovering the links between Cinnamon and Queen Candy as well the reason behind her death. Pierre's noir heart begins to falter, will he suppress his growing feelings for Chocolat?",
          "Aliases": []
        },
        "45": {
          "ID": "3251941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251941",
          "TitleEnglish": "Pierre's Strategy, Vanila’s heart",
          "SummaryEnglish": "Pierre's statergy enables Vanila to collect more hearts which however causes her more pain. Chocolat, in desperation to help her friend, decides to seek the witch of Cocoa desert, whose existence was found on a note in her mother's diary. However, she lives on the edge of the Magical World...",
          "Aliases": []
        },
        "46": {
          "ID": "3251951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251951",
          "TitleEnglish": "Witch of Cocoa Desert, Ombre",
          "SummaryEnglish": "Chocolat didn't give up searching for Ombre and then suddenly, Ombre's house appeared because of Chocolat. They look for the ingredients but Waffle always cause troubles, but still they forgive Waffle and look for the last ingredients.",
          "Aliases": []
        },
        "47": {
          "ID": "3251961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251961",
          "TitleEnglish": "Frozen Memories, Pierre's Past",
          "SummaryEnglish": "Still on the quest of helping Vanilla get rid of her black heart, Chocolat and her friends seek out the last ingredient to make a powerful magic. Together with her friends they seek out to find the silver berry. The search led them to Ginger Village where Chocolat used to play as a child. There she met two old people who used to give her ginger cookies and they reminisce old times. It was there that the dog they brought to smell the silver berry led them to the forest where the ogres live. There Chocolat saw Pierre and flashes from the previous episode where they saw the picture of them together when they were children. Chocolat decided to use magic in order to see her forgotten past and so did Pierre. So they team up and they saw that when they were children they used to play in the forest and eat ginger cookies and a red berry. Suddenly a group of ogres came and took Pierre and placed a black heart in him which made him forget about his childhood and about Chocolat. They froze the forest and all in it. After they saw the past, Chocolat realized that Pierre was just an ordinary magical kid like Vanilla and that he too have two hearts. When she told Pierre about it, he did not believe her and flew away. By then the dog returned and led Chocolat and her friends to the silver berry which was trap in a cage of ice. Chocolat tried to use her powers but it was no use. Finally she got a rock and with steely determination broke the ice made by the Ogres. The silver berry was the red berry that she and Pierre ate while they were children. They took it back to her mother's friend and the powerful magic to break the black heart from Vanilla was finally finished. They all decided to go home and Waffle decided to stay in the magical world and go back to her house and study to become like Chocolat someday.",
          "Aliases": []
        },
        "48": {
          "ID": "3251971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251971",
          "TitleEnglish": "Noir and Tears of Friendship",
          "SummaryEnglish": "Chocolat goes to Pierre's house alone to rescue Vanilla. Led by Pierre's cat, she finds Vanilla in a lot of pain. She then removes the noir heart from Vanilla and finds she has hurt Vanilla while being friends with her. Together with help from Pierre, Chocolat and Vanilla escape. But will Chocolat be intact from the power of noir heart? Afterward, Robin discovers that the noir heart chocolat picked up turned white. They discover that Chocolat has the power to purify noir hearts.",
          "Aliases": []
        },
        "49": {
          "ID": "3251981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251981",
          "TitleEnglish": "Queen's Final Test, Begin!",
          "SummaryEnglish": "The final test of the Queen selection starts! The test is to obtain a unicorn's horn. However, it is unapproachable unless the person has a kind heart and sincerity, then the white unicorn will appear. Approaching to the mountain where the unicorn lives, both of the girls met a boy with light hair, who takes care of the mountain. He gave Chocolat a compass and runs away. Upon reaching the mountain, Chocolat and Vanilla go separate ways, but eventually meet each other on the journey. Pierre appears, but he doesn't have the heart to kill them at all. After fighting with his two hearts, withdraws. The boy with light hair appears and scolded the girls for harming the mountain, admoishing the girls to leave as the unicorn would surely punish him for it. However, Chocolat insists to staying (Vanilla as well), willing to take what punishment the unicorn would impose. And the boy begins to glow...",
          "Aliases": []
        },
        "50": {
          "ID": "3251991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3251991",
          "TitleEnglish": "Question from the Unicorn, the Heart Being Tested",
          "SummaryEnglish": "Chocolat and Vanilla have to pass 3 tests by the unicorn before its willing to give them its horn. Eyes that can discern the truth, courage of heart against the unknown and the third test – which they probably don't have to take as the magical world may no longer exist... Pierre appears, no longer as himself, but as the King of Darkness – and he is here to reclaim both the magical and ogre worlds!",
          "Aliases": []
        },
        "51": {
          "ID": "3252001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-sugar-rune/episodes/3252001",
          "TitleEnglish": "Shining Heart! The Next Queen Selection",
          "SummaryEnglish": "Chocolat purifies Pierre, and in the process, switches hearts with him. He turns good. After Chocola defeated Pierre, Vanilla wins, but she refuses to take the crown. Instead, she gives it to Chocolat because she thinks that Chocolat will be a better queen. Chocola and Vanilla wish to study further in the human world; Queen Candy permits them to do so. Then Pierre and Chocolat get married in the Magical World, making Chocolat the first queen of the Magical and Ogre worlds. Pierre now doesn't collect noir, he collects pink and orange hearts.",
          "Aliases": []
        }
      }
    }
  }
}