{
    "URL": "https://www.thetvdb.com/series/broken-blade",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3509378/",
        "https://www.themoviedb.org/tv/44163"
    ],
    "TitleEnglish": "Broken Blade",
    "SummaryEnglish": "In the continent of Cruzon, an impending war between the Kingdom of Krishna and the nation of Athens is brimming. The people of this land are able to wield the crystals from the ground for whatever purpose they desire. Yet one person, Rygart Arrow, is not. He is an \"un-sorcerer\", a person unable to wield the crystals. But this characteristic will enable him to pilot an ancient mecha, one strong enough to put up a fight against the invading army of Athens.",
    "TitleJapanese": "ブレイクブレイド",
    "SummaryJapanese": "地中から採掘される“石英”を“魔力”と呼ばれる力で操り、動力源とする世界“クルゾン大陸”。そんな世において希少な“魔力を持たない存在”のライガットは、学友であり国王でもあるホズルに召喚されたことで、その運命が大きく動き出す――。\n古代ゴゥレム“デルフィング”の搭乗士となり、出会い、別れ、そして戦友の死……。戦火の果てにあるものとは――。",
    "Aliases": [
        "Break Blade",
        "Break Blade (2014)",
        "Broken Blade (2014)"
    ],
    "Modified": "2024-11-03",
    "Seasons": {
        "0": {
            "ID": "289201",
            "URL": "https://www.thetvdb.com/series/broken-blade/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "2560661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/2560661",
                    "TitleEnglish": "Book One: The Time of Awakening",
                    "SummaryEnglish": "In the continent of Cruzon, the people have the ability to use magic to manipulate Quartz. Rygart Arrow is a rarity as he is an Un-sorcerer, a person unable to use magic. He is invited to Binonten, the capital city of Krisna by Hodr and his wife Sigyn, his old classmates from the Assam Military Academy and the King and Queen of Krishna. However, he learns the nation of Assam has fallen due a coup d'état and is now under the Athens Commonwealth, who now set their sights to Krishna where a small Golem taskforce is heading to the capital led by their old Military Academy classmate, Zess. Hodr leads Rygart to a secret mine where he shows him a mysterious Golem they found built by the Ancients but are unable to pilot it. Rygart, pleads Hodr to surrender to the Athenians but Hodr reveals one of the terms of surrender the Athenians secretly want for Krishna is the execution of the Royal family including Sigyn which troubles Rygart. Just then, Zess forces have arrive and plans to quickly capture the King and make him surrender. Rygart accidentally gets into the Ancient Golem's cockpit and is able to pilot it and defeat one of Zess subordinates, Lee, thanks to its speed and reflexes. Zess arrives and defeats Rygart, but is forced to pull back with Lee when General Baldr and his men arrive. While Sigyn and her engineers try to repair the Ancient Golem, she is surprised of its excellent mobility and the way it was built. The next day, Zess's forces returns and attacks Binonten. Wanting to convince Zess to stop, Rygart takes the Ancient Golem as he is the only who can pilot it and heads out to meet Zess.",
                    "TitleJapanese": "第一章 覚醒ノ刻",
                    "SummaryJapanese": "魔力を持たないライガットは、友人であるクリシュナ国王ホズルと王妃シギュンから隣国アテネス連邦による領内侵攻を知らされる。そして王都で発掘された古代巨兵（アンダー・ゴゥレム）にライガットが偶然乗り込んだ時、それは突如起動。圧倒的な力で石英を砕き、アテネスのゴゥレム部隊と対峙することになるのだが…。"
                },
                "2": {
                    "ID": "2592271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/2592271",
                    "TitleEnglish": "Book Two: The Path of Separation",
                    "SummaryEnglish": "The narration begins by revealing Athens invaded the Krisna Kingdom for allowing the Orlando Empire to cross into their land to attack Athens during their power struggle over Assam but the true purpose of the invasion is to take over the Krisna Quartz mines as Athens is suffering a shortage of Quartz. In the Athens capital of Ilios, Secretary of War Loquis has received news that his brother Zess has successfully reach Binonten. Meanwhile, Rygart manages to get a ceasefire between the Athens invaders and Krisna defenders and speaks with Zess. The two friends immediately talk about the war and Zess knows Orlando tricked Krisna during the Assam's coup d'état and wants Hodr to surrender to spare Krisna from the Athens Invasion force. Realizing Zess doesn't know about the secret terms of surrender for the Royal family, Rygart tries to tell him but both are forced to fight when General True and his men attack, breaking the ceasefire. Rygart escapes the battle but encounters and fights Lee instead and manages to destroy one of her Golem's arm and is shot down by one of General Baldr's men named Dan. Rygart tries convince Dan not to kill Lee but he is killed by her instead before Rygart subdues her Golem. With her Golem broken and not willing to be a prisoner of \"barbarians\" (a product of Athens propaganda), Lee kills herself which distraughts Ryagrt as he was unable to saved anyone. It is not long until Zess and Cleo learns of Lee's fate. Feeling guilty over Lee and Dan's death, Rygart decides to leave the capital. But after hearing about Hodr's decision to surrender and advice from General Baldr, Rygart changes his mind and decides to join the war. Rygart is knighted a Heavy knight of Krisna and the official pilot of the Ancient Golem, now called Delphine.",
                    "TitleJapanese": "第二章 訣別ノ路",
                    "SummaryJapanese": "ゼス率いるワルキウレス部隊の襲撃に対し、クリシュナ軍は城内のゴゥレム部隊を集結させた。この戦いがゼスの本意ではないと信じ、交渉のために単身出撃したライガットは旧友との4年ぶりの再会を果たす。だが、互いこそが兵を退くべきと譲らず、交渉は決裂。アテネス・クリシュナ両軍を巻き込む戦闘に発展してしまい…。"
                },
                "3": {
                    "ID": "2592281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/2592281",
                    "TitleEnglish": "Book Three: Scars from an Assassin's Blade",
                    "SummaryEnglish": "Zess wonders about the terms of surrender Rygart was talking about as he and his squad prepares for one more attack at Binonten. As Rygart is being taught on using the Delphine and its new heavy armor, Sigyn wonders if he is capable of killing someone and Baldr warns him he has to work hard if he wants to save an enemy's life. Zess's squad begins their final attack but quickly aborts the mission once they realize the Krisna forces are following them. As they escape to the border, Rygart soon arrives and quickly kills one Zess's men, Argath which Zess stays back to fight him. Rygart at first is reluctant to hurt Zess but quickly puts it aside and seriously damages Zess's Golem and injures him. Cleo, traumatize from the death of her comrades, fights Rygart in anger where she quickly defeats Rygart and fights against Baldr and his men alone. When Erekt manages to retrieve the injured Zess, Cleo tries to escape but her Golem is shot and disabled by Narvi, and tells Erekt to leave her behind and escape with Zess. While Rygart believes it's over, Baldr tells him they now must face the Athens Invasion force led by General Borcuse. In Athens, Borcuse is informed by his second in command, Colonel Io, that Secretary Loquis has manage to acquit the General's war crimes at Assam and made him commander of the Athens Invasion force where his soldiers are gathering at Ilios. Meanwhile in Binoten, Sigyn decides to have Cleo stay at her bed chambers instead of prison, hoping she will cooperate and tell them about her Artemis Golem but Cleo takes her hostage in order to escape. As Cleo escapes while holding up Sigyn with her gun, they find Rygart talking to Hodr's pet owl Gram. Cleo at first is reluctant to shoot him upon hearing that Rygart is a friend of Zess and hopes for his safety but when she does tries to shoot him, she learns the gun is empty and is apprehended by Sigyn guards. At Ilios, Loquis informs Borcuse of their nation's Quartz shortage and tells the General that he mu",
                    "TitleJapanese": "第三章 凶刃ノ痕",
                    "SummaryJapanese": "親友ホズルの国を守るため、クリシュナ軍に正式入隊したライガット。同時にデルフィングの大改修がされる。リィを失ったワルキウレス部隊は復讐を誓い、ビノンテン第3次攻撃の準備を進めてゆく。その動きを捉え、反攻に出るクリシュナ軍。一方アテネスでは“戦争の天才”と謳われたボルキュス将軍が動き始めていた…。"
                },
                "4": {
                    "ID": "2878791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/2878791",
                    "TitleEnglish": "Book Four: The Land of Calamity",
                    "SummaryEnglish": "As Zess and Erekt returns to Athens, Krisna mobilizes their army to face the Athenian Invaders. Cleo continues living with Sigyn where the latter warns her not to harm Rygart again. Meanwhile, Sigyn assembles a special Golem force led by Narvi with Rygart, her older brother Nile and Sniper Loggin under her command including Girghe. Girghe is General Baldr's son and a talented Golem pilot who has been given Cleo's Golem but he is a former criminal who killed his teammates without reason which Baldr warns Rygart to be careful with his son and kill him if he does anything suspicious. As General True and General Baldr's forces head out, Rygart trains with his teammates to better use the Delphine while Hodr asks the Orlando Empire for help. Before leaving, Sigyn, who is revealed to be in love with Rygart, makes him promise to come back safely. Unknown to Rygart and co. General True is killed in battle after being ambushed by the Athenians led by Io and Nike, the Golem commander who killed General True. As a siege battle begins between Baldr focres on a hill and Borcuse forces attacking, an officer named Elsa notices a small opportunity and convinces the General to let her lead a small Golem detachment to kill Borcuse who is currently protected by five of his officers. However much to their shock, Borcuse and his men kill all of Elsa's forces despite being outnumbered 20 to 6 and is one cruel act, Borcuse orders Nike to drag and show Elsa's cockpit to the Krisnan defenders to demoralize them. However, Baldr uses Elsa death into anger and orders all of his Golems to attack Borcuse's army. As Baldr's forces are cornered by Borcuse on both flanks, they are soon rescued by Rygart and his teammates as they decimate the left flank, forcing Borcuse to order his army to retreat. As they escape into a valley, Borcuse forces get ambushed by Girghe who quickly subdues Nike's Golem and proceeds to fight Borcuse and his officers.",
                    "TitleJapanese": "第四章 惨禍ノ地",
                    "SummaryJapanese": "デルフィングを組み込んで編成された特別遊撃隊「ミレニル部隊」。訓練中、部隊は先の戦闘で接収したエルテーミスに突如襲撃を受ける。ゼスですら手こずった機体を易々と操縦していたのは、バルド将軍の息子にしてミレニル部隊の隊員候補、ジルグであった。一方、アテネスではボルキュス大隊が出陣を開始して…。"
                },
                "5": {
                    "ID": "3296941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/3296941",
                    "TitleEnglish": "Book Five: The Gap Between Life and Death",
                    "SummaryEnglish": "Girghe is questioned by Narvi over his surprise attack against Borcuse forces and has him put under house arrest so he doesn't repeat his antics again. Later Loggin, Rygart and Nile learns about True's death but Nile is unsure whether to tell the true to Narvi. While Rygart and Baldr talk about Girghe's past and Cleo learns more about about Zess's academy days with Sigyn, the Athenian Invasion army have finally regroup and despite losing many Golems, Nike's ego badly bruised by Girghe and the death one his officers, Borcuse is overjoy of finding two worthy opponents to fight, particular Rygart and Girghe. When Rygart learns Borcuse forces are heading to his hometown where his little brother Regatz lives, he disobeys Narvi's order to head home and search for his brother. However, when he arrives, the villagers have been slaughtered by Borcuse's men. Borcuse is glad to see Rygart is here and has duel with him while his men are ordered to watched. After a long tenuous fight, Borcuse knocks out Rygart and orders his men to pry open the Delphine cockpit and kill the pilot before returning it to Athens. Yet Rygart manages to regain conscious and is able to escape thanks to his squad mates who have come to rescue him. As they are about to fallback, the squad is intercepted by Io and Nike forces where Narvi, Loggin, and Nile's Golems are taken down. In the confusion, Girghe runs away where Rygart chases after him where he has a duel with Rygart. As they battle, Girghe mocks Rygart for defending the weak and reveals he knows the stories that Sigyn is in love with him and offers him the chance to make Sigyn his. But Rygart scoffs Girghe's ideals and tells him he should fight for Krisna just like his father and defeats him. Io and Nike forces finally arrive where they corned both men and with the Delphine out of energy, Girghe decides to save Rygart by kicking the Delphine into a valley while he sacrifice himself fighting against the enemy, killing many of them including Nike.",
                    "TitleJapanese": "第五章 死線ノ涯",
                    "SummaryJapanese": "アラカン荒野で激突したバルドとボルキュスの両大隊は、ともに多大な犠牲を払い、一時の退却を余儀なくされる。厳しさを増す状況の中、敵部隊の一部がライガットの故郷を襲撃するという報せが入る。弟のレガッツを救うべく単身急行するライガット。だが、村は既に襲われ、しかも行く手にボルキュスが待ち構えていた…。"
                },
                "6": {
                    "ID": "3394641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/3394641",
                    "TitleEnglish": "Book Six: Fortress of Lamentation",
                    "SummaryEnglish": "Baldr and his men carries Delphine back to the kingdom after discovering Rygart. Borcuse orders the attack on the capital without waiting for the others to rejoin. Sigyn makes a weapon using Athenian's golem parts. Narvi finds her surviving men and return to protect the capital. Cleo decides to go back and hugs Sigyn good bye. Borcuse's army manage to break the Krisnan's first defense line and the battle moves into the streets. Sigyn's men manage to find Delphine and repairs it while its automatic cooling system is still operating. When the Delphine cools, Rygart leaps to defend the kingdom and fought Borcuse. Sigyn delivers the make shift weapon to Rygart and he initially unable to fight Borcuse because he is too fast but when Borcuse's Golen's leg cracks, Rygart damages it. Borcuse comes out of the cockpit and use his handgun to shoot at Rygart replaying Girghe's last moment. Rygart kills him and Borcuse's army lost. Zess upon hearing Cleo's escape decides to find her.",
                    "TitleJapanese": "第六章 慟哭ノ砦",
                    "SummaryJapanese": "ボルキュス大隊の脅威が迫る中、ライガットの生還を信じ、デルフィングの新兵器を鍛え上げるシギュン。ビノンテンへの総攻撃の中、デルフィングは新型装甲をまとい、最終形態へと変貌する。友と出会い、時をはぐくみ、やがて訪れた別れ、死…。人々の想いを背負い、ライガットはボルキュスとの最後の闘いへ立ち上がる…。"
                },
                "7": {
                    "ID": "5222804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/5222804",
                    "TitleEnglish": "Picture Drama 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5222805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/5222805",
                    "TitleEnglish": "Picture Drama 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5222806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/5222806",
                    "TitleEnglish": "Picture Drama 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5222807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/5222807",
                    "TitleEnglish": "Picture Drama 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5222809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/5222809",
                    "TitleEnglish": "Picture Drama 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5222810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/5222810",
                    "TitleEnglish": "Picture Drama 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5222811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/5222811",
                    "TitleEnglish": "Virgins War",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "289211",
            "URL": "https://www.thetvdb.com/series/broken-blade/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4809312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809312",
                    "TitleEnglish": "Un Sorceror: One without Power",
                    "SummaryEnglish": "\"Deadhead\" Rye who does not have magical power is summoned to Krishna King Hozuru and Queen Sigyn who are friend of the military academy era and is informed of fact of within the territory invasion by neighboring country Athens federation. As for the front commander being close friend, Zesu of three people. When we marched into Kodaiohei [under Gouremu] 1,000 years before estimate excavated in castle town accidentally, fate of Rye begins to greatly move…",
                    "TitleJapanese": "アン・ソーサラー（魔力無者）",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4809313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809313",
                    "TitleEnglish": "Under Golem: The Ancient Giant Soldier",
                    "SummaryEnglish": "Kodaiohei [under Gouremu] awakened to from sleep of 1,000 years by boarding of Rye gut crushes Quartz by overwhelming power; at last; appear. Fierce attack corps of Zesu standing in the way before confused Rye. Ex-close friends who assume fate of the mother country in the middle of intense battle, and meet again. Rye which had huge power that only he can change in its hand is swallowed without mercy to whirlpool of war.",
                    "TitleJapanese": "アンダー・ゴゥレム（古代巨兵）",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4809314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809314",
                    "TitleEnglish": "Not Bad: Ceasefire Negotiation",
                    "SummaryEnglish": "Zesu Warukiuresu corps to lead approached to castle town binon ten steadily. Rye gut believing that surprise attack is not the real intention of zesu makes a sortie for negotiations alone in derufingu. Two who met as deadhead confront younger brother of the chief secretary in battlefield in military academy after time of four years. Negotiations not to hand over when partner should retire from soldier arrive at unexpected fate before long…",
                    "TitleJapanese": "ノット・バッド（停戦交渉）",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4809315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809315",
                    "TitleEnglish": "Cross Combat: Close Quarters Battle",
                    "SummaryEnglish": "Negotiations broke down, and battle was reopened. Both militaries were rye GATT which barely left mixed and confused confused fight, but meet with subordinate, rii of zesu. We are forced to single combat. rii which becomes rash for the loyalty and military exploit to zesu, and corners rye gut by severe attack. It was reality of too severe 〝 war 〟 that rye gut saw while movable limit of derufingu approached.",
                    "TitleJapanese": "クロース・コンバット（近接戦闘）",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4809316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809316",
                    "TitleEnglish": "Counter Attack: Violent Retaliation",
                    "SummaryEnglish": "Rye GATT which did harshness of battlefield in one of eyes, and decided return once. But we know determination of hozuru which does not hesitate to conduct surrender for people either and choose way becoming soldier by oneself. Genius 〟 borukyusu general of 〝 war that begins to move in Athene's while the Krishna military gets powerful power called derufingu. And attack third wave of Creo warukiuresu corps which lost rii flocks in binon ten.",
                    "TitleJapanese": "カウンター・アタック（逆撃強襲）",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4809317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809317",
                    "TitleEnglish": "World Wind: Storm and Stress",
                    "SummaryEnglish": "Multiplex armor and derufingu equipped with wide end crush Aruga's machine and crush body pit of Zesu machine. Creo overwhelmed enemy force by desperate charge, and oneself became the body of prisoner although we achieved zesu rescue. Rye gut which is merely collapsed for first campaign that might kill ex-close friend. And, as boarding person of erutemisu which we requisitioned, mysterious man, jirugu is chosen….",
                    "TitleJapanese": "ワール・ウィンド（疾風怒濤）",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4809318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809318",
                    "TitleEnglish": "Night Before: Eve of the Sally",
                    "SummaryEnglish": "Special guerilla unit who assumed naruvi captain in the Krishna military is organized. Military unit training received surprise attack of red erutemisu suddenly. Even zesu was man who jirugu which knew how to ride hand kozutta body easily was son of General Bardo, and was imprisoned as 〝 friend homicide 〟. Confrontation with borukyusu approaches every moment while rye gut, hozuru, thought of each Sigyn and others increase.",
                    "TitleJapanese": "ナイト・ビフォア（出撃前夜）",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4809319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809319",
                    "TitleEnglish": "Waste Land: Calamity in the Jaws of Death",
                    "SummaryEnglish": "Borukyusu Battalion which broke General turu jukishidan to lead, and exceeded Krishna border. Bardo corps on the other hand meets this in the around 60 wasteland. Smash to fight to a finish of both militaries opened curtain at last. When war situation was full of confusion for curious plan of cold-blooded cruel borukyusu, fireman's standard [wait] tta derufingu and mireniru corps arrive with multilayer armor, and fierce battle deepens degree of confusion more…",
                    "TitleJapanese": "ウェイスト・ランド（死地凶変）",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4809320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809320",
                    "TitleEnglish": "Show Down: Declaration of War",
                    "SummaryEnglish": "Atenesu Krishna both armies to pay a great deal of sacrifice, is forced to retreat temporary. Within the context of increasing severity, news Borukyusu Battalion of the invasion in towards the home of Raigatto entered. In order to save his brother, Raigatto to Single express shake off restraint. Before the ghastly sight, Ikkiuchi of Delphi and operating Atenesu strongest military Go~uremu-Hyukerion that piloted the Borukyusu has begun!",
                    "TitleJapanese": "ショウ・ダウン（竜虎宣戦）",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4809321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809321",
                    "TitleEnglish": "Lightning Speed: Divine Rapidity",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ライトニング・スピード（神速無双）",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4809322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809322",
                    "TitleEnglish": "Last Stand: Impregnable Fortification",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ラスト・スタンド（要害堅固）",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4809323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/broken-blade/episodes/4809323",
                    "TitleEnglish": "Endless Fate: Eternal Recurrance",
                    "SummaryEnglish": null,
                    "TitleJapanese": "エンドレス・フェイト（永劫回帰）",
                    "SummaryJapanese": null
                }
            }
        }
    }
}