{
  "URL": "https://www.thetvdb.com/series/the-wallflower",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0892861/"
  ],
  "TitleEnglish": "The Wallflower",
  "SummaryEnglish": "It's a gorgeous, spacious mansion, and four handsome, fifteen-year-old friends are allowed to live in it for free! There's only one condition—that within three years the guys must transform the owner's wallflower niece into a lady befitting the palace in which they all live! How hard can it be? Enter Sunako Nakahara, the agoraphobic, horror-movie-loving, pockmark-faced, frizzy-haired, fashion-illiterate recluse who tends to break into explosive nosebleeds whenever she sees anyone attractive. This project is going to take more than our four heroes ever expected: it needs a miracle!",
  "Aliases": [
    "Perfect Girl Evolution",
    "My Fair Lady",
    "Sunako of Many Forms",
    "The Seven Metamorphoses of Yamato Nadeshiko",
    "Yamato Nadeshiko Shichihenge♥"
  ],
  "Modified": "2024-12-25",
  "Seasons": {
    "1": {
      "ID": "293511",
      "URL": "https://www.thetvdb.com/series/the-wallflower/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "2602141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602141",
          "TitleEnglish": "The Light that Shines through the Darkness",
          "SummaryEnglish": "Four high-school bishōnen, Kyohei Takano, Takenaga Oda, Yukinojo Toyama, and Ranmaru Morii, have made a deal with their landlady, Mine Nakahara: if they succeeded in transforming her niece into a proper lady they can live in their home rent free, but if they fail the rent will triple. The niece, Sunako Nakahara, is poorly dressed with bad skin and no fashion sense whose bangs cover her eyes. She is also a heartbroken horror-fan who has spent two years as a hikikomori after being told she was ugly when she confessed to her middle-school crush.",
          "Aliases": []
        },
        "2": {
          "ID": "2602151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602151",
          "TitleEnglish": "Capture the Iron Curtain!",
          "SummaryEnglish": "The boys try to cut Sunako's bangs, with no success. After Sunako accidentally walks in on Kyohei bathing, he jumps out of the window in surprise and catches a cold as a result. They do not know this until Sunako has to defend herself against a gang of ganguro females, dressed in kogal fashion, as they try to cut off her bangs by force, due to their jealousy of her familiarity with Kyohei. Eventually, Kyohei saves Sunako, however ends up with a fever. Sunako has to take care of him which she does not approve of, debating whether or not to kill him. As she attempts to, the other three boys walk in, and a black hole forms, pulling them in.",
          "Aliases": []
        },
        "3": {
          "ID": "2602161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602161",
          "TitleEnglish": "Ah, the Nostalgic Gloominess of Youth",
          "SummaryEnglish": "Four men of the Japanese host scene try to forcefully recruit Kyohei. Sunako doesn't think she can survive living around a bishōnen like Kyohei, as she plans to kill him. However, she has to save Kyohei from the recruiters who have kidnapped him for dubious purposes. Mine returns to invite everyone to a coming out party for Sunako, by which the boys have to make Sunako a lady as soon as possible.",
          "Aliases": []
        },
        "4": {
          "ID": "2602171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602171",
          "TitleEnglish": "Sunako, You're Needed",
          "SummaryEnglish": "Sunako's class recruits her to make a haunted house for the school festival, only for Kyohei to realize that she was conned by the class president. Kyohei recruits the guys to help make her haunted house win the contest of the school festival so he can get the prize. They ultimately win the contest, however Kyohei is left to claim the prize, since the other three refused to accept it. Unfortunately, Kyohei is forced to pay for the damages caused by the explosion inflicted earlier.",
          "Aliases": []
        },
        "5": {
          "ID": "2602191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602191",
          "TitleEnglish": "Feast of the Beautiful Creatures",
          "SummaryEnglish": "A picture of an angry Sunako from the festival catches the eye of an egotistic photographer who wants her to model for him. Although tricked into going to the shoot, a camera-shy Sunako proves a difficult subject. The four bishōnen are soon dragged into replacing Sunako in the modelling shoot, however they take leave with Sunako after the photographer explains the difficulty shooting Sunako. The five of them later go an exhibition of where a picture was discreetly taken of them, as it turns out that the photographer used that picture as the greatest attraction in the exhibition.",
          "Aliases": []
        },
        "6": {
          "ID": "2602221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602221",
          "TitleEnglish": "A Halloween Seen in Dreams",
          "SummaryEnglish": "When Sunako becomes ill, the four bishōnen is left with a household of chores. They unsuccessfully attempt to clean, by which they figure out, with the help of Noi, that Sunako misses Halloween, being her favorite holiday. They later throw a Halloween party to cheer her up.",
          "Aliases": []
        },
        "7": {
          "ID": "2602231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602231",
          "TitleEnglish": "I am No.1",
          "SummaryEnglish": "A leader of a gang falls in love with Sunako. Thinking that Kyohei is his rival, the leader of the gang challenges him to a fight declaring who deserves Sunako as their lover. When Kyohei becomes badly injured, Sunako steps in and defeats the leader of the gang, putting everyone in shock.",
          "Aliases": []
        },
        "8": {
          "ID": "2602241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602241",
          "TitleEnglish": "Winter Wonder Land",
          "SummaryEnglish": "The boys wonder if they're taking advantage of Sunako's cooking, and get a job at a fancy restaurant in order to lessen her burden. Kyohei wishes to eat nabe at a kotatsu, as he has never experienced the winter tradition. Kyohei goes shopping with Sunako, only to have the entire marketplace misunderstand their relationship. To add thing up Kyohei's fangirls appears and play around their grocery. Kyohei later lends a shopkeeper a helping hand, in return for some vegetables. Meanwhile, Sunako goes out to construct a kotatsu. In the end, they end up having an enormous kotatsu feast.",
          "Aliases": []
        },
        "9": {
          "ID": "2602271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602271",
          "TitleEnglish": "Splashing Blood and Steam, Inside a Shower of Love (Part 1)",
          "SummaryEnglish": "The boys take Sunako, along with Noi, on a trip to the hot springs. Sunako tries to do everything she can do so that Takenaga and Noi can be alone, which leads to the fact that Kyohei and Sunako have a very intense ping-pong match. As the match ends, it is shown that Kyohei and Sunako share a kiss by accident.",
          "Aliases": []
        },
        "10": {
          "ID": "2602281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602281",
          "TitleEnglish": "Splashing Blood and Steam at the Onsen (Part 2)",
          "SummaryEnglish": "The hot springs manager has been attacked, and Sunako decides that she cannot pass up the opportunity to snoop around a real crime scene. However, the true culprit resents not only Sunako snooping around, but also her being accompanied by the four bishōnen. It turns out that the wife of the manager is responsible, plotting to kill Sunako by burning her alive in the storage room, by which Kyohei is able to rescue her out of. When they confront the wife of the manager, who insults Sunako's appearance, Kyohei states they have kissed.",
          "Aliases": []
        },
        "11": {
          "ID": "2602291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602291",
          "TitleEnglish": "The Test and the Study Kiss",
          "SummaryEnglish": "Sunako needs to be tutored in math, since failure to do so will cause the rent to increase. Kyohei dresses up as a nerd and studies hard to teach Sunako not to run away from her issues, however this causes an uproar among the female students.While doing so Sunako remembers the incident that she kissed a radiant being (Kyouhei) which causes her to react badly. Later Kyouhei makes her understand that a passion-less kiss is nothing.Unfortunately, Sunako still failed the exam due to putting the right answers in the wrong math problems.",
          "Aliases": []
        },
        "12": {
          "ID": "2602301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602301",
          "TitleEnglish": "Oh, my Sweet Home!",
          "SummaryEnglish": "The four bishōnen think back to their first Christmas together, when they just moved in and how different they were back then. At the time, Takenaga, Yuki, and Ranmaru first met each other at the mansion a few years ago. It is revealed by Mine that the three of them came from rejected families. After causing a mess in the dining room, the three get into an argumentative fight. Mine later finds Kyohei and invites him in the mansion along with the others. They later receive phone calls and mail letters from female students searching for Kyohei. The three chip in to help drive out the females students, but to no avail. However, as Kyohei steps in, as well as with Mine's help, they resolve the issue with all the female students.",
          "Aliases": []
        },
        "13": {
          "ID": "2602311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602311",
          "TitleEnglish": "Oui, Monsieur",
          "SummaryEnglish": "Yuki receives a basket of mushrooms for free. Sunako eats one of these strange mushrooms and is magically transformed into a lady. Though things start to take a turn for the worse when Sunako is one. Then all the guys try to change her back by means of seduction.",
          "Aliases": []
        },
        "14": {
          "ID": "2602321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602321",
          "TitleEnglish": "Sleeping Beauty",
          "SummaryEnglish": "Ranmaru receives a phone call from his father, who tells him that he is engaged to be married. Determined to break the engagement, the four bishōnen plot to make Ranmaru someone unworthy to be a husband. However, to no success, Ranmaru's fiancée, Tamao Kikunoi begins to take a liking to Ranmaru's imitative personalities. However, she begins to realize that Ranmaru has no interest in her. Feeling guilty, Ranmaru visits Tamao's school grounds to apologize, but he is raided by other girls Ranmaru has dated. It is later revealed that Tamao truly wants to marry him.",
          "Aliases": []
        },
        "15": {
          "ID": "2602331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602331",
          "TitleEnglish": "Pirates of the Tre Bien",
          "SummaryEnglish": "Sunako and the others are invited to an island that has a history of pirates burying treasure there. Kyohei sets off to find treasure, while Sunako looks for skeletons. Then when Sunako finally finds what she's looking for, it starts to cause trouble for the guys. It is revealed that she is possessed by a spirit who activates traps sets throughout the island. Noi eventually arrives at the island, worried about Takenaga. However, the spirit causes the Yuki, Ranmaru, Takenaga, and Noi to hallucinate, being possessed in the process, while Kyohei encounters the possessed Sunako. Sunako is about to release the spirit due to her love of the skeletons, returning everyone back to normal.",
          "Aliases": []
        },
        "16": {
          "ID": "2602341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602341",
          "TitleEnglish": "Dream Comes True",
          "SummaryEnglish": "The high school holds a sports festival, and strangely Sunako and Kyohei are willingly participating. They become strongly competitive, going to extreme measures to beat one another. In the last round, after being so competitive, they end up participating for their own personal goals.",
          "Aliases": []
        },
        "17": {
          "ID": "2602351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602351",
          "TitleEnglish": "Girls Bravo!!",
          "SummaryEnglish": "Tamao wants to feel loved by Ranmaru, even after knowing how much girls he has dated in the past. Noi suggests that she should spend the day at a beauty salon, bringing Tamao and an unwilling Sunako along. Meanwhile, Ranmaru and Takenaga have been bickering about the girls for the past few days. After spending time with Noi and Tamao, Sunako prepares a feast for them, showing that she cares about them. Later on, Ranmaru and Takenaga apologizes to Noi and Tamao for their rude behavior.",
          "Aliases": []
        },
        "18": {
          "ID": "2602361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602361",
          "TitleEnglish": "Dream: Loving Each Other",
          "SummaryEnglish": "The four bishōnen go to extreme measures to persuade Sunako into wearing a dress, by renovating the mansion in a scary appearance. However, when she goes to shop while wearing the dress, she is mistaken for taking a young boy hostage. With Noi's help, the boys rescue Sunako, causing a commotion in the process.",
          "Aliases": []
        },
        "19": {
          "ID": "2602371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602371",
          "TitleEnglish": "Battlechicks Valentine",
          "SummaryEnglish": "On Valentine's Day the four bishōnen are bombarded with cards, gifts, and boxes of chocolates from a crowd of female students. The boys do all they can to escape the madness from the lovestruck girls. Meanwhile, Sunako seems to have an obsession with chocolate, going out of her way to acquire as much as she can.",
          "Aliases": []
        },
        "20": {
          "ID": "2602381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602381",
          "TitleEnglish": "Trial of Love",
          "SummaryEnglish": "Kyohei becomes upset when he finds out that Sunako that her anatomical mannequin, Hiroshi, is more important to her than Kyohei. It is revealed that Sunako found Hiroshi in a dumpster during a downpour after she was insulted by her middle-school crush two years ago. When Kyohei goes to the convenience store, a group of female students steal Hiroshi. This later causes Sunako to panic, as she sets out to look for Hiroshi, but to no avail. She later finds Hiroshi stolen by the group of female students, as they demand to obtain Kyohei. Sunako refuses but Kyouhei goes in order to help Sunako. They become worried. Moments later, Kyohei is seen carrying Hiroshi with him, as he tells the others that the girls were satisfied just by serving him cookies and seeing him bare shirted.",
          "Aliases": []
        },
        "21": {
          "ID": "2602391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602391",
          "TitleEnglish": "Memory in Sepia",
          "SummaryEnglish": "Sunako's father comes to visit Sunako after he hears a rumor that Kyohei was her lover. Sunako's father spends time with Kyohei, realizing that he is a good guy at heart. He then reminisces about when he defeated a bear for Sunako, after Kyohei saw his exposed scars on his back. It is revealed that Sunako's father fears scary objects, those found in Sunako's room.",
          "Aliases": []
        },
        "22": {
          "ID": "2602401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602401",
          "TitleEnglish": "The Prince in Sheep's Clothing",
          "SummaryEnglish": "Kyohei is kidnapped by a bunch of crazy shopkeepers, however Sunako is accidentally kidnapped with him. Takenaga searches for suspicious areas, while Ranmaru brings Noi and Tamao to help find Sunako. Yuki is mistaken for one of the shopkeepers and is eventually taken to their hideout. Meanwhile, Sunako causes an uproar in the hideout, frightening the shopkeepers. It is revealed that the shopkeepers want Kyohei to return to the shopping district to save their businesses. Yuki is able to rescue Kyohei and meets up with the others. Sunako is shown residing in house of Kyohei's parents.",
          "Aliases": []
        },
        "23": {
          "ID": "2602411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602411",
          "TitleEnglish": "Eye of the Typhoon: Returning Home",
          "SummaryEnglish": "Kyohei returns to his home unwillingly to get Sunako back. They are forced to stay one night in the same room, to which Sunako refuses to sleep near him. Sunako talks with Kyohei's parents, getting a better understanding about their situation with Kyohei. Kyohei is later confronted by his mother, frustrated by the many girls that contact him. Sunako, sympathizing with Kyohei's mother, rids the house of any mirrors. However, Kyohei's mother tries to stop her from disposing of her cosmetics. Meanwhile, the others manage to drive off all the girls that were stalking Kyohei. As they depart, Kyohei wonders why Sunako does not want to be around him.",
          "Aliases": []
        },
        "24": {
          "ID": "2602421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602421",
          "TitleEnglish": "Eye of the Typhoon: Straying",
          "SummaryEnglish": "Kyohei is seen eating in various restaurants, as he chose to run away since Sunako does not what to be around him. However, it is revealed that Sunako seems more depressed than usual. The three boys, along with Sunako and Noi, try to convince Kyohei to come home via television broadcast. However, Mine becomes furious when she misunderstands Kyohei's position with Sunako.",
          "Aliases": []
        },
        "25": {
          "ID": "2602431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-wallflower/episodes/2602431",
          "TitleEnglish": "Road to Becoming a Lady",
          "SummaryEnglish": "Mine comes and wreaks havoc, but luckily Sunako calms her down and teaches her how to be a good housewife. But when Sunako gets invited to her aunt's party, she has to try to brave the road to womanhood. In the end, Mine tells the boys to make Sunako a super lady.",
          "Aliases": []
        }
      }
    }
  }
}