{
    "URL": "https://www.thetvdb.com/series/goku-midnight-eye",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Mini-Series",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0097445/",
        "https://www.themoviedb.org/tv/45471"
    ],
    "TitleEnglish": "Goku Midnight Eye",
    "SummaryEnglish": "A private detective finds himself armed with a cybernetic eye implant that proves invaluable in his fight against an evil weapons dealer.",
    "TitleJapanese": "MIDNIGHT EYE ゴクウ",
    "SummaryJapanese": "西暦2014年、TOKYOシティ。ある事件をきっかけに、世界中のあらゆるコンピューターに接続し、ハッキングして自在に操作できることができる超高性能の小型端末機“神の目”を何者かによって左目に埋め込まれた私立探偵の風林寺ゴクウ。\nその神の目や如意棒を武器にゴクウが、様々な事件に立ち向かっていく！",
    "Aliases": [
        "ゴクウ",
        "ミッドナイト・アイ ゴクウ"
    ],
    "Modified": "2023-11-26",
    "Seasons": {
        "1": {
            "ID": "294651",
            "URL": "https://www.thetvdb.com/series/goku-midnight-eye/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "2612711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goku-midnight-eye/episodes/2612711",
                    "TitleEnglish": "Goku Midnight Eye I",
                    "SummaryEnglish": "A private eye named Goku investigates a number of suicides of police officers. When he encounters the woman responsible for those suicides, he is caught by her supernatural powers and the only way to survive was to stab his own eye out. Now replaced with a cybernetic implant that allows him to access nearly every computer on earth and equipped with a powerful rod that can extend to quite a length, he resumes the investigation only to find out it falls deeper into the net of underground rulers.",
                    "TitleJapanese": "MIDNIGHT EYE ゴクウ",
                    "SummaryJapanese": "私立探偵、風林寺ゴクウは元同僚の刑事達が自殺する事件の調査を開始した。白竜幻二が怪しいと睨んだゴクウは白竜ビルに潜入するが、催眠術で他人の意思を操れる女殺し屋ピーコックが待ち受けていた。危機を知り、自らの左目をつぶすゴクウ。そして意識を取り戻した時、ゴクウの左目には“神の目”が埋め込まれていた…。"
                },
                "2": {
                    "ID": "2612781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goku-midnight-eye/episodes/2612781",
                    "TitleEnglish": "Goku Midnight Eye II",
                    "SummaryEnglish": "Goku is asked to find a woman's brother that has been made into a psychic super-soldier. Lies and intrigue cloud Goku's way, and only his computer eye makes it possible for him to succeed.",
                    "TitleJapanese": "MIDNIGHT EYE ゴクウⅡ",
                    "SummaryJapanese": "絶世の美女から行方不明の兄の捜索を依頼されたゴクウ。そこへ突如、巨大な軍用ロボット犬が襲ってきた。一瞬左目が光り、敵を倒したゴクウは、何故軍が彼女を襲うのかを問いかける。その問いに彼女は恐るべき真実を告白した。実は彼女の兄は軍用サイボーグの失敗作であり、ほっておけば大量殺人を始めてしまうらしく…。"
                }
            }
        }
    }
}