{
    "URL": "https://www.thetvdb.com/series/samurai-girls",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2074011/",
        "https://www.themoviedb.org/tv/46440"
    ],
    "TitleEnglish": "Samurai Girls",
    "SummaryEnglish": "A light in the sky. A falling body. A Kiss. Unimagable power is awakened, and with it a series of events will unfold that will change Great Japan forever.",
    "Aliases": [
        "Hyakka Ryōran Samurai Girls",
        "Hyakka Ryouran: Samurai Bride",
        "Hyakka Ryouran: Samurai Girls"
    ],
    "Modified": "2025-06-14",
    "Seasons": {
        "0": {
            "Episodes": {}
        },
        "1": {
            "ID": "307781",
            "URL": "https://www.thetvdb.com/series/samurai-girls/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2742731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/2742731",
                    "TitleEnglish": "The First Kiss",
                    "SummaryEnglish": "A light in the sky. A body falling. A kiss. Unimaginable power is awakened, and with it a series of events will unfold that will change Great Japan forever."
                },
                "2": {
                    "ID": "2953191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/2953191",
                    "TitleEnglish": "Naked Body Reincarnation",
                    "SummaryEnglish": "Muneakira, Yukimura, and Matabei are apprehended by Sen, and are awaiting their punishment. Meanwhile, Jubei lies dormant, but only temporarily, and everyone is shocked at what happens when she wakes up."
                },
                "3": {
                    "ID": "2974281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/2974281",
                    "TitleEnglish": "The Identity of the Master Samurai",
                    "SummaryEnglish": "While Sen figures out what to do about the \"girl who fell from the sky\", Muneakira and the others themselves wonder what to do about her. Jubei, however, seems to have different plans (though she may not know it), and they all start with a kiss..."
                },
                "4": {
                    "ID": "3003441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3003441",
                    "TitleEnglish": "Hey, Give Me a Kiss",
                    "SummaryEnglish": "The power is up for grabs! Yukimura theorizes that Muneakira will turn whoever he kisses into a Master Samurai, and thus the game begins. While she bones up on technique, Sen and Hanzo lie in wait, ready to stop her no matter what!"
                },
                "5": {
                    "ID": "3031051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3031051",
                    "TitleEnglish": "Here Comes the Warrior of Love!",
                    "SummaryEnglish": "With suspicions that his sister is harboring Yukimura, Sen's older brother sends in a spy to discover the truth. Meanwhile, at the dojo, a new enemy appears, and she seems to have a long time grudge on Yukimura..."
                },
                "6": {
                    "ID": "3079921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3079921",
                    "TitleEnglish": "The Sea Monster Attacks!",
                    "SummaryEnglish": "Sen and Muneakira need answers. A secret operation suddenly turns into a group outing, and in order to infiltrate the Tokugawa database they must both keep it secret form the others. Meanwhile, Yoshihiko's personal assassin has plans of her own, and her job is clear: eliminate Muneakira at all costs!"
                },
                "7": {
                    "ID": "3115611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3115611",
                    "TitleEnglish": "The Shadow Over Great Japan",
                    "SummaryEnglish": "Hanzo, after realizing how much Sen has changed, wonders if she is still needed. When an invisible enemy attacks, their bond is put to the test, and Hanzo decides she must protect the princess at all costs!"
                },
                "8": {
                    "ID": "3150551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3150551",
                    "TitleEnglish": "The Slave of the Kiss",
                    "SummaryEnglish": "In order to fill out their ranks, Yukimura and Sen urge Matabei and Hanzo to kiss Muneakira to become Master Samurai, even though the two girls are hesitant to do so. All of that is shoved to the background, however, when a mysterious girl falls from the sky, in the same way that Jubei did..."
                },
                "9": {
                    "ID": "3191411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3191411",
                    "TitleEnglish": "The Return of the General",
                    "SummaryEnglish": "Yoshihiko makes his long awaited (dreaded?) return. Gisen lets her true colors be known, much to Jubei's dismay. A new threat arises, and the shadow looming over Great Japan begins to take shape!"
                },
                "10": {
                    "ID": "3219601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3219601",
                    "TitleEnglish": "The Prison of the Evil Eye",
                    "SummaryEnglish": "While Gisen has Muneakira trapped in the depths of his own mind, Yoshihiko's return has thrown the girls for a loop...what are his true intentions, and how will the group rescue Muneakira from Gisen's grasp?"
                },
                "11": {
                    "ID": "3259191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3259191",
                    "TitleEnglish": "The Samurai From France",
                    "SummaryEnglish": "While the larger picture becomes clearer, Yoshihiko and and his army of genetic freaks go from looming shadow to possible savior of Japan. Meanwhile, Muneakira finds a new power within himself, and along with his trusted Samurai, they steel themselves for the fight ahead."
                },
                "12": {
                    "ID": "3334551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/3334551",
                    "TitleEnglish": "The Goodbye Kiss",
                    "SummaryEnglish": "With Gisen getting closer to resurrecting Amakusa, Muneakira, Sen, Yuki and Jubei must summon all their strength, courage and love for each other to defeat the shadow looming over Great Japan! The end is finally here, and the greatest battle of their lives awaits!"
                }
            }
        },
        "2": {
            "ID": "514045",
            "URL": "https://www.thetvdb.com/series/samurai-girls/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4516029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4516029",
                    "TitleEnglish": "True Shadow, Now Open",
                    "SummaryEnglish": "Four mysterious shadows revealed to be Dark Samurai appear within a cemetery and are greeted by Charles who engages them in battle. Muneakira returns to the Yagyu Dojo from his training away only to find that the dojo has been turned into the Shinkage Maid Cafe (True Shadow Maid Cafe). Yukimura reveals that due to the Reiman Shock, the dojo had to make money or else it'd be repossessed. Kanetsugu is shown to have been sent out to the cemetery to hand out flyers where she meets the Dark Samurai and directs them to the dojo. The Dark Samurai skirmish against Muneakira, Yukimura and Sen leaving Muneakira's General's powers sealed. Muneakira is given a month to bring back the Master Samurai Jubei or else his General powers will be destroyed. To the shock of everyone, Musashi returns the next day simply as a customer with an entirely different demeanor."
                },
                "2": {
                    "ID": "4530975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530975",
                    "TitleEnglish": "Kiss, Again",
                    "SummaryEnglish": "A mysterious underwear thief lurks the Café terrorizing the Maidens..."
                },
                "3": {
                    "ID": "4530976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530976",
                    "TitleEnglish": "Love and Kiss",
                    "SummaryEnglish": "Kanetsugu introduces the Battle for the title of Number One Maid in a malevolent attempt to get rid of Sasuke."
                },
                "6": {
                    "ID": "4530979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530979",
                    "TitleEnglish": "The Reputed Dandy",
                    "SummaryEnglish": "With the Maidens Café closed and the Dojo debt paid off, the girls can concentrate on their \"qi\" training."
                },
                "7": {
                    "ID": "4530980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530980",
                    "TitleEnglish": "Unable to Unlock!",
                    "SummaryEnglish": "Keiji continue to train the girls in the arts of \"qi\". Jubei is stuck in master samurai mode and her \"qi\" is fading fast. Will she able to control her \"qi\"?"
                },
                "8": {
                    "ID": "4530981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530981",
                    "TitleEnglish": "The Mysterious Shadow",
                    "SummaryEnglish": "Yukimura and Matabei are assaulted while returning from research into the Samurai Bible by an unknown assailant who is driven off by Inshun. The next day Hanzo and Matabei are regretful that they can't protect their masters during conflicts in the past. Everyone in the dojo have a meeting about the unknown assailant while Satchin and Jubei continue their Ki training in which Satchin runs across Inshun. Jubei takes Inshun along to spend time with her for the day during which she gives her the nickname Inko-chan. They both agree to be friends after the upcoming battle. That night Muneakira, Jubei, Yukimura, Sen, Matabei, and Hanzo go searching for the mysterious assailant. Sen is attacked during the search but Hanzo is unable to protect her. Only through Inzo's intervention is the assailant driven off but the group mistakes Inzo as the actual assailant."
                },
                "9": {
                    "ID": "4530982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530982",
                    "TitleEnglish": "The New Master Samurai",
                    "SummaryEnglish": "Mataemon attacks Kojiro under external influence as Yoshihiko watches the repair of the barrier protecting the Chingo Stone. As Sen, Muneakira, and Yukimura discuss the the situation, Jubei attempts to defend Inshun from suspicion leading to her running away. Yukimura continues researching the Samurai Bride, Sen goes out for training and Matabei trains with Hanzo in kissing. Kanetsugu interrupts the latter two to train them but her plan backfires as Matabei and Hanzo both torture her during their fantasies about kissing. Jubei talks to Musashi about her concerns that everyone thinks that Inshun is the street attacker unknowingly raising Musashi's suspicions. Kojiro watches as Mataemon is controlled and follows her back into town. Muneakira, Sen, Yukimura, Matabei, and Hanzo search the town while Musashi confronts a silent Inshun about being the street attacker. Detecting the street attacker, Sen retreats back to the forest surrounding the dojo only to be captured. Due to necessity, Matabei kisses Muneakira to become a master samurai. As Hanzo sees Sen crying, she begs Muneakira to give her the strength to save her and thus, kisses Muneakira to become a master samurai. With Mataemon defeated, she is taken away by Kojiro. The next day, everyone at the dojo discusses the situation coming to the disturbing conclusion that the Dark Samurai may be ultimately intending to wipe Great Japan off the map."
                },
                "10": {
                    "ID": "4530983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530983",
                    "TitleEnglish": "The Secret of the Chingo Stone",
                    "SummaryEnglish": "Kojiro questions the ghost in the cemetery about the reason for the revival of the Dark Samurai; Matabei, Hanzo, Kanetsugu and Gisen wait in the dojo; and Muneakira, Jubei, Jubei, and Yukimura question Sen about the Chingo Stone. It's revealed that the Chingo Stone lies at the base of Mt Fuji and controls Japan's accumulation of ki thus protecting it from unstable ki. Great Japan was founded by the Chingo Stone being placed there and is continually held together by the stone, however the ghost wishes to use the Dark Samurai to destroy the Chingo Stone. The ghost's only desire is for war due to their unapproval of the Tokugawa's power. Yoshihiko's master samurai have thus far stopped them but in their defeat against the Dark Samurai, Charles dropped the name of Jubei as the real identity of the one who defeated Amakusa. This gave Yoshihiko a month for repairs but the ghost was angry because Musashi got hung up on the battle allowing Yoshihiko that time. Mataemon heard everything and becomes enthused about her condition. Inshun is plagued by being an \"empty vessel\". Mataemon goes off on her own to find the Chingo Stone while Musashi vows to kill Mataemon. At the dojo, everyone desires to become the Samurai Bride until Yukimura reveals the conditions for it. First, a General must possess seven Master Samurai; second, the seven must share a bond of trust centering on one Master Samurai; and third, the other six must pour their all of their ki into the trusted Master Samurai channeled through the General. Should everything work (as historically, there's precedence that everyone died one time conducting the procedure) when the Samurai Bride is born, everyone else dies."
                },
                "11": {
                    "ID": "4530984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530984",
                    "TitleEnglish": "The Showdown",
                    "SummaryEnglish": "Muneakira and his Master Samurai are attempting to create the Samurai Bride with flashbacks intervening of their conversation after Yukimura revealed the conditions. Due to the sealing by Musashi, Muneakira is unable to continue. Inshun asks Musashi to give Muneakira the method to unseal himself after the battle and disappears while Kojiro talks to Mataemon about the flaws each Dark Samurai possesses due to improper resurrection. While Musashi goes to Yagyu Dojo for the battle, Kojiro and Mataemon attack the Chingo Stone. Jubei provokes Musashi into battle while Inshun defends the Chingo Stone. Inshun is taken down by Mataemon as the ghosts within the cemetery grow stronger due to the damage inflicted upon the Chingo Stone. As Kojiro is about to kill Charles, Gisen appears using her Devil's Eye. Kojiro and Mataemon are able to flee but as the ghosts empower Musashi, she threatens to kill herself since she can't fight fair against Jubei. Keiji appears revealing that Muneakira only needs his own ki to blow off the seal. The ghost accumulates around the yorishiro, absorbing the Dark Samurai for their powers to battle on its own. Due to Inshun being the \"empty vessel\", the ghosts are centering around her as Muneakira and his Master Samurai are now faced with defeating this new enemy."
                },
                "12": {
                    "ID": "4530985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-girls/episodes/4530985",
                    "TitleEnglish": "Samurai Bride is Born",
                    "SummaryEnglish": "Sen blindly pursues the cursed spirit as it arrives at the Academy with Hanzo sacrificing herself to protect Sen. Distraught, Sen is also killed as she remorses over Hanzo's body. Both are absorbed by the spirit as Yukimura, Matabei, Sasuke and Kanetsugu continue to fight. They are also killed and absorbed one by one as Muneakira, Jubei, and Keiji arrive to witness their absorbtion. Muneakira attacks the spirit only to be saved by Keiji as he is hit. Enraged Jubei enters into the spirit meeting with Inko who tells her she wishes to die by Jubei's hand and that it is possible as Muneakira is still alive. Within the Academy, Yoshihiko is informed that the spirit will arrive seven minutes before the Chingo Stone's barrier is complete. Keiji pours her ki into Muneakira telling Jubei that while everyone else believes that the Samurai Bride is monstrously powerful, she believes that a Samurai Bride isn't. At the request of Jubei, Muneakira enters into the spirit with her as Yoshihiko defends the Academy. Yukimura, Sen, Sasuke, Kanetsugu, Matabei, and Hanzo save Jubei and Muneakira from capture. Convincing them not to fight, everyone pours their ki into Muneakira who takes Jubei as his Samurai Bride. The spirits possessing Kojiro, Mataemon, and Inko are defeated by the comforting light of the Samurai Bride and the latter three are released. Only Musashi remains afterwards but is released when Jubei uses her Purified Ascension technique. The barrier protecting the Chingo Stone is completed and Great Japan starts to recover. Gisen praises Jubei on handling the spirit but reveals that Jubei will have to handle her as well someday. Yukimura, Sen, Sasuke, Kanetsugu, Matabei, and Hanzo come back to life as they drift down to Muneakira. After the credits, the spirits seem to be returning only to be stopped by Sasuke applying a seal."
                }
            }
        }
    }
}