{
    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1727444/",
        "https://newpsg.com/",
        "http://www.reddit.com/r/pantyandstocking",
        "https://www.themoviedb.org/tv/42421",
        "https://en.wikipedia.org/wiki/Panty_and_Stocking_with_Garterbelt"
    ],
    "TitleEnglish": "Panty & Stocking with Garterbelt",
    "SummaryEnglish": "\"There lies a city on the fault line between Heaven and Hell, Daten City, where humans live under the constant threat of attack from evil spirits. Darkness invades peoples' hearts, and not one person realizes that it is consuming the city... There are those who seek to obliterate these manifestations of human desire with transcendent light. Has the duty of repelling the darkness fallen to the messengers of God or the servants of Satan?\" -- The story centres on a teen-celebrity-like sex-crazed blonde-haired girl named Panty and a her sugar-addicted black-haired Goth Loli sister Stocking. Kicked out of heaven for their misdeeds there, these two angels now have to battle Ghosts on Earth for Heaven Coin, to pay for tickets back to Heaven. -- \"Do the angels bring tidings of hope and light? Or do they bring despair and darkness?\" Better bet on the latter!",
    "TitleJapanese": "パンティ＆ストッキングwithガーターベルト",
    "SummaryJapanese": "ダテンシティを日々襲う怪事件。\nそれは人々の欲望につけこむゴーストの仕業だった！\n天から遣わされた二人の天使・パンティとストッキングはゴースト退治に乗り出すが… 実は二人とも素行不良の落ちこぼれだった？ ！\n黒雲渦巻くダテンシティで、災厄が災厄を呼ぶゴーストハントが今、幕を開ける！！",
    "Aliases": [
        "Panty And Stocking with Garterbelt",
        "NEW Panty And Stocking with Garterbelt"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "0": {
            "ID": "312001",
            "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4104312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/4104312",
                    "TitleEnglish": "Panty & Stocking in Sanitarybox",
                    "SummaryEnglish": "A special short included with the 5th DVD/BD release.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "312011",
            "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "2771921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771921",
                    "TitleEnglish": "Excretion Without Honor and Humanity",
                    "SummaryEnglish": "Panty and Stocking are sent to investigate several cases of people getting eaten by toilets, which are caused by a ghost bent on covering Daten City in feces.",
                    "TitleJapanese": "仁義なき排泄",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "2942221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942221",
                    "TitleEnglish": "Death Race 2010",
                    "SummaryEnglish": "Panty and Stocking chase after a ghost with the ability to possess vehicles. However, Panty's underwear (which transform into her weapon) get stuck on the ghost's head, making it difficult to get them back without damaging them.",
                    "TitleJapanese": "デスレース2010",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "2771931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771931",
                    "TitleEnglish": "The Turmoil of the Beehive",
                    "SummaryEnglish": "While investigating a series of disappearances at Daten City High School, Panty and Stocking encounter Queen Barby, the cheerleading team captain whose reign as the most popular student is threatened by the Anarchy sisters. With the help of the teenage occult geek Brief, Panty and Stocking expose Barby as the Ghost behind the school's disappearances.",
                    "TitleJapanese": "ミツバチのざわめき",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "2942231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942231",
                    "TitleEnglish": "Sex and the Daten City",
                    "SummaryEnglish": "At the preview of her and Stocking's first feature film, Panty screens a pornographic film she once starred in, which leaks to the public. With her celebrity lifestyle at risk, Panty travels the world with Stocking and destroys every copy of the porn in existence save for one, which the sisters decide to keep for themselves. But when Panty reveals she edited out all of Stocking's scenes in their film, Stocking gets revenge by uploading the last porn copy online.",
                    "TitleJapanese": "セックス・アンド・ザ・ダテンシティ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "2771941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771941",
                    "TitleEnglish": "Catfight Club",
                    "SummaryEnglish": "Panty and Stocking get into a heated argument over a missing cup of pudding and go their separate ways. However, they are forced to put their differences aside to defeat a pair of Ghosts who work as a team.",
                    "TitleJapanese": "キャットファイト・クラブ",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "2942241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942241",
                    "TitleEnglish": "Pulp Addiction",
                    "SummaryEnglish": "The Ghosts of vengeful sperm cause a shortage of tissue paper, rendering the men in Daten City incapable of wiping themselves after ejaculating.",
                    "TitleJapanese": "パルプ・アディクション",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "2771951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771951",
                    "TitleEnglish": "The Diet Syndrome",
                    "SummaryEnglish": "Stocking finds herself gaining weight and goes on an intense diet, but she only keeps getting fatter until she balloons into a giant. When the cause is revealed to be from an obese Ghost who refuses to diet, Stocking sets out for revenge. Upon defeating the Ghost, Stocking returns to her original figure.",
                    "TitleJapanese": "ダイエット・シンドローム",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "2942251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942251",
                    "TitleEnglish": "High School Nudical",
                    "SummaryEnglish": "Daten City High School holds a lingerie run in which participants must race in their underwear. The run is interrupted by a Ghost who eats underwear, including Panty and Stocking's weapons, so Panty must resort to using whatever underwear she can find.",
                    "TitleJapanese": "ハイスクール・ヌーディカル",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "2771961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771961",
                    "TitleEnglish": "Raiders of the Nasal Dark",
                    "SummaryEnglish": "A recreational nose-picking fad spreads across Daten City thanks to a man named Oscar H. Genius, who invites the citizens of Daten City to a blimp party. However, Genius turns out to be a Ghost intent on ramming the blimp into the moon using the passengers' collective nosebleeds.",
                    "TitleJapanese": "ハナムプトラ",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "2942261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942261",
                    "TitleEnglish": "Vomiting Point",
                    "SummaryEnglish": "In the gloomy town of Little Tokyo neighboring Daten City, a struggling office worker named Terao is denied his chance to attend his young daughter's birthday party and forced by his co-workers to drink a mountain of beer, causing him to create a Ghost made of vomit. Panty and Stocking defeat the Ghost and decide to help Terao with his troubles by giving him their autographs as a present for his daughter, who is an avid fan of the Anarchy sisters.",
                    "TitleJapanese": "ヴォミッティング・ポイント",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "2771971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771971",
                    "TitleEnglish": "Les Diaboliques",
                    "SummaryEnglish": "Panty and Stocking arrive at school to find that a strict academic regime has been established by the mayor's daughters, the Demon sisters Scanty and Kneesocks, and are banished to the lowest class in school. Together with Brief, Panty and Stocking discover that Scanty and Kneesocks are demons who are running a factory that produces an army of fake Ghosts beneath the school. A destructive battle ensues, with the Anarchy sisters defeating the Daemon sisters by destroying the stone that powers the factory.",
                    "TitleJapanese": "悪魔のような女たち",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "2771981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771981",
                    "TitleEnglish": "Trans-homers",
                    "SummaryEnglish": "Panty and Stocking's sibling feud escalates into all-out war when they eat the cores of two warring alien robots and transform into robots themselves. When the alien robots decide to join forces to destroy the human race and merge into a Ghost, Panty and Stocking are once again forced to work together to defeat the Ghost.",
                    "TitleJapanese": "トランスホーム",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "2942281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942281",
                    "TitleEnglish": "The Stripping",
                    "SummaryEnglish": "Garterbelt gets angry at Panty and Stocking for wasting money, so the sisters make a bet to raise $3 million in three days. Getting jobs proves difficult for them, so they resort to going to a casino run by Scanty and Kneesocks, who rig their games to ensure the angels will lose. The Anarchy sisters eventually run out of money, but by selling their clothes to onlookers, they manage to play long enough to break through the Demon sisters' scheme and earn their $3 million.",
                    "TitleJapanese": "現金に裸体を張れ",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "2771991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2771991",
                    "TitleEnglish": "...Of the Dead",
                    "SummaryEnglish": "Panty and Stocking are holed up in a town where Scanty and Kneesocks have unleashed a horde of zombies that are immune to the Anarchy sisters' weapons, until they turn on the Demon sisters and turn the entire city into zombies.",
                    "TitleJapanese": "…オブ・ザ・デッド",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "2942291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942291",
                    "TitleEnglish": "1 Angry Ghost",
                    "SummaryEnglish": "The disguised Demon sisters put Panty and Stocking on trial for the murder of a friendly Ghost, with a monkey wearing a translation device on its head serving as the sisters' defense attorney. The sisters are found guilty and sentenced to electrocution, which jolts the monkey lawyer's translation device and grants him heightened intelligence, allowing him to prove the sisters' innocence and implicate the murdered Ghost's wife as the true culprit.",
                    "TitleJapanese": "一匹の怒れるゴースト",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "2772001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2772001",
                    "TitleEnglish": "If the Angels Wore Swimsuits",
                    "SummaryEnglish": "Panty and Stocking once again face off against Scanty and Kneesocks, this time in a volleyball match to determine who will control the public beach. The Anarchy sisters win, but the Demon sisters unleash a horde of aquatic Ghosts to wreak havoc before making a getaway.",
                    "TitleJapanese": "天使が水着にきがえたら",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "2942301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942301",
                    "TitleEnglish": "Ghost: The Phantom of Daten City",
                    "SummaryEnglish": "Stocking falls in love with a repulsive and ill-mannered Ghost and is willing to forsake her duties as an angel in order to be with him. Concerned for her sister, Panty attempts to kill the Ghost, but the Ghost proves to reciprocate Stocking's feelings and proposes to her. The moment Stocking accepts, however, the Ghost finds himself at peace and ascends to Heaven.",
                    "TitleJapanese": "ゴースト ～ダテンシティの幻～",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "2772011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2772011",
                    "TitleEnglish": "Inner Brief",
                    "SummaryEnglish": "Panty and Stocking are shrunken down and wind up inside Brief's body where they wreak havoc.",
                    "TitleJapanese": "インナーブリーフ",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "2942311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942311",
                    "TitleEnglish": "Chuck to the Future",
                    "SummaryEnglish": "The second part is a trilogy of shorts starring Panty and Stocking's pet sidekick, Chuck.",
                    "TitleJapanese": "チャック・トゥ・ザ・フューチャー",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "3241941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/3241941",
                    "TitleEnglish": "Help! We Are Angels",
                    "SummaryEnglish": "The third part is a music video featuring the main characters performing \"D City Rock feat. Debra Zeer\".",
                    "TitleJapanese": "HELP! 二人はエンジェル",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "2772021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2772021",
                    "TitleEnglish": "Once Upon a Time in Garterbelt",
                    "SummaryEnglish": "Panty and Stocking suspect Garterbelt of engaging in sexual activities behind their backs and search for incriminating evidence to use against him. They instead find Garterbelt's diary, which details his past life as a crime lord before he was killed and forced by God to live through all of history until he agreed to become His missionary.",
                    "TitleJapanese": "ワンス・アポン・ア・タイム・イン・ガーターベルト",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "2942321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942321",
                    "TitleEnglish": "Nothing to Room",
                    "SummaryEnglish": "Panty and Stocking spend the entire day in their living room, discussing various things while waiting for Garterbelt to make them dinner.",
                    "TitleJapanese": "ナッシング・トゥ・ルーム",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "2772031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2772031",
                    "TitleEnglish": "D.C. Confidential",
                    "SummaryEnglish": "Scanty and Kneesocks report the results of their unsuccessful battles with Panty and Stocking, as well as the whereabouts of the blood kin of Hell's Monkey, to Corset, the mayor of Daten City.",
                    "TitleJapanese": "D.C.コンフィデンシャル",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "2942331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942331",
                    "TitleEnglish": "Panty + Brief",
                    "SummaryEnglish": "Panty and Stocking have collected enough Heaven Coins to be allowed back into Heaven. However, only Stocking is taken back while Panty is forced to repeat her duties on Earth and forbidden to have sex as punishment for her immoral behavior. To cheer her up, Brief invites her to a party where he is to be engaged to the mayor's daughter (Scanty in disguise) and instead announces his intention to marry Panty. Scanty and Kneesocks attack Panty, who begins losing her angelic powers and escapes with Brief. Panty decides to have sex with Brief, but finds herself unable to do so as she has regained her virginity. Corset and the Demon sisters appear and kidnap Brief, the blood kin of Hell's Monkey whose penis is the key to Hell's Gate, leaving Panty powerless to save him.",
                    "TitleJapanese": "パンティ＋ブリーフ",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "2772041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2772041",
                    "TitleEnglish": "Bitch Girls",
                    "SummaryEnglish": "Having lost her powers, Panty is kicked out by Garterbelt and moves onto a farm with an old woman who, unbeknownst to her, is in league with Garterbelt and persuades her to stop Corset from using Brief to unlock Hell's Gate. Panty has sex with Brief, losing her virginity and restoring her powers. Stocking returns to help Panty fight Corset and the Demon sisters.",
                    "TitleJapanese": "ビッチガールズ",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "2942341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/2942341",
                    "TitleEnglish": "Bitch Girls: 2 Bitch",
                    "SummaryEnglish": "Brief accidentally unlocks Hell's Gate with his penis, unleashing a massive Ghost that begins destroying Daten City. Corset kills Garterbelt and merges with the Ghost to invade Heaven. Panty and Stocking find Garterbelt's credit card and use it to buy countless weapons from Heaven and form a massive laser with which to defeat Corset. However, they accidentally fire it backwards into the sky, though it instead summons Panty and Stocking's mother, who destroys Corset and pushes the Ghost back into Hell's Gate, which is sealed. Garterbelt returns to life to continue watching over the Anarchy sisters, who are once again kicked out of Heaven for maxing out his credit card, thus using up their Heaven Coins. Following the end credits is a string of bizarre plot twists that set up a premise for another season and baffle all the characters present.",
                    "TitleJapanese": "ビッチガールズ 2ビッチ",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "2192878",
            "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/seasons/official/2",
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "11210305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11210305",
                    "TitleEnglish": "Panty and Stocking: Homecoming",
                    "SummaryEnglish": "Continuing from the cliffhanger in the previous season, Garterbelt, Brief and Chuck team up with Scanty and Kneesocks to resurrect Panty and stop an out-of-control Stocking.",
                    "TitleJapanese": "パンティ アンド ストッキング ホームカミング",
                    "SummaryJapanese": "神と悪魔の狭間の街ダテンシティで今日も堕落した生活を送るビッチ天使姉妹のパンティとストッキング。そんな時、人々の欲望や怨念から生まれた悪霊＜ゴースト＞が平和な街に影を落とす。神父ガーターベルトの命を受け、パンティ＆ストッキングは愛車シースルーを駆り嫌々出動する！"
                },
                "2": {
                    "ID": "11247506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11247506",
                    "TitleEnglish": "BITCH GIRLS 4LIFE",
                    "SummaryEnglish": "Garterbelt has Panty, Stocking, Scanty and Knee Socks search all over Daten City for a ghost made of water and oil.",
                    "TitleJapanese": "ビッチガールズフォー・ライフ",
                    "SummaryJapanese": "天界に帰るため、ガーターベルト神父からゴースト退治を命ぜられるパンティとストッキング。だが、デイモン姉妹も魔界へ戻るためゴーストを探していた。果たして先にゴーストを見つけるのは天使か悪魔か……。"
                },
                "3": {
                    "ID": "11247507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11247507",
                    "TitleEnglish": "The Bodycard",
                    "SummaryEnglish": "In order to pay off three trillion Daten City dollars worth of bills Panty competes in a card game in order to get a rare card that is worth the exact amount needed to pay the bills.",
                    "TitleJapanese": "ボディカード",
                    "SummaryJapanese": "突然、３兆ダテンシティドルの支払いを命ぜられたパンティ。天界クレカも停まり、ショッピングやパーティーにも行けず憤慨するパンティはブリーフを連れ金策に走る。"
                },
                "4": {
                    "ID": "11248768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248768",
                    "TitleEnglish": "Project S: The Worst Ever Dojo",
                    "SummaryEnglish": "After another argument with Panty, Stocking works together with Scanty to kill a Ghost at a dojo.",
                    "TitleJapanese": "プロジェクトS　史上最悪の道場",
                    "SummaryJapanese": "くだらない姉妹喧嘩がきっかけでコンビの解散を宣言するストッキング。\nそんな時、ガーターベルトが密かに足取りを追い続けていたゴーストの根城が判明し、パンティ＆ストッキングに潜入捜査の司令が下るのだが……。"
                },
                "5": {
                    "ID": "11248769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248769",
                    "TitleEnglish": "Bitch Perfect",
                    "SummaryEnglish": "Daten City is experiencing an unprecedented SNS boom! Stocking is engrossed in an app that lets you earn hearts and feel good. Before I knew it, Panty and the Demon Sisters have also gotten hooked on the app...",
                    "TitleJapanese": "ビッチ・パーフェクト",
                    "SummaryJapanese": "ダテンシティは空前SNSブーム！ハートを稼ぐと気持ちよくなれるアプリに夢中のストッキング。気づけばパンティやデイモン姉妹もアプリにハマりだし……。"
                },
                "6": {
                    "ID": "11248770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248770",
                    "TitleEnglish": "F*ck & Furious",
                    "SummaryEnglish": "On a certain afternoon, Panty was sleeping peacefully with a relaxed breathing sound. Under the bed, there was a crumpled ball of tissue paper...",
                    "TitleJapanese": "F*CK & FURIOUS",
                    "SummaryJapanese": "ある昼下がり、気持ちよさそうに寝息をたてながら眠っているパンティ。そのベッドの下には丸まったティッシュペーパーのかたまりが落ちていた……。"
                },
                "7": {
                    "ID": "11248771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248771",
                    "TitleEnglish": "Daten City President",
                    "SummaryEnglish": "Stocking must win Daten City's presidential election in order to pardon Panty.",
                    "TitleJapanese": "ダテンシティ・プレジデント",
                    "SummaryJapanese": "ダテンシティで＜無許可でSEXをしたら死刑＞という新たな法律が施行され、即死刑を言い渡されたパンティを救うべく、街の大統領選挙に立候補することになったセメタリーヒルズ教会の面々。果たして誰が大統領に相応しいのか……。その時、ブリーフは閃いた！"
                },
                "8": {
                    "ID": "11248772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248772",
                    "TitleEnglish": "Pet Cematary Hills",
                    "SummaryEnglish": "Panty plans to kill a cat Ghost, but soon grows affection for it.",
                    "TitleJapanese": "ペット・セメタリ―ヒルズ",
                    "SummaryJapanese": "ある夜、うっかり小さな墓石を倒してしまったパンティ。翌朝、目を覚ましたパンティの前に小さな子猫の姿があった。"
                },
                "9": {
                    "ID": "11248773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248773",
                    "TitleEnglish": "Shoot for Yesterday!",
                    "SummaryEnglish": "The four girls, with the help of a strange man from space, try to kill a monolith before it destroys the universe.",
                    "TitleJapanese": "昨日に向って撃て！",
                    "SummaryJapanese": "宇宙から飛来した謎のキューブ。時を同じくしてダテンシティ上空に巧みな名古屋弁を操る謎の男が現れたのだった！"
                },
                "10": {
                    "ID": "11248774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248774",
                    "TitleEnglish": "Rolling Sisters",
                    "SummaryEnglish": "A sushi ghost causes a hurricane to strike Daten City while Scanty attempts to poop.",
                    "TitleJapanese": "ローリングシスターズ",
                    "SummaryJapanese": "一週間ぶりに便意を催したスキャンティ。その時、ダテンシティには過去最大級のハリケーンが襲来していた！"
                },
                "11": {
                    "ID": "11248775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248775",
                    "TitleEnglish": "Mutant Garterbelts",
                    "SummaryEnglish": "Garterbelt takes pity on a Turtle Ghost, which later possesses his soul.",
                    "TitleJapanese": "ミュータントガーターベルトズ",
                    "SummaryJapanese": "街でゴーストと交戦中のパンティとストッキング。とどめを刺そうとしたその時、突如現れたガーターベルトがゴーストを守る。果たしてその目的とは……。"
                },
                "12": {
                    "ID": "11248776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248776",
                    "TitleEnglish": "Bitch Serial Killer!",
                    "SummaryEnglish": "A series of murders are happening in Daten City, the victims are blonde sexy promiscuous girls, on hands of a Murderer Ghost, and the next one in the spotlight is Panty.",
                    "TitleJapanese": "ビッチ連続殺人！",
                    "SummaryJapanese": "ダテンシティで、ブロンドヘアーの女性ばかりが狙われる連続殺人事件が発生した。\n警察によってセーフハウスへ移送されるパンティだが……。"
                },
                "13": {
                    "ID": "11236666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11236666",
                    "TitleEnglish": "The Brothers From Heaven",
                    "SummaryEnglish": "Panty and Stocking get replaced by their cousins, the angel brothers Polyester and Polyurethane.",
                    "TitleJapanese": "天使兄弟現わる",
                    "SummaryJapanese": "どっちの身分が上かで言い争うパンスト姉妹とデイモン姉妹。ゴーストを多く倒した方が負けた方を召使いにすると言い、街中のゴーストを片っ端から倒してゆく４人だが、突然、パンティとストッキングがゴースト退治をするのに必要な＜ヘヴンズライセンス＞が剥奪され、事態が一変する。"
                },
                "14": {
                    "ID": "11248778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11248778",
                    "TitleEnglish": "Independence Dick",
                    "SummaryEnglish": "Garterbelt, Briefs, and Chuck finally cry out in despair at the tyranny of the Angel Sisters and Devil Sisters. Garterbelt leaves the church and heads to Casino City with Briefs to fulfill her humble dream of spending a night at Casino City's strip bar! But...",
                    "TitleJapanese": "インデペンデンス・ディック",
                    "SummaryJapanese": "天使姉妹と悪魔姉妹の横暴に対して、遂に悲鳴を上げたガーターベルトとブリーフ、チャック。教会を飛び出たガーターベルトは、「カジノシティのストリップバーで一晩を過ごす」ささやかな夢を叶えるため、ブリーフたちとカジノシティを目指す！が……。"
                },
                "15": {
                    "ID": "11249966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249966",
                    "TitleEnglish": "Longest Bitch Yard",
                    "SummaryEnglish": "Both the Anarchy and Daemon Sisters are sent to prison and must win a game of American football for their freedom.",
                    "TitleJapanese": "ロンゲスト・ビッチヤード",
                    "SummaryJapanese": "ビッチ罪によりビッチ刑務所に収容されたパンティとストッキング。二人は先に刑務所に入っていたデーモン姉妹と一致団結して勝てば無罪となるビッチアメフト大会に挑む！"
                },
                "16": {
                    "ID": "11249967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249967",
                    "TitleEnglish": "Break the Internet",
                    "SummaryEnglish": "Impact Cop attempts to discover the root of all evil.",
                    "TitleJapanese": "インターネットをやっつけろ",
                    "SummaryJapanese": "ダテンシティに配属された新米刑事は、街の治安が悪くなっている理由をインターネットで調べようとするが……。"
                },
                "17": {
                    "ID": "11249968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249968",
                    "TitleEnglish": "The Silence of the Internets",
                    "SummaryEnglish": "A grief-stricken Impact Cop vows to end evil once and for all.",
                    "TitleJapanese": "インターネットたちの沈黙",
                    "SummaryJapanese": "警察署が壊滅した。行き場を失った新米刑事がたどり着いたのは、海の見える寂れた民宿だった。"
                },
                "18": {
                    "ID": "11249969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249969",
                    "TitleEnglish": "Fa Fa F*ck",
                    "SummaryEnglish": "Panty is barred from swearing, causing her to find a loophole.",
                    "TitleJapanese": "ファ・ファ・フ*ック",
                    "SummaryJapanese": "息を吸うようにFワード連呼するパンティを見かねて、天界コンプライアンス委員会に通報するガーターベルト。Fワードを封じられ、言いたいことも言えなくなったパンティは……。"
                },
                "19": {
                    "ID": "11249970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249970",
                    "TitleEnglish": "The Ohagi of Doom",
                    "SummaryEnglish": "Stocking is desperate to win an Ohagi Unicorn.",
                    "TitleJapanese": "大御菓子峠",
                    "SummaryJapanese": "ダテンシティに突如現れたアジアンスイーツショップKYOTOの限定スイーツ「おはぎユニコーン」の購入権利をかけたじゃんけん大会に挑むストッキング。果たして、その結果は!?"
                },
                "20": {
                    "ID": "11249971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249971",
                    "TitleEnglish": "Not 2 Home Alone",
                    "SummaryEnglish": "Polyester and Polyurethane sneak into the church to find out what Panty and Stocking's weaknesses are.",
                    "TitleJapanese": "ノット・２・ホーム・アローン",
                    "SummaryJapanese": "パンスト姉妹の留守を見計らってセメタリーヒルズ教会へ忍び込んだポリエステルとポリウレタン。しかし、教会の住人たちに見つかり思いも寄らない事態に！"
                },
                "21": {
                    "ID": "11249972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249972",
                    "TitleEnglish": "Six Hundred Sixty Six Candles",
                    "SummaryEnglish": "Kneesocks celebrates her birthday without her sister.",
                    "TitleJapanese": "Six hundred Sixty Six Candles",
                    "SummaryJapanese": "誕生日を忘れられ落ち込むニーソックス。そんな姿を見かねたパンティは彼女を街へ連れ出すのだった。"
                },
                "22": {
                    "ID": "11249973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249973",
                    "TitleEnglish": "The Sex From Another World",
                    "SummaryEnglish": "Garterbelt tries to save the world from a mysterious and lustful alien.",
                    "TitleJapanese": "遊星からの物体SEX",
                    "SummaryJapanese": "20XX年、南極観測基地に落下した隕石から謎の女・パンティが現れた。その報告を聞いた博士・ストッキングはパンティを調査すべく動き出すが……。"
                },
                "23": {
                    "ID": "11249974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249974",
                    "TitleEnglish": "Lord of the Kokan the Great",
                    "SummaryEnglish": "Long before the dawn of civilization, a warrior whose homeland has been burned sets out on a journey of revenge.",
                    "TitleJapanese": "ロード・オブ・ザ・コカン・ザ・グレート",
                    "SummaryJapanese": "遥か文明の夜明けまえ――故郷を焼かれた戦士は復讐の旅に出る。"
                },
                "24": {
                    "ID": "11249975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249975",
                    "TitleEnglish": "Being Chuck Maldehole",
                    "SummaryEnglish": "Brief falls into a deep hole and tries to escape with the help of Chuck.",
                    "TitleJapanese": "マルデチャックの穴",
                    "SummaryJapanese": "深い穴の中で目を覚ましたブリーフは偶然居合わせたチャックと力を合わせて穴からの脱出を図ろうとするが……。"
                },
                "25": {
                    "ID": "11249976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11249976",
                    "TitleEnglish": "Panty Shorts and the Penis of Doom",
                    "SummaryEnglish": "Following Garterbelt's orders, Panty and her friends head to the ruins where a legendary treasure lies.",
                    "TitleJapanese": "パンティ・ショーツ 魔根の伝説",
                    "SummaryJapanese": "ガーターベルトの指令を受け、伝説の秘宝が眠る遺跡へとやってきたパンティたち一向。\nしかし、そこに待ち受けていたのは古代の邪教による犠牲者たち怨念だった！"
                },
                "26": {
                    "ID": "11342926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11342926",
                    "TitleEnglish": "The Plush",
                    "SummaryEnglish": "When Honekoneko gets destroyed in the wash, Stocking tries fixing him only for a time-traveler to interrupt her.",
                    "TitleJapanese": "ザ・プラッシュ",
                    "SummaryJapanese": "破れたホネコネコを修理しようとした瞬間、ストッキングの目の前に突然未来人が現れた。なんでも、ホネコネコを修理すると未来がとんでもない事になるらしい！そこへ更なる未来から来た存在が現れ……。"
                },
                "27": {
                    "ID": "11342927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11342927",
                    "TitleEnglish": "The Part-time Job Before Christmas",
                    "SummaryEnglish": "Kneesocks is forced to take Santa Claus' job on Christmas.",
                    "TitleJapanese": "パートタイムジョブ・ビフォア・クリスマス",
                    "SummaryJapanese": "今日はクリスマス・イブ。ひとり平穏なホリデーを過ごすニーソックスだが、パンティの部屋から漏れる喘ぎ声に苦情を言いに乗り込むと、そこには白い髭をはやした血まみれのおじさんが横たわっていた。"
                },
                "28": {
                    "ID": "11357925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11357925",
                    "TitleEnglish": "Heaven Wars Episode One - The Family Menace",
                    "SummaryEnglish": null,
                    "TitleJapanese": "HEAVEN WARS エピソード1 THE FAMILY MENACE",
                    "SummaryJapanese": "至急天界へ帰還する事になったパンティとストッキング。二人に連れられ一緒に天界へ行く事になった教会の面々だが、ブリーフは大好きなパンティの実家に行けるとなって大興奮！ガンスミスビッチに恋愛占いを頼むが、そこで思いもよらない結果を耳にする事に……。"
                },
                "29": {
                    "ID": "11357962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11357962",
                    "TitleEnglish": "Heaven Wars Episode Two - Attack of the Uncle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "HEAVEN WARS エピソード2 ATTACK OF THE UNCLE",
                    "SummaryJapanese": "天界の神々をひとつにしようとするラミー。散り散りとなったパンティ、ストッキング、デーモン姉妹、ガーターベルト、ブリーフ、それぞれの運命の行方は――！？"
                },
                "30": {
                    "ID": "11357963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/panty-and-stocking-with-garterbelt/episodes/11357963",
                    "TitleEnglish": "Heaven Wars Episode Three - Revenge of the Bitch",
                    "SummaryEnglish": null,
                    "TitleJapanese": "HEAVEN WARS エピソード3 REVENGE OF THE BITCH",
                    "SummaryJapanese": "新たに誕生した神々の王の前に立ち塞がるビッチたち！天界と魔界と地上の存亡をかけた最後の戦いが始まる――。"
                }
            }
        }
    }
}