{
  "URL": "https://www.thetvdb.com/series/iron-man-2010",
  "Genres": [
    "Adult Animation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1707807/",
    "https://www.themoviedb.org/tv/45418"
  ],
  "TitleEnglish": "Iron Man (2010)",
  "SummaryEnglish": "Tony Stark, CEO of a large weapons manufacturer, physicist, engineer, and brilliant inventor, is wounded by shrapnel from one of his own weapons. While held captive by terrorists, he develops the Iron Man Suit and escapes. From that day on, he vows not to waste his second chance at life and to change the world for the better. For that purpose, he comes to Japan.",
  "Aliases": [
    "Iron Man (2011)",
    "Iron Man 2010",
    "Iron Man 2011",
    "Iron Man Anime",
    "Iron Man"
  ],
  "Modified": "2025-07-12",
  "Seasons": {
    "0": {
      "ID": "326111",
      "URL": "https://www.thetvdb.com/series/iron-man-2010/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4553428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/4553428",
          "TitleEnglish": "Iron Man: Rise of Technovore",
          "SummaryEnglish": "The film explores a confrontation between Iron Man and the villainous Ezekiel Stane, who develops new bio-technology that seemingly outclasses the Iron Man armor. After Stane unleashes a terrorist attack and sets Tony Stark up to take the fall, Iron Man must evade S.H.I.E.L.D.'s man hunt and find a way to clear his name.",
          "Aliases": []
        },
        "2": {
          "ID": "7703430",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/7703430",
          "TitleEnglish": "Avengers Confidential: Black Widow and Punisher",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "326121",
      "URL": "https://www.thetvdb.com/series/iron-man-2010/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "2901061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901061",
          "TitleEnglish": "Japan...Enter Iron Man (Iron Man Arrives In Japan)",
          "SummaryEnglish": "Tony Stark travels to Japan to supervise the construction of a new arc power station and unveil the new mass-production version of the Iron Man suit - Iron Man Dio.",
          "Aliases": []
        },
        "2": {
          "ID": "2901071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901071",
          "TitleEnglish": "Going Nuclear (Find The Missing Nuke)",
          "SummaryEnglish": "A shipment of plutonium is stolen, leading Tony to be accused of smuggling nuclear materials into Japan and having to give a statement before the Diet of Japan. In order to get away from the press, Tony hitches a ride with a reporter he had previously met, Nanami Ōta. Whilst investigating the ship where the plutonium was being transported, Iron Man encounters another Zodiac warrior, Cancer. Tony locates the culprits and drives them towards a security checkpoint, but he is blocked off by a self-proclaimed good samaritan named Nagato Sakurai. Nanami mixes her camera with the plutonium the culprits were carrying and is chased by an armored tank equipped with stealth camouflage. After Sakurai helps Iron Man deal with the tank, Iron Man faces off against Cancer again and defeats him. Tony's name is cleared and Nanami was able to write a good article.",
          "Aliases": []
        },
        "3": {
          "ID": "2901081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901081",
          "TitleEnglish": "Reap The Whirlwind (The Reviving Project)",
          "SummaryEnglish": "Strange tornadoes are appearing in Tokyo, targeting and killing two professors. When another tornado attacks a military base, Iron Man enters it and finds the cause, another Zodiac warrior who easily defeats him. Meanwhile, Nanami attends a meeting with Chika Tanaka, Tony's co-worker, and another Professor, Sakamoto, who talk about the Tesla Project, an anti-natural disaster machine worked on by them and the other professors, before they themselves are attacked by the tornado. Tony tries to help some survivors, but is met with harsh criticism from the rescue team. As Chika and Nanami research the Tesla Project, they soon learn that Sakamoto is the man responsible for selling the Tesla research to the Zodiac, though thanks to Nanami they manage to escape. With the armor repaired, Iron Man reenters the tornado and defeats the Zodiac with an EMP cannon.",
          "Aliases": []
        },
        "4": {
          "ID": "2901091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901091",
          "TitleEnglish": "A Twist Of Memory, A Turn Of The Mind (Reunion)",
          "SummaryEnglish": "Tony recalls five years ago when he was attacked and captured by terrorists, receiving life threatening injuries. Meanwhile in the present, a race driver named Kawashima, who had broken his legs and desires to drive again, is given cybernetic enhancements on the condition that he kill Tony. When Tony is targeted, he is saved by the sudden appearance of James \"Logan\" Howlett, who is in Japan investigating A.I.M.. With the help of Logan, Iron Man defeats Taurus and rescues Kawashima, but soon comes face to face with Dio and is shocked to find what appears to be Yinsen inside.",
          "Aliases": []
        },
        "5": {
          "ID": "2901101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901101",
          "TitleEnglish": "Outbreak (Arc Station, Infection)",
          "SummaryEnglish": "An epidemic in which people's bodily fluids are turning blue spreads across Tokyo, and the JSDF suspects that the Arc Station is causing it and puts Tony under watch. He is approached by Sakurai who informs him that a satellite has been taken over by a Zodiac warrior, which is causing the radiation. Meanwhile, Nanami also gets sick from the radiation. Using an experimental coating to protect him from the radiation, Iron Man launches into space with the help of Sakurai to face the Zodiac. However, he is at a disadvantage in zero gravity and is taken inside where he is exposed to high radiation. However, Iron Man manages to send the radiation data back to Earth so they can cure the victims, and break free from the Zodiac and destroy it.",
          "Aliases": []
        },
        "6": {
          "ID": "2901111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901111",
          "TitleEnglish": "Technical Difficulties (Cyber Battlefront)",
          "SummaryEnglish": "As Tony tries to learn more about the whereabouts of Yinsen, Laboratory #23 is attacked by a virus which causes the robotic cleaners to go berserk and greatly reduces the temperature in the complex. Tony and Chika try to shut out the virus with a firewall, but this allows the virus to infect computers around the city and even takes over some fighter jets. In order to lure the culprit out and protect the Arc Station, Tony takes the virus into the Iron Man armor in order to fight it. Hearing Tony's promise to protect people, the culprit, a boy named Sho who was approached by Zodiac, is reminded of his promise to his late mother to protect others and destroys the virus. As Iron Man returns, he is attacked by more Zodiac mechs but is saved by someone piloting a new armor.",
          "Aliases": []
        },
        "7": {
          "ID": "2901121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901121",
          "TitleEnglish": "At The Mercy Of My Friends (Escape)",
          "SummaryEnglish": "Whilst wondering about the mysterious new armor, Tony and Chika are kidnapped. Nanami spots Tony's car and attempts to follow it, but they are stopped by a Zodiac. Tony and Chika awake to find themselves on a remote island, and Tony's arc reactor is missing. They are then approached by Yinsen, who reveals himself to be a member of Zodiac and tells Tony he has 24 hours of pacemaker power to decide whether to join Zodiac or not. Tony and Chika attempt to use the various scrap on the island to find a method of escape, but are thwarted at every opportunity. They eventually manage to evade him by using a hologram, and manage to build a flare to alert Sakurai, who had received some information from Nanami. Impressed by him not using weapons, Yinsen returns the arc reactor before escaping. As they wait for rescue, Tony and Chika kiss each other.",
          "Aliases": []
        },
        "8": {
          "ID": "2901131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901131",
          "TitleEnglish": "Daughter Of The Zodiac (Girl)",
          "SummaryEnglish": "Tony encounters a telekinetic girl named Aki, who apparently escaped from Zodiac and seeks Tony's protection, but Aki's stay with Tony escalates into chaos. Tony later makes up with Aki, but Sakurai takes her into custody shortly before a Zodiac robot, Virgo, attacks them. Aki's brainwaves make Virgo impervious to Iron Man's attacks. Aki saves Iron Man but becomes merges with Virgo, causing a destructive magnetic field to build up. Iron Man eventually saves Aki while Dr. Tanka destroys Virgo, though Aki's memory of Tony and Zodiac is erased.",
          "Aliases": []
        },
        "9": {
          "ID": "2901141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901141",
          "TitleEnglish": "A Duel Of Iron (VS Iron Man)",
          "SummaryEnglish": "Yinsen recalls when he was saved from being shot by terrorists by a woman named Sandra. Meanwhile, Tony is nearly finished with his arc reactor, but Yinsen apprehends the shipment of plutonium needed to complete it using the Dio armor. Iron Man and the two battle before Yinsen escapes with the plutonium, leaving Iron Man to fight the Zodiac warrior Sagittarius, but he soon loses him. Yinsen then contacts Stark, telling him that the people who rescued him were killed by Stark Industries weaponry. The two once again fight for the plutonium, with Yinsen insisting that Tony has not changed. He reveals several models of Iron Man Sigma, which he created by reverse engineering Dio, which he uses to attack the arc station. Yinsen defeats Tony, takes him out of his armor and chucks him into a river.",
          "Aliases": []
        },
        "10": {
          "ID": "2901151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901151",
          "TitleEnglish": "Casualties Of War (Iron Will)",
          "SummaryEnglish": "Yinsen forces Chika to work on the arc reactor, before making his demands for the dissolution of the Armed Forces and National Diet. Nanami attempts to escape the hostage situation but is caught and thrown into a storage room. Tony is rescued by Sakurai and tries to contact Chika, but she is caught by Yinsen and throw into storage with Nanami. Meanwhile, the Defense Secretary Kuroda offers to be held captive in place of the hostages. As Chika and Nanami go through an air duct and retrieve Tony's armor, Tony and Sakurai are attacked by the Zodiac Saggitarius. Nanami gets the armor to Tony so he can defeat Sagittarius, before facing off against Yinsen. Just as Iron Man starts to get the upper hand when Yinsen hesitates attacking in front of Chika, someone overrides the Sigmas and attacks them both, with Yinsen getting critically wounded. Yinsen warns Tony that Zodiac's plan has just started.",
          "Aliases": []
        },
        "11": {
          "ID": "2901161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901161",
          "TitleEnglish": "The Beginning Of The End (Mastermind)",
          "SummaryEnglish": "The JSDF holds Tony in custody due to rumors of his involvement with Zodiac, but Sakurai has other plans for Tony. As the Arc Reactor enters a meltdown buildup, Zodiac takes over the military base and destroys the parliament centre. Iron Man fights and wards off a Zodiac robot, while Sakurai locates the Zodiac command centre under Tokyo Bay - where he discovers its leader to be Kuroda, now armed in his Rasetsu armor with intent to destroy and rebuild Japan. Sakurai fights Kuroda but is killed, though he manages to notify Tony of Kuroda's treachery.",
          "Aliases": []
        },
        "12": {
          "ID": "2901171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/iron-man-2010/episodes/2901171",
          "TitleEnglish": "Endgame (The Light In The Distance)",
          "SummaryEnglish": "Kuroda enacts a coup d'etat and declares martial law over Japan. Meanwhile, Chika admits to Tony that she's been having blackouts and has been controlled into altering the arc reactor, wanting to commit suicide for causing Tony's suffering. Just then, Kuroda approaches them in his Retetsu armor and takes control of Chika, who had really been a Zodiac warrior, and has her attack Tony. As Tony tries to get Chika to believe in herself, she stabs herself to break free from Kuroda's control. Tony leaves Chika in Nanami's care whilst he goes to fight Kuroda, who was resentful due to his grandparents being killed in the Nagasaki bombing. Meanwhile, Chika decides to transfer her consciousness into the arc reactor program in order to take control of it and transfer its energy over to Iron Man. Iron Man manages to defeat Kuroda with the power provided, but Chika dies as a result of the transfer. A month later, the Arc Station is finally activated, providing clean energy for Japan.",
          "Aliases": []
        }
      }
    }
  }
}