{
    "URL": "https://www.thetvdb.com/series/bakuman",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1738419/",
        "https://www.themoviedb.org/tv/36041"
    ],
    "TitleEnglish": "Bakuman",
    "SummaryEnglish": "The series follows talented artist Moritaka Mashiro and aspiring writer Akito Takagi, two ninth grade boys who wish to become mangaka.",
    "TitleJapanese": "バクマン。",
    "SummaryJapanese": "つまらない未来、生きることは面倒くさい──と、何となく毎日を過ごしていた中学生・真城最高は、ある日、同じクラスで学年トップの秀才・高木秋人から声をかけられる。ずっとマンガ家になるのが夢だった、文才がある自分と高い画力を持つ最高が組めば夢を実現できる、と熱く語る秋人。\n\n最高は、だが、それをあっさり断る。3年前、プロのマンガ家だった大好きな叔父の死を目の当たりにした最高は、そのときから叔父のようなマンガ家になる夢を捨てていたのだ。しかしその夜、秋人の電話を受けた最高は、あこがれの美少女・亜豆美保の家を訪ねる。そこで秋人のとんでもない「告白」と、それにとんでもない「答え」をした亜豆を見て、完全に舞い上がった最高は、亜豆に「二人のマンガがアニメ化されたら」結婚してほしいと申し込んでしまう!!\n\n亜豆との約束を果たすため、秋人とともにプロのマンガ家への険しい道を歩む決意をした最高。まったくの素人だった二人が、マンガの創作から編集部への持ち込み、そして連載をめざし、熱い情熱だけを糧に青春のすべてをマンガに賭ける！\n\n最高と秋人はプロのマンガ家となり、連載ができるのか？　そして最高と亜豆はハッピーエンドを迎えられるか!?　少年の夢を現実にする、でもとってもリアルな青春ストーリーが、今、スタート!!",
    "Aliases": [
        "食梦者"
    ],
    "Modified": "2025-03-06",
    "Seasons": {
        "0": {
            "ID": "544888",
            "URL": "https://www.thetvdb.com/series/bakuman/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5263488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/5263488",
                    "TitleEnglish": "Otter Human Meeting!",
                    "SummaryEnglish": "This is a special episode released in the Blu-ray Box of Bakuman 2nd series. It is the first animated episode of \"Otter 11\".",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5280797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/5280797",
                    "TitleEnglish": "Otter Goes Back to the Sea!",
                    "SummaryEnglish": "This is a special episode released in the Blu-ray Box of Bakuman 3rd series. It is the last animated episode of \"Otter 11\".",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "326091",
            "URL": "https://www.thetvdb.com/series/bakuman/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "2904541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904541",
                    "TitleEnglish": "Dreams and Reality",
                    "SummaryEnglish": "Moritaka Mashiro, an average student with a talent for drawing, forgets his notebook at school, where his classmate Akito Takagi finds and looks through it. Takagi likes his drawings and asks Mashiro to team up with him to create a best-selling manga. Mashiro refuses because his uncle was a manga artist until he died from overworking, while deeply in debt, which derails his dream. Takagi soon invites him to visit Miho Azuki, the girl Mashiro has an unrequited crush on, and Takagi tells her of his plan to create a manga that will become an anime, in which she will play the heroine. Mashiro also proposes to marry Azuki when both their dreams come true, and she agrees that they will, but shall not see each other until then. With this motivation, Mashiro decides to become a manga artist.",
                    "TitleJapanese": "夢と現実",
                    "SummaryJapanese": "何となく毎日を過ごしていた中学生・真城最高は、ある日、同じクラスの秀才・高木秋人から「俺と組んでマンガ家になってくれ！」と声をかけられる。だが、 3年前、プロのマンガ家だった大好きな叔父の死を目の当たりにし、マンガ家になる夢を捨てていた最高はそれを断ってしまう。\nしかしその夜、秋人に呼び出された最高は、あこがれの美少女・亜豆美保の家を訪ねる。そこで秋人の告白に亜豆が出した驚きの「答え」に舞い上がった最高は、亜豆に「2人のマンガがアニメ化されたら結婚してほしい」と申し込んでしまう!!"
                },
                "2": {
                    "ID": "2904551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904551",
                    "TitleEnglish": "Dumb and Smart",
                    "SummaryEnglish": "Mashiro chats with Takagi, who tells him that he chose Mashiro because he is smarter than many of his peers in matters outside of scholarship, and that he believes Azuki has a similar kind of intelligence, with the ability to be appealling to others. Mashiro tells Takagi that he believes his uncle committed suicide, and thus suspects that his parents will oppose him becoming a manga artist. Mashiro's mother says his uncle did not commit suicide, but still opposes his decision until his father and grandfather show support for his dream. Mashiro's grandfather gives him his deceased uncle's studio apartment, and Mashiro brings Takagi to see it.",
                    "TitleJapanese": "馬鹿と利口",
                    "SummaryJapanese": "亜豆と約束した夢を叶えるべく、マンガ家になることを決意した最高。しかし、プロのマンガ家だった叔父・信弘（川口たろう）を3年前に過労で亡くした家族を説得しなければならなかった。\n予想通り、母親からは猛反対されるが、当然反対だと思っていた父親から出た回答は…!?\nそして、祖父にもマンガ家になると伝えた最高は、祖父から叔父が使っていた思いがけぬものを譲り受ける！"
                },
                "3": {
                    "ID": "2904561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904561",
                    "TitleEnglish": "Parent and Child",
                    "SummaryEnglish": "Mashiro and Takagi arrive at Mashiro's uncle's apartment, where they look around and Mashiro shows Takagi the manuscripts and storyboards, that the author of a manga series produces before drawing it. Mashiro realizes that his uncle was working extremely hard until his death and vows to approach it with the same resolve. Mashiro and Takagi find letters between his uncle and his friend from childhood, which stop before his hit manga was serialized, and looking at a yearbook photo of her, realized that he had been in love with Azuki's mother. They go to visit Azuki's mother the next day, and learn that she was also in love with him, but never could admit it and fell in love with someone else. Mashiro asks Azuki's mother not to tell her about the relationship between her and her uncle, and he then sets out to make a manga.",
                    "TitleJapanese": "親と子",
                    "SummaryJapanese": "秋人と2人、叔父・信弘の仕事場に入った最高。その部屋は、生前そのままに残されていた。\n叔父が描いた「ネーム」を秋人に見せた最高は、その膨大な量のネームを前に、叔父の死に対する自分の思い込みが間違っていたことに気づく。\nさらに、仕事場の隅に残された手紙の束を読んだ最高は、叔父の「文通だけの恋」の相手の正体を知って驚愕し、秋人と2人で女性の家を訪ねる…。"
                },
                "4": {
                    "ID": "2904571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904571",
                    "TitleEnglish": "Time and Keys",
                    "SummaryEnglish": "Mashiro shows Takagi all that he has drawn and points out all the mistakes he has made, as well as the finer points of using tools for drawing manga. When Takagi questions him, Mashiro tells him about G-Pens and Kabura pens, making manuscripts, and Taro Kawaguchi's three rules to a successful manga: conceit, doing your best, and luck. When they go to a convenience store, Takagi notices that the latest issue of Jack has a semi-finalist named Eiji Nizuma, a fifteen year old manga creator. The two discuss their high schools, manga, and editors, thus coming to the conclusion that they would finish the manuscript for a manga by summer's end and show it to an editor of Jack. While walking home with Takagi, Mashiro encounters Azuki by chance; while the two are unable to look at each other as they pass, they both turn back to look.",
                    "TitleJapanese": "時と鍵",
                    "SummaryJapanese": "マンガ家になるため、さっそくGペンで描く練習を始めた最高。試験勉強もせずに練習していたと聞いて心配する秋人に、最高は、昔叔父から聞いた「天才じゃない人間がマンガ家になるための3大条件」を話す。感銘を受けた秋人も、自分のマンガ原作を作り出すための研究を始めるのだった。\nそんなある日、審査員の絶賛を受けた「手塚賞」準入選作品の作者・新妻エイジが「15歳」だと知った2人は、同世代の天才の存在に衝撃を受ける…。"
                },
                "5": {
                    "ID": "2904581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904581",
                    "TitleEnglish": "Summer and Names",
                    "SummaryEnglish": "Recalling when he and Azuki turned back to look at each other at the same time, Mashiro tells Takagi that he and Azuki have been on the same frequency for years, indicating that they are connected without having to say anything about it. Azuki's best friend Kaya Miyoshi goes to Takagi to complain about him telling Azuki about her dream, and as she does so, gives indications of romantic interest in Takagi that Mashiro and Miyoshi notice. During the summer, Mashiro and Takagi stay at Mashiro's uncle's office, and work on a manga called The Two Earths. When it is complete, they call the Shonen Jack editorial department.",
                    "TitleJapanese": "夏とネーム",
                    "SummaryJapanese": "最初のマンガ「ふたつの地球」を夏休み中に仕上げて、編集部に持ち込むという目標を立てた最高と秋人。\nそんなある日、自分から亜豆の情報を聞き出した理由を見吉に問いただされた秋人は、深く考えず「見吉と話したかったから」と言ってしまう。\n作品に集中するため、夏休み中は仕事場にこもると決めた最高。秋人も泊まり込みにやってきた。だが、秋人のネームが予想外に難航し…。"
                },
                "6": {
                    "ID": "2904591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904591",
                    "TitleEnglish": "Carrot and Stick",
                    "SummaryEnglish": "Mashiro and Takagi meet with Akira Hattori, one of the editors at Shonen Jack. He notes that their work has flaws, as it is too text-driven and not drawn in manga style, but they have potential. He tells them that they are better suited to figuring out what could be a hit and drawing that, rather than drawing what they want, and while they are less likely to get a smash hit with that skillset, they are more likely to follow up on one if they do. Hattori gives them his contact information, encouraging them to come to him with their work. At school, the teacher decides to seat boys and girls next to each other, resulting in Mashiro sitting next to Azuki.",
                    "TitleJapanese": "アメとムチ",
                    "SummaryJapanese": "「ふたつの地球」を編集部へ持ち込んだ最高と秋人は、そこで編集部員・服部哲と出会う。\n服部から作品の感想を聞かされ、一喜一憂する二人だったが、服部から最後に「今後も自分が見ていきたい」と連絡先を教えてもらうことになる。\nそんな中、2学期が始まり、最高と秋人のクラスでは席替えが行われることに。\n最高と隣の席になったのは…。"
                },
                "7": {
                    "ID": "2904601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904601",
                    "TitleEnglish": "Tears and Tears",
                    "SummaryEnglish": "After meeting with Hattori, Mashiro and Takagi continue working on new submissions, and Mashiro writes notes to Azuki in class. Azuki cries after Mashiro asks her if they have to wait to be together until they have fulfilled their dreams, and she gives him her email. Mashiro is anxious to submit a work for the Tezuka Award so that Azuki can smile again, but Takagi suggests that they should proceed more cautiously and make their manga as good as it can be. Hattori calls them, and tells them that the work they submitted did not even make it to the finalists, but Takagi and Mashiro resolve to keep trying and go for the next Tezuka award, much to Hattori's pleasure. Nizuma receives a visit from his editor and the editor in chief, and agrees to move to Tokyo to write his manga if he gets the right to cancel one series after becoming the top-ranked manga artist.",
                    "TitleJapanese": "涙と涙",
                    "SummaryJapanese": "亜豆と席が隣どうしになった最高は、幸せな毎日を過ごしていた。\nある時、最高が約束を破る質問をしてしまい、授業中に亜豆を泣かせてしまう。ところが、泣きながらもメールアドレスを教えてくれた亜豆の考えが理解できず、悩む最高。\n「ふたつの地球」が月例賞の最終候補に残らなかったことを服部から聞いた最高と秋人は、手塚賞を目指し再び始動する。\nそのころ、天才と称される新妻エイジが、上京の準備を始めていた…。"
                },
                "8": {
                    "ID": "2904611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904611",
                    "TitleEnglish": "Uncertainties and Expectations",
                    "SummaryEnglish": "Takagi comes up with some more ideas, including One Hundred Millionth, a story about people being ranked according to their abilities, and Hattori is impressed with the story, causing Mashiro to wonder if his art is good enough. The story is chosen as one of the finalists, but does not make it to the four chosen for the award or honorable mentions. Shortly afterward, Ishizawa, a classmate, claims that Mashiro's art is holding Takagi down. Takagi gets angry and punches Ishizawa.",
                    "TitleJapanese": "不安と期待",
                    "SummaryJapanese": "手塚賞に向けて、最高と秋人は「一億分の」という作品にとりかかる。\n寝る間も惜しみながら描き上げた原稿だったが、最終候補には残ったものの、手塚賞は受賞できなかった。\n服部からは次の目標として、増刊号「NEXT！」への掲載を告げられ、めげる間もなく最高、秋人は次の作品を練り始める。\nある時、手塚賞の結果が掲載された誌面を見た石沢が最高の絵を批判し、それを聞いてカッとなった秋人は石沢を殴ってしまう！"
                },
                "9": {
                    "ID": "2904621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904621",
                    "TitleEnglish": "Regrets and Understandings",
                    "SummaryEnglish": "Takagi is suspended for a week after punching Ishizawa, causing Mashiro to worry about him. He goes over to visit Takagi and learns that the story ideas he submitted to him were only a few of the ones he came up with. Mashiro then learns that Miyoshi and Aiko Iwase, the second best student in his grade, both have feelings for Takagi. Takagi tells them that he likes them both, but cannot be in a relationship with either due to his manga career. Iwase tells him to quit writing manga and leaves, while Miyoshi promises to support him. Miyoshi gets angry after Takagi admits that he only spoke to her to get information about Azuki for Mashiro, and Mashiro leaves with his determination restored.",
                    "TitleJapanese": "後悔と納得",
                    "SummaryJapanese": "同級生を殴った秋人は、1週間の自宅謹慎処分となった。\n「謹慎中ネームに集中できる」と前向きな秋人に対し、自分の実力不足に苛まれていた最高だったが、二三男から「漢の痩せ我マン」の話を聞き、元気を取り戻す。\n最高が謹慎中の秋人の家を訪ねると、なぜか見吉と岩瀬にはち合わせ。見吉、岩瀬から意に反する二股疑惑をかけられ責められる秋人だったが、二人に向けて放った一言が最高の胸に刺さる！"
                },
                "10": {
                    "ID": "2904631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904631",
                    "TitleEnglish": "10 and 2",
                    "SummaryEnglish": "Mashiro and Takagi meet with Hattori, who says the manga artists liked their work, but the editors judging it thought it would never be published. Mashiro, wanting to progress faster than he is now, wonders if he could submit a work for serialization, and Hattori is doubtful. The editor in chief says that work needs to be good to be serialized, but Mashiro and Takagi are not good enough yet, and need a good main character to do so. Their early attempts are unimpressive, but Hattori suggests that a cult hit that only 20 percent of the reader base would read, but consider their favorite, might be a way for Mashiro and Takagi to get first place. Takagi mentions an idea he has called Money and Intelligence, in which people sell the contents of their minds to others, and Hattori suggests that they work on it.",
                    "TitleJapanese": "１０と２",
                    "SummaryJapanese": "最高と自宅謹慎が明けた秋人は、服部の元を訪ね、「一億分の」の反省会をすることに。\nそこで「王道の主人公」を中心にした作品の提案を受けた2人は、後日、服部にそのネームを見せる。\nところが、それを読んだ服部からは「全然面白くない」と告げられてしまう！\n2人の魅力は「邪道」であると判断した服部は、2人に「アンケートシステム」を紹介し、「この世は金と知恵」という作品に取り掛かる・・・"
                },
                "11": {
                    "ID": "2904641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904641",
                    "TitleEnglish": "Chocolate and NEXT!",
                    "SummaryEnglish": "Mashiro and Takagi work on Money and Intelligence while applying to the relatively easy North High School. Miyoshi questions why Mashiro and Azuki are not seeing each other, and Takagi concludes that Azuki wants to remain focused on her dream. Mashiro and Takagi get accepted into North High School along with Miyoshi and learn that their work will run in the seasonal magazine NEXT. Hattori tells them that the editors are planning to use them to make Nizuma look good by comparison, but he tells them this is their chance to impress them and win against Nizuma.",
                    "TitleJapanese": "チョコとNEXT！",
                    "SummaryJapanese": "「NEXT！」への掲載を目指し、「この世は金と知恵」のネーム作りに悩む最高と秋人。\n高校入試のシーズンに突入しても2人の生活はネーム作成中心だったが、無事、見吉と共に谷草北高校へ合格する。\n合格発表のその日、服部からネームのOKが出た「この世は金と知恵」は、「NEXT！」掲載作品の選考へまわすことになる。結果発表は2週間後・・・。\nそんな中亜豆から最高に贈り物が届く。その中身は・・・!?\nそして2週間後、服部からは「NEXT！」選考結果が2人に伝えられる・・・"
                },
                "12": {
                    "ID": "2904651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904651",
                    "TitleEnglish": "Feast And Graduation",
                    "SummaryEnglish": "After celebrating by eating out, Hattori, Takagi and Mashiro discuss Money and Intelligence, and what changes they need to make to it. Hattori says that they should wait until graduating from high school to go for serialization, and that even Nizuma is going for it too early. Miyoshi tells Takagi that Azuki is moving and hopes that she will see Mashiro at least once before she does. Mashiro insists on keeping to their promise despite not knowing how long it will take until he is able to fulfill it, but meets with Azuki on the way home from the graduation ceremony. He asks how long she will wait, and she promises to wait forever, pleasing him.",
                    "TitleJapanese": "御馳走と卒業",
                    "SummaryJapanese": "「NEXT！」への掲載が決まった最高と秋人は、編集部慣例のお祝いとして、服部に焼肉を食べに連れて行ってもらう。その帰り道、服部の厚情に報いるべく益々エイジへのライバル心をたぎらせる二人。\n卒業式を間近に控える中、最高は秋人と見吉から、亜豆が八王子に引っ越すことを告げられる。\n「会うのは夢が叶ってから」と頑なな態度をとるが、最高も動揺を隠せない・・・。\n卒業式当日、意を決した最高は帰り道、亜豆の家へと走る!!"
                },
                "13": {
                    "ID": "2904661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/2904661",
                    "TitleEnglish": "Early Results and the Real Deal",
                    "SummaryEnglish": "Mashiro, at Miyoshi's suggestion, sends an email to Azuki to begin correspondence with her. During the first day of high school, Mashiro and Takagi submit their new pseudonym, \"Muto Ashirogi\". Hattori is impressed with their work, but Mashiro notices that he is not expecting Money and Intelligence to be serialized, wondering if it is because of his desire that they wait until after high school to get serialized. Money And Intelligence gets first place in the early results of the NEXT polls, but drops to third place in the actual results, with Nizuma's work getting half the votes. This development convinces Mashiro and Takagi that they must make a mainstream work to go for first place, and resolve to make one better than their previous efforts.",
                    "TitleJapanese": "速報と本ちゃん",
                    "SummaryJapanese": "締切りを3日後に控え、忙しい日々を送る最高と秋人だったが、無事に原稿を服部へ届けた夜、見吉の計らいで、最高は初めて亜豆にメールを送ることに!\n谷草北高校の入学式を終え、ペンネームを「亜城木夢叶」と決めた最高・秋人・見吉。\n服部から「NEXT！」の見本誌が刷り上がったと連絡が入り、最高、秋人は取りに編集部へ向かう。見本誌を手にした2人の目に飛び込んだものは「新妻エイジ」の文字だった！そして服部からは「速報」と「本ちゃん」のアンケートシステムについて説明を受ける・・・\n引き続き、連載への望みを信じ連載用ネームへ取りかかる中、「NEXT!」が発売され「この世は金と知恵」の速報結果が2人に知らされる!!"
                },
                "14": {
                    "ID": "3247901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247901",
                    "TitleEnglish": "Battles and Copying",
                    "SummaryEnglish": "Mashiro has come to the conclusion that doing mainstream battle manga is the way forward, and draws characters from other battle manga to polish his skills at drawing this type of manga, Meanwhile Nizuma's manga \"Yellow Hit\" is on the verge of being serialized, but Nizuma's editor learns that he is planning on submitting \"Crow\" instead, and brings him down to the editorial offices. At the same time, Mashiro and Takagi are meeting with Hattori, who tells them that they are not suited to mainstream manga and that the mainstream authors who are popular are considerably more talented. Nizuma meets Mashiro and Takagi, telling them that he liked Money And Intelligence and wants to be friends with them, before drawing a name in front of them. Hattori hopes that demonstration will convince them that they're not able to compete with him in mainstream manga, but they remain determined to do so, and he gives them six months to submit a good mainstream work before he steps down as their editor.",
                    "TitleJapanese": "バトルと模写",
                    "SummaryJapanese": "新妻エイジに勝つため、王道バトルマンガのネームに取り掛かる最高と秋人。一方、エイジは「YELLOW HIT」で本誌連載が決まり、準備に入っていた・・・はずだったが、何と「CROW」の原稿を描いていた！\n「CROW」で連載したいと言うエイジを連れ、雄二郎は編集長と相談すべく編集部へ向かうことに。そこで服部と打ち合わせ中の最高・秋人はエイジとの邂逅を果たすことになる!!\n圧倒的な才能を目の当たりにした最高と秋人は、さらに触発され、服部に王道バトルマンガで勝負したいと懇願する。その熱意に対して服部が下した判断は・・・!?"
                },
                "15": {
                    "ID": "3247911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247911",
                    "TitleEnglish": "Debut and Hectic",
                    "SummaryEnglish": "Hattori goes over the weaknesses of Mashiro and Takagi's storyboard, and tells them that they need good characters, simple yet exciting battles, cute heroines, and tragedy and humor to make a good storyboard. Nizuma admits that he wrote the name on the spot, rather than having it in his head, and Mashiro and Takagi realize that he is a \"genius\" who can draw what he wants. Nizuma tells his editor that he likes the passion in Mashiro and Takagi's eyes, and sees them as his rivals. Meanwhile, Azuki auditions for Saint Visual Girls' Academy, a midnight anime, and gets a bit part. Mashiro, seeing her progressing toward her dream, becomes somewhat impatient and asks her to continue waiting for him, and she promises to do so while telling him to stop sending emails like that.",
                    "TitleJapanese": "デビューと焦り",
                    "SummaryJapanese": "服部から王道バトルマンガについての指南を受けた最高と秋人。エイジに勝つため、さらなる作品作りへ踏み出してゆく。\n一方、亜豆は養成所に通いながら、オーディションを受けては落選する日々を送っていた。\nある日、「聖ビジュアル女学院」というｱﾆﾒ番組のオーディションの話が来るが、新人で歌唱力もあったほうがよいという条件に悩んでしまう亜豆。\n見吉から最高たちの頑張りを聞き、意を決した亜豆は「聖ビジュアル女学院」のオーディションを受ける！　その結果は!?"
                },
                "16": {
                    "ID": "3247921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247921",
                    "TitleEnglish": "Wall and Kiss",
                    "SummaryEnglish": "Mashiro and Takagi, incorporating Hattori's suggestions, comes up with a concept for a story about an angel fighting other angels who kill humans to advance themselves, but are frustrated at their lack of progress. The name is rejected, but the feedback notes that they have promise. Around this time, Takagi is struggling to think of another idea, and begins seeing Miyoshi more often, prompting Mashiro to wonder if he is working on it at all. Hattori learns that Nizuma needs an assistant and that Takagi would not stop Mashiro from going to work for him. Mashiro hears of the offer, and is hesitant to accept it until he happens upon Takagi kissing Miyoshi.",
                    "TitleJapanese": "壁とキス",
                    "SummaryJapanese": "亜豆が「聖ビジュアル女学院」のオーディションに合格したと知る最高と秋人。２人は「金未来杯」へのエントリーをめざして「エンジェルデイズ」を仕上げたものの、なんと落選！ショックを受けた２人だが、服部から選考理由を聞いて気を取り直し、さらに「聖ビジュアル女学院」に出演した亜豆を見て刺激を受ける。一方、最高、秋人、亜豆に触発された見吉は、携帯小説家を目指すと言いだして…。\n次作のネーム作りに悩む秋人。そんなとき、最高に「エイジのアシスタントに入らないか」という連絡が。「悩む秋人のためにエイジの仕事ぶりから何か盗みたい」、そう考えた最高はアシスタントに行くことを決意する!!"
                },
                "17": {
                    "ID": "3247931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247931",
                    "TitleEnglish": "Braggart and Kindness",
                    "SummaryEnglish": "Mashiro starts work as an assistant for Nizuma, and meets the other two assistants; Shinta Fukuda, who had placed lower than he did in NEXT, and Takurō Nakai, who won an award 10 years ago, but has been unable to accomplish anything noteworthy since then. Despite Fukuda and Nizuma questioning why he is working as an assistant instead of trying to get published, Mashiro is determined to learn what he can to help Takagi. Fukuda realizes that \"Crow\" will eventually get canceled after the novelty wears off if Nizuma does not make it more substantial and interesting. Nizuma adjusts the story accordingly, while also deciding to meet with his editor.",
                    "TitleJapanese": "天狗と親切",
                    "SummaryJapanese": "アシスタントとしてエイジの仕事場を訪ねた最高は、手塚賞2回入賞の実績を持つ福田と、ベテランの中井の2人に出迎えられる。エイジに「何故ここにいるのか？」と聞かれるが、正直な気持ちを話した最高を歓迎するエイジ。「CROW」第2話のアンケート順位が4位に落ちてしまったことをきっかけに、急きょ第 5話の修正を手伝うことになった最高たち。\n福田の意見を素直に取り入れ、自分のものとしていくエイジの圧倒的な能力を目の当たりにしながらも最高は秋人のために何かをつかんで帰ろうと、決意を新たにする！"
                },
                "18": {
                    "ID": "3247941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247941",
                    "TitleEnglish": "Jealousy and Love",
                    "SummaryEnglish": "While reworking Chapter 5, Fukuda reveals that he is dissatisfied with many aspects of Jack, particularly how series are ordered by their popularity, but Yujiro tells him to get serialized before he talks about changing Jack. Nizuma tells Mashiro that he has been drawing since he was young, when his family had no money for video games, and Mashiro remembers how he also was drawing all the time before his uncle died. Mashiro, remembering his passion for manga, resigns as Nizuma's assistant and goes home, where he looks through his old manga, and decides to write a mystery next. Meanwhile, Takagi is writing cell phone novels for Miyoshi to publish, causing Mashiro to wonder if he is working on the name at all. Mashiro notices the contrast between Takagi's relationship with Miyoshi and his own relationship with Azuki, and wondering if the distance between them is increasing, asks why she is willing to accept not seeing him. After some thought, Azuki responds that she believes her love will be greater once they fulfill their promise, and Mashiro resolves to create a manga for her, by himself if necessary.",
                    "TitleJapanese": "嫉妬と愛",
                    "SummaryJapanese": "エイジが小学生のころ描き貯めたマンガから新キャラクターアイデアを用いる姿を目にして、ついにヒントを得た最高。エイジのアシスタントを辞め、自分が小学生のころに描いたマンガのノートを探し始める！\n一方、秋人は見吉の携帯小説を手伝いながらも、満足がいくネームが書けず悩んでいた。\nいつも見吉と一緒にいるためにネームの進行が遅れているのではと疑心暗鬼になった最高は、ある決意をする…"
                },
                "19": {
                    "ID": "3247951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247951",
                    "TitleEnglish": "Two and One",
                    "SummaryEnglish": "Summer ends without Mashiro hearing back from Takagi, and Takagi returns the key to Mashiro's uncle's apartment, apologizing for failing to come up with a name in time but resolving to become a manga writer. Mashiro meets with Hattori, who is impressed with his idea of a detective who cons criminals into exposing themselves, but doubts he can succeed without Takagi's help. Hattori learns that Takagi is also intending to make a mystery, but does not reveal Mashiro's story to him until another editor asks Mashiro to illustrate a runner-up for Story King. Hattori then plans for Mashiro and Takagi to work on their detective story for two years before it gets serialized, without having either tell the other. Mashiro struggles to write a name on his own, but Takagi approaches him and shows him five names, one of which is a detective story. Mashiro and Takagi decide to work together again, and to work on their detective story for the next six months.",
                    "TitleJapanese": "２人と１人",
                    "SummaryJapanese": "夏休み中にネームを仕上げる約束を守れなかった秋人に、「1人でマンガを描く」とコンビ解消を告げる最高。言い返せない秋人は納得し、最高は1人で服部のもとを訪ねる。\n事情を把握した服部は、最高と秋人が偶然にも同じテーマで別々にマンガを描こうとしていると気付き、ある計画を考えて秋人を呼び出すのだった。\nそれから1か月がたったある日、秋人のネームを見た最高は、秋人が同じ推理ものを描こうとしていることと、服部の計画を知ることに…。これまでに秋人の存在の大きさを痛感していた最高は…。"
                },
                "20": {
                    "ID": "3247961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247961",
                    "TitleEnglish": "Cooperation and Conditions",
                    "SummaryEnglish": "Mashiro and Takagi discuss how to improve the concept behind the story, now known as Detective Trap, and Takagi begins looking over many detective stories that Hattori sent him. The two meet with Hattori, insisting on proceeding with Detective Trap while still in high school, and Hattori tells them that in order to get serialized, Detective Trap must do well in the Golden Cup, and they must bring him a 19-page story every two weeks to show that they can do so every week with assistants. They succeed in keeping up in spite of the difficulty involved in doing so, and are officially entered into the contest.",
                    "TitleJapanese": "協力と条件",
                    "SummaryJapanese": "コンビでの活動を再開した最高と秋人は、服部の計画に対し、逆に2人で仕上げたネームを持ち込んで驚かせようと考える。一方、見吉も推理物に悩む2人のサポートをすることになり、3人で仕事場にこもる日々がスタートする。\nそんな中、亜豆がアニメ「聖ビジュアル女学院」の新シリーズでCDデビューすることが決まる。仕事場でOAを見た3人はその姿に触発をされ、ますますやる気をみなぎらせる！\n春を迎え、服部へ完成したネームを持ち込んだ最高と秋人は、ふたたびコンビで活動することを伝え、高校在学中の連載を目指したいと改めて主張する。その熱意に打たれた服部は、2人にある提案をする…。"
                },
                "21": {
                    "ID": "3247971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247971",
                    "TitleEnglish": "Literature and Music",
                    "SummaryEnglish": "Mashiro and Takagi continue submitting a story every two weeks, with Mashiro sacrificing sleep to do so, but they have several weeks to go. They see Nakai with Ko Aoki, the runner-up of the Story King competition. Nakai reveals that he's entering- with her, and that Fukuda's entry is expected to place first. Hattori reveals that Muto Ashirogi's work has gotten into the Golden Future Cup, and while the rank influences how it will fare, so will the number of people who voted that they liked it. One of their rivals is Koji \"Koogy\" Makaino, a popular musician who wishes to become a mangaka, and Fukuda believes that his fans will give him an unfair advantage in the questionnaires. Fukuda, Nakai, Mashiro and Takagi then go to the editorial offices to protest this.",
                    "TitleJapanese": "文学と音楽",
                    "SummaryJapanese": "服部との打合せに向かう途中、最高と秋人は中井に出会う。中井はストーリーキングのネーム部門準キング受賞者・蒼樹紅と打ち合わせをしていた。この2人も、コンビで金未来杯へエントリーするというのだ！\n福田、中井と蒼樹という強力なライバルたちに触発され、さらに対抗心を燃やす最高と秋人。\nそんな中、謎に包まれていた最後の金未来杯エントリー作家、間界野こう次がその正体を表す！\n間界野の正体を知った福田は、最高と秋人も巻き込んで、ある行動を起こす!!"
                },
                "22": {
                    "ID": "3247981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247981",
                    "TitleEnglish": "Solidarity and Breakdown",
                    "SummaryEnglish": "Team Fukuda reaches the editorial offices, but despite their protests, the editors do not believe Koogy's advantage is unfair or his tactics are unethical, and Mashiro decides to defeat him by making a better manga. Fukuda then proposes that the authors check each other's names, and they are surprised by each other's level of skill. Midway through the session, Aoki refuses to continue to participate, saying that her manga is better than the others, and the session ends with Nizuma says two of the manga are significantly better than the third, but declining to specify. Mashiro then ponders rewriting the name in the face of his competiton, and after getting an email from Miho discussing her doing singing again and her becoming more confident, decides to do so.",
                    "TitleJapanese": "団結と決裂",
                    "SummaryJapanese": "マンガ家・間界野こう次は人気アーティスト・KOOGYであると発表され、その手法へ抗議しに殴り込んだ、福田、最高、秋人、中井。編集長も巻き込んだ議論となるが、「マンガの内容で勝てばいい」と双方納得し、その場は事なきを得る。\n福田の提案で、各自の原稿をエイジの仕事場に持ちより、意見交換をすることに…だが、エイジの各作品の評価は意外なもので…!?\n一方、亜豆もイベント出演など、声優としての活動の場を広げつつあった"
                },
                "23": {
                    "ID": "3247991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3247991",
                    "TitleEnglish": "Tuesday and Friday",
                    "SummaryEnglish": "Mashiro and Takagi both decide to rewrite their manga. Fukuda, Aoki and Nakai also rewrite their manga. Later Fukuda's manga is shown first with positive reviews. Next Mashiro and Takagi's manga is also shown with good reviews. Nakai panics and thinks that when Nizuma said that the winners were tied and there was a third place, he meant his manga. Then Aoki and Nakai's manga is shown with also positive reviews. All three series are okayed to begin work on names for serialization. Azuki said that she liked Mashiro and Takagi's manga, which gives Mashiro hope.",
                    "TitleJapanese": "火曜と金曜",
                    "SummaryJapanese": "エイジの仕事場での意見交換を終え、各々「金未来杯」エントリー作品を更に磨きあげる作業へと入っていく。最高と秋人もより面白くするため、締切りギリギリまで修正を施すことを決意する。\nいよいよ「金未来杯」がスタート。「KIYOSHI騎士」「疑探偵TRAP」「hideout door」「カラフジカル」と掲載され、ライバル達の作品に一喜一憂する最高と秋人。\n同じ頃、ライバル達もそれぞれの思いを胸に掲載誌を手にしていた！\n読者アンケートの結果は…!?「金未来杯」は誰の手に!?"
                },
                "24": {
                    "ID": "3248001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3248001",
                    "TitleEnglish": "Call and Eve",
                    "SummaryEnglish": "Koogy's manga does poorly in the Golden Future Cup, leaving Mashiro and Takagi, Fukuda, and Nakai and Aoki as the top contenders. An unprecedented two-way tie happens, with Fukuda and Ashirogi Muto both getting first place. Azuki calls Takagi to thank him for supporting Mashiro and encouraging him to pursue becoming a manga artist, but is too embarrassed to congratulate Mashiro directly herself. Having won the Golden Future Cup, Mashiro and Takagi prepare to submit their story for serialization.",
                    "TitleJapanese": "電話と前夜",
                    "SummaryJapanese": "空前の激戦を制し「KIYOSHI騎士」「疑探偵TRAP」が金未来杯史上初の同時受賞をする。結果を聞いた亜豆からはお祝いの電話が秋人宛にかかってくる。尻込みする最高・亜豆を尻目に、秋人と見吉の計らいで、二人は卒業式以来の言葉を交わそうとするが・・・!？\nそんな息抜きもつかの間、連載会議に向けたネームへと取り掛かる最高と秋人。同じく福田や蒼樹・中井達も金未来杯の結果に左右されることなく、連載ネームの作成を着々と進めていた。\nそして日は巡り、運命の連載会議の日を迎える・・・"
                },
                "25": {
                    "ID": "3248011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/3248011",
                    "TitleEnglish": "Yes and No",
                    "SummaryEnglish": "Thirteen series are submitted for the serialization meeting and are discussed by the team captains, editor in chief and deputy editor. Of all 13, Detective Trap and Otter 11, a manga by newcomer Kazuya Hiramaru, are chosen for serialization. Mashiro receives congratulations from his rivals, who promise to get serialized themselves to compete with him. Mashiro then reflects on how far he has come and how far he has yet to go, before he receives a call from Azuki, who congratulates him and tells him that their dream will come true. Hattori stops by with a man called Miura, who will be their new editor.",
                    "TitleJapanese": "ありとなし",
                    "SummaryJapanese": "連載会議には13本の作品が提出された。まれにみる難しい選考となるが、そのうち7本が「あり」として候補に残る。さらに作品を絞るべく会議は続けられることとなり、当初の予想よりも長引いてしまうことに…。\n会議結果の連絡を待つ、やきもきと焦りを隠せないでいた最高と秋人だったが、ライバル達も同様であった。\nそして会議は終了、服部からの運命の電話が鳴り響いた！\nはたして結果はいかに!?"
                }
            }
        },
        "2": {
            "ID": "473098",
            "URL": "https://www.thetvdb.com/series/bakuman/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4160633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4160633",
                    "TitleEnglish": "Silence and Party",
                    "SummaryEnglish": "The story picks up directly where the Season 1 finale left, introducing Miura as Moritaka and Takagi's new editor and introduces Hiramaru at the New Year's Party",
                    "TitleJapanese": "沈黙と宴",
                    "SummaryJapanese": "連載が決まった最高と秋人は、新担当・港浦を紹介される。ショックを受ける二人だったが服部は二人を激励して、立ち去った。港浦は悪い人物ではなさそうだが、失言もあり、最高も秋人も何となく先行きに不安を感じてしまうのだった。アシスタントが３人入り、連載用原稿作業がスタート。ベテランアシスタントの小河にも助けられ、順調に作業を進めていく。\n年が明け、『少年ジャック』新年会会場にやってきた最高と秋人。そこでエイジとは異なる種類の天才・平丸一也と出会う。そして取締役・鳥嶋と挨拶を交わした最高はある決意を表明する！"
                },
                "2": {
                    "ID": "4185312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185312",
                    "TitleEnglish": "Anthology and Photobook",
                    "SummaryEnglish": "Mashiro and Takagi get to know their new assistants, while Azuki struggles with her decision to do an ecchi photo shoot.",
                    "TitleJapanese": "文集と写真集",
                    "SummaryJapanese": "『疑探偵TRAP』執筆に全力で挑む最高・秋人。一方亜豆は事務所から写真集を出すことへの選択を迫られていた。悩む亜豆は、小学校の卒業文集を開き、そこに書いてある\"将来の夢『声優』”という文字を見つめていた。　\nしばらく連絡のない亜豆が気になり、メールしてみる最高。亜豆からの返信に異変を感じた最高は執筆中の原稿を放り出し、秋人の制止も振り払い、亜豆の家へ行こうと駅に向かう！\n秋人から最高が亜豆宅へ向かっていることを知らされた亜豆は意を決し、最高へ電話をかける!そこで二人が導き出した答えは!?"
                },
                "3": {
                    "ID": "4185314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185314",
                    "TitleEnglish": "Window and Snow",
                    "SummaryEnglish": "Nakai vows to do whatever it takes to renew his partnership with Aoki.",
                    "TitleJapanese": "窓と雪",
                    "SummaryJapanese": "『疑探偵ＴＲＡＰ』の速報結果を聞き、最高たちは一抹の不安を抱く。しかし、「本当の勝負は２話めだ」と２話目の結果にかける。\n一方、蒼樹はKOOGYとコンビを組むということが発覚。その話に納得のいかない中井は「蒼樹の世界観を表現できるよう努力する」と毎日蒼樹の自宅前の公園で絵を描き続けることを宣言する。仕上げられた原稿を見た蒼樹は、そのレベルの高さに驚き、ある行動を起こす!\nそんな中、『ＴＲＡＰ』、勝負の２話の速報結果が最高たちに知らされる…!"
                },
                "4": {
                    "ID": "4185316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185316",
                    "TitleEnglish": "Support and Patience",
                    "SummaryEnglish": "As Trap's ranking continues dropping, Mashiro and Takagi consider major changes.",
                    "TitleJapanese": "テコと我慢",
                    "SummaryJapanese": "『ＴＲＡＰ』２話の本ちゃんは８位だったことから連載打ち切りを心配する最高と秋人。そんな二人に港浦は「１８，９位にならなければ大丈夫」と断言するが、二人の危機感は拭いきれない。\n連載会議当日、福田、蒼樹&中井の連載と、『TRAP』と同時に連載が始まった『チーズおかき』の終了が決まった。それを聞いた秋人は、テコ入れをして７話目のネームを変えると言い出すが、港浦は「今の順位をキープして、しっかりとした推理モノとして定着させるべき」と譲らない。激論を交わす港浦と秋人を前に、最高はエイジのある言葉を思い出す。最高が導き出した答えは!?"
                },
                "5": {
                    "ID": "4185317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185317",
                    "TitleEnglish": "Comedy and News",
                    "SummaryEnglish": "Trap begins to move in the rankings, but the competition is fierce. Overwork takes its toll on Mashiro.",
                    "TitleJapanese": "ボケとニュース",
                    "SummaryJapanese": "福田たちの新連載が始まるまでに、アンケートでひと桁順位をキープしたいと狙う港浦は、「センスあるセリフを磨くべきだ」と指摘する。同じことを考えていた秋人は驚き、『ラッコ』のように面白くてセンスあるセリフを考えようと張り切る。福田たちの連載がスタートする中、『TRAP』は６位まで順位を上げ、本格推理が浸透してきたと最高と秋人は手応えを感じていた！\nその翌週、ついに『ＴＲＡＰ』がアンケート順位で『ＣＲＯＷ』に並び、コミックスの発売日も決定する。しかも発売日に巻頭カラーがもらえることになり、意気揚揚と徹夜でカラー原稿の作業へ入る最高。\nしかしその時、最高の身体に異変が!?"
                },
                "6": {
                    "ID": "4185318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185318",
                    "TitleEnglish": "Disease and Drive",
                    "SummaryEnglish": "Mashiro is hospitalized, but refuses to stop drawing. Trap is put on hiatus.",
                    "TitleJapanese": "病気とやる気",
                    "SummaryJapanese": "仕事場で倒れた最高を発見した加藤と高浜は救急車を呼ぶ。編集部にいた港浦たちも病院に駆け付けたが、医師からは「手術が必要で、退院までは早くて３ケ月」と告げられる。最高は病院でも原稿を描くことを希望するが、医師の監督のもと、安静にすることに。\n納得いかない最高はこっそり病室を抜け出して、秋人に病院に原稿を持ってきてくれるよう頼む。\n一旦は了承するが、思い直した秋人は亜豆に最高を止めるよう亜豆へと連絡をする。\n翌日、病院に現れた亜豆！それに対して最高は・・・。"
                },
                "7": {
                    "ID": "4185319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185319",
                    "TitleEnglish": "Life-and-Death and Standstill",
                    "SummaryEnglish": "Trap is put on hiatus unless Muto Ashirogi's rivals boycott can stop it.",
                    "TitleJapanese": "生死と制止",
                    "SummaryJapanese": "入院後も描き続ける最高に、港浦は編集部が休載の方向で動いている事を告げる。港浦は編集長に連載の継続を訴えるが、受け入れられない。佐々木も最高を見舞いに訪れ、そこで加代子からマンガを描かせないように相談される…。\n入院の話を聞きつけた福田組の面々が見舞いに訪れる中、そこへ再度佐々木が現れ、ある宣告を行う！\n亜城木夢叶の連載の行方は…！？そして「福田組」の面々の反応は…！？"
                },
                "8": {
                    "ID": "4185320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185320",
                    "TitleEnglish": "Recall and Call",
                    "SummaryEnglish": "The boycott is in full effect. Miura makes one last desperate plea to sway the chief into resuming Trap.",
                    "TitleJapanese": "リコールとコール",
                    "SummaryJapanese": "福田組は担当編集とファミレスで話し合うが、連載ボイコットを譲らず話し合いは平行線をたどる。\n最高の手術は無事終わるが、結局19話は休載となった。その『少年ジャック』３２号を見て最高たちは『ＣＲＯＷ』や『ラッコ11号』『ＫＩＹＯＳＨＩ騎士』『hideout door』も休載になっていることに気づく！\n港浦から、福田たちが『ＴＲＡＰ』休載に反対して連載をボイコットしたことを聞かされ、最高は福田たちに話がしたいと申し出る…!?\n９月になり最高は退院を迎える。その足で編集部に向かった最高と秋人は、編集長と直接対面して・・・!?"
                },
                "9": {
                    "ID": "4185321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185321",
                    "TitleEnglish": "Resumption and Low Rank",
                    "SummaryEnglish": "Trap resumes publication, but is cancelled due to low rankings.",
                    "TitleJapanese": "再開と下位",
                    "SummaryJapanese": "通学もできるようになり、仕事場でもアシスタントたちに復帰を祝ってもらう最高。高浜は描き上げた原稿を最高たちに見せ、最高たちは大いに刺激を受けるのだった。\n一方、『少年ジャック』でも『怪盗チーター』という『ＴＲＡＰ』と被るような作品が始まり、他誌でも推理物の連載が始まる。コミックス１巻は２０万部を売り上げ、まずまず好調、再開を願うファンレターもたくさん来たが、再開後の人気がどうなるかはわからない。そんな中４４号で巻頭カラーで『ＴＲＡＰ』は再開、アンケートの順位は果たして・・・!?"
                },
                "10": {
                    "ID": "4185322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185322",
                    "TitleEnglish": "Gags and Serious",
                    "SummaryEnglish": "The team must decide which genre to choose for their new manga. Miura urges them to draw a gag manga, but Mashiro and Takagi prefer something serious.",
                    "TitleJapanese": "ギャグとシリアス",
                    "SummaryJapanese": "『TRAP』連載終了を宣告された最高と秋人。次の連載について港浦からはギャグマンガを提案され、最高は秋人の良さがわかってないのでは、と不安を抱く…。港浦との話し合いが平行線を辿った２人は、シリアスとコメディーの２本を描くという結論に至る。秋人はSFもの『俺２人』とギャグもの『HITMAN10』という話を考え、最高は『俺２人』の方が秋人の良さが出ていると感じていた。だが、港浦が下したのは『HITMAN10』の方が面白いという判断だった！\n港浦への不信感を拭えない最高と秋人は、ある行動に出る・・・！"
                },
                "11": {
                    "ID": "4185323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185323",
                    "TitleEnglish": "Manga and Youth",
                    "SummaryEnglish": "Both Muto Ashirogi's \"Future Watch\" and \"Hitman 10\" are well received by the editorial staff. The chief decides to run both as one-shots, before making a decision on serialization.",
                    "TitleJapanese": "マンガと青春",
                    "SummaryJapanese": "月例賞の亜城木夢叶作品『Future watch』に、新妻エイジは高得点をつける。会議でも評価は高かったが、審査会議の結果は最高たちには伏せられ、港浦からは連載ネームに集中するよう指示がくる。\n４月の連載会議で、本誌２５号『ＴＥＮ』、２６号『Future watch』の連続読み切り掲載が決定した。亜城木夢叶はギャグかシリアスか…、判断は読者に委ねられることになった！そして、『ＴＥＮ』の本ちゃんが出る日・・・結果は１０位。港浦もショックを受けるが、最高、秋人たちも予想より低い順位に動揺を隠せない。翌週は『Future watch』が掲載される。その結果は…!?"
                },
                "12": {
                    "ID": "4185324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185324",
                    "TitleEnglish": "Experience and Data",
                    "SummaryEnglish": "Miura's data research concludes that the team should focus on a gag manga, however Mashiro and Takagi are not so sure.",
                    "TitleJapanese": "経験とデータ",
                    "SummaryJapanese": "『Future watch』の結果は9位。あまりいいとは言えないが、『ＴＥＮ』よりは順位が上だったことに、少し安堵する最高と秋人。しかし後日、打ち合わせで港浦は次の連載会議で『ＴＥＮ』を出すと言い出す。過去に１０位前後で始まった作品は、ギャグの方が連載が続き、化ける可能性があるというデータを見せる港浦。データを見た秋人は、『ＴＥＮ』でヒットを狙えるかも…と考えを変える。が、最高はシリアスな話でやりたい！と主張を続ける。この主張にカッとなった港浦は…!?\n翌日、港浦とケンカ別れに終わったことに戸惑う最高と秋人のところへ港浦からの荷物が届く。その中身は!?さらに、港浦本人が仕事場に現れて…!?"
                },
                "13": {
                    "ID": "4185325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4185325",
                    "TitleEnglish": "Alliance and Classmates",
                    "SummaryEnglish": "Takagi gets advice from Aoki, which leads to problems in his love life.",
                    "TitleJapanese": "同盟と同級",
                    "SummaryJapanese": "新担当の山久から、「次の作品では、『男性の気持ち』の描き方を考えて欲しい」と宿題を出され、悩む蒼樹。大学で偶然岩瀬愛子と遭遇し、小説を書いているという岩瀬の「なぜマンガなんですか？」という問いに対し蒼樹は・・・。\n一方ギャグものでいくと決めた最高と秋人であったが、秋人は動物キャラも登場させたいと考え、ふらりと動物園へと向かうことに。そこで秋人は蒼樹とバッタリと出くわす。同じく次作を悩む二人は、意見を出し合うことにする。意見交換の流れで、また動物園で会う約束をする秋人と蒼樹だったが、再び訪れた動物園には思いがけぬある人物がいた・・・!?"
                },
                "14": {
                    "ID": "4215006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4215006",
                    "TitleEnglish": "Unfaithfulness and Trust",
                    "SummaryEnglish": "The boy's new gag manga is published in NEXT, however both have serious problems in their love lives.",
                    "TitleJapanese": "不信と信用",
                    "SummaryJapanese": "岩瀬と秋人が会っていたことを偶然知ってしまった見吉は亜豆に相談する。一方、最高と秋人は『ＮＥＸＴ！』に向けて、『ひらめきタントくん』という発明少年を主人公にしたギャグマンガを描くことにする。仕事場に顔を見せない見吉を心配し、秋人が見吉に電話をしたところ、岩瀬と会っていたことを指摘されてしまい・・・!?\n早く誤解を解いた方がいいと言う最高のアドバイスをきかず、秋人はマンガに集中。そして、８月初旬、『ＮＥＸＴ！』の見本誌が出来上がった。同時掲載された蒼樹の作品『青葉の頃』を見て、秋人は焦ってしまう!その内容は・・・。そこへ、秋人に亜豆から電話が・・・!?"
                },
                "15": {
                    "ID": "4225796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4225796",
                    "TitleEnglish": "Monkeys and Marriage",
                    "SummaryEnglish": "Azuki and Mashiro continue to fight with each other over trust. Takagi and Miyoshi both feel extremely guilty, and blame themselves for them fighting. Takagi finally decides to explain what happened to Miyoshi, considering Mashiro and Azuki are too stubborn to apologize to each other. After planning to meet at the zoo, Takagi is met by a crying Aoki, who hugs him, causing Miyoshi to run off. When Takagi finally reaches her, he proposes to her. After a talk with Aoki, they decide to get married after he gets serialized. They invite Azuki to tea, and Azuki forgives Mashiro, much to his confusion.",
                    "TitleJapanese": "猿と結婚",
                    "SummaryJapanese": "最高は亜豆に謝りの電話を入れ、秋人の件での誤解を解こうとするが、互いを信じる信じないで意地を張り合いケンカしてしまう。そんな中、『タント』のアンケート結果が１位となり、大喜びする最高、秋人、港浦は連載でも１位を獲ろうと盛り上がる。\n一方、山久から中井とのコンビを再結成を提案された蒼樹は中井と会うことに。再結成するにあたり中井は蒼樹に対しある条件を提示するが・・・。\n亜豆とケンカをしたことで原稿に手がつかなくなっている最高を見て、秋人は見吉の誤解を解こうと、動物園で会うことにする。しかし当日動物園には何故か蒼樹の姿が!?それを目撃し、更なる誤解をした見吉に対し、秋人は・・・!?"
                },
                "16": {
                    "ID": "4225797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4225797",
                    "TitleEnglish": "King and Savior",
                    "SummaryEnglish": "Aoki asks Nakai to draw the art for her new manga but he states he only will on the condition she will go out with him, angering her to the point she slaps him. Afterwards she continues her in search for someone to help her draw sufficient panty shots in order for her manga to have a more \"shōnen\" feel to it, but isn't able to find anyone suitable. After many events, Fukuda ends up offering his help, since his manga Kiyoshi Knight is doing so well due to his own well-drawn panty shots. Aoki is a hesistant to accept his help but under the circumstances she has little choice but to accept it in the end.",
                    "TitleJapanese": "王子と救世主",
                    "SummaryJapanese": "蒼樹から、「男の子が喜ぶ絵が上手な人に手伝ってほしい」という相談を受けた最高たちは、気が進まないが中学時代の同級生で同じ大学に通う石沢を紹介することにする。石沢は話を聞いてノリノリだったが、そこへ福田が現れ、石沢を制止して自分が蒼樹にアドバイスすると言い出す！\n一方、服部は秋名愛子というマンガの原作をやりたがっている小説家に会ってくれと頼まれた。実際に会ってみると、最高・秋人と因縁があり、根性がありそうな岩瀬の姿に手ごたえを感じる。\n福田のアドバイスで、蒼樹の原稿はどんどん良くなり、蒼樹のネームも次の連載会議にかけられることに！思わぬ強敵を迎え、「タント」の評価は果たして・・・！？"
                },
                "17": {
                    "ID": "4229906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4229906",
                    "TitleEnglish": "Special Relationship and Hometown",
                    "SummaryEnglish": "The team awaits the results of the serialization meeting. Nakai considers quitting manga and returning home. Hattori talks to Nizuma about doing the artwork for a new project.",
                    "TitleJapanese": "特別な仲と田舎",
                    "SummaryJapanese": "連載会議の結果、『青葉の頃』は新年２号から連載決定。『BBケンイチ』は打ち切り、『タント』も見送りになってしまった…！\n中井は、奈津実にフラれ、『BBケンイチ』が打ち切りになったことで再び蒼樹にアシスタントとして入れないか打診するが断られてしまう。自分にも嫌気がさした中井は高浜のアシスタントもサボり、田舎へ帰ると言い出す!!\n一方、服部はアドバイスをうまく取り入れた岩瀬のストーリーに舌を巻き、雄二郎にエイジに描かせたいと相談。そこには最高達にとってもいい刺激になるのでは…という思惑もあった。\nエイジに見せたところ、二人が予想だにしない反応が返ってくる!?"
                },
                "18": {
                    "ID": "4232140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232140",
                    "TitleEnglish": "Complaint and Roar",
                    "SummaryEnglish": "The results of the serialization meetings are announced and everyone finds out Niizuma is the one who did the art on +Natural.",
                    "TitleJapanese": "文句と一喝",
                    "SummaryJapanese": "連載会議に向けて、最高と秋人、岩瀬それぞれ打ち合わせに熱が入る。秋人は、岩瀬原作の作品が次の会議にかけられる…と聞いて、さらにやる気になっていた。ある日仕事場からの帰り道、秋人の前に岩瀬が現れ…!?そして、連載会議当日。亜城木夢叶『ひらめきタントくん』と岩瀬＆エイジ『＋NATURAL』は果たして…！？\n連載会議の結果に編集部は騒然としていたが、内容を聞きつけた福田が血相を変え、エイジ宅で福田組のマンガ家を呼び寄せ、集会をすることに。そこでエイジが放った一言は・・・!?"
                },
                "19": {
                    "ID": "4232139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232139",
                    "TitleEnglish": "Fate and Star",
                    "SummaryEnglish": "In an effort to motivate them, Hattori snubs Ashirogi Muto at the Christmas party. +Natural is released to critical acclaim, but Tanto is holding steady.",
                    "TitleJapanese": "縁と星",
                    "SummaryJapanese": "見吉の家へ結婚のあいさつに行った秋人は、見吉の父が川口たろうの親友だったことを聞かされる。見吉の父は、「二人の根性を試したい」と最高も呼び出し、そこで二人にあるメッセージを託す!?\n２月、『＋ＮＡＴＵＲＡＬ』が掲載された見本誌を見て、最高と秋人はその邪道で王道な内容に圧倒される。発売後『＋ＮＡＴＵＲＡＬ』が掲載された号は各地で完売し、読者アンケートの速報も１位だった。そして翌週『ひらめきタントくん』が掲載される・・・その結果は!?そんな中、秋人と見吉の新居にある人物が訪ねてくる・・・!!"
                },
                "20": {
                    "ID": "4232138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232138",
                    "TitleEnglish": "Love and Rejection",
                    "SummaryEnglish": "Feeling they will never beat Niizuma with their current manga, Ashirogi Muto consider quitting Tanto.",
                    "TitleJapanese": "大好きと否定",
                    "SummaryJapanese": "秋人は必死にギャグのネタを考えるが、良いアイデアが浮かばず苦しんでいた。エイジが『タント』をもう読んでいないと聞かされ、最高もギャグの質が落ちている事を実感していた。このまま『タント』を続けても先がないのではと最高は追いつめられる。\nそんな中、秋人と見吉の結婚式の席で最高は思わず、服部に助言を求めてしまう。それに対して服部は・・・!?\n新妻エイジがテレビで「ライバルは亜城木夢叶」と発言したことで、『タント』の連載についてある決意を固めた最高。秋人にその意思を伝え、港浦と共に編集部へと乗り込んでいく!!"
                },
                "21": {
                    "ID": "4232137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232137",
                    "TitleEnglish": "Selfishness and Advice",
                    "SummaryEnglish": "The team begin on their new anime, a reworking of \"Money and Intelligence.\" When the serialization committee rejects it, Miura suggests they try mainstream fantasy.",
                    "TitleJapanese": "わがままとアドバイス",
                    "SummaryJapanese": "仕事場に戻り、最高と秋人は『タント』が終了することをアシスタントに伝える。港浦は、次作として『この世は金と知恵と見ため』という企画を、最高と秋人に提案する。『タント』は無事に連載が終了し、最高と秋人は『この世はＫＴＭ』の連載ネームに取りかかる。　\nそして連載ネームを3話分仕上げ、手応えを感じていた最高と秋人は7月の連載会議に提出するが、『この世はＫＴＭ』は連載にはならなかった…。　\n港浦からは「これでいい。これでは新妻エイジに勝てない」と励まされる。港浦は、すぐさま最高たちに王道ファンタジーを提案する。\n10月、完成したネームを港浦に渡すが、連載会議に回してさえもらえない。もう後がなくなり焦りを感じていた、最高と秋人の元に、港浦は仕事場にある人物を連れて現れた！"
                },
                "22": {
                    "ID": "4232136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232136",
                    "TitleEnglish": "Hint and Best",
                    "SummaryEnglish": "The team's newest work \"Stopper of Magma\" is rejected without consideration for serialization. Miura reveals he has been receiving advice from Hattori, who suggests they draw a serious comedy. Muto Ashirogi follow Hattori for inspiration, and develop the idea for their last chance manga.",
                    "TitleJapanese": "ヒントとベスト",
                    "SummaryJapanese": "港浦と共に現れた服部は、最高たちのために、「わざと複雑な話を作らせた後にシンプルなものをやらせた」のだという。結果、二人は「王道も邪道も、あまりに設定に凝ると失敗する」ということを理解できた。服部は最高と秋人に向いているのはあくまで邪道、その中にシリアスな笑いを入れ\nることができればエイジにも勝てると激励する!!\nある日、ネームに詰まった秋人が「二人で服部を尾行する」と言い出した。尾行の過程でヒントを得た秋人は、「完全犯罪マンガ」を描くと宣言して…！\nそして遂にネームが完成・・・亜城木夢叶、渾身の作品、その内容は!?"
                },
                "23": {
                    "ID": "4232135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232135",
                    "TitleEnglish": "Winning and Losing",
                    "SummaryEnglish": "\"Perfect Crime Club\" gets rave reviews, but the serialization committee must decide if it can beat \"Crow\" and \"+Natural.\"",
                    "TitleJapanese": "勝ちと負け",
                    "SummaryJapanese": "『完全犯罪クラブ』のネームを読み終えた港浦は「亜城木夢叶の完成形だ！」と喜ぶ！引き続き、最高たちは連載会議用のネームを仕上げていく。相田、服部からも高評価を得た『完全犯罪クラブ』に港浦は手ごたえを感じる。\nそして迎えた連載会議。『完全犯罪クラブ』の仕上がりに編集者たちも盛り上がる。だが、「今回は連載だけでなく『ＣＲＯＷ』や『＋ＮＡＴＵＲＡＬ』に勝てるかどうかだ」と佐々木が提言、結果は多数決で決めることになる！果たして『完全犯罪クラブ』は連載を勝ち取れるのか!?"
                },
                "24": {
                    "ID": "4232134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232134",
                    "TitleEnglish": "Imagination and Presentation",
                    "SummaryEnglish": "The committee decides the fate of \"Perfect Crime Club,\" and the team gets a new editor.",
                    "TitleJapanese": "表現力と想像力",
                    "SummaryJapanese": "連載会議での多数決の結果、『完全犯罪クラブ』は連載が決定する！しかし佐々木はあくまで「CROW」「+NATURAL」には及ばないとジャッジしていた…。\n同時に担当替えが行われ、最高たちの担当は再び服部に、港浦は『＋ＮＡＴＵＲＡＬ』の担当となる。\n引き継ぎを兼ね、仕事場に服部と港浦が来た際、最高は連載会議で投票の結果を聞き、「誰が見ても勝ってるくらいに描き直す！」と顔色を変える。\n具体的なアイデアを練っていたある日、岩瀬の原作を見て最高はヒントを得る！そして、秋人にある提案を持ちかける・・・!?"
                },
                "25": {
                    "ID": "4232133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232133",
                    "TitleEnglish": "Votes and Charts",
                    "SummaryEnglish": "After working hard to make last minute changes to their manuscript, Muto Ashirogi leave \"Perfect Crime Party's\" fate in the hands of the readers.",
                    "TitleJapanese": "票と表",
                    "SummaryJapanese": "最高の提案から新しいスタイルでの制作を始める亜城木夢叶。しかし更なる課題として、服部に「主人公のキャラが弱い」と指摘される。最高は新年会を欠席して主人公キャラを考え、ついに魅力的なキャラを作り上げる。そして、作品タイトルも『ＰＣＰ』に決定する！\n1話目の原稿を仕上げ服部へ渡すとき、最高は絶対にアンケートで1位を取るという強い思いを服部に伝える！\n一方、福田も『ロードレーサー淵切』という読み切りを『PCP』連載開始号にぶつけてきていた。\n運命の掲載号発売日、『ＰＣＰ』『ロードレーサー淵切』『ＣＲＯＷ』『＋ＮＡＴＵＲＡＬ』。読者アンケートの１位をとるのは、はたしてどのマンガか!?"
                }
            }
        },
        "3": {
            "ID": "481704",
            "URL": "https://www.thetvdb.com/series/bakuman/seasons/official/3",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4232967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4232967",
                    "TitleEnglish": "Tenacity and Determination",
                    "SummaryEnglish": "Miho is offered a chance to audition for the upcoming +Natural anime adaptation.",
                    "TitleJapanese": "意地と決断",
                    "SummaryJapanese": "新連載『ＰＣＰ』初回で読者アンケート１位となり喜ぶ最高と秋人。一方、アニメ化されるエイジと岩瀬の『＋NATURAL』のヒロイン役最終候補に亜豆が残った。亜城木夢叶のペンネームの秘密に勘付いた岩瀬は…。\nオーディションを受けてほしくない本心とは裏腹に、最高は亜豆を止めようとはせず、亜豆もすぐには結論を出せない。オーディション当日、会場で鉢合わせた岩瀬と亜豆は…！？そして最高が出した結論は！？"
                },
                "2": {
                    "ID": "4412171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412171",
                    "TitleEnglish": "Every Night and Unite",
                    "SummaryEnglish": "Competition heats up between Perfect Crime Party and Niizuma and Akina's +Natural causing Mashiro and Niizuma to change their art styles. Akina becomes infatuated with Niizuma after he acknowledges her talent. Takahama and Fukada begin new serializations.",
                    "TitleJapanese": "毎晩と融合",
                    "SummaryJapanese": "高浜、福田の新連載が決まり、やる気に燃える最高と秋人だが、「半年以内にエイジの連載と並ばなければ打ち切り」という条件を聞かされ驚く。そこに、岩瀬から電話が…！ \nエイジと岩瀬を超えるべく、絵のタッチを変えて『ＰＣＰ』の順位を上げる亜城木夢叶。一方のエイジは挑戦的な手法の『ＣＲＯＷ』で二人を迎え撃つ。 そして岩瀬にも秘策が…？\n『ＰＣＰ』巻頭カラー号の『ジャック』を手にする最高と秋人。そこに載っていたのは！？"
                },
                "3": {
                    "ID": "4412172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412172",
                    "TitleEnglish": "Last and Cipher",
                    "SummaryEnglish": "Mashiro and Takagi decide that Perfect Crime Party won't be able to beat Crow and +Natural at their current pace. Takagi decides that writing a five-week long story arc will increase PCP's rating for week 25, but feels the story he comes up with is lacking something. After seeing Iwase again, he realizes that PCP needs a rival character.",
                    "TitleJapanese": "ラストと暗号",
                    "SummaryJapanese": "『PCP』が巻頭カラーを飾るも『CROW』と『＋NATURAL』のコラボには勝てず、順位は伸び悩む。打ち切りの可能性に落ち込む最高と秋人だが、服部はアンケートに３位票が多いことに、逆転の可能性を発見する！\n「シリーズもの」と「ライバル」で逆転を狙う亜城木夢叶。最高と服部の評価はよいものの、自分の原作に納得がいかない秋人。そんな折、岩瀬と出くわした秋人は何を話す…！？\nそして、亜城木夢叶が描いた『PCP』のラストシーンとは！！"
                },
                "4": {
                    "ID": "4412173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412173",
                    "TitleEnglish": "Margin and Pitfall",
                    "SummaryEnglish": "PCP gets selected for a drama CD to which Mashiro and Takagi nominate Azuki for the role of the main female character. As popularity of PCP continues to increase a light novel is also spawned. However Takagi and Mashiro still push for an anime adapation causing Hattori to say that PCP will probably not be made into one. He goes on to explain that the editors at Yueisha had received numerous letters of complaint from adults saying that their children have been engaging in petty crimes and mischievous behaviour because of PCP's realistically influencial content. Niizuma also seems upset upon learning of this news. Shiratori draws his own storyboard with help from Takagi and shows it to Hattori who says that it may be good enough to be printed as a one-shot and even a serialization. Mashiro had conceived a plan for Ashirogi Muto to begin work on another manga. Therefore the news of Takagi and Shiratori collaborating took him by surprise because it would mean that Takagi would have to team up with Shiratori as well.",
                    "TitleJapanese": "余裕と落とし穴",
                    "SummaryJapanese": "『PCP』は4位を獲得し、『+NATURAL』を抜いて、3位の『CROW』とも僅差!打ち切り回避にホッとする最高と秋人。片や、負けた岩瀬は悔しさをにじませる。\nそして『PCP』ドラマCD化が決定!最高は、ヒロイン役声優に亜豆の名を指名する。ノベライズ化も決まり、絶好調の亜城木夢叶だったが、服部からの一言に衝撃を受ける!?\n一方、周囲に影響され作品を書き始める白鳥。作品のアイデアに惹かれ、熱心にアドバイスする秋人だが…？"
                },
                "5": {
                    "ID": "4412174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412174",
                    "TitleEnglish": "Step and Watch",
                    "SummaryEnglish": "Takagi and Shiratori's manga Rabuta & Peace is entered into the serialization committee and it is published in the November issue of Shonen Jack placing 5th in the voting charts. Mashiro decides to use his free time to improve his drawing skill, aiming to reach a level where he can draw two manga simultaneously and be on par with Niizuma. Shiratori's mother disapproves of him drawing manga because of their family's high class reputation causing him to run away from home. His family then comes to the studio looking for him where Shiratori's mother insults everyone there by looking down on their manga artists' abilities. This leads to a heated exchange of words by both parties. Hiramaru and Aoki's serializations are both canceled due to low ratings and enter into an upcoming competition, Super Leaders Fest. Upon learning of this and Niizuma's participation (meaning that he will now be working on three manga) Mashiro decides to enter on his own with a new manga, since he doesn't want to affect Takagi's quality on PCP and Rabuta & Peace. However Takagi states that they will enter together.",
                    "TitleJapanese": "ステップとウォッチ",
                    "SummaryJapanese": "白鳥の『恋太＆ピース』の原作を持ちかけられる秋人。最高は、戸惑いながらもＯＫする。喜ぶ白鳥だが、最高と秋人の心境は複雑だった。\n次の作品を考えたい最高だが、秋人が『恋太』を引きうけたことで話を切り出せない。原作者として成長する秋人を見た最高は、とある決心をする！\n白鳥は本格的に連載を目指すが、母親の強い反対を受け家出する。公園で寝泊まりしながらも夢を追う白鳥。しかし、白鳥の家族が亜城木の仕事場に乗り込んできて…！？"
                },
                "6": {
                    "ID": "4412175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412175",
                    "TitleEnglish": "Punch and Independence",
                    "SummaryEnglish": "Mashiro convinces Takagi to let him work on their entry for the Super Leaders Fest so he can concentrate on Rabuta & Peace. After overcoming a bit of writer's block, Mashiro decides on entering with a love story. At Yueisha's Annual New Years Day party (2015) it is discovered that everyone intends on entering the Super Leaders Fest with love stories. Mashiro asks Azuki for her input in his manga which would be based on their feelings for each other. Mashiro and Takagi end up having a fight over whether or not it is right for them to drift apart and work on separate manga. Shiratori decides to quit being an assistant and focus on getting Rabuta & Peace serialized while Takagi stops coming to the studio altogether, even going as far as to discuss PCP with Hattori separately. Later on Takagi comes back and explains that he had been away teaching Shiratori to become independent because Rabuta & Peace is his manga. Ashirogi Muto end up entering together and in the end they place 4th in the competition but reflect that it was worth it because they both had grown from their experiences.",
                    "TitleJapanese": "パンチと一人立ち",
                    "SummaryJapanese": "スーパーリーダーズフェスタへの参加を決める亜城木夢叶。しかし最高は、一人で描きたいと宣言！テーマに困った最高は、亜豆への想いから、恋愛漫画を描く決意をする。\n新年会で、「自分もフェスタに参加させろ」と迫る福田。亜城木たちが恋愛漫画を描くと聞き、自分も恋愛漫画を描くと宣言する。そして、編集長に対して驚きの提案をする！？\nそれぞれに忙しく、「亜城木夢叶」として活動できない二人。言い争いになり、秋人は仕事場を飛び出して…！？"
                },
                "7": {
                    "ID": "4412176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412176",
                    "TitleEnglish": "Commemorative Photo Shoot and Classroom",
                    "SummaryEnglish": "Yoshida wants Hiramaru to aim his manga, Never Reaching You, which placed 2nd in the Super Leaders Fest for a serialization. Hiramaru reluctantly agrees so long as he can go on a tea date with Aoki. Suspecting that Yoshida may be pulling the strings behind the scene, Hiramaru and Aoki to turn off their phones so they can't be disturbed. When Yoshida realizes this, he goes after them but is sent on a wild goose chase through the city. Takagi, Mashiro and Fukada deduce that Hiramaru went to the tea shop he wrote about in his manga. They chase him and Aoki to a pedestrian bridge where Yoshida tries to convince him to keep drawing because he is a true genius that comes around every 2-3 years. Hiramaru goes to confess to Aoki, but Yoshida tries to talk him out of it because he will be crushed if he is turned down. However he goes ahead with support from Mashiro, Takagi, Miyoshi and Fukada, to which Aoki accepts. Ashirogi Muto are chozen to judge a competition called Treasure, and they are told that a newcomer, has entered with a manga called The Classroom of Truth that potentially surpasses all of their work.",
                    "TitleJapanese": "記念撮影と教室",
                    "SummaryJapanese": "『ＰＣＰ』連載５０回記念で、表彰式に出席する亜城木夢叶。最高と秋人は、二人で亜城木夢叶だからと、二人一緒の記念写真を撮る。\nスーパーリーダーズラブフェスタの結果を受け、蒼樹とのお茶会を条件に新連載を狙うことに同意した平丸。\nしかし吉田の策略を疑う平丸は、思わぬ行動に出る！？\n『ＰＣＰ』に集中することを決めた最高と秋人。そんな折、月例賞の審査員を任される。そこで二人が目にした「とんでもない」作品とは一体！？"
                },
                "8": {
                    "ID": "4412177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412177",
                    "TitleEnglish": "Aims and Evaluation",
                    "SummaryEnglish": "Mashiro and Takagi begin reading The Classroom of Truth and decide that it is an excellent manga despite the fact that it is unorthodox in nature. The serialization committee however, in the end, decide that the manga itself is not suited for Shonen Jack and have it remain a finalist in the competition. Its author, Nanamine Tooru turns out to be a long time fan of Ashirogi Muto and is brought to Yueisha to discuss changing the material of The Classroom of Truth. However, Nanamine releases the manga on the internet which upsets Yueisha's policy but in return he brings them a new manga which the Chief reads and approves as a one-shot immediately, while everyone begins to think highly of him. Later, when Nanamine meets Takagi and Mashiro, he reveals a devious plan where he deliberately collaborates with fellow mangaka on the internet and incorporates their ideas into his work, which he then passes off as his own. He states that he will do what is necessary to rise to the top of Shonen Jack. This new revelation leaves both Mashiro and Takagi angered.",
                    "TitleJapanese": "狙いと評価",
                    "SummaryJapanese": "月例賞に投稿された『シンジツの教室』の面白さに驚く最高と秋人。その作者は、かつて亜城木にファンレターを書いていた七峰透という青年だった！！\n七峰の担当になった小杉は、よく喋る七峰に圧倒されながらも、七峰の社交的な性格と頭の回転の速さに期待をよせる。\n『シンジツの教室』は高い評価を受けながらも、「少年誌向きではない」という理由で賞から外れる。しかし、それを知った七峰が起こした行動が、大きな騒動を巻き起こす！？"
                },
                "9": {
                    "ID": "4412178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412178",
                    "TitleEnglish": "Confidence and Resolve",
                    "SummaryEnglish": "As Nanamine's meeting with Mashiro and Takagi continues, he equates them to amateaurs with no self confidence. Realizing that their words are falling on deaf ears, Mashiro adamantly states that sooner or later Nanamine's scheme will be exposed. Nanamine continues to refine the storyboard for his one-shot with help from his internet community, should it get serialized and completely neglects input from his editor, Kosugi. A flashback shows Nanamine being a loner as a child, until he read Ashirogi Muto's Money & Intelligence, spawning his myopic philosophy that anything can be achieved through money alone. As Nanamine's rating gets even higher, Mashiro and Takagi analyze his progress and begin to discuss their successor to PCP. The editorial department continue to marvel at Nanamine's work albeit minor skepticism from Hattori and Kosugi. Eventually Kosugi goes to Nanamine's house for a meeting where Nanamine reveals his method; paying artists to draw his manga after merging their ideas, to a shocked Kosugi and virtually blackmails him into keeping it quiet. Eventually the serialization committee makes their selections.",
                    "TitleJapanese": "自信と覚悟",
                    "SummaryJapanese": "ネットで意見を集める、という七峰のやり方に反対する最高と秋人。しかし七峰の才能を認めた二人は、負けてはならないと静かに闘志を燃やす！一方の七峰は、読み切り作品の掲載が急遽決定。小杉のアドバイスを無視して完成させた作品はネットでも話題になり、アンケートも一位に！さらに七峰は、連載向けのネームを短期間で完成させるが、あまりの早さに疑問を感じた小杉は、七峰の仕事場を訪ねる。そこで小杉が見たものとは…。"
                },
                "10": {
                    "ID": "4412179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412179",
                    "TitleEnglish": "Examination and Provocation",
                    "SummaryEnglish": "The serialization committee decides to serialize Aoki's What God Gave Me and Nanamine's What You Need for a Meaningful School Life. As Kosugi begins to be bothered by Nanamine's method, Hattori senses his discomfort and visits Mashiro and Takagi to gain some insight on Kosugi's attitude, which they reveal is due to Nanamine's unorthodox method, enraging Hattori. At the same time, Nanamine calls Akito to gloat about his serialization, but Ashirogi Muto states they will crush his methods using all the hard work they have put into PCP. Unperturbed, Nanamine says that they will let the rankings decide who is superior. Eventually, Hattori confronts Kosugi and is able to lift his spirits by reminding him of his value as an editor. As Nanamine collaborates with his internet acquaintances, some drop out after becoming fearful of his intention to challenge Ashirogi Muto. While Mashiro and Takagi decide how best to contest Nanamine, they realize, that they can best counterattack, by pitting the climax of PCP's current arc against Nanamine's second chapter. Eventually, as Kosugi reviews Nanamine's work and points out the weakness in his background drawings, Nanamine reveals his secret weapon: a returning Takuro Nakai.",
                    "TitleJapanese": "考察と挑発",
                    "SummaryJapanese": "連載が決定し、喜ぶ七峰。だが、その横で浮かない顔をしている小杉を気にかけた服部は、亜城木の「七峰を潰す」という発言を伝える。しかし小杉は、不可解な発言を残し、逃げるように去ってしまう。小杉を編集者として扱わず、不遜な態度をとる七峰。一方、服部に問い掛けられた最高と秋人は、七峰のアイデア収集法を打ち明ける。その時、七峰から一本の電話がかかってきた！！勝ち誇る七峰に対し、秋人が放った言葉とは！？"
                },
                "11": {
                    "ID": "4412180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412180",
                    "TitleEnglish": "Impatience and Comeback",
                    "SummaryEnglish": "As Nanamine's battle with Ashirogi Muto continues, he hires Nakai and is able to increase the level of his art albeit Nakai inadvertently discovers his method. As the weeks progress, Aoki's What God Gave Me rises to the top of the rankings followed by a sharp decline, while Ashirogi Muto's PCP remain steady at 4th place. Nanamine's What You Need for a Meaningful School Life initially comes in 2nd place but soon plummets to 15th and is on the verge of cancellation since he keeps adding too many ideas from his internet community. Nanamine then tries to bait Ashirogi Muto into competing with the same type of story, which they reject outright due to Yueisha's policy. While he continues to argue with his internet community and rejecting Kosugi's input, a large part of Nanamine's community abandons him for rejecting their ideas and exposes his method to deputy chief editor Aida. Kosugi decides to take full responsibility and visits Nanamine, who asks him to steal Ashirogi Muto's next storyboard out of desperation. Afterwards, Kosugi visits Mashiro and Takagi and explains the situation to them. He asks that they compete with the same story as Nanamine (with permission from the Chief and Hattori) and teach him what it really means to be a mangaka, which they accept.",
                    "TitleJapanese": "焦慮と逆転",
                    "SummaryJapanese": "中井が参加することで、作画レベルが上がる七峰の『有意義な学園生活に必要なソレ』。亜城木と蒼樹に勝てる、とやる気を出す中井だったが、七峰がネットでアイデアを集めているのを知ってしまう。２週目までは好調だったものの、段々と順位が落ちていく『有意義』。焦る七峰は、打ち合わせに来た小杉を追いだし、ネットの仲間とも仲間割れしてしまう。追い詰められた七峰は、最高と秋人に電話をかけて…！？"
                },
                "12": {
                    "ID": "4412181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412181",
                    "TitleEnglish": "Zeal and Utter Defeat",
                    "SummaryEnglish": "Kosugi explains the competition to Nanamine and tells him that if he loose, he has to form a proper author-editor relationship with him. Meanwhile, Takagi explains the obvious flaw in Nanamine's method: controlling such a large group of people and choosing/blending the best ideas from them is simply impossible. Nakai also realizes this and tells the internet community that Nanamine had been hiding the true ratings from them to prevent their departure, which they do upon learnin of this. With his ranking dropped to 19th and PCP in 3rd place, Nanamine decides to give up but Kosugi doesn't let him walk away and demonstrates he wouldn't leave him, prompting Nanamine to start anew by doing the work himself. Eventually, at Yueisha's Annual New Years Day party (2016), Nanamine deems Ashirogi Muto his rival and vows to beat them eventually. Soon an elementary school reunion takes place which Mashiro attends and is hailed as a celebrity by his former classmates. Afterwards, he explains to Takagi how their profession made them miss out on enjoying life with their friends but are both content that they are pursuing their dream. Finally, news of a bank robbery airs. A volume of PCP was left, showing the thieves mimicked the manga.",
                    "TitleJapanese": "熱血と完敗",
                    "SummaryJapanese": "「同じ話を同じ号でやる」という七峰の挑戦に載った最高と秋人。逆転を誓う七峰だったが、秋人は「１２０％負ける気がしない」と言い切る！その理由とは…！？中井は、七峰が『有意義』の順位をネットのアドバイザー達には偽って伝えていることに気が付く。打ち切りを避けるためには彼らに頼るしかない、と考えた中井は、七峰の部屋に忍び込み、アドバイザーたちに本当の順位を伝えるが…！？そして、亜城木と七峰、勝敗の行方は！"
                },
                "13": {
                    "ID": "4412182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412182",
                    "TitleEnglish": "Imitation and Unconsciousness",
                    "SummaryEnglish": "As Mashiro and Azuki ponder the effects that the robbery would have on PCP and Takagi, the Chief and Hattori decide to support Ashirogi Muto as much as possible. However, Takagi's mental state has already been greatly affected. This causes him to write lower quality stories and eventually he reuses old ideas he once rejected. This results in PCP's ranking dropping from the top five to the 12th place. As PCP enters a slump, Yujirou confides in Hattori of Nizuma's deal to cancel one manga should he get the top spot in the rankings, which may happen soon. This leads Hattori to become fearful of PCP's serialization. As another bank robbery occurs, the thieves leave a card, claiming they are PCP, which enrages Takagi but he finally finds a way to resolve this.PCP's next chapter is about a copycat crime intended to make it seem like the PCP protagonists had done it, but is foiled by their rival who realized the real PCP wouldn't commit criminal acts, much less claim it was their doing. As the results of the rankings come in, PCP jumps back to 3rd place with Mashiro and Takagi expressing that their manga does not condone crime.",
                    "TitleJapanese": "模倣と無意識",
                    "SummaryJapanese": "『ＰＣＰ』の模倣犯が現れたことに衝撃を受ける亜城木夢叶。秋人は、自分たちの作品が犯罪を助長したのではないかと悩み、今までのような完全犯罪を行う原作を書けなくなってしまう。一方エイジは、これまで興味のなかったアンケート順位を気にしだす。不審に思う雄二郎は、エイジとの「ジャックで一番人気の作家になったら嫌いな漫画を終わらせる権利を持つ」という約束を思い出す！本気で一位を獲りにいくエイジ。その真意とは？"
                },
                "14": {
                    "ID": "4412183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412183",
                    "TitleEnglish": "Continuity and Obstruction",
                    "SummaryEnglish": "Nizuma begins devoting himself to CROW, which soon manages to place 1st in the rankings for five consecutive weeks. Yujirou is initially thrilled but later worries Nizuma's determination is connected with the deal he made with the Chief. He speculates Nizuma might want to end +Natural. As Ashirogi Muto follow CROW's progress, they take it as Nizuma's method of motivating them to improve PCP. Soon enough, Nizuma pays the Chief a surprise visit at the Yueisha and Yujirou can only speculate what they discuss. Yujirou informs Fukuda of Nizuma's intentions, who then gathers together Takagi, Mashiro, Aoki, Hiramaru, Takahama and Akina to confront Nizuma directly. Nizuma explains the deal he made with the Chief: he'll get to end a anga should he gain 1st place in the rankings for 10 consecutive weeks. He then reveals that he intends to end CROW at the height of its popularity since he doesn't believe in Yueisha's policy of continuing a manga solely for profit. However, since everyone always looked up to Nizuma, they refuse to let him have his way and resolve to surpass CROW before he can end it. Nizuma accepts their challenge and proposes a modified ultimatum: if they can beat CROW in the rankings at least once before he finishes his final manuscript, he will not end the manga.",
                    "TitleJapanese": "連続と阻止",
                    "SummaryJapanese": "エイジの『CROW』は３週連続で１位！「嫌いなマンガを終わらせる」という約束が気にかかる雄二郎は、エイジの本意を探ろうとするがはっきりとしない。そんな折、エイジがいきなり編集部に現れ、佐々木に話があると言いだして…！？\n雄二郎から、エイジのことを聞いた福田は、『＋NATURAL』がエイジの約束によって終わると考え、福田組と岩瀬を呼び出す。エイジの仕事場に押し掛ける福田組の面々。そこでエイジは、衝撃の事実を語る！？"
                },
                "15": {
                    "ID": "4412184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412184",
                    "TitleEnglish": "Cover and Center",
                    "SummaryEnglish": "With Nizuma's ultimatum clearly set, only seven weeks remain until the end of CROW. Yujirou decides to inform the entire editing department of Nizuma's intentions, much to their frustration but eventually decide to do all they can for their authors to surpass CROW. As the weeks close in, everyone does their best to improve their manga, with Fukuda introducing a new character in Road Racer Giri and Takahama beginning a new story arc for Seigi no Mikata while utilizing their cover spreads. As Ashirogi Muto decide how to compete against Nizuma, they decide to utilize the strength that PCP possesses: its unconventionaliy and introduce a mysterious new anti heroic character called \"Sigma\". As the results come in, CROW remains 1st while Road Racer Giri and Seigi no Mikata place 2nd in consecutive weeks followed by PCP, with the editing department's favorite for beating CROW being Seigi no Mikata. However, with everyone's manga greatly improving, the voting gap closes between everyone else and Nizuma. Hattori is able to secure a colored centered page for Ashirogi Muto in the 36th issue of Shonen Jack. After brainstorming, they come up with an idea to plant a hidden message within the colored page, which would only become apparent once the readers finish their chapter and with this, Ashirogi Muto challenge CROW.",
                    "TitleJapanese": "巻頭とセンター",
                    "SummaryJapanese": "亜城木たちとの勝負を受け、最終回まで１位を獲り続けると決めたエイジ。一方、編集部は『ＣＲＯＷ』を終わらせる約束で大騒ぎとなり、編集部一丸で『ＣＲＯＷ』越えを目指すこととなる。亜城木含む福田組の面々も、打倒エイジに闘志を燃やす！\nエイジは１位を獲り続け、福田や高浜もエイジを抜くことができなかった。最高と秋人は、『ＰＣＰ』のセンターカラーの回で１位を狙うことを決意！亜城木たちが打った手とは！？"
                },
                "16": {
                    "ID": "4412185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412185",
                    "TitleEnglish": "Last Chapter and Comments",
                    "SummaryEnglish": "Yujirou acknowledges Nizuma's determination and states that he will support him in ending CROW. As Ashirogi Muto's next chapter of PCP is published, everyone marvels at their brilliance in using the colored page the way the did. The page itself is an invitation for the protagonists of PCP to meet the mysterious \"Sigma\". The page shows the portrait of PCP's leader, Matoko, which is altered by \"Sigma\" to detail the date, time and place of their meeting. The idea is that the readers are able to engage themselves in the puzzle by using the colored page. As the results come in, Ashirogi Muto ties in second place with Road Racer Giri while CROW takes first place yet again. As Takagi and Mashiro think about their defeat, they realize it was their rivalry with Nizuma that brought them as far as they have come, and express this in the comments section for CROW's final chapter. As Yujirou congratulates Nizuma on ending CROW, he is shocked to discover Nizuma already has many other manga's drawn. Eventually Nizuma visits Takagi and Mashiro and they both express their admiration for being each other's rivals as well as Nizuma's joy of making friends based on their shared passion for manga. Finally, Nizuma tells Takagi and Mashiro that his next work will be the greatest manga ever written.",
                    "TitleJapanese": "最終話とコメント",
                    "SummaryJapanese": "エイジの『CROW』終了決定まであと３週！エイジの気迫のこもった作画に、雄二郎も思わず連載終了を応援してしまう。１位を取ることに絶対の自信を見せるエイジだが、『PCP』のセンターカラーの噂を聞き、いっそうペンに力が入る！\n最高と秋人は、カラーページをマンガ内のトリックに利用する、という驚きの手法で『CROW』連載終了を阻止しようと試みる！福田組の面々、ジャック編集部が注目する中、果たして１位はどちらの手に！？"
                },
                "17": {
                    "ID": "4412186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412186",
                    "TitleEnglish": "Zombies and Demons",
                    "SummaryEnglish": "As +Natural's ratings plummet to 15th place in the rankings, and being informed by Miura that her story is not on par with the battle archetype, Iwase loses confidence in her abilities and decides to stop writing altogether. Upon learning of this from Aoki through Takagi, Mashiro pays her a visit and reminds her that she is Takagi's driving force and should stay as a fellow rival, although she is free do do what she pleases. Eventually everyone from Team Fukuda shows up and witnessing how much they care, Iwase is able to restore her resolve. Later, Sasaki is transferred to another magazine, but before he leaves, pays Nizuma and Ashirogi Muto and visit. He expresses his desire to see them both do well and acknowledges the fact that he had favoritism towards Mashiro and Takagi due to a promise he kept to Mashiro's late uncle, Nobuhiro. Nizuma shows Yujirou his storyboard for his next manga with a zombie theme, with Yujirou remarking that it is already better than CROW. Mashiro and Takagi also finalize plans for PCP's successor and decide on the standard battle archetype. Their new manga would involve two demonic protagonists with differing ideals battling it out for the sake of Justice. As the archetype fits perfectly as a Shonen Manga, and using all the experience they have gained so far, Ashirogi Muto decide to challenge Nizuma's next Zombie Manga with their Demonic Manga",
                    "TitleJapanese": "ゾンビと悪魔",
                    "SummaryJapanese": "『＋NATURAL』の順位不調に落ち込む岩瀬。秋人や蒼樹に相談しようとするも叶わず、ついにもうマンガ原作を書かないと言い出す。蒼樹からそのことを聞いた最高と秋人は、岩瀬の家へ駆けつけるが…？\n一方、ジャック編集部は人事異動の噂で持ちきり。『必勝ジャック』に異動となった佐々木は、若い作家への挨拶にと、エイジと亜城木の職場を訪ねる。そこで明かされる、佐々木の想いとは。そして、最高と秋人、エイジの新作とは一体！？"
                },
                "18": {
                    "ID": "4412187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412187",
                    "TitleEnglish": "Weekly and Monthly",
                    "SummaryEnglish": "The editing department go ecstatic over Ashirogi Muto's Reversi and Nizuma's Zombie Gun so both are published as one-shots. Meanwhile, Azuki lands the lead role in a popular soccer anime and Mashiro congratulates her, promising the breakout role from their future anime. As the votes come in, Zombie Gun sets a new record by getting the highest number of votes for a one-shot: 692. However in the second week, as Reversi is published, it places 1st and beats Nizuma's Zombie Gun by a margin of two votes. At the serialization committee, it is decided that both Zombie Gun and Reversi should be published, however they have a difficult time deciding how to deal with Ashirogi Muto producing two manga's weekly. Heishi seeks advice from Sasaki and they decide it would be best if Ashirogi Muto does PCP weekly and Reversi as a monthly manga. This news upsets Hattori since he confides in Yujirou that he wanted to edit Reversi. At another serialization meeting, Yujirou takes Hattori's desire into account and calls him, Takagi and Mashiro in to have them voice their opinion. They unanimously agree that PCP should go monthly because of its broader audience and publish Reversi weekly so it can compete with Nizuma's manga for dominance. Eventually, Mashiro decides to buy the studio from his grandfather, who gives him Nobuhiro's Diary. As Mashiro reads it, he becomes more determined than ever to continue his uncle's legacy.",
                    "TitleJapanese": "週刊と月刊",
                    "SummaryJapanese": "亜城木の新作読切、邪道な王道バトルの『REVERSI』、エイジの『ZOMBIE☆GUN』は両者とも完成度が高く、大騒ぎの編集部。最高と秋人、そしてエイジは、お互いの作品が「少年ジャック」に掲載されると知り、更に闘志を燃やす！\nそして『REVERSI』は人気投票で、読切作品での得票数の記録更新、１位をとる！このチャンスを逃したくない最高と秋人は、『PCP』と『REVERSI』の２本同時連載を狙うが…その結果やいかに！？"
                },
                "19": {
                    "ID": "4412189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412189",
                    "TitleEnglish": "Drawn Out and All at Once",
                    "SummaryEnglish": "As Ashirogi Muto struggle to meet deadlines for the Shonen Jack and Hisshou Jump magazines, a backlog of work starts piling up. As Mashiro and his three assistants, along with help from Takagi and Miyoshi push themselves to their limits to complete the storyboards, returning professional assistant, Ogawa, steps in with two new assistants and is able to complete the storyboards. As the competition between Nizuma's Zombie Gun and Ashirogi Muto's Reversi takes off, Reversi manages to take 1st place in the rankings for three consecutive weeks. This results in Nizuma changing one of his antagonists for Zombie Gun and rises to the top once again, showing up the weakness in Reversi for having two protagonists. As Takagi realizes this, he slows the pace of his story to match the standard battle archetype which further results in their ratings dropping to 5th place. Eventually, after a discussion with Hattori, Takagi calls Mashiro and they both agree that Reversi may not be a long running manga, even managing 50 chapters. However they discuss being content with resolving the conflict between the protagonists in the most interesting way possible, rather than prolonging it. Nevertheless, for the sake of himself, Mashiro and Azuki, Takagi promises to go all out and turn Reversi into a masterpiece they can all be proud of.",
                    "TitleJapanese": "間延びと一気",
                    "SummaryJapanese": "『REVERSI』と『PCP』を同時に連載することが決まり、やる気を出す最高！しかし、スケジュールが押し始め、余裕がなくなっていく。アシスタントの小河と森屋の仲も険悪になり、最高の体力もほぼ限界。果たして、原稿は無事完成するのか！？\n連載開始後は連続して１位をとる『REVERSI』！エイジにも勝てていると喜ぶ秋人だが、最高は不安を拭い切れない。そんな中、エイジの打ち出した『ZOMBIE☆GUN』での新展開から、最高は『REVERSI』の弱点に気づく…！？"
                },
                "20": {
                    "ID": "4412190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412190",
                    "TitleEnglish": "Breather and Party",
                    "SummaryEnglish": "Mashiro and Takagi discuss their intention of covering the final confrontation of the main characters of Reversi in one go with a shocked Hattori, but they decide to cross that bridge when they get there. Meanwhile, Hiramaru's Never Reaching You is selected for an anime while Aoki's What God Gave Me is cancelled. In order to cheer her up Hiramaru invites Aoki to an amusement park with the intention of proposing to her. On learning of this, Yoshida is initially intent on stopping Hiramaru, since he will be distraught if he is turned down, but upon remembering his very first meeting with Hiramaru, decides to help him. At the amusement park, Hiarmaru takes Aoki to the ferris wheel, but isn't able to propose since he loses the engagement ring. Aoki realizes what Hiramaru is doing and gives him another chance, where he proposes in an unorthodox manner and she accepts, much to Hiramaru and Yoshida's joy. Later, Reversi continues to dominate over Zombie Gun in the rankings however demand for the printed volumes of Zombie Gun skyrockets. As Ashirogi Muto and Hattori analyze what this means they realize that the content of Reversi isn't easily comprehensible to children or the female demographic alike. Towards the end of the year, Mashiro, Takagi, Miyoshi and their assistants attend the annual, Tezuka-Akatsuka (2017) Prize Party. Here, Kato's friend, a voice actress called Ririki Kitami tries to hit on Mashiro, but gives up when she learns Azuki is his girlfriend. Eventually Ashirogi Muto meet Nizuma who commends them on dominating over Zombie Gun in the rankings but promises that sales of the manga volumes won't lose to them, words that they take as motivation. Finally Mashiro and Takagi are approached by Futoshi Tanabe, a producer for the Japanese Animation Company.",
                    "TitleJapanese": "息継ぎとパーティー",
                    "SummaryJapanese": "連載期間を気にせず、『REVERSI』を納得する形で終わらせたい、と服部に告げる最高と秋人！戸惑う服部だったが、熱意に押され、「毎週全力で描いてくれ」と二人の背中を押す。\n『僕には通じない』のアニメ化が決まり、喜ぶ平丸。しかし、蒼樹の『神様がくれた…』の連載終了を知り、平丸は蒼樹を励まそうと遊園地デートを提案！一方吉田は、平丸が蒼樹にプロポーズをするのではないかと危惧するが…平丸の恋の行方は何処へ！？"
                },
                "21": {
                    "ID": "4412191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412191",
                    "TitleEnglish": "Hot Spring and Confirmation",
                    "SummaryEnglish": "Mashiro, Takagi and Miyoshi go to a hot spring for the short new year holiday. Mashiro and Takagi contemplate how far they have come since middle school. As the year begins, the editors at Shonen Jack have a tough time deciding which series, Zombie Gun or Reversi should get an anime adaptation since both have compelling circumstances. Yujirou explains this to Nizuma who turns down the offer, but when he learns that Reversi will take its place he changes his mind. Aida asks for Hattori's approval in selecting Reversi but he is torn. He knows Ashirogi Muto might end the manga before the anime even starts and feels obliged to tell this, but then the offer might be pulled. Hattori discusses this with Mashiro and Takagi who both immediately agree on the anime, but they realize they may have to prolong Reversi for a year and thus sacrifice its quality. Takagi promises that he will not let Reversi's quality waver and Mashiro finally tells Hattori why Takagi would go so far for him: because of the promise he made to Azuki. Hattori realizes that he was wrong to worry too much about it and wants to support them. Afterwards Yujirou and Hattori try to make convince Heishi their manga should get an anime and become the flagship series. Later, Hattori hurriedly bursts into Mashiro's studio with news of the outcome.",
                    "TitleJapanese": "温泉と意思確認",
                    "SummaryJapanese": "手塚賞パーティで『REVERSI』のアニメ化オファーがきていることを知り、一層気合が入る最高と秋人。年末休暇がとれるということで、香耶と３人で旅行に行くことにする。日々の疲れを癒しながら、マンガへの想いと決意を新たにする！！\n一方、相田から『REVERSI』アニメ化の話を聞いた服部は、連載期間とアニメ開始のタイミングで思い悩む。一人で悩んでも仕方がないと考えた服部は、最高と秋人にアニメ化の話を打ち明けるが…！？"
                },
                "22": {
                    "ID": "4412192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412192",
                    "TitleEnglish": "Correction and Declaration",
                    "SummaryEnglish": "Hattori announces that the Reversi anime will begin airing in October and Mashiro breaks into tears as their dream is at last within reach. Heishi calls Nizuma and explains why he rejected Zombie Gun, since it will help Ashirogi Muto to rise to his level and secure the future of Shonen Jack. Azuki calls Mashiro to congratulate him and recites lines from Reversi. Later Ririki Kitami blogs about her meeting with Mashiro and his involvement with Azuki, which goes viral across the internet. As rumors begin spreading, everyone worries the public will accuse Ashirogi Muto of favoritism to Azuki, something that could damage her career. This is confirmed when Mashiro, Takagi and Hattori meet the animation committee for Reversi. Mashiro tells Azuki that she should deny any relationship with him on her weekly radio broadcast to preserve her image. However, instead she goes public with her relationshiptells everyone about their promise. This has a mixed effect on the public. In the end, Mashiro calls the show and tells the public to believe in Azuki as they always have and adamantly states that she will get the part of the lead female role in Reversi by her skills alone.",
                    "TitleJapanese": "訂正と宣言",
                    "SummaryJapanese": "『REVERSI』のアニメ化が決定！長年の夢が叶った最高たちは感無量！そして、『REVERSI』を少年ジャックの真の看板作品にしようと、決意を新たにする。亜豆も、電話でヒロイン・菜保役を演じてみせ、オーディションへの意欲を見せる。\nしかし、声優の卵・北見リリカのブログを発端に、最高と亜豆が付き合っていることがネット上で話題に！スポーツ新聞にも取り上げられ、事態は急変！亜豆は、交際を否定することを迫られるが…？"
                },
                "23": {
                    "ID": "4412193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412193",
                    "TitleEnglish": "Mic and Script",
                    "SummaryEnglish": "After the radio broadcast, Azuki's fans seem to have calmed down and Reversi gets a lot positive attention. The anime producers want to hold a public audition for the female lead role and let the public vote who should get the role, which would be unfavorable for Azuki sinds she won't be judged objectively. Despite this, Mashiro agrees, not wanting to let people think she got the role through connections. During the auditions Azuki's performance is excellent but people notice that she mentioned \"Schwarz\" instead of \"Weiss\" during her performance, like all the voice actresses did before her. Worried how the different line in the script will affect her, everyone is worried. Later, during the show, the director of the program makes a short announcement in which he states the script was based on the published Shonen Jack magazine edition, where the mistake was printed in, but that this was corrected in the manga volume. Since Azuki used the manga volume to learn the lines, she didn't make the \"mistake\" the other voice actresses did without knowing. He tells the public that no one is \"wrong\" and that this fact should be considered in the votes. In the end Azuki wins by a huge margin and Mashiro, Takagi and Miyoshi celebrate Mashiro and Azuki's dreams finally getting fulfilled.",
                    "TitleJapanese": "マイクと台本",
                    "SummaryJapanese": "亜豆のラジオによって、世論は一変。最高と亜豆の交際は「清い交際」としてメディアで話題になる。亜豆の人気も上昇、『REVERSI』のコミックスの重版も決まり喜ぶ秋人だったが、最高はどこか吹っ切れない。\nそんな折、『REVERSI』アニメ監督の江原から、ヒロイン『菜保』役の公開オーディション開催の提案が！秋人と服部は亜豆に不利だと反対するが、最高は亜豆が実力で役を獲ったことがはっきりすると承諾！最高と亜豆、運命の行方は！？"
                },
                "24": {
                    "ID": "4412194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412194",
                    "TitleEnglish": "How It Should Be and How It Ends",
                    "SummaryEnglish": "Following Azuki securing the role of the lead female character, Hattori, Mashiro and Takagi begin discussing their intention to end the Reversi manga in July. Later, Mashiro calls Azuki to congratulate her and they make plans to meet once the first episode of Reversi finishes airing. Hattori tells Heishi about Ashirogi Muto's plan, which he rejects and orders Hattori to convince them to continue the manga. Hattori explains this to Mashiro and Takagi and they decide to think about their final decision. However, Takagi has a separate meeting with Hattori. He states that he will end Reversi in 8 chapters and surpass Nizuma in both rankings as well as volume sales, making Mashiro the best mangaka in Shonen Jack, wanting this to be his wedding present. Hattori decides to take responsibility reflect the words of Director Torishima: 'when the company and authors are at odds, a good editor should stand by the author'. Heishi, having heard the same words before, sides with Ashirogi Muto and informs the animation studio of their decision, which they accept. When the final chapter is published everyone is awestruck at the spectacular climatic battle between the two protaganists. It is such a smashing success that the manga volumes sell out within a day, surpassing the sales of Zombie Gun by selling 1.22 million copies per volume. Finally, at Reversi's end, Heishi, summons Ashiro Muto to Yueisha where they meet Nizuma and their motivational rivalry continues.",
                    "TitleJapanese": "あり方と終わり方",
                    "SummaryJapanese": "『REVERSI』のヒロイン『菜保』役は、圧倒的票数で亜豆に決定！『REVERSI』もストーリーの盛り上がりを見せ、絶好調の亜城木夢叶。最高は、アニメ第１話が放送されたときに亜豆にプロポーズすると宣言！\n服部は、『REVERSI』がアニメ放送までに連載終了してしまうことを不安視する。瓶子編集長の言葉もあり、なんとか連載を続けてほしいと最高・秋人に相談する。今より面白い原作が書けるなら続ける、という最高。悩む秋人が出した決断とは！？"
                },
                "25": {
                    "ID": "4412195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuman/episodes/4412195",
                    "TitleEnglish": "Dreams and Reality",
                    "SummaryEnglish": "Hattori meets with the production staff and cast of Reversi's anime as production gets underway. At the studio, Mashiro reveals to Miyoshi of his intention to propose to Azuki after Reversi's premiere and thanks her for creating their pen name: \"Ashirogi Muto\". As Miyoshi leaves, Mashiro and Takagi reflect on their journey thus far. Elsewhere, Azuki reveals her and Mashiro's plans to meet after the anime to her mother, while Mashiro reads his uncle's diary. Later, after the anime premieres, Mashiro picks up Azuki in an fashion, honoring one of his late uncle's dreams and they talk about the times they had been together. Soon, Mashiro takes Azuki to visit her former home where they recreate the scene of the first time Mashiro approached her at her house, before proposing. Azuki answers by kissing him and promises that they will be together forever. Eventually everyone attends Hiramaru and Aoki's wedding where Azuki catches the bride's bouquet of flowers. Finally, Azuki and Mashiro move into Azuki's old house together with the intention to officially have a wedding ceremony if Ashirogi Muto's newest work gets a serialization. With their dreams finally achieved, Mashiro ends the series with a monologue, stating that dreams are not achieved by someone telling you so, you have to make them a reality yourself.",
                    "TitleJapanese": "夢と現実",
                    "SummaryJapanese": "亜豆へプロポーズをすることを決めた最高。最高が今までの礼を述べると、香耶は思わず泣いてしまう。そして最高と秋人は、亜城木夢叶としての絆を再確認する。\n最高は、叔父である川口たろうが叶えられなかった夢を、自分が叶えようと決意する。\nそして『REVERSI』アニメ放送当日！亜豆が家族と放送を見ていると最高から電話があり、家の前まで迎えに来ているという。果たして、二人の恋の行方は！？感動のクライマックス！"
                }
            }
        }
    }
}