{
  "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto",
  "Genres": [
    "Coming of Age"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1729627/",
    "https://www.themoviedb.org/tv/37101"
  ],
  "TitleEnglish": "STAR DRIVER: Takuto of the Radiance",
  "SummaryEnglish": "This story takes place on an island named Southern Cross Isle. One night, a boy named Takuto washes up on shore, after having swum from the mainland. He later enrolls in Southern Cross High School as a senior and makes new friends. However, underneath the school, is a group of mysterious giants called Cybodies. There are about 20 Cybodies, and they are just some of the various secrets kept by everyone on the island: The secret movements of the mysterious organization known as the \"Glittering Crux Brigade\", the songs of the shrine maidens. Takuto himself will soon come to embrace a great secret.",
  "Aliases": [
    "Star Driver",
    "STAR DRIVER: Kagayaki no Takuto",
    "STAR DRIVER: Takuto's Radiance"
  ],
  "Modified": "2024-07-29",
  "Seasons": {
    "0": {
      "ID": "328711",
      "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4252684",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/4252684",
          "TitleEnglish": "STAR DRIVER: The Movie",
          "SummaryEnglish": "In the remote Southern Cross island, a secret organization named The Glittering Crux plans to reactivate giants that have been sealed for ages. Known as Cybodies, they can only be controlled by pilots identified as Star Drivers. To unleash their full power, the mysterious group must break the seals of the four shrine maidens that reside in the isle. Recently arrived outsider Takuto Tsunashi vows to stop the Glittering Crux in order to protect Wako Agemaki, a girl who saved his life and is one of the four maidens. Wako is a lively young lady who has already been betrothed to Sugata Shindou, a rich and talented childhood friend. Despite being very close to Agemaki, Sugata quietly disapproves of this engagement since it was forced onto them due to a family tradition. The melancholic couple becomes a radiant trio as Takuto becomes not only their friend but protector of the seals since he is none other than the Galactic Pretty Boy, gifted Star Driver of Tauburn, the 22nd Cybody.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "328721",
      "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "2920621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2920621",
          "TitleEnglish": "Galactic Pretty Boy",
          "SummaryEnglish": "A boy named Takuto Tsunashi, swam from the mainland to a small island to make a difference in his life. After making friends with Sugata and Wako who rescued him, Takuto enrolls in the local school and gets himself involved in a conflict with the secret organization \"Glittering Crux\", that kidnap Wako as part of their plan to take control of the island's secret treasure.",
          "Aliases": []
        },
        "2": {
          "ID": "2955791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955791",
          "TitleEnglish": "The Challenge of the Holy Order of Glittering Crux",
          "SummaryEnglish": "The leaders of the many factions among Kiraboshi decide that whoever defeats Takuto will become the order's main commander. Meanwhile, Takuto is introduced to Wako's friends at the drama club that also oppose the order's plans.",
          "Aliases": []
        },
        "3": {
          "ID": "2955801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955801",
          "TitleEnglish": "Adult Bank",
          "SummaryEnglish": "Takuto is short on cash and is invited by his classmate Kanako to perform some cleaning job at her own luxury cruise ship. Little does he know, that both Kanako and her employees are part of Kiraboshi and one of them will become his next opponent.",
          "Aliases": []
        },
        "4": {
          "ID": "2955811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955811",
          "TitleEnglish": "Wako's Singing Voice",
          "SummaryEnglish": "While wandering alone through the city, Wako meets Takuto and the two spend some time talking about her past and her duties as a shrine maiden, until they find that they are trapped in an illusion created by one of the enemy's cybodies.",
          "Aliases": []
        },
        "5": {
          "ID": "2955821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955821",
          "TitleEnglish": "The Meaning of Mandrake",
          "SummaryEnglish": "Professor Green, the school's nurse and leader of Kiraboshi's science division is determined to infatuate all guys of the school with the aid of a powerful love potion and her special ability of returning temporarily to a teenager state. After failing to capture Takuto's heart, she fights it out with him in Zero Time.",
          "Aliases": []
        },
        "6": {
          "ID": "2955831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955831",
          "TitleEnglish": "Pillar of the King",
          "SummaryEnglish": "It's Sugata's birthday today, however he hates this very day. Wako explains to Takuto why and tells him that Sugata also possess a powerful Cybody, but Apprivoising it may put his life in danger. Whilst going to Sugata's home to celebrate his birthday, they're attacked by a mysterious Glittering Crux member, and Sugata ends up doing what Wako feared at most to protect them.",
          "Aliases": []
        },
        "7": {
          "ID": "2955841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955841",
          "TitleEnglish": "The Faraway World",
          "SummaryEnglish": "Sugata remains unconscious, much to Wako and Takuto's grief - and the same glittering star member who attacked them in the previous night challenges Takuto in her Cybody.",
          "Aliases": []
        },
        "8": {
          "ID": "2955851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955851",
          "TitleEnglish": "Always Like a Shooting Star",
          "SummaryEnglish": "Despite being happy that Sugata regained conscience, Takuto is angry at him for not accepting Wako's present. Just when they are at brink of fighting, Scarlet Kiss, the leader of one of Glittering Crux's \"Filament\" squad captures Sugata and uses his powers to increase the capabilities of her own Cybody in order to confront Takuto.",
          "Aliases": []
        },
        "9": {
          "ID": "2955861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955861",
          "TitleEnglish": "Mizuno's First Love",
          "SummaryEnglish": "Head takes a license from his position as leader of Glittering Crux's \"Vanishing Age\" squad and leaves another member, Marino You, aka Manticore in his place. Little does the order know that Marino's twin sister Mizuno is actually one of the four maidens.",
          "Aliases": []
        },
        "10": {
          "ID": "2955871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955871",
          "TitleEnglish": "And Marino's First Love",
          "SummaryEnglish": "Takuto and his classmates play a baseball game against Mizuno and Marino's class. During the match, Marino's growing interest on Takuto brings forth the anger of one of Manticore's subordinates who decides to challenge him in in Zero Time.",
          "Aliases": []
        },
        "11": {
          "ID": "2955881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955881",
          "TitleEnglish": "Personal Uses of Cybodies",
          "SummaryEnglish": "Determined to bring revenge upon Kanako by taking over the Glittering Crux's leadership, her assistant Simone devises a plan to fight Takuto with the aid of Takashi who gains a second chance to confront Tauburn.",
          "Aliases": []
        },
        "12": {
          "ID": "2955891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955891",
          "TitleEnglish": "A Kiss Through the Glass",
          "SummaryEnglish": "Kanako is determined to become leader of the Glittering Crux by defeating Tauburn in combat, but before challenging Takuto, she invites him on a date.",
          "Aliases": []
        },
        "13": {
          "ID": "2955901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/2955901",
          "TitleEnglish": "The Red Sword in Love",
          "SummaryEnglish": "In order to confront Takuto once more and regain her position as a Star Driver, Benio volunteers herself to be a test subject in a experiment to reactivate destroyed Cybodies.",
          "Aliases": []
        },
        "14": {
          "ID": "3448111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3448111",
          "TitleEnglish": "Ayingott`s Eyes",
          "SummaryEnglish": "Having successfully managed to reactivate a broken Cybody, the Glittering Crux uses the same process to repair Manticore's hoping to use its special ability to discover the identity of the West maiden, but they soon find the maneuver was a mistake when it escapes Marino's control and goes berserk.",
          "Aliases": []
        },
        "15": {
          "ID": "3484541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3484541",
          "TitleEnglish": "Maidens of the Seal",
          "SummaryEnglish": "Mizuno and Marino's estranged mother returns and a desperate Mizuno tries to leave the island to avoid her, but her maiden powers prevents her from doing so. Wako comforts her and finds that she is the West Maiden, a fact that Glittering Crux already knows.",
          "Aliases": []
        },
        "16": {
          "ID": "3528431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3528431",
          "TitleEnglish": "Takuto's Mark",
          "SummaryEnglish": "Having captured Mizuno, the Glittering Crux manages to break her seal and reach the Third Phase. While Mizuno manages a glimpse of Takuto's past and his days before he gained his mark, he struggles against Head- whose cybody resembles his own in both appearance and abilities.",
          "Aliases": []
        },
        "17": {
          "ID": "3528441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3528441",
          "TitleEnglish": "Vanishing Age",
          "SummaryEnglish": "Having assembled all the remaining able pilots under his leadership, Head takes over Glittering Crux and prepares for the breaking of the two final seals. But first they must defeat Takuto, who now must find a way to defeat his newest opponent, Madoka Kei, without bringing harm to her.",
          "Aliases": []
        },
        "18": {
          "ID": "3645871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3645871",
          "TitleEnglish": "Keito`s Morning and Night",
          "SummaryEnglish": "Takuto's room is destroyed by fireworks and Sugata offers a room at his mansion for him to stay. To make ends meet, Takuto starts working at the same karaoke bar as his classmate Keito Nichi, unaware that she is the East Maiden, and also a member of Glittering Crux.",
          "Aliases": []
        },
        "19": {
          "ID": "3690901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3690901",
          "TitleEnglish": "The Trio`s Sunday",
          "SummaryEnglish": "Sugata and Takuto hang out with Wako to celebrate her birthday, but their cheerful day is disturbed by Kou Atari, another member of Glittering Crux, who uses her powers on them to amuse herself.",
          "Aliases": []
        },
        "20": {
          "ID": "3736761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3736761",
          "TitleEnglish": "The Rainbow Painted That Day",
          "SummaryEnglish": "Ryousuke Katashiro, Head's second in command, reminisces about his past with his former fiancee Sora and Head. Meanwhile, Ginta Ryo, another member of Glittering Crux, uses his First Phase ability to spy on the island's inhabitants and find out why Head is unwilling to break the final seals so soon. He decides to challenge Takuto by himself, but not before have him poisoned by a snake.",
          "Aliases": []
        },
        "21": {
          "ID": "3789891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3789891",
          "TitleEnglish": "The Age for Libido",
          "SummaryEnglish": "After Kou is defeated by Takuto once again, Madoka volunteers herself to an experiment to further increase her cybody's abilities. But this results in her body being fused with it, leaving Takuto defenseless as he is unable to fight back without harming her.",
          "Aliases": []
        },
        "22": {
          "ID": "3838291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3838291",
          "TitleEnglish": "Eve of Legend",
          "SummaryEnglish": "The time has come for the drama club's play and Takuto's first performance. Among the spectators is Hana, an old friend who comes to meet Takuto and Wako. After the play, Sugata allegedly falls into into a deep slumber again and finds that Keito has used her powers to keep him awake, and discovers she is the East Maiden.",
          "Aliases": []
        },
        "23": {
          "ID": "3942081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3942081",
          "TitleEnglish": "Emperor",
          "SummaryEnglish": "The Vanishing Age squad is more determined than ever to break the seals, and Takuto is forced to face three of their members at once. He manages to overcome them thanks to Sugata's help, but unbeknownst to him, Sugata himself is later introduced to the Glittering Crux as their new leader.",
          "Aliases": []
        },
        "24": {
          "ID": "3992981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3992981",
          "TitleEnglish": "The Eastern Maiden",
          "SummaryEnglish": "The members of Glittering Crux prepare themselves for the destruction of the remaining seals. After being pulled into Zero Time for their final battle, Takuto and Wako learn that Keito and Sugata are members of the Glittering Frux. And when the Eastern seal is released, the King Cybody, Samekh, finally breaks free.",
          "Aliases": []
        },
        "25": {
          "ID": "3992991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/3992991",
          "TitleEnglish": "Our Apprivoise",
          "SummaryEnglish": "Reiji shows his true colors and uses the powers of his new cybody to hijack Samekh - and restores all the cybodies Takuto defeated to put them under his control. The other members of Glittering Crux regain control of their cybodies and confront Samekh, only to be easily overpowered by it. It's up to Takuto to put an end to Reiji's ambitions and rescue Sugata.",
          "Aliases": []
        }
      }
    }
  }
}