{
    "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto",
    "Genres": [
        "Coming of Age"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1729627/",
        "https://www.themoviedb.org/tv/37101"
    ],
    "TitleEnglish": "STAR DRIVER: Takuto of the Radiance",
    "SummaryEnglish": "This story takes place on an island named Southern Cross Isle. One night, a boy named Takuto washes up on shore, after having swum from the mainland. He later enrolls in Southern Cross High School as a senior and makes new friends. However, underneath the school, is a group of mysterious giants called Cybodies. There are about 20 Cybodies, and they are just some of the various secrets kept by everyone on the island: The secret movements of the mysterious organization known as the \"Glittering Crux Brigade\", the songs of the shrine maidens. Takuto himself will soon come to embrace a great secret.",
    "TitleJapanese": "STAR DRIVER 輝きのタクト",
    "SummaryJapanese": "日本南方に浮かぶ島・南十字島。\nある夜、島の海辺に、ツナシ・タクト（声・宮野真守）という一人の少年が流れ着く辿り着く。\n本土から身一つで泳いでやって来た不思議な少年タクトは、島の学校『南十字学園高等部』に入学し、その明るく前向きな性格で、アゲマキ・ワコ（声・早見沙織）やシンドウ・スガタ（声・福山潤）ら、学園の生徒たちと交流を深めていく。\nだが学園の地下には、《サイバディ》と呼ばれる人型の巨大な像が多数眠り、生徒たちはそれぞれに《サイバディ》にまつわる秘密を抱えていた。そしてそれはタクト自身も例外ではなく…。\n青い空と青い海に囲まれた南国の島を舞台に、恋あり夢あり友情ありの『青春の謳歌』が今始まる。",
    "Aliases": [
        "Star Driver",
        "STAR DRIVER: Kagayaki no Takuto",
        "STAR DRIVER: Takuto's Radiance"
    ],
    "Modified": "2024-07-29",
    "Seasons": {
        "0": {
            "ID": "328711",
            "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4252684",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-driver-kagayaki-no-takuto/episodes/4252684",
                    "TitleEnglish": "STAR DRIVER: The Movie",
                    "SummaryEnglish": "In the remote Southern Cross island, a secret organization named The Glittering Crux plans to reactivate giants that have been sealed for ages. Known as Cybodies, they can only be controlled by pilots identified as Star Drivers. To unleash their full power, the mysterious group must break the seals of the four shrine maidens that reside in the isle. Recently arrived outsider Takuto Tsunashi vows to stop the Glittering Crux in order to protect Wako Agemaki, a girl who saved his life and is one of the four maidens. Wako is a lively young lady who has already been betrothed to Sugata Shindou, a rich and talented childhood friend. Despite being very close to Agemaki, Sugata quietly disapproves of this engagement since it was forced onto them due to a family tradition. The melancholic coup