{
    "URL": "https://www.thetvdb.com/series/oreimo",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1751305/",
        "https://www.themoviedb.org/tv/56353"
    ],
    "TitleEnglish": "My Little Sister Can't Be This Cute",
    "SummaryEnglish": "For several years, Kyousuke's relationship with his younger sister Kirino has been cold, to the point that they only share greetings. But one day, Kyousuke finds a moe anime DVD fallen in their entry hall. His interest piqued, he looks for the owner, only to realize it belongs to Kirino. He's shocked, but more surprises lie just ahead...",
    "Aliases": [
        "Ore no Imouto ga Konna ni Kawaii Wake ga Nai",
        "Ore no Imōto ga Konnani Kawaii Wake ga Nai",
        "Oreimo"
    ],
    "Modified": "2024-12-28",
    "Seasons": {
        "0": {
            "Episodes": {}
        },
        "1": {
            "ID": "328741",
            "URL": "https://www.thetvdb.com/series/oreimo/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "2": {
                    "ID": "2920641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920641",
                    "TitleEnglish": "There's No Way I'd Go to an IRL Meetup with My Sister",
                    "SummaryEnglish": "Noticing Kirino has no one to share her hobbies with, Kyōsuke asks for advice from his friend, Manami Tamura, who suggests that she make some otaku friends."
                },
                "4": {
                    "ID": "2920671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920671",
                    "TitleEnglish": "There's No Way My Little Sister Would Go to Summer Comiket",
                    "SummaryEnglish": "When Kirino forces Kyōsuke to play a beat-em-up eroge, he asks Saori for some playing advice."
                },
                "7": {
                    "ID": "2920701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920701",
                    "TitleEnglish": "There's No Way My Little Sister Could Write a Novel",
                    "SummaryEnglish": "Kirino drags Kyōsuke around the city on Christmas Eve."
                },
                "8": {
                    "ID": "2920711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920711",
                    "TitleEnglish": "There's No Way My Little Sister Could Get an Anime",
                    "SummaryEnglish": "While Kirino's novel becomes increasingly popular, her editor reveals that it may be adapted into an anime."
                },
                "9": {
                    "ID": "2920721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920721",
                    "TitleEnglish": "There's No Way My Little Sister Can Play Eroge Like This",
                    "SummaryEnglish": "Kirino gets a long awaited adult game in the post and spends the entire day playing it."
                },
                "10": {
                    "ID": "2920731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920731",
                    "TitleEnglish": "There's No Way My Little Sister Can Cosplay Like This",
                    "SummaryEnglish": "Ayase asks Kyōsuke to give her advice on a present she can give Kirion to make up with her."
                },
                "11": {
                    "ID": "2920741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920741",
                    "TitleEnglish": "There's No Way My Little Sister Can Be a Maid",
                    "SummaryEnglish": "After running into her at the supermarket, Kyōsuke invites Manami over to his house to help him make lunch."
                },
                "12": {
                    "ID": "2920751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/2920751",
                    "TitleEnglish": "There's No Way My Little Sister's Life Counseling Can End Like This (Good End)",
                    "SummaryEnglish": "Kirino uses her final life counseling session to ask Kyōsuke to buy her an adult game that is launching at midnight in Akihabara."
                }
            }
        },
        "2": {
            "ID": "489121",
            "URL": "https://www.thetvdb.com/series/oreimo/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4297532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4297532",
                    "TitleEnglish": "My Little Sister Can't Be Coming Back Again",
                    "SummaryEnglish": "As Kirino organisings thing with school and friends following her return from America. Kyosuke grows concerned that she might start ignoring him again due to the way he forced her to come back, as well as struggling to find the meaning behind the kiss Ruri gave him when he went to retrieve her. Later, Kirino once again calls upon Kyosuke for life consultation, having him take her to Akihabara to watch a trailer for the next Meruru season before engaging in a long-missed shopping expidition she spent the entire night planning. As thanks for his help, and to celebrate a year of life consultation, Kirino gives one of her eroge purchases to Kyosuke to play."
                },
                "2": {
                    "ID": "4530942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530942",
                    "TitleEnglish": "The Big Brother I Trusted and Sent Off Can't Get This Addicted to a Mobile Dating Sim and Commit Sexual Harassment",
                    "SummaryEnglish": "Feeling frustrated that Kirino is ignoring her in favour of a popular mobile game called Love Touch that lets you exchange texts with virtual girls, Ayase asks Kyosuke to do something about it. After Kyosuke brings it up to Kirino, she gives him Love Touch to avoid being tempted by it, only for Kyosuke to end up becoming addicted himself. As Ayase becomes angered upon learning of this from Manami, Kyosuke attempts to explain how the game's heroine is similar to Ayase. He suggests imitating the heroine to better hold Kirino's interest, but this is soon met with violent backlash from Ayase when dubious phrases are brought up. After Ayase goes to Manami for advice, Kyosuke is shown the error of his ways when Ayase decides to imitate the game's yandere route in front of Kirino."
                },
                "4": {
                    "ID": "4530944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530944",
                    "TitleEnglish": "My Little Sister's Rival Can't Come to Japan",
                    "SummaryEnglish": "Kirino's track rival from her time in America, Ria Hagry, comes to Japan and stays over at her house. Kirino feels a bit protective of her, often dishing out punishment at Kyosuke following every little misunderstanding. Kirino and Kyosuke take Ria to Akihabara to show her Kirino's various hobbies. Afterwards, Ria challenges Kirino to a race, understanding what drove her to beat her back in America. Although Kyosuke cheers Kirino on, Ria manages to beat her, feeling proud of getting her revenge. Before leaving Japan, Ria hints to Kyosuke that he is the reason Kirino works so hard, though Kyosuke is a bit skeptical of that. After Ria leaves, Kirino brings up an odd request for Kyosuke to be her 'boyfriend'."
                },
                "6": {
                    "ID": "4530946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530946",
                    "TitleEnglish": "My Little Sister Can't Bring Her Boyfriend Home",
                    "SummaryEnglish": "The boy is introduced to be Kouki Mikagami, a designer from Misaki's company who, to Kirino's surprise, is also an otaku. Later, after Kyosuke explains the 'fake date' scenario to Ayase and asks her opinion on whether Kirino has a boyfriend, things get tense at the after-party when Kirino witnesses Ruri assumedly confessing to Kyosuke. Irritated, Kirino announces that Kouki is her boyfriend, pushing Ruri to leave and angering Kyosuke with her remarks. Later, Kyosuke becomes irritated when Kirino invites Kouki to their house, receiving an angered slap from her when he shows his distaste. After speaking with a drunken Daisuke, Kyosuke grovels before Kirino, explaining his honest feelings and stating he won't allow Kirino to date Kouki until he proves himself worthy. Kirino eventually breaks down and reveals she lied about dating Kouki because she was jealous of Kyosuke and Ruri, with Kouki agreeing to pretend to be her boyfriend. As the two siblings make up and decide to redo the party, Ruri finally asks Kyosuke to go out with her."
                },
                "7": {
                    "ID": "4530947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530947",
                    "TitleEnglish": "I Can't Become a Couple With My Underclassman",
                    "SummaryEnglish": "With Kyosuke unable to give her a straight answer, Ruri asks that he give her his response after the party the next day. Speaking with both Kirino and Manami, they both tell him to think over this decision carefully. During the party, Kyosuke thinks back on the past year after he began his life counselling with Kirino, whilst also taking an opportunity to tease her. After the party, Kyosuke agrees to go out with Ruri, officially making them a couple. As Kyosuke becomes stressed over how to act like a proper boyfriend, he brings Kouki along with him to the Games Research club, where the other members claim that they always knew Kyosuke and Ruri liked each other, and are surprised to learn that they decided to go out just recently. After being given some time alone, Ruri admits she has also been stressing about how to act in front of Kyosuke and simply asks that they go on a date."
                },
                "8": {
                    "ID": "4530948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530948",
                    "TitleEnglish": "I Can't Create a Summer Memory With My Underclassman",
                    "SummaryEnglish": "While being treated by Kirino after getting his face wounded by some reason, Kyosuke reveals to her that he and Ruri decided to start dating, and much to his surprise, she does not complain about it. In their first date, Ruri wears a special cosplay she designed specially for the occasion, much to Kyosuke's astonishment. As the day pass, Ruri shows more about her tastes and preferances to Kyosuke and she reveals that it was written in a special guidebook made by her in order to attain her wish, which according to her is to have him and Kirino get on terms with each other. Despite not understanding the meaning behind her plans, he agrees to help her with it. The two then spends the following days hanging together in his and her houses, with Kyosuke being introduced to her younger sisters in the occasion, and by the end of summer break, they go to a festival together. Knowing that school is to resume in a few days, Kyosuke claims to Ruri that he will always treasure the moments they passed together during the summer, while she is about to take the next step of her guidebook, which is to break up with him."
                },
                "9": {
                    "ID": "4530949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530949",
                    "TitleEnglish": "My Little Sister Can't Be This Cute",
                    "SummaryEnglish": "After hearing no word from Ruri following their alleged break up, Kyosuke is shocked to learn from Sena that Ruri has transferred schools, later finding her house completely vacated. Troubled by this, Kyosuke comes to Kirino, who gives him his own life counselling and decides to help him search for her in a hot spring town. After they eventually manage to find her, Ruri points that Kirino hadn't truly accepted her dating Kyosuke, forcing her to confess her true feelings that she didn't want him to have a girlfriend, which was the reason she passed off Kouki as her boyfriend. Kirino states that despite this, she doesn't want to see her brother cry even more than that and wants to get the two back together to repay how much he has supported her over the past year. After Ruri hears all this and a makes a curious remark towards Kyosuke before temporarily passing out, she reveals she is simply moving to a nearby town for family reasons, having only been in the town on vacation, and will still be relatively close to the others. After Kyosuke decides he is probably not ready for a girlfriend just yet, Ruri states the next stage in her plan is for her, Kyosuke and Kirino to get along with each other."
                },
                "11": {
                    "ID": "4530951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530951",
                    "TitleEnglish": "Little Sisters Can't Barge in on Their Brother Who Lives Alone",
                    "SummaryEnglish": "Concerned by how seemingly close Kyosuke and Kirino have gotten, their parents arrange for Kyosuke to live on his own so he can focus on his exams. With Kyosuke needing to earn an A grade before he can move back, Kirino adds that if he does succeed, she'll do any one thing he asks. Later, Kanako decides to pay Kyosuke a visit in his new apartment, proving awkward when she finds an eroge Kirino lent him. She proves smart enough to guess that Kirino is his sister, but is still oblivious to her being an otaku. The next day, Ayase visits Kyosuke to deliver a housewarming present, shortly followed by Ruri, leading to an awkward and embarrassing confrontation. After Ayase takes her leave, Kyosuke and Ruri reconfirm their stance on their relationship, with Kyosuke stating he won't start dating until he settles things with Kirino."
                },
                "12": {
                    "ID": "4530952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4530952",
                    "TitleEnglish": "The Total Angel Ayase Can't Descend Upon My Place While I Live Alone",
                    "SummaryEnglish": "A party is held for Kyosuke at his new apartment and Kirino arrives there just to find Manami, and despite her animosity towards her brother's classmate, she decides to put it aside for his sake. Ayase, Ruri, Saori and Kanako also attend the party, but chaos ensues when they start arguing about who among them should take care of Kyosuke as he prepares himself for the mock exams and Kirino settles it by appointing Ayase to the task. The mock exams come and thanks to Ayase's support, Kyosuke manages to earn an A grade and the right to return home. As he is preparing to move back, Ayase confesses her feelings for him, but he politely declines, revealing that he is already in love with someone else. Instead of kicking him like she usually does, Ayase kisses Kyosuke on his cheek and bids farewell to him."
                },
                "13": {
                    "ID": "4583461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreimo/episodes/4583461",
                    "TitleEnglish": "Little Sisters Can't Fall In Love With Their Older Brothers",
                    "SummaryEnglish": "Kirino reminisces on her childhood, when she was very fond of Kyosuke and always looked up to him, until he stopped giving his all and adopted a more relaxed lifestyle. Blaming Manami for the sudden change in him, Kirino confronted her, asking her to give back the brother she loved so much, just to hear from her that the Kyosuke she envisioned never existed in the first place. To get back at Kyosuke, Kirino focused to improve herself and started avoiding him. Years later, she starts working as a model and befriends Ayase, but also develops her otaku hobbies, and becomes too ashamed to share them with anyone else. The issues she had with her secret were what somehow reapproached her with Kyosuke, who since then always stood by Kirino's side to support and protect her, even though she no longer sees him as the brother she once idolized."
                }
            }
        }
    }
}