{
  "URL": "https://www.thetvdb.com/series/yosuga-no-sora",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1743681/",
    "https://www.themoviedb.org/tv/68005"
  ],
  "TitleEnglish": "Yosuga no Sora",
  "SummaryEnglish": "Kasugano Haruka and his sister Sora have lost both their parents in an accident, and with them all their support. They decide to move out of the city to the rural town where they once spent summers with their late grandfather. At first everything seems familiar and peaceful, but changes come as Haruka starts to remember things from his youth.",
  "Aliases": [
    "In solitude, where we are least alone.",
    "Yosuga no Sora: In Solitude, Where We Are Least Alone",
    "Yosuga no Sora: In Solitude, Where We Are Least Alone."
  ],
  "Modified": "2025-05-19",
  "Seasons": {
    "0": {
      "ID": "329441",
      "URL": "https://www.thetvdb.com/series/yosuga-no-sora/seasons/official/0",
      "# Episodes": 5,
      "Episodes": {}
    },
    "1": {
      "ID": "329451",
      "URL": "https://www.thetvdb.com/series/yosuga-no-sora/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "2925431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2925431",
          "TitleEnglish": "Migiwa Kazuha Arc I: Distant Memories",
          "SummaryEnglish": "After the sudden death of their parents, Haruka and his twin sister Sora move to the house formerly inhabited by their late grandfather, in a small village they often visited as children. There, Haruka encounters several of the residents, some of whom are old friends, but Sora stays at home, refusing to go to school even as Haruka starts attending. Realizing that Haruka is growing more and more distant and slipping from her grasp, Sora goes to Haruka's room at night and appeals to Haruka as she removes her clothes...",
          "Aliases": []
        },
        "2": {
          "ID": "2925441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2925441",
          "TitleEnglish": "Migiwa Kazuha Arc II: Akira Embarassed",
          "SummaryEnglish": "Sora asks Haru to take her measurements so she can have a uniform made, and finally starts attending school with Haruka, though she is disappointed to find that she and Haruka are in different classes. While cleaning the swimming pool as part of a mixed gym, Akira accidentally soaks Kazuha who forgot her swimsuit, and so Akira takes her to dry off. Haruka finds Kazuha's phone and goes to return it, only to overhear a sensual-sounding conversation in which Kazuha addresses Akira as \"Onee-chan\" (big sister).",
          "Aliases": []
        },
        "3": {
          "ID": "2929041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929041",
          "TitleEnglish": "Migiwa Kazuha Arc III: Unjoined, Unseparated",
          "SummaryEnglish": "When Kazuha realizes that Haruka has overheard their conversation, she chases him down to clear up any misunderstanding. She reveals that Akira is, in fact, her illegitimate older sister, born of a different mother. Due to her family's societal standing, Kazuha's father is not able to acknowledge Akira as his daughter, causing Kazuha to be resentful of her father and to feel a burden of guilt and responsibility towards the always-hard-working Akira. To help lift Kazuha's spirits, Haruka invites her out on a date, and they subsequently realize and admit their rapidly-progressing feelings towards each other. Meanwhile, Akira continues to try her best on her own, but collapses, apparently due to exhaustion.",
          "Aliases": []
        },
        "4": {
          "ID": "2929051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929051",
          "TitleEnglish": "Migiwa Kazuha Arc IV: Haruka's Heart",
          "SummaryEnglish": "On their way home from school, Haruka and Kazuha are interrupted by a frantic Yahiro, who is concerned over the non-appearance of the always-responsible Akira as usual. They discover Akira at her home, collapsed due to exhaustion, and Kazuha proceeds to blame herself and her infatuation with Haruka for not noticing Akira's condition. Akira recovers a few days later, but confronts Kazuha about her abandonment of Haruka and the inappropriate sense of guilt she feels regarding their father's actions. Realizing the truth of Akira's words, Kazuha withdraws into a state of depression while struggling to determine what to do. The day of the festival arrives, and Kazuha works up the courage to appear, where she is reunited with Haruka. Haruka informs Kazuha that her father had been supporting Akira financially in secret all this time and, when Kazuha witnesses her father praising Akira, she realizes that she had misjudged him. Thus, she was able to move past her codependency towards Akira and pursue a whole-hearted romantic relationship with Haruka.",
          "Aliases": []
        },
        "5": {
          "ID": "2929061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929061",
          "TitleEnglish": "Amatsume Akira Arc III: Darkness Brightens",
          "SummaryEnglish": "Haruka is standing near the girls locker room, overhearing Akira's and Kazuha's conversation. Haruka notices that Akira has been acting strange lately, and decides to talk to her alone at school the next morning. He sees the sad look on Akira's face and becomes worried, and wants to help Akira find her mother's pendant (after remembering her losing it as a child). They go in search for the pendant by a tree they would play by as kids, only to Haruka's horror that the tree had been removed by a landslide. He attempts at digging around for it, but without any luck. The two go to Akira's to take a bath, and have a romantic moment together. From there, Haruka goes to the festival, and, after seeing Akira cry while dancing the sacred dance, rushes off to see what had happened.",
          "Aliases": []
        },
        "6": {
          "ID": "2929071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929071",
          "TitleEnglish": "Amatsume Akira Arc IV: I Won't Give Up",
          "SummaryEnglish": "Haruka enters Akira's room and stops her from burning something, which is her mother's missing journal, where it is written that Kazuha and Akira has a chance of mistaken identity. With the journal, he suggests to Yahiro and Kazuha a DNA test to prove things once and for all. Yahiro refuses, but, despite disapproval from her mother, Kazuha agrees. Haruka informs Akira at the shrine the next day that the DNA results will be out in five days, but Akira disappears on the fifth day. Haruka finds her at the train station, where they talk until the evening. When the DNA results arrive that night, Kazuha and Sora delivers it to Akira, who is still at the station, but she buckled, too scared to read it. It is then that Kazuha's mother appears, and tells everything at their home, where Akira is shown the lost pendant, returned to her by someone who found it at the mountains, basing on the name engraved on its back. She reveals that she and Akira's mother had shared the same hospital room, and, one day Akira pulled the pendant off of her neck as Mrs. Migiwa held her in her arms. After hearing that Akira's mother had passed away, she gave the pendant to her to make her feel, at least, the presence of a mother. Akira then reads the DNA results, and it read negative, which means Akira is born of a different mother. There, Kazuha's mother let her keep the pendant, and apologizes to Akira. She later confesses her love for Haruka and vice-versa.",
          "Aliases": []
        },
        "7": {
          "ID": "2929081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929081",
          "TitleEnglish": "Yorihime Nao Arc II: Sinful Maidens",
          "SummaryEnglish": "Sora asks Haru to take her measurements so she can have a uniform made. The next day Nao comes over to bring Haruka some mosquito repellent, since Sora is scared of mosquitoes, and then leaves almost immediately. The next day Ryouhei invites Haruka to the school rooftop to take a peek at the girls cleaning the pool. Haruka warns Ryouhei, though, not to peek at Nao, and leaves. Much later Ryouhei tells Nao that Haruka, “the prince she has been waiting for,” has a crush on her; but she thinks he does not like her. The truth is that something happened between the two many summers ago: Nao, trying to escape the noise of her arguing parents, ran to Haruka's house. At that time Haruka was sleeping at their veranda, and was surprised to see Nao on top of him with her clothes undone. Until now Nao feels guilty for what she did. However, Ryouhei, even Akira and Kazuha, is into the act of bringing Haruka and Nao together. They did so by making the two meet at school pool on a Sunday. When they were changing after the swimming lesson, Haruka rushes into the girls' locker room when Nao was scared by a black cat inside a box. The school supervisor hears their chatter, but the two were able to hide inside a box before he catches them. Thinking it was just the cat, he leaves. There, Nao gets to know that Haruka does not hate her, only that he was just surprised at the events of that summer day, dispelling her assumptions. Meanwhile, Sora shows her hatred of Nao, whom she thinks is the reason why Haruka has been preoccupied the past couple of days, at home on her laptop.",
          "Aliases": []
        },
        "8": {
          "ID": "2929091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929091",
          "TitleEnglish": "Yorihime Nao Arc III: The Sky, Still Dark",
          "SummaryEnglish": "By now Sora is showing her hatred of Nao in the open, even in front of Ryohei and Nao herself. One afternoon Sora, attracted by the smell of curry cooking in the kitchen, catches Haruka and Nao making love in the living room. Sora throws Nao out of the house, warning her not to see Haruka ever again, since it is the second time she catches the two doing the \"dirty deed.\" She then throws the curry they cooked down the drain, as she only wants Haruka's cooking. Nao is desolate after that, and though she wants to see Haruka, she has to hide because Sora is always nearby. However, Haruka is always optimistic Sora will forgive and accept them both, as he, after knowing from Ryouhei that she changed, wants Nao to return to being a cheerful, caring, and lighthearted person. Sora lightens up a bit to the sight of Haruka and Nao being together, but still has some resistance, and prefers to distance herself from the two. It is for this reason that she never joined Haruka and Nao along with Ryouhei, Kazuha, Akira, and Motoka for the annual summer trip to the beach.",
          "Aliases": []
        },
        "9": {
          "ID": "2929101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929101",
          "TitleEnglish": "Yorihime Nao Arc IV: Distant Feelings",
          "SummaryEnglish": "Sora decides to follow everyone at the beach, but at the moment she got off the bus, news that a young man was rescued from drowning unconscious. As Sora looks over, she finds out that the boy in question is Haruka. However, Nao acted quickly and performed mouth-to-mouth resuscitation. With that event, Sora becomes even more insecure, eventually telling Haruka not to leave home and tells all sorts of excuses just to make him stay. One day, Sora made Haruka choose between her and Nao, but he just shrugs it off and proceeds to school with Nao as if nothing is wrong. That afternoon Haruka finds Sora missing after receiving a text from her saying \"they'd leave the place.\" Akira, Kazuha, and Ryouhei joins Nao and Haruka in search of her, until, amidst the rain, Nao finds Sora at the bus stop. Refusing to go with Nao, Sora runs out of the bus stop, angrily telling her that she is the reason why Haruka has changed. Suddenly, a bolt of lightning strikes the bus stop and burst into flames. Sora then remembers she forgot her stuffed bunny inside. Nao rushes in to retrieve the only memento Sora has of her mother, causing her to be nearly trapped inside. After receiving the rescued item, Sora reveals to Nao her insecurities with her, that she is afraid Haruka would leave her alone. The next night, Sora joins everyone during the Summer Festival at the shrine. This time, Sora is more receptive of Nao.",
          "Aliases": []
        },
        "10": {
          "ID": "2929111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929111",
          "TitleEnglish": "Kasugano Sora Arc III: Imitating the Bird's Cry",
          "SummaryEnglish": "Haruka is trying to start a new life over with Nao, but Sora is always at the back of his mind, since, lately, she seems not to accept Nao, and that she seems to be teasing him. Haruka suggests a date with Nao, but cannot get to tell Sora about it, even disguising it as if he will be spending time with Ryouhei. During the date, though, Nao notices that Sora is never far from Haruka’s mind, him buying things for his sister rather than for her, and eventually spoiling their date. They plan to make croquette curry upon arriving home, but is canceled when Haruka finds Sora not feeling well in her room after having a bad dream. The next day Nao notices that Haruka tries to hide his date with her from Sora, but she just went along. One night, Haruka catches Sora masturbating in her room while mentioning his name, much to his dismay—she is enamored with him ever since that one summer day in their childhood when Haruka kissed Sora while playing.",
          "Aliases": []
        },
        "11": {
          "ID": "2929121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929121",
          "TitleEnglish": "Kasugano Sora Arc IV: The Uncertain Pair",
          "SummaryEnglish": "Haruka takes Nao on a date again, but he cannot shake the sight of Sora masturbating that night from his mind. Eventually Haruka hits his limit and tries to get rid of those thoughts by taking Nao to a hotel, but she rejects his act and asks if he really loves her. Haruka is unable to answer and returns home. Soon after, Sora gets a fever and Haruka stays home to take care of her. That evening, Sora, with her fever subsided, confesses her feelings to Haruka and the two make love, beginning a relationship. This did not go unnoticed, as everyone, especially Kozue and Nao, begins to see the twins spend more and more time with each other. One afternoon, when Kozue and Nao decide to visit the Kasugano residence, they catch the twins in the middle of making love.",
          "Aliases": []
        },
        "12": {
          "ID": "2929131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yosuga-no-sora/episodes/2929131",
          "TitleEnglish": "Kasugano Sora Arc V: To the Distant Sky",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}