{
    "URL": "https://www.thetvdb.com/series/tamayura",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2629754/",
        "https://www.themoviedb.org/tv/83621"
    ],
    "TitleEnglish": "Tamayura",
    "SummaryEnglish": "For her first year of high school, Fu Sawatari moves to Takehara, a scenic old town near Hiroshima, on the Inland Sea. Her father, who has passed away, grew up in Takehara. She loves taking photographs with his old film camera, a Rollei 35S. The story follows her and the friends who gather around her as she comes to love her new home.",
    "TitleJapanese": "たまゆら",
    "SummaryJapanese": "写真が大好きな高校１年生沢渡楓と、彼女をとりまく人たちの日常とささやかな夢を描いた物語。\n\n写真が大好きな高校１年生、沢渡楓。あだ名は「ぽって」。\nこの春、海と山に囲まれた穏やかな瀬戸内海の町、広島県竹原市に引っ越してきました。\nそこは亡くなった父親が子供のころに住んでいた町。\n古い町並み、美しい海と島々、暖かな人々とそして新しくできた素敵な友達…。\n大好きになったこの町で撮った楓の写真には、ときどきたまゆらが写ります。\nたまゆらは楓の心がふわふわと舞い上がって幸せな気持ちの時に写るかわいい光。\n幸せが形になったような不思議な何か…。\nそして、その写真はみんなをちょっとだけ幸せ な気持ちにしてくれるんです。",
    "Aliases": [
        "Tamayura (TV)",
        "Tamayura - futatose",
        "Tamayura - Hitotose",
        "Tamayura: More Aggressive"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "0": {
            "ID": "330221",
            "URL": "https://www.thetvdb.com/series/tamayura/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "2930761",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/2930761",
                    "TitleEnglish": "The Town With a Lot of Things That I Love",
                    "SummaryEnglish": "As Fū Sawatari and her friend Kaoru Hanawa go to a camera shop to collect her late father's camera which needed to be fixed, they spot a pair of girls, Maon Sakurada and Norie Okazaki, taking an interest of a photo Fū once took of her father. They decide to hang out together and become friends.",
                    "TitleJapanese": "大好きがいっぱいの町、なので／水色のちっさな切符、なので",
                    "SummaryJapanese": "「大好きがいっぱいの町、なので」．．．瀬戸内の町、竹原に引っ越してきた写真が大好きな楓は幼馴染のかおると一緒に学校に通っています。\n引っ込み思案な楓はこの町ではかおるは唯一の友達です。\n学校の帰りに、壊れてしまっていた父親の形見のカメラ「Rollei35s」を取りに写真屋さんに行きました。\n写真屋のオーナーは楽しい気持ちになれるからと楓の写真をとても気に入っていて、お店に飾っています。そこで楓は、写真をじっと眺めていた麻音、そしてのりえと出会います・・。\n\n「水色のちっさな切符、なので」．．．楓、かおる、麻音、のりえの4人は写真屋さんで出会ったことをきっかけに仲良しになり、\n今日は将来の夢についてみんなでおしゃべりをしていました。\n学校の帰りに楓の母親が働いている喫茶店にみんなで寄ることになり、喫茶店でくつろいでいると、\n楓に一枚の手紙が届いていたことを母親に告げられます。\nその手紙の送り主は楓が憧れている写真家の志保美りほ。\nそして手紙には下蒲刈で行われるりほの個展への招待券が入っていました・・。"
                },
                "3": {
                    "ID": "2937871",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/2937871",
                    "TitleEnglish": "I'm Happy When We All Walk Together",
                    "SummaryEnglish": "As Fū becomes curious about where one of her old photos were taken, Kaoru's sister, Sayomi, decides to take her and her friends on a hiking trip to that location, though the journey turns out longer than expected. Though they don't find the place where the photo was taken, they enjoy the place they arrive at.",
                    "TitleJapanese": "みんなで歩けばハッピー、なので／それはあの日のこと、なので",
                    "SummaryJapanese": "「みんなで歩けばハッピー、なので」．．．ある日、楓は香が幼稚園の時に描いた絵を見つけました。\nたまゆらが写ったお父さんの写真の場所と同じかもしれないと思う楓でしたが、\nかおる、のりえ、麻音もその場所がわかりません。\nそんなときかおるの姉のさよみがその場所に心当たりがあるからと、\nみんなをつれて出かけることになりました。\n電車に乗って、バスに乗って、普通の女子高生にはハードすぎる道を\nみんなへとへとになって歩きますが、その先にあった素敵なものは…\n\n「それはあの日のこと、なので」．．．楓、かおる、麻音、のりえの4人は、楓とかおるが出会った小さな頃の話や\nさよみの写真の腕前の話をしながら学校の図書館で一緒に勉強をしています。\nそしていつものように日の丸写真館により、みんなでcafeたまゆらに行くと、\nそこには楓が尊敬する写真家の志保美りほが遊びに来ていました。\n上手に写真を撮ることにこだわり始めていた楓は志保美の言葉に気持ちがちょっと救われたわけです。\nそして、ふたたびさよみがみんなを連れて行く日がやってきます。"
                },
                "5": {
                    "ID": "4394706",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4394706",
                    "TitleEnglish": "Memories of a Warm Breeze (OVA)",
                    "SummaryEnglish": "As Fū is asked about needing a yukata for a fireworks festival, she recalls when her grandmother made a yukata for her, which, due to her father's death soon afterwards, she never got the chance to wear. Meanwhile, Chihiro invites Fū to come to a fireworks festival next year in Yokosuka, where she lived previously. Fū's grandfather comes to visit, bringing the failed photographs Fū took, which her father had kept, and an undeveloped roll of failed photos her father took. Fū's grandmother reveals she had finished the yukata she asked for before, saving it for when Fū was ready to smile again. As the fireworks festival comes, Fū and the others receive a message from Sayomi saying the best place to view fireworks is from Fū's house. After the fireworks, Fū's mother explains how she got her name, before everyone sends some photos to Chihiro. The next day, Fū receives the prints of her father's photos, revealed to be blurry photos of fireworks like hers.",
                    "TitleJapanese": "hitotose 5.5話『あったかい風の想い出、なので』",
                    "SummaryJapanese": "楓が竹原に引っ越してきて、色々なことがありました。かおる達と友達になったり、ちひろが竹原に遊びに来たり、素敵なことを発見できる日々。夏も終わりに近いある日、楓はかおるから花火大会に誘われますが、みんな浴衣を着て参加すると聞いて、なぜか元気がなくなってしまいます。楓は、昔ちひろと花火大会に行ったとき、次の年には浴衣を着て一緒に竹原の花火を見に行こうと約束したことを、思い出すのでした・・・。"
                },
                "6": {
                    "ID": "5074056",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/5074056",
                    "TitleEnglish": "A School Trip For Just One Day, So... (OVA)",
                    "SummaryEnglish": "Maon comes down with a fever, missing the opportunity to go on a school trip to Okinawa with Fū and the others. When the girls pay her a visit once they return, Norie discovers a sketchbook that Maon was hoping to fill with memories of the school trip, crying when she notices it is completely blank. Noticing Maon also becoming upset over not being able to go, Fū suggests that everyone take her on another school trip just for them. The girls decide to go to Onomichi, where they participate in all the local tourist activities whilst Maon starts filling up her sketchbook. By the end of the day, Maon manages to completely fill in her sketchbook, thanking Norie for crying over her.",
                    "TitleJapanese": "もあぐれっしぶ　8.5話（OVA）『一日だけの修学旅行、なので』",
                    "SummaryJapanese": "9月、楓たちは沖縄に修学旅行にやってきました。みんなでお土産物を見て盛り上がっている中、いつもより１つだけ足りないものがありました。それは、麻音が体調を崩して修学旅行に参加できなかったこと。 修学旅行から帰ってきて、楓たちは麻音のお見舞いにやってきました。留守番も楽しかったと気丈に振る舞う麻音でしたが、のりえは、麻音の修学旅行の想い出を描くためのスケッチブックを見つけてしまうのでした。そんな時、楓が１つの提案をします。それは、もう１度みんなで修学旅行にいくことでした。"
                },
                "7": {
                    "ID": "8973810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/8973810",
                    "TitleEnglish": "アニメ聖地旅　竹原～広島・「たまゆら」の舞台へ～",
                    "SummaryEnglish": "ジャニーズ１のアニメファンとして知られるKis-My-Ft2の宮田俊哉さんが熱望していたアニメの聖地・広島県竹原市を訪れた。 竹原は、デビュー当時に心癒やされたというアニメ「たまゆら」の舞台。その町をアニメの登場人物が使っていたカメラで撮影しながら探訪する。 どこかホッとさせる町並みや暮らす人の思いに触れながら魅力を再発見。さらにアニメ監督の案内でとっておきの竹原との出会いも！ 人情あり、歴史ありの旅。 ナレーションは、同作主人公・ぽってこと沢渡楓を演じた竹達彩奈さん。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "2937881",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/2937881",
                    "TitleEnglish": "It's About That Day",
                    "SummaryEnglish": "Riho decides to visit Fū's home to look at the photos. Later, Sayomi takes everyone on another trip to another potential candidate for the place where Fū took her photo. Fū ends up spraining her ankle, but gets help from the camera shop owner, who helps her realize that this was the place she took the photo.",
                    "TitleJapanese": "それはあの日のこと、なので",
                    "SummaryJapanese": "楓、かおる、麻音、のりえの4人は、楓とかおるが出会った小さな頃の話や\nさよみの写真の腕前の話をしながら学校の図書館で一緒に勉強をしています。\nそしていつものように日の丸写真館により、みんなでcafeたまゆらに行くと、\nそこには楓が尊敬する写真家の志保美りほが遊びに来ていました。\n上手に写真を撮ることにこだわり始めていた楓は志保美の言葉に気持ちがちょっと救われたわけです。\nそして、ふたたびさよみがみんなを連れて行く日がやってきます。"
                },
                "9": {
                    "ID": "2930771",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/2930771",
                    "TitleEnglish": "The Small, Light Blue Ticket",
                    "SummaryEnglish": "Fū and her friends visit her mother and grandmother's cafe, where she receives a letter from her photographer idol, Riho Shihomi, containing a ticket to a photo exhibit. At the exhibit, Fū finally gets to meet Riho, who explains the meaning of the destination-less ticket she had previously given her.",
                    "TitleJapanese": "水色のちっさな切符、なので",
                    "SummaryJapanese": "楓、かおる、麻音、のりえの4人は写真屋さんで出会ったことをきっかけに仲良しになり、\n今日は将来の夢についてみんなでおしゃべりをしていました。\n学校の帰りに楓の母親が働いている喫茶店にみんなで寄ることになり、喫茶店でくつろいでいると、\n楓に一枚の手紙が届いていたことを母親に告げられます。\nその手紙の送り主は楓が憧れている写真家の志保美りほ。\nそして手紙には下蒲刈で行われるりほの個展への招待券が入っていました・・。"
                }
            }
        },
        "1": {
            "ID": "330231",
            "URL": "https://www.thetvdb.com/series/tamayura/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3524731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/3524731",
                    "TitleEnglish": "It All Started in My Town, So...",
                    "SummaryEnglish": "In her final year of middle school, Fū is a middle school student who had previously locked away her feelings following the death of her father. She returns home one day to find her brother, Kou, looking at the old photos their father had taken. Fū comes to understand the warmth of these photos and takes an interest in photography, asking to use her father's old camera. After taking a few photos, mainly with her friend Chihiro Miyoshi, she sends some to Riho who responds with positive feedback and a train ticket with no destination. After she decides that she'd like to go to high school in Takehara, her father's home town, the whole family decides to move there. After saying her goodbyes to Chihiro, Fū travels to Takehara where she meets with Kaoru.",
                    "TitleJapanese": "第1話：『わたしのはじまりの町、なので』",
                    "SummaryJapanese": "中学生三年生の初夏。いつもの図書館で借りた写真集に写っていた瀬戸内の海を見て、楓は亡くなったお父さんを思い出します。お父さんが亡くなった時から、大好きだった写真をやめてしまった楓。同級生のちひろはそんな楓を励まそうとしますが自分のほうが先に泣いてしまってうまくいきません。その日、家に帰ると弟の香がお父さんの撮った写真を見て楽しそうにしていました。悲しくなるからとしまっていた写真はどれも楽しくて忘れたくない瞬間でした。懐かしく優しい写真を見ているうちに楓はあることに気づきます…。"
                },
                "2": {
                    "ID": "4182916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182916",
                    "TitleEnglish": "A Day Filled with a Gentle Aroma",
                    "SummaryEnglish": "It's been a month since Fū moved to Takehara, and she and her friends feel a bit bemused by the antics of her homeroom teacher, Mr. Dougou. After hearing Sayomi is going to be out of the house, Fū suggests a sleepover at her place. However, on the day of the sleepover, Dougou asks Kaoru to help out with making bamboo figures to impress the Hoboro okonomiyaki shop manager, so Fū and the others decide to help. As the girls finally resume their sleepover, Sayomi appears, telling him that Dougou had Kaoru's loneliness in mind when he asked her for help. As everyone else sleeps, Sayomi gives Fū her thanks for returning to this town.",
                    "TitleJapanese": "第2話：『やさしい香りに包まれた日、なので』",
                    "SummaryJapanese": "楓が竹原の町にやってきて１カ月が経ちました。幼なじみのかおる、新しく出来た友達の麻音とのりえと、一緒に朝日山に登ったりして、すっかり仲良くなった楓は今日もいつものようにみんなで通学をしています。そしてまもなく竹祭りを迎えるある日、いつものようにみんなでカフェたまゆらでお茶をしていました。そこで楓はかおるの家が、翌日は全員留守にしているためかおるが一人ぼっちであることを知ります。これを聞いた楓は思いきって、みんなとのお泊まり会を提案するのでした…。"
                },
                "3": {
                    "ID": "4182917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182917",
                    "TitleEnglish": "Arrival! Battling Girls",
                    "SummaryEnglish": "As Norie decides to try to learn to make sweets from Fū's grandmother, she is pestered by Kou's classmate, Komachi, who challenges her to see who can make the tastiest dessert with Kou acting as judge. Though Komachi struggles at first, Fū's grandmother helps her realise the most important thing about cooking; thinking about making the person who will eat it smile. After Kou tries both Norie and Komachi's dishes, the contest is declared a tie. Afterwards, Norie reveals it was her older brother who inspired her to aim to become a patissiere.",
                    "TitleJapanese": "第3話：『出現！たたかう女の子、なので』",
                    "SummaryJapanese": "今日はいつもの四人でCaféたまゆらでランチタイム。大人気のたまゆらランチを食べ、香とも絡めて上機嫌なのりえ。そんなのりえを影から見つめる視線が…。麻音とのりえは帰り道に何やらつけられている視線を感じました。そこに現れたのは、篠田こまちと名乗る小学生。のりえを監視していた“こまち”は香に気がある様子。後日…。Caféたまゆらで再び、こまちに遭遇したのりえ。香の気持ちをかけてスイーツ勝負を挑みこむ“こまち”。のりえとこまちのスイーツバトルが今、幕を開けます…！！"
                },
                "4": {
                    "ID": "4182918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182918",
                    "TitleEnglish": "The Sound on Opportunity Island, It Is!",
                    "SummaryEnglish": "Fū and her friends decide to have their summer vacation in Mitarai, where Maon's family runs an inn. While exploring the town, they visit a theatre which seems to hold some symbolism for Maon. After the gang visits Fū's grandfather, Maon explains that a guitar concert she once saw at that theatre inspired her to aim to try and perform on that stage at some point.",
                    "TitleJapanese": "第4話：『潮待ち島に聞こえる音、なので』",
                    "SummaryJapanese": "今日から夏休み。期待に胸を膨らませながら帰る四人。そんな中、麻音は実家の大崎下島に帰る予定だという。楓の祖父も下島にいるということで、みんなで麻音の実家である旅館に遊びにいくことになりました。竹原港から船で大崎下島に向かい、麻音の両親が経営している旅館を訪ねます。旅館の手伝いをする麻音に出迎えられ、みんなで島を散策することに。途中、ある建物の前で麻音は立ち止まります。中に入って物思いに耽る麻音。なんだが麻音の思い出の場所らしいのですが…。"
                },
                "5": {
                    "ID": "4182919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182919",
                    "TitleEnglish": "Chihiro-chan Has Come! She Has.",
                    "SummaryEnglish": "Chihiro comes to Takehara to visit Fū, though ends up getting off a station too early. As Fū's mother goes to pick her up, Fū hears from her biker friends about how she once was a motorcyclist. The next day, Fū takes Chihiro to meet the others, visiting various place to get along. Later, Sayomi takes everyone on a lengthy expedition to Kurotaki Hill, where everyone becomes friends with Chihiro and exchanges e-mail addresses.",
                    "TitleJapanese": "第5話：『ちひろちゃんがきてくれたよ！なので』",
                    "SummaryJapanese": "今日は汐入の友人・三次ちひろが竹原に遊びに来る日。楓はわくわくしながら竹原駅で到着を待ちます。高校で楓が引っ越して離ればなれになるまで、小学校からずっと一緒だった二人。久しぶりに再会したちひろは相変わらず涙もろい女の子。互いに変わっていないことにどこか安心する楓とちひろ。そんな大好きなちひろをかおる達に紹介して、一緒に竹原を案内するのを楓は楽しみにしていましたが、何故かちひろは少し不安そうにしていました…。"
                },
                "6": {
                    "ID": "4182920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182920",
                    "TitleEnglish": "It Will Happen Someday, It Will.",
                    "SummaryEnglish": "Back in Autumn 1999, Fū meets Maon at the top of a hill after hearing her read out a story she is writing. When an incident between Kaoru and Norie, who also arrive at the top of the hill, causes everyone to start crying, Maon manages to calm everyone down with her whistling. After Fū returns to her father, Maon is able to come up with an ending to her story. Ten years later, Maon, who is now in middle school but is having trouble making friends, encounters Norie, who became depressed after a boy rejected her offer of sweets. As the two discuss their ambitions, they find something nostalgic about Maon's whistling and they become friends.",
                    "TitleJapanese": "第6話：『Ａ：それはいつかの日のこと、なので／Ｂ：そしてある日のこと、なので』",
                    "SummaryJapanese": "A：いつかのお話。秋の高台で一人本を読んでいる麻音。父親とはぐれてしまった楓。景色を見に高台へ遊びに来たかおるとのりえ。知らずのうちに集まっていた子供時代の四人。友達になる前のちょっと素敵な昔のお話。\n\nB：ある日のお話。麻音は学校の帰り道に同じクラスののりえと出会います。普段と違いどこか元気のないのりえ。話を聞くとどうやら落ち込むことがあった模様。人に何かを伝えるのは難しいと悩む二人ですが不思議と二人の会話は盛り上がっていきます。のりえと麻音が友達となるきっかけとなった少し昔のちょっと素敵なお話。"
                },
                "7": {
                    "ID": "4182921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182921",
                    "TitleEnglish": "The Promise by the Bamboo Lamps, It Is.",
                    "SummaryEnglish": "As the town makes preparations for a bamboo light festival, Riho comes around to visit Fū. As they visit Hoboro, Dougo asks for the girls' help so he can confess to the owner. As rain starts to fall, Fū and Kaoru become worried that the Road of Aspiration they were looking forward to might be cancelled. While writing wishes, they meet Shouko Hirono, who played with Kaoru and Fū once during their childhood. Luckily, the rain stops in time and Fū and Kaoru are able to enjoy the festival for the first time since Fū moved.",
                    "TitleJapanese": "第7話：『竹灯りの約束、なので』",
                    "SummaryJapanese": "憧憬の路。竹原にたくさんの観光客が集まって賑わうお祭り。楓が竹原に来てとっても楽しみにしていたお祭りです。幼少時代に来た時には途中で寝てしまって楽しめなかった楓。そんな楓のためにかおる達は雨が降って中止にならないように、てるてる坊主を作ったりしてみんな楓のために張り切っています。着々とお祭りの準備が進む街中を写真を撮りながら歩く楓に声をかける人物が…。それは憧れの写真家・志保美りほでした。多くの人が集うお祭りに高まるみんな。そんなとき、パラパラと雨が降ってきたのでした…。"
                },
                "8": {
                    "ID": "4182922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182922",
                    "TitleEnglish": "Unchanging People and Unchanging Times, They Are.",
                    "SummaryEnglish": "After Fū learns Riho is staying with Hoboro's owner and becomes curious about the relationship between the two. Meanwhile, Komachi also takes up traditional photography. As Fū and the others learn the owner's real name, Chimo Yakusa, she becomes concerned after hearing Riho had stopped taking pictures of the sky. Later, Fū accompanies Riho and Chimo to a restaurant to meet Chimo's senpai, Misano Fuji. After the trip, Riho reassures Fū about her worries.",
                    "TitleJapanese": "第8話：『かわらない人かわりゆく時、なので』",
                    "SummaryJapanese": "憧れの写真家・志保美りほが竹原の町で暮らし始めることに。ある朝、楓はほぼろの前でりほに出会います。りほがほぼろに居候することになったと聞いて驚く一同。りほはお客さんや店主のちもを撮ったりと色々な写真を撮っていました。りほに最近、空の写真は撮っていないことを聞かされ、なんだか寂しくなった楓。そんな楓を見て、りほはちもの先輩がやっている喫茶店「カサブランカ」に行かないかと誘いました…。"
                },
                "9": {
                    "ID": "4182923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182923",
                    "TitleEnglish": "The Melancholy of Momoneko-sama, It Is. / Heartbreak Camera, It Is.",
                    "SummaryEnglish": "Momoneko, the pink cat who wanders around the city, has trouble dealing with a wild boar who's been eating people's vegetables. However, after some invigorating words from Fū and co, Momoneko manages to get rid of the boar with help from Kou. Later, a woman named Shimako Tobita goes on a food binge after being rejected by a boy she liked and ends up having to spend the night at Fū's place. Sayomi decides to cheer her up by taking her and the others on another expedition, where her best friend Manami Hoshi helps her let out her feelings.",
                    "TitleJapanese": "第9話：『Ａ：ももねこさまの憂鬱、なので／Ｂ：失恋カメラ、なので』",
                    "SummaryJapanese": "A：ももねこ様は、のんびりと昼寝をしたり、自由気ままに町の中を歩き回っている神出鬼没な不思議な猫。そんなももねこ様は、実は夜には竹原の町を回り町の安全とか景観とか、いろいろ守っていたりもします。ある日、この平和な町で、畑の作物が何者かに荒らされるという事件が…。\n\nB：夜のほぼろに一人訪れる客人。たまに竹原に写真を撮りに来る大学生・飛田志麻子。席に着くなりほぼろ焼きを大量注文。たまたま居合わせた堂郷と食い意地の張りあいをしてしまい、食べすぎで動けなくなります。どこか訳ありの様子に大事をとって、Caféたまゆらで介抱することに…。次の日、駆けつけてきた同級生の保志まなみから事情を聴きますが…。"
                },
                "10": {
                    "ID": "4182924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182924",
                    "TitleEnglish": "I Wonder What the Me of the Future Will Be Like, I Do.",
                    "SummaryEnglish": "Kaoru feels a bit downhearted when the others have plans for Sunday, as she is unsure what she wants to be in the future. The others suggest ideas, but she rejects them, leading everyone to become worried. Come Sunday, as the girls send texts to Kaoru, Sayomi arranges a little get-together in the afternoon, where everyone gives their support for Kaoru. Having read the texts earlier, Kaoru decides she wants to set up an exhibition at the end of the year which makes use of everyone's talents.",
                    "TitleJapanese": "第10話：『明日のわたしはどんなわたし、なので』",
                    "SummaryJapanese": "週末にポプリの材料を探しがてらみんなでおでかけに行こうと誘うかおる。しかし、週末は三人ともそれぞれやりたいことで予定が埋まっていました。それを聞いてなんとなく物思いに耽るかおる。自分のやりたいことは何なのか…。みんなとは違いしっかりとした目標をもっていない自分…。翌日、それぞれの予定に一緒に行かないかとみんなから声をかけられますが、かおるはどこか元気がありません。週末、かおるは家で考え事をしているところ、姉のさよみにプチ秘境探検に誘われます…。"
                },
                "11": {
                    "ID": "4182925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182925",
                    "TitleEnglish": "The Story of Christmas Eve, It Is.",
                    "SummaryEnglish": "As the girls prepare for the upcoming exhibition, Maon decides she wants to do a reading. Despite deciding she wants to do an original story, she hasn't been able to come up with anything, and she feels pressured by all the people planning to attend. On the day of the exhibition, Maon still doesn't have an ending for her story, and becomes more anxious when she learns that she is to perform her reading in the theatre due to the increasing number of attendees. Seeing her parents in the audience, Maon decides to perform anyway and, with encouragement from her friends and family, manages to make up an ending on the spot. Afterwards, the girls spend their Christmas at the spot where they unknowingly assembled back in 1999.",
                    "TitleJapanese": "第11話：『聖夜のものがたり♪　なので』",
                    "SummaryJapanese": "かおるがやりたいこと。それはみんなと一緒に何かをすること。そんなかおるが企画したのは『私たち展』。みんなで思い思いのものを展示することとなり、なんだかワクワクしていました。そんな中、麻音は口笛演奏会ではなく朗読劇をやってみたいと言い出しました。自分の思っていることを口に出して言うこと。それは麻音が昔から頑張ってきたこと。『私たち展』を迎える前に練習もかねて御手洗の実家で朗読会をすることに。朗読会の内容も自分で作成すると意気込む麻音。しかし、発表間近になってもなかなか物語を作ることができません…。"
                },
                "12": {
                    "ID": "4182926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4182926",
                    "TitleEnglish": "A Brand New Year, It Is.",
                    "SummaryEnglish": "The day of the exhibition comes and soon gathers a large audience. After the exhibition, the girls look over the surveys the guests filled in before seeing in the New Year together, where Fū also gets a call from Chihiro. On New Year's Day, Sayomi takes the girls on an expedition which comes to a halt when her car goes off the road. While waiting for their rescue, they get to see a special view brought on by the first sunrise of the year. As Fū takes a photo of everyone, she is reminded of her father.",
                    "TitleJapanese": "第12話：『新しいひととせ、なので』",
                    "SummaryJapanese": "『私たち展』。自分たちの今を見てもらう展覧会、場所は旧笠井邸。町の中でチラシを配って歩いたり、会場の準備をしたりと大忙し。この日のために頑張ってきた四人はどこかそわそわしていました。アグレッシブな自分になろうと楓が竹原に引っ越してきて、あっという間の一年。みんなと過ごした、おだやかで大切なものがいっぱい詰まった日常。様々な思いとともに『私たち展』がいよいよオープンします。そして、四人全員で迎える初めての大晦日にちょっとした事件が…。"
                }
            }
        },
        "2": {
            "ID": "519667",
            "URL": "https://www.thetvdb.com/series/tamayura/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4566444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4566444",
                    "TitleEnglish": "A Year Since I Was Welcomed Home",
                    "SummaryEnglish": "A year has passed since Fū moved to Takehara, and Fū and Kaoru reminisce about their reunion at that time and all the things that have happened since. As Fū becomes determined to be more assertive this year, she receives an encouraging text from Chihiro. The next day, Fū states that she wants to start up a photography club when the new school year begins, receiving support from her friends, including Chihiro's classmate, Tomo.",
                    "TitleJapanese": "おかえりなさいの一年に、なので",
                    "SummaryJapanese": "楓が生まれた時からずっと暮らしてきた町汐入から亡くなったお父さんが大好きだった街竹原に来て1年が経とうとしています。 楓をあたたかく迎えてくれたこの街で、この１年間たくさんの写真を撮ってきました。 新しい友達との出会い。友達と作ってきたたくさんの想い出。お父さんの想い出との再会・・・。 素敵な出会いがたくさんだった１年間を振り返りながら、次の1年はもっと素敵な出会いがあるように楓はあることを思いつきました。 それは写真部を作ること・・・。"
                },
                "2": {
                    "ID": "4605690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605690",
                    "TitleEnglish": "An Exciting New Step",
                    "SummaryEnglish": "As Fū worries about becoming a club president, Komachi brings in a magazine featuring a picture of Fū, submitted by a girl named Kanae Mitani. Dougou helps Fū get her photography club approved, assigning new teacher Mutsuko Shimokamiyama as the club's advisor. After eventually finding them a new club room, Mutsuko tells Fū that Kanae is a student at their school. Following a congratulatory party held by the others and an awkward meeting with the other club presidents, Fū hears from the photo shop owner about how her father entered a lot of photo contests in his high school days, encouraging Fū to try her hardest. The next day, Kanae herself briefly appears before Fū at her clubroom.",
                    "TitleJapanese": "ドキドキの新しい一歩、なので",
                    "SummaryJapanese": "春が訪れ、楓たちは2年生になりました。新しい1歩を踏み出すために写真部を作ることに決めた楓は 学校に写真部の設立を申請しました。自分で写真部を作るということは、写真部の部長になるということ。 これまでに部長らしいことを経験したことのない楓が不安になるのを友達たちが励まします。そんな中、 写真コンテスト雑誌に楓の姿が映った写真が特選に選ばれていることを知ります。その撮影者は楓と同じ竹原の高校生でした・・・。"
                },
                "3": {
                    "ID": "4605691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605691",
                    "TitleEnglish": "The Photography Club Truly Starts",
                    "SummaryEnglish": "After Kanae hurriedly left the clubroom the other day, Fū's nervousness gets the better of her as she tries to promote the photography club to the freshmen. Meanwhile, Kaoru and the others encounter Kanae again, noticing that she has a camera. After receiving some encouragement from Sayomi and her mother, Fū decides she should try and convince Kanae to join the photography club. The next day, after Dougou asks Fū to help out with an upcoming cherry blossom festival, Fū chases after Kanae and invites her to the clubroom. Kanae explains that she had wanted to form her own photography club, but didn't have the confidence. Moved by Fū's confidence and pictures, Kanae decides to join the photography club as an official member.",
                    "TitleJapanese": "写真部 本格始動、なので",
                    "SummaryJapanese": "今日は、新入生へのクラブ紹介の日。楓は朝から緊張しています。写真部はまだ楓一人だけ。 写真部のことをもっと知ってもらって新入部員を増やすチャンスとクラブ紹介に臨みますが、緊張してしまってうまくいきませんでした。 写真部を設立してからいろんなことがうまくいきません。 先日部室に突然現れて出て行ってしまった三谷かなえさんのことも楓は勝手に自分が写真部を作ったことにかなえが怒っているのではないかと心配しています・・・。"
                },
                "4": {
                    "ID": "4605692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605692",
                    "TitleEnglish": "A Special Place with Special Memories",
                    "SummaryEnglish": "Fū and Kanae are struggling to come up with a theme for their festival presentation; Dougou has plans to turn it into a musical performance. To give them some inspiration, the gang visit some cherry blossom trees that were planted for Kaori and Sayomi when they were little. As the festival gets underway, Fū searches for a tree from one of her father's photos. However, Dougou ends up injuring his hands, leaving him unable to perform for Fū's presentation. Despite this, Fū and Kanae work up the courage to perform by themselves. After the festival, Kou leads Fū to the trees planted in their names, having been led there by Momoneko, where Fū finds the exact spot her father took that photo from.",
                    "TitleJapanese": "特別な場所, 特別な想い, なので",
                    "SummaryJapanese": "かなえが写真部に入り、2人での写真部が始まりました。だんだん息があっていく二人ですが、写真部の課題である桜まつりのパフォーマンスがなかなか決まりません。 そんな中、先生の提案で歌と演奏に合わせて二人で踊りながら写真を披露することに決まりました。 準備を始める楓は、桜まつりがおこなわれるバンブー・ジョイ・ハイランドでは、桜の記念植樹が行われていたことを知ります。 そしてお父さんが楓が生まれた時に植樹した桜があることも・・・。"
                },
                "5": {
                    "ID": "4605693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605693",
                    "TitleEnglish": "For Tomorrow's Sake, Let's Photo!",
                    "SummaryEnglish": "Following a suggestion from Mutsuko, Fū and Kanae decide to enter a cherry blossom photography contest, but struggle to find any cherry blossom trees they can photograph. Hearing this, Sayomi takes the group on yet another trip. Whilst stopping to eat, Kanae talks about how she got into photography which led to that photo of Fū she took. After they eventually come across a group of cherry blossom trees, Sayomi takes them even further to an even bigger cherry blossom tree. Despite Mutsuko inevitably forgetting to enter them into the contest, Fū and Kanae are proud with the photos they've managed to take.",
                    "TitleJapanese": "明日のためにレッツフォト, なので",
                    "SummaryJapanese": "桜まつりのパフォーマンスも終わり、写真部の課題は卒業アルバムの写真を撮影することになりました。 みんなの大事な高校生活を残す仕事に二人は気合いが入ります。 そんな二人が撮影した写真を見せてもらおうとかおるたちが頼みますが、かなえはなぜか、いい写真がまだないからと断ってしまいます・・・。 そんな時、顧問の下上山先生が新たなミッションとして広島の桜写真コンテストに応募してみないかと二人に提案をしました・・・。"
                },
                "6": {
                    "ID": "4605694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605694",
                    "TitleEnglish": "Looking for a Smile That Won`t Come Again",
                    "SummaryEnglish": "Fū is visited by Riho, who brings along a travel planner named Harumi Kawai, an old acquaintance of Fū's father from before Fū was born. Wanting to learn more about her father, Fū goes with Harumi and Shihomi to Onmochi to help take pictures for a tour guide. Along the way, Harumi tells her how her father would always deviate from their plans and find fun things by going with the wind. They later stop at a bed & breakfast inn run by an old couple who tell Fū more about her father, who gave them advice about turning their house into a B&B. Later that night, as Harumi gives Fū a much belated congratulation for being born, Fū thanks her for helping her connect more with her father, inspiring Harumi that she should be more open and connected with her tours.",
                    "TitleJapanese": "もう届かない笑顔を訪ねて、なので",
                    "SummaryJapanese": "夏のある日、楓やかなえ、かおる達のみんなで海水浴にやってきました。 んなでわいわいと楽しい時間を過ごしていると、そこに楓の憧れの写真家志保美りほさんが楓を訪ねてやってきました。 その傍らには楓たちが知らない女性が一緒にいました。その人は楓のお父さんが旅行会社で働いていた時の後輩だと名乗ります。 そして十数年前にツアー企画のために、楓のお父さんとめぐったルートを楓と一緒に回ってみたいと提案をしてきました・・・。"
                },
                "7": {
                    "ID": "4605695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605695",
                    "TitleEnglish": "Finally, Everyone's Together!",
                    "SummaryEnglish": "Fū and the others travel to her hometown of Shioiri, where they meet up with Chihiro and are introduced to Tomo, who is excited to finally meet Fū. Whilst taking a tour around Shioiri, Fū is filled with memories of her father. Later that night, the girls attend a summer festival where Fū recalls entering a sparkler contest when she was younger, prompting the group to enter themselves. As Fū makes it as far as the finals, she is reminded yet again of her father as Sayomi takes a picture of her.",
                    "TitleJapanese": "ついに, みんなで来たよ! なので",
                    "SummaryJapanese": "夏休みも残りわずか。さよみお姉さんが運転する車で旅行に出かけることになります。 不安の表情の楓やかおる達を乗せて、たどり着いたのは楓の生まれ育った町、横須賀市汐入。楓にとっては、竹原に引っ越してから初めて帰る懐かしい町です。 汐入に帰ってきた楓を出迎えてくれたのは、ちひろと、ちひろの高校の友達のともちゃん。楓たちは初めてのともちゃんとの出会いです。 そんなともちゃんの提案で、皆で汐入散策をすることになるのでした・・・。"
                },
                "8": {
                    "ID": "4605696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605696",
                    "TitleEnglish": "The Distant Promise Made That Day",
                    "SummaryEnglish": "Chihiro comes to Takehara so she can watch their fireworks festival, swinging by the Photography Club to meet Kanae and Mutsuko. Whilst thinking about what to do for the festival, Fū and Chihiro recall a secret place Fū's father told them about when they were younger. The next day, Riho offers Fū and Kanae to have their photos shown in an exhibit. After Fū takes various photos of the festival preparations, Sayomi leads everyone to an ideal viewing spot, which Chihiro believes to be the secret place Fū's father talked about.",
                    "TitleJapanese": "あの日の遠い約束, なので",
                    "SummaryJapanese": "夏休みのとある日の写真部の部室。いつものように机を囲んでいる楓たちと、今日は汐入から遊びに来たちひろの姿もあります。 楓が作った写真部の部室を見て、ちひろは感激して思わず泣きそうになります。 ちひろを迎えて、楓たちは写真部の作戦会議を始めました。 今回の目標は竹原の花火大会の花火を写真におさめる事。 そしてその竹原の花火を一緒に見ることは、幼い日の楓とちひろが交わした大切な約束でした…。"
                },
                "9": {
                    "ID": "4605697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605697",
                    "TitleEnglish": "The Bamboo Lantern in My Heart",
                    "SummaryEnglish": "As the town prepares for the bamboo festival, Fū meets Nozomu Natsume, who was one of her father's classmates. Upon hearing Nozomu's harsh criticism of Fū's photos, Kanae can't help but express her love for Fū's photos. Later that day, Fū and Kanae run into Riho, who advises them on how the technical skills of photography shouldn't affect what's most important to the photographer. Meeting Nozomu again at the okonomiyaki shop, the girls take him to see the bamboo lanterns, where he talks about how Fū's father always put showing love in photographs over any technical prowess. Before he leaves, Nozomu asks Fū to take a picture of him.",
                    "TitleJapanese": "心に灯す竹あかり、なので",
                    "SummaryJapanese": "竹灯りを町中に灯すお祭り、憧憬の路。楓が竹原に来てから今回で２回目です。 今年は見る側から見られる側になり、わくわくしながらみんなと一緒に準備を進めています。 お祭りの準備が進む中、いつものように日の丸写真館に写真の現像にやって来た楓。 そこでマエストロから、今日は楓の家にお客さんが来ることを伝えられます。 ドキドキしながらカフェたまゆらに行くと、そこに座っていたのは亡くなったお父さんの友人の夏目望さんでした…。"
                },
                "10": {
                    "ID": "4605698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605698",
                    "TitleEnglish": "Until That Day Comes",
                    "SummaryEnglish": "Whilst preparing photos for Riho's exhibit, Kanae comes to realise it may very well be the last big event she'll do with the photography club before she graduates. Wanting to make as many memories as possible, Kanae suggests they all go on a photography trip, which conveniently ties in with Kaori's plans to hold another exhibition like last year and Maon's parents inviting them to Mitarai to attend a concert. Whilst exploring Mitarai with Fū, Kanae meets a woman, becoming awed by her singing. Curious about what she should do after graduation, Kanae asks Fū and the others about what got them interested in their career paths, worrying that she doesn't have any inspiration of her own. Later at the concert, the woman Kanae saw before takes to the stage as part of a band that had inspired Maon to become an entertainer. This helps Kanae realise she has already had a turning point; the day she joined the photography club.",
                    "TitleJapanese": "いつかくるその日まで、なので",
                    "SummaryJapanese": "秋が訪れ、気がつくと卒業アルバム用に撮った写真もたくさん溜まっていました。 これまでに撮り溜めた写真を、楽しそうに見ている楓たち。 しかし、かなえだけ一人うつむいています…。 卒業アルバム用に撮った写真が増えたこと、それはかなえの卒業も近いということ。 残り少ない高校生活、そして写真部での活動に悔いが残らないようにと かなえはあることを思いつきます。それは、みんなで撮影旅行にいくことでした…。"
                },
                "11": {
                    "ID": "4605699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605699",
                    "TitleEnglish": "Thank You For Another Year",
                    "SummaryEnglish": "The girls prepare for their exhibition on New Year's Eve, which is also the last day Kanae can be part of the photography club before she has to study for her exams. After receiving a special collage made by Chihiro and Tomo, Fū decides to have the photo Kanae took of her as the first photo people see upon entering the exhibition. The exhibition soon draws in a large crowd, becoming a great success. After seeing the New Year in, Fū and Kanae emotionally reminisce about their time together in the photography club. Later, Sayomi takes everyone to the beach to watch the first sunrise of the new year, where Kanae lets out all of her feelings.",
                    "TitleJapanese": "今年もありがとう、なので",
                    "SummaryJapanese": "今回はかなえも加わった「私たち展」。楓が写真部を作ってあっという間の一年。 この一年間を通してたくさんの新しい出会いや、大切な想い出ができました。 そんな時間を経験して、去年とは違う自分たちを見てもらいたいと、みんな準備に大忙しです。 そして受験を控えたかなえにとっては、私たち展は写真部の活動ができる最後の日。 そんなかなえの最後の活動を楽しい想い出にしてあげたいと、みんな気合が入ります"
                },
                "12": {
                    "ID": "4605700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/4605700",
                    "TitleEnglish": "And Thus, The Season of Departures Has Come",
                    "SummaryEnglish": "After celebrating her father's birthday with her family, Fū finds the shutter on her camera has stopped working and takes it in for repairs. Left without her camera for the day, Fū starts to worry that, someday, she will have to part ways with everyone. Noticing Fū feeling down, Tamae takes her for a motorcycle drive to where Fū's father proposed to her, telling her how her strength in coming to Takehara and taking up photography gave herself strength too. After getting her camera back, Fū and the others attend Kanae's graduation, where Fū gives her thanks to Kanae for a wonderful year spent with the photography club. Looking back over the past year, Fū gives her heartfelt thanks to everyone who made it possible.",
                    "TitleJapanese": "そして旅立ちの季節、なので",
                    "SummaryJapanese": "ある日、楓がいつも持ち歩いていたお父さんの形見のカメラRollei35sの調子がおかしくなってしまいました。 マエストロに修理をお願いしますが、楓はどこか不安そうです。 かなえがまもなく卒業してしまうこと、いろんなことが少しずつ変わっていくことをなんだか寂しいと感じる楓。 そんな気持ちを胸にこれまでに撮影した写真をひとりで整理をしていた時、母親の珠恵から二人で出掛けようと誘われます…。"
                }
            }
        },
        "3": {
            "ID": "1972464",
            "URL": "https://www.thetvdb.com/series/tamayura/seasons/official/3",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5208303",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/5208303",
                    "TitleEnglish": "Graduation Photo - Movie, Part 1: Signs",
                    "SummaryEnglish": "As Fū and her friends begin their last year of high school, the photography club gets two new members; freshman Takumi Shindou and sophomore Suzune Maekawa. Thinking about what to do after graduation, Fū decides she wants to pursue a career combining photography and travelling. Afterwards, Fū's family tell Fū about the time she took a picture of her father and first learned about \"tamayura\" from him. Later, as Chihiro and Tomo pay a visit for the Bamboo Festival, announcing that they plan to study abroad after graduation, Fū is shocked to learn that Riho is planning to leave town. During the festival the next day, as the girls get to see Kanae as part of Sayomi's explorer's club, Fū is approached by Riho, who explains she is going to Tokyo to open a gallery with her friend. Thankful for everything Riho has done for her, Fū promises the carry on her torch in pursuit of a career in photography.",
                    "TitleJapanese": "第1部 芽-きざし-",
                    "SummaryJapanese": "写真が好きな女子高生の楓は、友人のかおる、のりえ、麻音と共に高校3年生に進級。写真部はかなえ先輩が卒業するも、新しい仲間も加わり、活気に満ちた日々を過ごしていた。そんな中、楓たちは1年後に迫った卒業を意識し、将来の夢や進路について考え始める。そして楓には、ある気持ちが芽生え始め……。"
                },
                "2": {
                    "ID": "5377395",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/5377395",
                    "TitleEnglish": "Graduation Photo - Movie, Part 2: Echoes",
                    "SummaryEnglish": "Norie decides to pursue another career after her older brother Masanori doubts her ability to become a world famous patissiére. To express their love of Norie's sweets, Fū and the others decide to hold a fair as a farewell to Norie's sweet-making. Realizing how much she enjoys both making sweets and seeing people eating them, as well as hearing Masanori's apology, Norie returns to doing what she loves. Later, as Kaoru has still yet to decide what career to pursue, Chimo announces she is getting married and asks for ideas for her reception. The girls pay a visit to a wedding the Maestro is photographing, where Kaoru becomes awed by the efforts of the wedding planner. After getting advice from Sayomi, who recalls how Kaoru once tried to walk all the way to Fū's house to cheer her up, Kaoru comes up with the perfect wedding plan for Chimo, who reveals that Dougou is to be her groom, deciding to aim for a job like a wedding planner that brings people happiness.",
                    "TitleJapanese": "第2部 響-ひびき-",
                    "SummaryJapanese": "高校3年生の初夏を迎え、校内では卒業後の進路についての話題が飛び交うようになる。ある日、ひょんなことからのりえが大好物であるスイーツを作ったり、食べるのを封印することを宣言。さらに、決めていた卒業後の進路を白紙に戻してしまった彼女を、楓、かおる、麻音は心配する。そんな中、楓たちはお好み焼きほぼろの店主ちもから、あるイベントを立案してほしいと頼まれる。「私たち展」を成功させたかおるは、その依頼を引き受けるものの……。"
                },
                "3": {
                    "ID": "5401533",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/5401533",
                    "TitleEnglish": "Graduation Photo - Movie, Part 3: Longing",
                    "SummaryEnglish": "While discussing her futures, Maon is shocked when her father says she will not be able to take over the family's inn as he plans to close it down once he retires. Hoping to change his mind, the girls accompany Maon back to her home. Finding that Maon's father has broken his foot, Maon and the others help out in the inn. That night, Maon overhears her parents talking and thinks that inn is in heavy debt. She decides to study economics to help the inn while still pursuing all of her other dreams. Her parents are not in fact in debt, but they support Maon's decision. Later at the bamboo lighting festival, as Fū sends her camera in for repairs again and worries about her future, she and her friends meet up. Afterwards, Fū meets Natsume, who suggests that it is fine to accept help from others. Worried about Fū, Kaoru asks Chihiro for advice before confronting her. Fū expresses her true feelings about wanting to be with Riho in Tokyo.",
                    "TitleJapanese": "第3部 憧-あこがれ-",
                    "SummaryJapanese": "高校3年の秋が訪れ、同級生の志望校が決定していく状況で、麻音は興味のあることが多すぎて進路を決められずにいた。家業の旅館のどか亭を継ぐことも夢の一つだったが、父親は麻音を旅館の跡継ぎに考えていないことがわかる。竹原の町並み保存地区が竹灯りでライトアップされる「憧憬の路」の日、楓が愛用しているカメラで父の形見でもあるローライ35Sが故障してしまう。写真館の店主は簡単に直せると言うが……。"
                },
                "4": {
                    "ID": "5401541",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tamayura/episodes/5401541",
                    "TitleEnglish": "Graduation Photo - Movie, Part 4: Tomorrow",
                    "SummaryEnglish": "Once Fū's camera is fixed, the other girls try it, assuring Fū of new experiences that await and encouraging her to talk with her family and Riho about studying in Tokyo. At Christmas Kanae helps the girls study for their entrance exams before Sayomi takes everyone on a hiking trip to watch the first sunrise of the new year. Come January, Fū goes to stay with Chihiro as before taking her exams in Tokyo. She stops by Riho's gallery, where Riho offers to let her live with her if she passes. As everyone manages to pass their exams and get together to hike up Mt. Asahi, Fū's camera finally breaks permanently after taking one last photo. Receiving a new digital camera from Natsume, Fū collects all of her friends to appear in its first photograph. Following graduation, everyone sees Fū off as she leaves for Tokyo. As everyone settles into their new routines, Fū keeps with her the last photo from her old camera and the first photo of her new one, both of which have tamayura.",
                    "TitleJapanese": "第4部 朝-あした-",
                    "SummaryJapanese": "高校を卒業して別々の学校に通うことになっても、大好きな町・竹原で、大切な友達と過ごす時間は変わらないと思っていた楓。しかし、かおるに言われた言葉で、自分の本当の思いに気づき…。4人での新たな想い出も積み重ねながら、卒業のときが近づいてくる。"
                }
            }
        }
    }
}