{
  "URL": "https://www.thetvdb.com/series/the-world-god-only-knows",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1899022/",
    "https://www.tv-tokyo.co.jp/anime/kaminomi/",
    "https://www.themoviedb.org/tv/56351",
    "https://x.com/kaminomi_jp"
  ],
  "TitleEnglish": "The World God Only Knows",
  "SummaryEnglish": "Keima Katsuragi is an avid galge gamer known at his school as \"Otamega\" (a derogatory term combining the words Otaku and Megane) and on the internet a \"The Capturing God.\" One day he receives an e-mail offering him a contract to \"capture\" girls. He accepts thinking it's a challenge and a demon from Hell named Elsee appears. She asks for his help in capturing runaway spirits that are hiding in \"real\" girls. He refuses stating he only like the girls from the game and she tells him that if he refuses then both of their heads will be cut off.",
  "Aliases": [
    "Kami nomi zo Shiru Sekai",
    "Kami nomi zo Shiru Sekai: Megami Hen",
    "The World God Only Knows - Goddesses Arc",
    "The World God Only Knows II",
    "The World God Only Knows III",
    "The World That Only God Knows"
  ],
  "Modified": "2024-09-27",
  "Seasons": {
    "0": {
      "ID": "330571",
      "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/seasons/official/0",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "3256821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3256821",
          "TitleEnglish": "FLAG 0",
          "SummaryEnglish": "Elsie receives from Docrow Skull, hell’s branch chief of “counter measures”, the task to go on earth and capture evil spirits that have escaped from hell.",
          "Aliases": []
        },
        "2": {
          "ID": "4171779",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4171779",
          "TitleEnglish": "Four People and an Idol",
          "SummaryEnglish": "An OVA bundled with the 14th volume of the manga. Chapters 54 and 55 in the sixth volume of the manga will be animated.",
          "Aliases": []
        },
        "3": {
          "ID": "4390809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4390809",
          "TitleEnglish": "Tenri Arc - The Reunion",
          "SummaryEnglish": "It is summer break and Keima intends to spend all his time on video games. An old acquaintance, the timid girl Tenri, comes back into the neighborhood - and apparently has a lost soul inside her. It is up to Keima and Elysia to unravel the secrets of her heart.",
          "Aliases": []
        },
        "4": {
          "ID": "4421752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4421752",
          "TitleEnglish": "Tenri Arc - The Encounter",
          "SummaryEnglish": "Keima and Tenri hide from Nora in a tunnel that somehow seems very familiar. The being which is possessing Tenri finally reveals what happened between them 10 years ago.",
          "Aliases": []
        },
        "5": {
          "ID": "4472461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4472461",
          "TitleEnglish": "Magical☆Star Kanon 100%",
          "SummaryEnglish": "Kanon spin-off OVA bundled with vol. 22 of the Kami nomi zo Shiru Sekai manga.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "330581",
      "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "2934971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/2934971",
          "TitleEnglish": "FLAG 1.0 Love makes the World Go Round",
          "SummaryEnglish": "Keima is bishōjo gamer who is called \"The Capturing God\" on the Internet for his ability to capture any girl in any bishōjo game but does not like girls in real life. One day, he accidentally accepts a contract with the demoness Elsie to help her capture evil spirits that have escaped from hell and have hidden themselves in girls' hearts with the only way to force these spirits out is to make the girls fall in love with him. Keima angrily explains to Elsie that he doesn't like girls and his \"capturing skills\" only work in games but is shocked to learn that both of them will be killed by the magical collars on their necks if he breaks his contract, forcing him to comply. His first target is his classmate, Ayumi Takahara who is training for the upcoming track-and-field meet. Keima cheers her on by displaying banners using Elsie's magical raiment at the field everyday. While Ayumi is annoyed by his actions, Keima believes she will eventually get used to him and like him. After a confrontation with jealous seniors, Ayumi sprains her leg a day before the meet. However, Keima confronts her that night as he figured out that Ayumi faked her injury because her meeting with the seniors made her question her confidence. Keima consoles Ayumi and tells her to believe in herself, which makes her fall for Keima. They kiss when Ayumi keeps Keima from falling down the stairs, forcing the spirit out of her body and allowing Elsie to capture it. Ayumi wins the meet but loses all of her memories with Keima, though she blushes when Keima congratulates her. Much to his confusion, Elsie has transferred to his school, claiming to be his sister.",
          "Aliases": []
        },
        "2": {
          "ID": "2968231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/2968231",
          "TitleEnglish": "FLAG 2.0 Demon of a Sister",
          "SummaryEnglish": "Keima confronts Elsie on why she’s still here and he still has the magic collar on his neck which the latter reveals that their contract is still not finish and the collar will only be removed until they capture all of the runaway spirits in the city. After meeting Keima’s mother, Mari, Elsie claims she is her “husband’s illegitimate child” which Mari snaps on her husband on the phone for his “infidelity” and allows Elsie to stay with them. Keima however, refuses to accept Elsie as his little sister as in his view, she doesn’t have the requirements that qualify her to be one which she tries to impress him albeit unsuccessfully. But upon hearing her story on wanting to be successful just like her older sister, Keima reluctantly accepts Elsie as his sister. During lunch at a popular food stall, Keima and Elsie find their next target, Mio Aoyama, a rich girl who proceeds to buy all of the yakisoba sandwiches. Keima believes she is an easy target as she has all the characteristics of a Tsundere, and a love confession might break her hard shell. However, the confession doesn’t work as planned, and Mio has her chauffeur beat Keima badly. As Keima and Elsie follow Mio to her home, they are surprised to learn Mio lives in a shabby apartment.",
          "Aliases": []
        },
        "3": {
          "ID": "2968371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/2968371",
          "TitleEnglish": "FLAG 3.0 Drive My Car",
          "SummaryEnglish": "Keima and Elsie eavesdrop the conversation between Mio and her chauffeur and learn that the Aoyama’s family are no longer rich since her father died and Mio’s mother has been working hard to make ends meet. The chauffeur leaves in disgust after the prideful Mio refuses to stop pretending to be rich. Mio catches Keima snooping around and quickly goes back to her apartment. Since Keima is the only one to know her secret, he can use it to get closer with Mio. The next day, Keima becomes Mio new chauffeur by riding her to school in various elaborate bike carriages made by Elsie’s raiment. On the fifth day, Keima, tired of riding Mio current carriage, almost gets whipped by Mio who smiles but quickly reverts to her cold expression and goes home. Keima now decides the next stage of his plans by bringing her to a ball she was invited. At the ball, a dressed up Mio is angry to learn that Keima, now in a tuxedo, actually brought them at the mansion gardens but later teaches Keima how to dance. But after encountering a few rich people who look down on Mio’s current status, Keima finally confronts her that she should stop pretending to be rich. Even though she keeps the act up to keep her father’s memory alive, Keima convinces Mio that she should let go of the past and move on and live her on life for her father and Keima’s sake. Keima kisses Mio and the spirit from her body is captured by Elsie. The next day, Keima and Elsie meets Mio, who now loses her memories of Keima, who has a change of attitude and has accepted her family's status and burns incense for her late father. Yet she still acts prideful and blushes when she sees Keima.",
          "Aliases": []
        },
        "4": {
          "ID": "3009231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3009231",
          "TitleEnglish": "FLAG 4.0 The Crusade That is Right There, Right Now",
          "SummaryEnglish": "Keima attempts to finish and get the heroine, Sora Asuka from the PFP Bishōjo game \"Crayon\". But the game has many bugs including one that loops a previous scene over and over again. No making things any better is the fact saving the game only crashes it and game company that made it is now bankrupt thus there are no patches to fix the game. In order to avoid the bug loop and finish the game, Keima forcefully enlists a reluctant Elsie to help record the choices that he made in the game. Elsie is at first confused on why Keima takes the game seriously but soon respect his dedication to help the girls in his games just like the girls he helps in real life. After many attempts, Keima finally manages to avoid the loop bug and goes to the next scene but unexpectedly gets into another bug, resolving him to try again much to Elsie's horror. A wikipedia article about \"Crayon\" reveals a rumor that someone managed to get the ending, hinting Keima was able to finish the game.",
          "Aliases": []
        },
        "5": {
          "ID": "3074991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3074991",
          "TitleEnglish": "FLAG 5.0 Idol Bomb!!",
          "SummaryEnglish": "Elsie has become a fan of the popular teen idol, Kanon Nakagawa. However Keima shows no interest in her, explaining the flaws of idols in real life compare to video game idols. Unknown to both of them, Kanon just so happens to be a classmate of theirs and is coming back to school. When Kanon meets Keima on the school rooftop garden, she is shocked and depressed to learn Keima doesn’t know who she is and precedes to taze him repeatedly which at the same time Elsie detects an evil spirit inside Kanon and Keima’s next target. Kanon vows to make Keima acknowledge her and make him her fan by holding a private concert just for him but Keima ignores her and act cold to her. However Keima is purposely ignoring her as he believes it’s a trap as boys should be chasing girls, not the other way around. The next day, Kanon holds another concert for Keima which he ignores her again. Depressed, Kanon suddenly starts to disappear in front of Keima and Elsie.",
          "Aliases": []
        },
        "6": {
          "ID": "3116671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3116671",
          "TitleEnglish": "FLAG 6.0 I'm Ordinary?",
          "SummaryEnglish": "Keima and Elsie realized that Kanon is actually turning invisible because of the spirit inside of her and he manages to stop Kanon from tazing him again by praising her song. As Keima sends Elsie to investigate, they learn Kanon was once a member of the pop idol group Citron before they disbanded and has never played any songs from her old band and Kanon's need for attention was the result of people not noticing her in the past. Keima later receive an email form Kanon and cheers up the depressed Kanon at her TV shoot. Kanon continues sending Keima an obsessive number of emails to visit her whenever she feels depressed. With the relationship going smoothly, Keima agrees to come to Kanon's Christmas Eve concert at Narusawa Seaside Hall. On the day of the concert, Kanon is nowhere to be found and Keima know it's time to go to the final stage of his plan.",
          "Aliases": []
        },
        "7": {
          "ID": "3116681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3116681",
          "TitleEnglish": "FLAG 7.0 Shining Star",
          "SummaryEnglish": "As Kanon prepares for her concert, she soon gets second thoughts and fears she will mess up and be forgotten again which she turns invisible and leaves the stadium which sends the backstage staff looking for her. As the concert draws near, Keima finally finds Kanon at a nearby building. Keima knows why Kanon fears of being unnoticed but tell hers she shouldn’t seek people’s attention as proof as an idol as her hard work to become one was the proof all along. With his encouragement and her fans cheering for her, Kanon returns to the stadium, thanks Keima and kisses him which causes the spirit in her to leave and finally be captured by Elsie. As she about to go on stage, she learns her former bandmates from Citron, Yuri and Lime, have sent their congratulations to her for making this far and Kanon makes an amazing performance to the crowd. As Keima and Elsie leaves, he tell her his views on idols hasn’t change but views Kanon as a shining star.",
          "Aliases": []
        },
        "8": {
          "ID": "3199421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3199421",
          "TitleEnglish": "FLAG 8.0 Coupling with",
          "SummaryEnglish": "This episode features 4 different perspectives happening on the same day. Elsie is angry that Keima called her useless for making his lunch despite \"it\" having bizarre ingredients that are still alive. After her friend Chihiro advices her on how to impress Keima, Elsie decides to make a strawberry cake for him. Unfortunately, she mistakenly uses ingredients from hell instead of normal ones which causes many accidents including releasing a Mandragon and blowing up the Home economics class. At the same time, Keima irks the english teacher Kodama who dislikes the fact Keima constantly play games in class, yet still manages to get a perfect score on his test. After getting into an argument with Keima over games and real life at PE class, Kodama is chased by the Mandragon. Meanwhile, the Mandragon arrives at the Katsuragi's residence where it drops Elsie's cake. Keima returns home and finds Elsie's cake and eats it out of guilt but get hit on the head with a vase by his mother who mistaken him for a thief due to the Mandragon, which is eaten by the \"lunch\" Elsie made earlier which then chases after Kodama, forcing him to cancel his meeting with Mrs Katsuragi. Elsie returns home, vowing to make another cake for Keima but he reveals he has tasted her cake and doesn't like sweets much to her chargin.",
          "Aliases": []
        },
        "9": {
          "ID": "3199431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3199431",
          "TitleEnglish": "FLAG 9.0 Inside and Outside the Big Wall",
          "SummaryEnglish": "Keima orders Elsie to go to the school library to learn modern human history after learning her knowledge about human history is two centuries out of date. Instead, she becomes fascinated on a book about Firetrucks. When she looks for more books about Firetrucks, she ask one of the librarians, Shiori Shiomiya and detects a spirit inside of her. After bringing Keima to library, the two are amazed that Shiori manage to find 458 books related to Firetrucks. While Keima thinks Shiori used the library index, Shiori, deep in thought, wants to tell him she was able to find them as she remembered all the books she reads in the library but is too shy to speak up. The next day, Shiori arranges the books in the library and explain her love for books. Keima is aware how shy librarian girls like her are easy to figure out as they are a common character in games but unlike games where he can read what the character is thinking, finding out what Shiori thinks might be more harder. As Shiori removes some books to be dispose off and laments to herself about their fate, Keima helps her get one book she can't reach. Shiori tries to think on how to thank him but fumbles in her words while thanking him.",
          "Aliases": []
        },
        "10": {
          "ID": "3199441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3199441",
          "TitleEnglish": "FLAG 10.0 Inside Of Me......",
          "SummaryEnglish": "Shiori is embarrassed on what she said and tries to leave but when Keima comments on why books are useless nowadays, with much courage and anger, she verbally calls him stupid before quickly leaving. Keima later reveals to Elsie that he is purposely angering Shiori in order for her to speak up. Shiori laments on the fact that her shyness has prevented her to speak to people normally but decides she doesn’t need to communicate with people and the only things she need is her books. The next day, the Library committee has decided to add a Media room for the library. Shiori tries gives her opinion to the committee but is too shy to speak up. Later, she catches Keima writing in one of the library books which he justifies that he was making corrections and comments how books can’t instantly be corrected, angering Shiori and quietly shouting him an idiot before leaving. The next afternoon, she catches Keima doing it again only to realize he’s scribbling in his own book. In anger and confusion, she starts talking her inner thoughts out without realizing it until Keima points it out. The next day after that, Keima introduces himself to Shiori and talks about the library, now that she is speaking normally to him. With Shiori now speaking up, Keima decide it’s time to capture her heart after finding a Library notice to dispose books for the Media room.",
          "Aliases": []
        },
        "11": {
          "ID": "3199451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3199451",
          "TitleEnglish": "FLAG 11.0 The Last Day",
          "SummaryEnglish": "Shiori locks herself and barricades the library to prevent the Library committee from disposing the library books for the Media room. As the committee tries to get inside, Shiori fall asleep and dreams how her love for books began until she is awoken by Keima who manages to enter the Library via a hole at the rooftop made by Elsie. Keima has come to support Shiori in her protest and stays close to her. The Library committee cuts the power to the library, surprising Shiori and causing the books around them to fall over them. As she hugs Keima, Shiori tells him only he understand her love for books and reasons for protecting them. However, Keima calls her liar and tells her she didn't barricade herself to protect her books but herself to the world. Keima knows she always wanted to talk to people but her fears of being misunderstood prevented that which is why she reads books as an escape from the real world. Troubled with this revelation, Shiori feels unsure on what to do until Keima drags her out of the rumble of books, tells her he'll be her support and kisses her, which releases the spirit. As the Library committee finally enters the library, Shiori finally speaks up for herself explain her reasons which the committee agrees to have a meeting about the dispose books. In the epilogue, Shiori feels like she has forgotten someone who was with her during her protest so she writes a story on what she remembers.",
          "Aliases": []
        },
        "12": {
          "ID": "3199461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/3199461",
          "TitleEnglish": "FLAG 12.0 More Than a God, Less Than A Human",
          "SummaryEnglish": "Due to helping Elsie capturing spirits, Keima has gather a large backlog of new games he hasn't played. So on Sunday, he plans to finish all the games in his room by playing 6 games at the same time by going into \"God of Conquest Mode\" which enables him to play multiple games at the same time with impressive speed, while still managing to logically make the right choices and enjoy each game individually but suffers from Burnout later. Elsie finds this impressive yet bewilder and leaves him alone. Realizing he cannot finish all of his game at this pace, Keima decides to up the ante by playing 24 games at once while in \"God of Conquest Mode\". Keima finally manages to finish all of his backlog games except one as he is too tired to continue but he soon start hallucinating where all of the game girls he captured encourage him not to give up. Rejuvenated, he finally finishes the last game and \"follow\" his game girls into the game world where they all sing and dance together. The episode ends with an announcement for the second season of the anime and a new character introduced.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "463570",
      "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4076790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4076790",
          "TitleEnglish": "FLAG 1.0 A Lone Flower Blooming",
          "SummaryEnglish": "After a brief recap of the first season, Keima theorized to Elsie on why the spirits are attracted to the girls he helped before until they get into trouble with bulliess but are saved by Kusunoki Kasuga, the captain of the girls karate club. As Kusunoki berates Keima for being weak, Elsie's spirit sensor detects a spirit inside of Kusunoki. Despite learning from Elsie that Kusunoki is heir to her family's martial arts thus her hatred of weak/cute things and tough training which made most of the members of the girls karate club to quit, Keima asks Kusunoki to make him her apprentice to learn more about her. Kusunoki refuses at first but reluctantly agrees due to Keima's Bishōnen looks. At first Keima can't find anything useful until he catches Kusunoki cuddling a cat which reveals she does like cute/weak things. Embarrassed and angry, Kusunoki tries to throw the cat out from the balcony but a manifestation of her appears and saves the cat. Keima realizes Kusunoki's conflicted feelings to be masculine or feminine has made the spirit in her manifest her feminine side whenever cute, girly and weak things appear before her. In order to fully draw out her feminine side by doing girly things, Elsie tells Kusunoki to go on a date with Keima much to their embarrassment as they both reluctantly agree.",
          "Aliases": []
        },
        "2": {
          "ID": "4077842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4077842",
          "TitleEnglish": "FLAG 2.0 Problem Solved by the Fist",
          "SummaryEnglish": "Kusunoki is embarrassed on her date with Keima but still continues it hoping it will draw her feminine side out. After failing to connect themselves in their date, Kusonoki and Keima decide to do the most romantic thing: eating an ice cream together. After overcoming their embarrassments and eating it, Kusunoki's feminine side finally comes out where both Kusunoki and her feminine side fight for dominance. As both of them fight and explaining their reason with Kusunoki wanting to get rid of her femininity as it is a weakness in her martial arts and preventing her from inheriting her family dojo while Feminine Kusunoki wants to get rid of her martial arts as its preventing her from becoming a woman, Keima stops them and tells them they can just choose both and not sacrifice one for the other. Kusunoki protest at first but Feminine Kusunoki tells the former that Keima is correct since she did enjoyed her date with Keima despite her earlier denial. Feminine Kusunoki admits her defeat but makes Kusunoki promise not to forget her femininity. As her last act, Feminine Kusunoki takes control of Kusunoki's body to kiss Keima as a remembrance which Kusunoki does so willingly a she realize she likes Keima and kisses him which release the spirit inside of her. Kusunoki still continues her marital arts and now accepts her femininity. Later, Elsie tries to explain to Keima the powers of the evil spirits only to get trapped inside a Spirit capturing bottle used by her friend and fellow Spirit hunter, Haqua.",
          "Aliases": []
        },
        "3": {
          "ID": "4077845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4077845",
          "TitleEnglish": "FLAG 3.0 The Section Chief Cometh",
          "SummaryEnglish": "Elsie is glad to meet her friend Haqua, a genius who was one of the best students in their class and is now the Section Chief of District 32 of the Far East Division. When Elsie ask Haqua how many spirits she has captured, Haqua claims she captured ten and is in disbelief at first when Elsie says she captured five as she always known her as a klutz. But their conversation is interrupted when Elsie's boss, Chief Docrow, reports an evil spirit is on the loose in her area due to a failure of another spirit hunter. Haqua decides to capture this spirit by herself but Keima, after hearing her talk with Elsie and seeing her suspicious attitude, tells Haqua that he knows the spirit hunter who let the spirit loose was Haqua herself as she was chasing it before she meet Elsie and Docrow reported it. While Keima isn't interested on why Haqua is keeping it a secret from Elsie, he offers to help her find the spirit at school in exchange for telling him what the evil spirits are. Haqua explains the spirits are the souls of the Old Demons of Hell who were overthrown and sealed by like-minded Demons who were oppose with the former's wicked ways but managed to escapes to Earth and hide in girls hearts which the spirit hunters are tasked to capture them before they are reincarnated as their host's child. Since the spirit feeds on negative emotions, Keima leads Haqua to the most depressing place in campus, the school theater. Keima decides to leave everything to Haqua but she needs his help and admits to him that she hasn't caught a spirit yet and lied to Elsie to save face. Is then when Elsie reports to her that she has found the spirit in the theater.",
          "Aliases": []
        },
        "4": {
          "ID": "4077846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4077846",
          "TitleEnglish": "FLAG 4.0 The District Chief Regains Her Honor",
          "SummaryEnglish": "Haqua arrives and tries to capture the spirit which has gotten powerful from feeding the negative emotions of the unconscious students around them but the spirit escapes to the roof by possessing the students to stop Haqua and Elsie. Keima suggests Haqua should team up with Elsie but Haqua refuses, claiming she is more better than her. However, Haqua is in distraught as she has failed to live up to her friends expectations which allows the spirit to possesses her. By the time Keima and Elsie reach the roof, Haqua is under the spirit's control and it uses her and the possessed students to capture them. In order free Haqua from the spirit's control, Keima tells Elsie to calm the negative emotions in Haqua's heart. As Elsie talks to her, Haqua admits to Elsie that she lied to her as she was ashamed and didn't want let her down but Elsie breaks free from the possessed students and hugs Haqua, telling her no matter what, she will always been the greatest demon in her eyes which finally breaks her free from the spirit's control. Now working together, Haqua defends Elsie from the possessed students while the later uses the spirit capturing bottle to capture the spirit which they succeed. With the spirit captured and returned to her, Haqua thanks Keima for his help and for not revealing her lie to Elsie while Keima congratulates Elsie on a good job which she celebrates by buying both Keima and Haqua lunch.",
          "Aliases": []
        },
        "5": {
          "ID": "4077843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4077843",
          "TitleEnglish": "FLAG 5.0 It Always Rains at the End of a Hard Journey",
          "SummaryEnglish": "After learning there are still 60,000 spirits to be captured before his contract is finish, Keima goes into a depression, not helping matters when his classmate the cheerful Chihiro Kosaka makes fun of him. Despite telling Elsie he doesn't care what people say about him, he is still affected by Chihiro's words. Suddenly, Elsie detects a spirit and to Keima's horror, it's inside Chihiro. Keima refuses to help her since he's still angry on what she said and the fact she's very average and doesn't have any unique traits that can help him figure her out. However, they watch her confessing to a boy, only to see her get rejected and runaway crying. The next day, Keima, feeling sorry for Chihiro, decides to console her over her rejection but to his anger, Chihiro is back to her old self as she reveals she has been confessing and getting rejected to any boy she fancies many times. Keima scolds Chihiro for playing around with love but she strikes back with his obsession with games and his anti-social attitude which strikes a deep cord within him. Even more depressed, Keima locks himself in his room for days until he does come back to school but refusing to speak with anyone. Worried about him, Ayumi visits Keima who has fainted from not eating.",
          "Aliases": []
        },
        "6": {
          "ID": "4077850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4077850",
          "TitleEnglish": "FLAG 6.0 10% Chance of Rain",
          "SummaryEnglish": "Ayumi attempts to lighten Keima's mood after his fight with Chihiro and asks him to makeup with her. After sharing lunch together, Keima learns that all his past girls he helped still have remnants of their feelings for him. Ayumi later tricks both Keima and Chihiro to do cleaning duty together where Keima learns Chihiro is truly sorry for insulting him. By chance, Keima discovers Chihiro's new crush, Yuta. After admitting Keima's claim that she doesn't take love seriously, Chihiro ask Keima to teach her some of his dating sim techniques in order to win over Yuta's heart. The following morning, Elsie indirectly points out that should Keima help Chihiro, he would not have to be directly involved in filling the emptiness in her heart. Overjoyed by this revelation, he gathers information on Yuta which he then formulates into a carefully calculated plan where he helps Chihiro get a notable impression from Yuta. As Keima teaches Chihiro in his final plan to get her to confess to Yuta, Chihiro start to take an interest with Keima.",
          "Aliases": []
        },
        "7": {
          "ID": "4090673",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4090673",
          "TitleEnglish": "FLAG 7.0 Singing in the Rain",
          "SummaryEnglish": "As Keima prepares Chihiro to finally confess to Yuta, Chihiro begins to have second thoughts and realizes she likes Keima and calls off the confession. However Keima is angry that everything he did for her is being thrown away and accuses her for not being serious which Chihiro angrily leaves as it won't matter how serious she get as she'll never be special like others. Keima, after realizing he never consider Chihiro's feelings as he was too focus on the confession, he decides to make amends and capture Chihiro's heart. By the time he finds her on a ship, Chihiro confesses she started liking Keima since they're both similar of being disappointed with the real world. However, he corrects her that despite his dislike with the real world, he never given up on himself so she should she do the same thing. But when Chihiro tries protest that someone as average as her can never be special, Keima kisses her by surprise and tells her as long as she truly wants it, nothing can stop her from becoming special, which forces the spirit out. With the spirit gone, Chihiro becomes more cheerful and confident and tells Elsie they should start a rock band. As for Keima, he starts to question his life after remembering the girls he helped before.",
          "Aliases": []
        },
        "8": {
          "ID": "4090674",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4090674",
          "TitleEnglish": "FLAG 8.0 Her First Errand / Tea for Three",
          "SummaryEnglish": "Keima learns the rare First Edition of the Dating sim game \"Love Tears\" will be on sale at another town so he goes there the next morning with Elsie tagging along. After teaching Elsie the history of dating sims and difference between many editions of the same game, Keima tasks Elsie to buy the game while he goes to a game fair. When she finally finds it, she discover three different editions of the Love Tears game but manages to get the correct one due to it's expensive price. Unfortunately, Elsie instead buys the Love Tears anime by mistake which Keima suspected so he bought the game at the game fair just in case. Later, Haqua arrives at the Katsuragi residence's and asks Elsie and Keima's assistance for her report during the time she captured the escaped spirit at Majima Academy by using a magical scale model of the school including autonomous dolls of them and the students that follow their command by a mic. After Keima helps complete her report, he protests over one detail that Haqua changed in her report which was when they both arrived at the theater, she claims Keima clinged to her when the truth was it was the other way around. After they fight over their version of that incident, Haqua destroys the mic to keep Keima from changing it. Unfortunately, she last commanded that Keima was a pervert who chases her which Keima's doll does obscene things with Haqua's doll, much to Haqua's embarrassment and Elsie's anger where they both hit Keima and accidentally let the dolls loose. After helping recover the dolls, Haqua's thanks them for their help and Elsie wonders if Haqua used the report as an excuse to visit Keima.",
          "Aliases": []
        },
        "9": {
          "ID": "4090675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4090675",
          "TitleEnglish": "FLAG 9.0 Nagase-sensei of Second Year Class B",
          "SummaryEnglish": "Jun Nagase is an idealistic and upbeat new student teacher at Majima Academy assigned to her senior's class, Miss Nikaidō, Keima's teacher. Jun is at first bewildered that Keima is playing video games in class and nobody minds about it but after the teachers tell her the problems they have to deal with him, Jun believes Keima is a problem child and wants to help him. She goes to talk to him but gets scared looking into his eyes and leaves. Convinced that Keima is actually lonely, she resolves to help him open up which at the same time a spirit enters her body. When Keima and Elsie learns about Jun's spirit, Keima finds his next target difficult as making of a teacher falling in love in games takes too much time as teachers never fall in love with their students as they only see them as their students only. Thus in order to make Jun fall in love with him, he has to make Jun see him as her equal in a short amount of time. As Keima leaves school to figure out his plan, he is caught by Jun who thinks he's ditching school. After dragging him to have lunch with her and talking about her idol, the late pro wrestler Jumbo Tsuruma, Jun tell Keima to talk about his problems to her. However Keima does not like this unprecedent event since it will take too long for him to capture Jun's heart.",
          "Aliases": []
        },
        "10": {
          "ID": "4090676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4090676",
          "TitleEnglish": "FLAG 10.0 School☆Wars",
          "SummaryEnglish": "Keima has an idea to quickly grow the relationship between him and Jun by making her hate him and turning those feelings into love. But the plan backfires as it only cause Jun to be more concerned about him. After getting him alone in class, Jun tell Keima that she believes he is lonely and plays games as a form of escape but he shoots her down as she has no clue what he is and that she shouldn't judge him by her own standards, which leaves Jun shocked. With no other choice and a change of plans, Keima asks Miss Nikaidō for more information about Jun which she agree in exchange for helping her in her school work. Meanwhile, Jun still affected by Keima words, decides to help his class in their schoolwork after Mr Kodama insult them as failures. But when the students tell her that they don't have the zeal to improve themselves, Jun in anger, inadvertently scolds them and quickly leaves. After finishing his part of the deal, Nikaidō finally reveals to Keima that she and Jun were members of the highschool's girls basketball team before it disbanded over an incident in the past. With this new information, Keima now knows what to do.",
          "Aliases": []
        },
        "11": {
          "ID": "4090677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4090677",
          "TitleEnglish": "FLAG 11.0 Always The Sun in My Heart",
          "SummaryEnglish": "Still upset over what happened at class, Jun goes to watch a pro wrestling match only to find Keima sitting at her seat thanks to Elsie making a copy of her ticket. As she is forced to sit with him to watch the match, Jun wonders why the class won't let her help them, which Keima then asks her why the girls basketball team disbanded when she was captain and correctly concludes that it was her idealism that forced the other members to quit and despite claiming she was trying to help the team for them, she was actually helping them for herself which Jun leaves the match in anger. Despite this, Keima concludes it's time to capture her heart. Later, Jun tells the class she has entered them for a marathon hoping to help them bond, but instead they refuse, feeling that she's trying too hard on them, which leaves Jun disappointed and tells the class how selfish they are before running away. As the class bad mouths Jun, Keima unexpectedly calls out on their behavior and disappearing before they confront him. As Jun arrives at the old girls basketball team locker room, Keima confronts her, telling her despite claiming to have changed in order to teach her idealism to others, she still hasn't changed at all. As she runs away into the school gym crying and wondering why people won't let them help her, Keima consoles and tells her to not give up and try harder as it will finally make them accept her idealism. Just then, the whole class arrive in the gym to apologize to Jun much to her joy. Unknown to Jun, Keima knew what was going to happen so he planned with Elsie to have the class to start hating him after Jun left and made them worry about her after she was gone. As Jun's time as a student teacher comes to an end, Keima sees her off and asks her to come back which she promises to become a better teacher and kisses him, finally expelling the spirit inside of her.",
          "Aliases": []
        },
        "12": {
          "ID": "4090678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4090678",
          "TitleEnglish": "FLAG 12.0 Summer Wars",
          "SummaryEnglish": "While playing his recently bought dating sim games, Keima plays one called \"One Leaf\". At first, he assumes it's a terrible game due to it's horrible character design but quickly falls in love with it's heroine, Yotsuba Sugimoto, aka \"Yokkyun\", as she is his ideal game heroine. Keima enjoys the game so much, that he decides to play it at a slow pace, ignoring everyone throughout the whole day much to Elsie's chargin and Haqua's confusion. Later that night, Keima receives an email from the game studio that created \"One Leaf\", who asks Keima to help them create the perfect dating sim game under his direction. As Keima think of ideas for the game, his inner minds soon starts arguing over what is the ideal and perfect dating sim which leads to an intergalatic war. But the war finally stops when all of them remember about Yokkyun and what is important that makes the perfect dating sim game. Finally making a decision, Keima decides to tell the studio to just make a good game. As the season finale come to an end, including a preview of the new cast of heroines for Keima in the next season, Keima ends the episode saying he used to think games were the ideal world and real life was just a bad game. But after learning that a perfect world can be found in a bad game, then he can also find it in real life as well.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "509305",
      "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/seasons/official/3",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4472460",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4472460",
          "TitleEnglish": "FLAG 1.0 When the Sun Goes Down",
          "SummaryEnglish": "Tenri, Keima's childhood friend, has moved back next door to the Katsuragis. She happens to be host to the goddess Diana, who tells Keima about she and the other 5 Jupiter Sisters once sealed away the Ancient Demons of Hell, the Weiss. At the same time, the students of Maijima High School are excited because Kanon has made a rare appearance in the classroom for exams. However, Kanon is preoccupied with the girl inside the mirror named Apollo, as well as the fact that she is being watched.",
          "Aliases": []
        },
        "2": {
          "ID": "4608293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608293",
          "TitleEnglish": "FLAG 2.0 Scramble Formation",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "4608294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608294",
          "TitleEnglish": "FLAG 3.0 5 Home",
          "SummaryEnglish": "A girl who hosts a goddess will remember everything that happened during her conquest. In other words, she will remember falling in love with Keima. Armed with that information, Keima attempts to walk home from school with all five potential hosts and increase their affection level.",
          "Aliases": []
        },
        "4": {
          "ID": "4608295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608295",
          "TitleEnglish": "FLAG 4.0 Doll Roll Hall",
          "SummaryEnglish": "During the simultaneous walk-home-from-school events, Keima is attacked by a wave of flying books. The books are being controlled by a small figure. Meanwhile, section chief Nora drops by the Katsuragi residence to see Elsie. It sounds like the Hell Bureau of Peace has issued an order to the loose soul team to search for residents of Heaven. Kanon\\/Apollo is currently at the Katsuragi residence. Is this a coincidence?",
          "Aliases": []
        },
        "5": {
          "ID": "4608296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608296",
          "TitleEnglish": "FLAG 5.0 Punch and Date",
          "SummaryEnglish": "With help from Vulcanus, the third goddess, the Ancient Demon blade in Kanon has been removed. However, she still remains unconscious. Keima must search for the remaining goddesses and restore their power, but one of the potential hosts approaches him first. Does Keima have a way to handle a heroine who doesn't follow the dating sim model?",
          "Aliases": []
        },
        "6": {
          "ID": "4608297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608297",
          "TitleEnglish": "FLAG 6.0 My Story",
          "SummaryEnglish": "Thanks to a convincing performance by Haqua, Keima successfully releases the fourth goddess, Mars. However, Shiori was unfortunate enough to witness Keima during his conquest, and the shock leaves her unable to write a novel for the Mai High Festival. Keima tries to help Shiori complete her story, but what will she write about?",
          "Aliases": []
        },
        "7": {
          "ID": "4608298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608298",
          "TitleEnglish": "FLAG 7.0 Bad Medicine",
          "SummaryEnglish": "The goddess search is going well, but the strain is too much for Keima and he falls ill. However, this is an opportunity the God of Conquest to trigger the sick visit event. Ayumi and Chihiro are the remaining candidates for the final goddess. However, Keima doesn't realize how difficult it is to conquer two friends at the same time.",
          "Aliases": []
        },
        "8": {
          "ID": "4608299",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608299",
          "TitleEnglish": "FLAG 8.0 Goddess Mix",
          "SummaryEnglish": "The Loose Souls team section chiefs are holding their regular meeting in Hell. Haqua questions Bureau Chief Dokuro about the rumors she heard from Nora concerning goddesses and Vintage, but Dokuro rejects her claims. Unsatisfied with the response, Haqua prepares to leave hell. Back on Earth, four of the goddesses have assembled in an attempt to awaken Kanon and Apollo.",
          "Aliases": []
        },
        "9": {
          "ID": "4608300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608300",
          "TitleEnglish": "FLAG 9.0 Absent Lovers",
          "SummaryEnglish": "It's the night before the Mai High Festival. Keima and Chihiro are alone on the roof of the school. Chihiro seems confused by Keima's behavior, but he continues with his conquest. But as Keima makes his move, Chihiro says something unexpected.",
          "Aliases": []
        },
        "10": {
          "ID": "4608301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608301",
          "TitleEnglish": "FLAG 10.0 Labyrinth",
          "SummaryEnglish": "The last goddess is inside Ayumi, but only two days remain. Keima has no choice but to drop Chihiro hard and switch over to Ayumi's route. However, Ayumi happens to be watching and she begins avoiding Keima, which disrupts his conquest. At the same time, Lune has come to the Mai High School with her Vintage underlings to hunt goddesses.",
          "Aliases": []
        },
        "11": {
          "ID": "4608302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608302",
          "TitleEnglish": "FLAG 11.0 Show Me",
          "SummaryEnglish": "Haqua returns from Hell after learning that Maijima Bay's Point Rock is a gate between Earth and Old Hell. Vintage has imprisoned the goddesses in Point Rock. Soon, demons, goddesses, and humans will be engulfed in war. After Haqua helps to save Ayumi, Katsuragi is determined to conquer the final goddess, but he needs Chihiro's help to get the job done.",
          "Aliases": []
        },
        "12": {
          "ID": "4608303",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-world-god-only-knows/episodes/4608303",
          "TitleEnglish": "FLAG 12.0 The Memory of My First Love",
          "SummaryEnglish": "The goddesses have been assembled and they take wing to Point Rock. Haqua and the Loose Souls team squares off against Vintage. And the climax of the Mai High Festival awaits.",
          "Aliases": []
        }
      }
    }
  }
}