{
    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1740906/",
        "https://www.themoviedb.org/tv/36873"
    ],
    "TitleEnglish": "Fortune Arterial: Akai Yakusoku",
    "SummaryEnglish": "Fortune Arterial’s story revolves around the male protagonist Hasekura Kouhei, who transfers into a prestigious public school in the style of an English six-year school encompassing junior-high and high school students. The school is on an island named Tamatsu Island off-shore from mainland Japan, and the only way to get there is by boat. Soon after transferring, he discovers that one of the student in the class next door to his, Sendou Erika, is in fact a type of vampire.",
    "TitleJapanese": "FORTUNE ARTERIAL 赤い約束",
    "SummaryJapanese": "桜舞う四月。\n俺－支倉孝平－は、記念すべき１０回目の転校を果たした。\n新しい学舎は修智館学院。かなりの進学校だとか、キリスト教精神に基づく伝統校だとかは割とどうでもよくていちばん大切なのは《全寮制》だってこと。これなら、転勤族の親父に連れ回されることもない。\n俺はようやく自由を手に入れたのだ。寮の一室で目覚め、友人と登校。充実した授業を受け、帰寮。夜は思い思いの時間を過ごし、就寝。そんな、落ち着いた毎日が待っているはずだったのだが......\n気力体力ともに溢れる副会長、はかなげで清楚な後輩、ミステリアスなクラスメート、常識から大きく外れた寮長、気苦労の絶えない幼なじみ、知り合ったのは個性的すぎる人ばかり。賑やかにならないはずがない。転校ばかりの過去に置き忘れたものも得ることができなかったものもここでなら、取り戻せる気がする。\n今はまだ、おぼろげな形しか見えないけれど。",
    "Aliases": [
        "Fortune Arterial Akai Yakusoku"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "0": {
            "ID": "331731",
            "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3902911",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/3902911",
                    "TitleEnglish": "The Place Where I Ended Up (OVA)",
                    "SummaryEnglish": "Kohei shows an expression just like at the beginning of episode 1 but is interrupted by his friend. Everyone has vacation as they arrive at cabin they were all surprised because it was huge and everyone will be sleeping together. Yukimaru talks to each other about promise they have made which creates a misunderstanding to Seichiro. After the bath, Kanade asks everyone what is the guy they think of the most and surprisingly answer is Kohei (even Kuze) except for Shiro (she thinks about her brother). Later, they have a tea party together. In the morning, they have the main event \"The Great Tennis Match-ups!\" and Erika and Kohei win the match. After the match, they have a bath at hot-spring then Iori tricks Kohei again (makes him go to girl's bath). Erika thanks Kohei but then sucks his blood from his finger (he cuts himself while opening a bottle of energy drink).",
                    "TitleJapanese": "たどり着いた場所",
                    "SummaryJapanese": "2011年2月26日発売の角川コミックスエース発行コミック版第6巻DVD限定版に収録のオリジナルエピソード。文化祭終了後に、メンバー全員が旅行に行く。"
                }
            }
        },
        "1": {
            "ID": "331741",
            "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2942871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942871",
                    "TitleEnglish": "Migratory Bird",
                    "SummaryEnglish": "Hasekura Kohei has transferred school ten times. His new school, Shuchikan Academy, is on an island he lived on for a short period before when he was younger, Tamatsu Island. There awaited him the student council vice-president, Sendo Erika.",
                    "TitleJapanese": "渡り鳥",
                    "SummaryJapanese": "桜舞う四月。主人公・支倉孝平は、転校生活に終止符を打つべく、全寮制の修智館学院に転入する。落ち着いた毎日を過ごせると思っていた孝平だが、学院で出会う面々は、生徒会副会長の千堂瑛里華をはじめ、個性的すぎる人ばかりで･･･!？賑やかな学園生活が幕を開ける―――！"
                },
                "2": {
                    "ID": "2942881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942881",
                    "TitleEnglish": "Opening Ceremony",
                    "SummaryEnglish": "Shuchikan Academy's traditional opening ceremony. Kohei is surprised with the student council president's, Sendo Iori's, on-stage performance and the shouts from the students in the audience. The vice president follows and spills the beans on what happened the night before to the all the students, leading Kohei to become the center of attention during the following homeroom. Later, Shiro ends up asking Kohei to help find the escaped rabbit, Yukimaru...",
                    "TitleJapanese": "始業式",
                    "SummaryJapanese": "修智館学院恒例の始業式。生徒会長・千堂伊織のパフォーマンスと、大歓声をあげる生徒たちの姿に驚く孝平。ところが、続く生徒会副会長・瑛里華の挨拶で昨夜の事件を全校生徒の前でばらされ、孝平はその後のホームルームでクラスメイト達の注目の的になってしまった。そんなある日、孝平は白に頼まれて、逃げ出してしまったウサギの雪丸を探すことになるが･･･。"
                },
                "3": {
                    "ID": "2942891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942891",
                    "TitleEnglish": "Millennium Fountain",
                    "SummaryEnglish": "Haruna, Kanade, and Erika, along with Shiro have fun in Kohei's room for a tea party. On their day off, all the tea party members go out on the town and shop, after which, they spend time at the seaside park. Erika suddenly warns Kohei to watch out for her brother. Once they get back to school, Iori tells Kohei to come to the Student Council Oversight room...",
                    "TitleJapanese": "千年泉",
                    "SummaryJapanese": "陽菜、かなでに加え、瑛里華と白も参加してますます賑やかになった孝平の部屋でのお茶会。休日に街へ出かけたお茶会メンバーたちは、買い物を楽しんだ後を海浜公園で過ごすが、瑛里華は不意に「兄さんには気をつけて」と孝平に意味深な忠告をする。休み明けに伊織から監督生室へ来るように呼び出しを受けた孝平は･･･。"
                },
                "4": {
                    "ID": "2942901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942901",
                    "TitleEnglish": "Newcomer",
                    "SummaryEnglish": "Just what happened yesterday?! Kohei wakes up, and his morning is no different than before. He sees Erika on the way to school and her smile makes him feel better, but just as that happens, Iori, the student council president, tells Kohei that he will serve as the person in charge for the school athletic meet.",
                    "TitleJapanese": "新入り",
                    "SummaryJapanese": "昨日の出来事はなんだったのか!?　普段と変わらない朝をむかえた孝平は、登校途中で瑛里華からあたたかい微笑みを受けてホッとする。そんな矢先、生徒会長の伊織からいきなり体育祭の実行委員長を任命されることになるが･･･。"
                },
                "5": {
                    "ID": "2942911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942911",
                    "TitleEnglish": "Key",
                    "SummaryEnglish": "It's finally time for the school athletic meet. Since Kohei was the lead of the meet, he was given the responsibility of leading the pledge of all the participants, but he gets nervous and completely forgets what to say. Iori helps him out by yelling \"Mister Girl's Bath,\" which makes Kohei stops worrying and he does what he has to. After that, the athletic meet begins!",
                    "TitleJapanese": "鍵",
                    "SummaryJapanese": "いよいよ体育祭当日。実行委員長として全校生徒の前で選手宣誓をすることになった孝平は、緊張で頭が真っ白になってしまった・・・が、伊織から\"ミスター女風呂\"の野次が飛び、やけくそになって乗り越える。そして体育祭が始まった！"
                },
                "6": {
                    "ID": "2942921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942921",
                    "TitleEnglish": "Letter",
                    "SummaryEnglish": "After school, Kohei sees Haruna putting up a poster for the school image committee. After hearing that the student council will be involved for the project, Kohei asks if he can help Haruna and they start working together. Kanade watches them from a distance, and she's happy Haruna looks like she's having so much fun, but starts to wonder about something...",
                    "TitleJapanese": "手紙",
                    "SummaryJapanese": "放課後。孝平は、校舎内で美化委員のポスターを貼っている陽菜の姿を見かける。\n生徒会も絡んでいる企画であることを聞いた孝平は、陽菜に手伝いを申し出て一緒に作業をすることに。\nそんな二人の光景を遠くから見ていたかなでは、陽菜の楽しそうな様子に喜びながらも、あることが気になって・・・・・・"
                },
                "7": {
                    "ID": "2942931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942931",
                    "TitleEnglish": "Omen",
                    "SummaryEnglish": "It's a Sunday in June. Kohei and the treasurer, Seiichiro, are swamped with work to complete a plan laid out by the student council president, Iori, \"Let's make the opening of the pool exciting.\" During which, Kohei becomes aware that it is Erika's birthday...",
                    "TitleJapanese": "前触れ",
                    "SummaryJapanese": "６月の日曜日。生徒会長・伊織が思いついた『プール開きを盛り上げよう』という企画の実行のために、孝平と財務の征一郎は監督生室で仕事に追われていた。\nそんな中、孝平は今日が瑛里華の誕生日であることを知って・・・・・・"
                },
                "8": {
                    "ID": "2942941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942941",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "Erika wakes up in her room and is horrified as she remembers what happened last night and the fact that she wanted blood. Meanwhile, the student council, including Kohei, decide to keep watch during the night to figure out if the rumors about vampires going around school are true, but...",
                    "TitleJapanese": "記憶",
                    "SummaryJapanese": "自分の部屋で目覚めた瑛里華は、昨夜の出来事と、血を求めていた自分自身を思い出して愕然とする。\n一方、校内に広まる吸血鬼の噂の真偽を確かめるため、孝平をはじめとする生徒会メンバーは夜の見回りを始めることにするが・・・・・・!?"
                },
                "9": {
                    "ID": "2942951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942951",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "Kuze us shown to be lying on the grass on the cliff. Back at school, Haruna told Kanade everything about what had happened and Kanade thanks Erika. Kuze appears but seems to ignore them as well as Iori and Seichiro. Iori asks both Erika and Kohei in charge of \"The culture fair\". Back to Kuze, Seichiro meets her and wants her to meet someone. Meanwhile, Erika and Kohei go shopping together and then she tells Kohei about a \"servant\" which reveals kuze formed a contract with her mother (Kaya Sendo). Erika tells Kohei about the promise she had made with her mother that if she can not find a servant after graduating her mother will drag her back to her estate. Then Kohei offers to be Erika's servant but she refuses because she also just want to be a normal human. Later at night, Erika begins to drink more blood and shows she wants Kohei's blood most.",
                    "TitleJapanese": "眷属",
                    "SummaryJapanese": "陽菜が記憶を失うきかっけとなった６年前の事件。\nその真相が明らかになり安堵した孝平だが、依然として瑛里華の表情は冴えない。\nそんなとき、伊織の指名により、孝平は瑛里華と二人で文化祭の実行委員を任されることになる。"
                },
                "10": {
                    "ID": "2942961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942961",
                    "TitleEnglish": "Thirst",
                    "SummaryEnglish": "At Pandemonium, the students submit their application for culture fair event. Later at night, Erika goes to meet her mother and discusses about having servant but Erika keeps refusing not to have servant. After that Erika refuses to drink blood and tries to control it. At the beach Iori tells everything to Kohei. While the class hangs out Erika is no longer able to control her thirst then Kohei gives her his blood.",
                    "TitleJapanese": "渇き",
                    "SummaryJapanese": "修智館学院の行事の中でも最も大きなイベントである文化祭。\nその実行委員を任された孝平と瑛里華は準備に大忙し。\nそんな中、夏休みも返上して仕事に励む生徒会メンバーを見かねて、伊織が一日完全休業を提案する。"
                },
                "11": {
                    "ID": "2942971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942971",
                    "TitleEnglish": "Parting",
                    "SummaryEnglish": "Erika awakens in her room but does not remember what had happened. After meeting Kohei at Pandemonium, she is unable to control her thirst. Kuze comes to her room and reveal that Kohei's blood is special and once she drank it, she is unable to stop. Kuze also warns about her mother (she will try to take Kohei). Erika still does not come out to meet Kohei. However, Shiro offers her blood but she refuses.",
                    "TitleJapanese": "訣別",
                    "SummaryJapanese": "後夜祭の企画を担当することになった孝平だが、文化祭を締めくくる一大イベントとあって、なかなか良いアイデアが浮かばない。\n一方、吸血鬼としての血の渇きに苦しむ瑛里華の前に、桐葉が現れて･･････。"
                },
                "12": {
                    "ID": "2942981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942981",
                    "TitleEnglish": "Red Promise",
                    "SummaryEnglish": "The episode begins with Erika being in prison. Iori tells Kohei that after a vampire draws blood directly from human they will keep desiring blood more and more. Later, Kohei goes to meet Kaya and Sendo to talk about Erika and try to take her back. Erika shows up but Kaya tries to make Kohei be Erika's servant but Erika refuses. Kohei wants Erika back and offers his blood but might or might not become her servant, for it is what they decide between them. The episode ends with the ceremony which everyone enjoys.",
                    "TitleJapanese": "赤い約束",
                    "SummaryJapanese": "校内では生徒達が文化祭の準備に精を出し、着々と準備が進んでいた。\nだが、そこに瑛里華の姿はない。\n楽しそうに生徒達にアドバイスをしていた瑛里華。誰よりも文化祭を楽しみにしていた瑛里華。\nその姿を思い返し、孝平は思い悩む。･･･本当にこのままでいいのか？そして、孝平の出した答えは――！！"
                }
            }
        }
    }
}