{
    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1740906/",
        "https://www.themoviedb.org/tv/36873"
    ],
    "TitleEnglish": "Fortune Arterial: Akai Yakusoku",
    "SummaryEnglish": "Fortune Arterial’s story revolves around the male protagonist Hasekura Kouhei, who transfers into a prestigious public school in the style of an English six-year school encompassing junior-high and high school students. The school is on an island named Tamatsu Island off-shore from mainland Japan, and the only way to get there is by boat. Soon after transferring, he discovers that one of the student in the class next door to his, Sendou Erika, is in fact a type of vampire.",
    "Aliases": [
        "Fortune Arterial Akai Yakusoku"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "0": {
            "ID": "331731",
            "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3902911",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/3902911",
                    "TitleEnglish": "The Place Where I Ended Up (OVA)",
                    "SummaryEnglish": "Kohei shows an expression just like at the beginning of episode 1 but is interrupted by his friend. Everyone has vacation as they arrive at cabin they were all surprised because it was huge and everyone will be sleeping together. Yukimaru talks to each other about promise they have made which creates a misunderstanding to Seichiro. After the bath, Kanade asks everyone what is the guy they think of the most and surprisingly answer is Kohei (even Kuze) except for Shiro (she thinks about her brother). Later, they have a tea party together. In the morning, they have the main event \"The Great Tennis Match-ups!\" and Erika and Kohei win the match. After the match, they have a bath at hot-spring then Iori tricks Kohei again (makes him go to girl's bath). Erika thanks Kohei but then sucks his blood from his finger (he cuts himself while opening a bottle of energy drink).",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "331741",
            "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2942871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942871",
                    "TitleEnglish": "Migratory Bird",
                    "SummaryEnglish": "Hasekura Kohei has transferred school ten times. His new school, Shuchikan Academy, is on an island he lived on for a short period before when he was younger, Tamatsu Island. There awaited him the student council vice-president, Sendo Erika.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2942881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942881",
                    "TitleEnglish": "Opening Ceremony",
                    "SummaryEnglish": "Shuchikan Academy's traditional opening ceremony. Kohei is surprised with the student council president's, Sendo Iori's, on-stage performance and the shouts from the students in the audience. The vice president follows and spills the beans on what happened the night before to the all the students, leading Kohei to become the center of attention during the following homeroom. Later, Shiro ends up asking Kohei to help find the escaped rabbit, Yukimaru...",
                    "Aliases": []
                },
                "3": {
                    "ID": "2942891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942891",
                    "TitleEnglish": "Millennium Fountain",
                    "SummaryEnglish": "Haruna, Kanade, and Erika, along with Shiro have fun in Kohei's room for a tea party. On their day off, all the tea party members go out on the town and shop, after which, they spend time at the seaside park. Erika suddenly warns Kohei to watch out for her brother. Once they get back to school, Iori tells Kohei to come to the Student Council Oversight room...",
                    "Aliases": []
                },
                "4": {
                    "ID": "2942901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942901",
                    "TitleEnglish": "Newcomer",
                    "SummaryEnglish": "Just what happened yesterday?! Kohei wakes up, and his morning is no different than before. He sees Erika on the way to school and her smile makes him feel better, but just as that happens, Iori, the student council president, tells Kohei that he will serve as the person in charge for the school athletic meet.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2942911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942911",
                    "TitleEnglish": "Key",
                    "SummaryEnglish": "It's finally time for the school athletic meet. Since Kohei was the lead of the meet, he was given the responsibility of leading the pledge of all the participants, but he gets nervous and completely forgets what to say. Iori helps him out by yelling \"Mister Girl's Bath,\" which makes Kohei stops worrying and he does what he has to. After that, the athletic meet begins!",
                    "Aliases": []
                },
                "6": {
                    "ID": "2942921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942921",
                    "TitleEnglish": "Letter",
                    "SummaryEnglish": "After school, Kohei sees Haruna putting up a poster for the school image committee. After hearing that the student council will be involved for the project, Kohei asks if he can help Haruna and they start working together. Kanade watches them from a distance, and she's happy Haruna looks like she's having so much fun, but starts to wonder about something...",
                    "Aliases": []
                },
                "7": {
                    "ID": "2942931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942931",
                    "TitleEnglish": "Omen",
                    "SummaryEnglish": "It's a Sunday in June. Kohei and the treasurer, Seiichiro, are swamped with work to complete a plan laid out by the student council president, Iori, \"Let's make the opening of the pool exciting.\" During which, Kohei becomes aware that it is Erika's birthday...",
                    "Aliases": []
                },
                "8": {
                    "ID": "2942941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942941",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "Erika wakes up in her room and is horrified as she remembers what happened last night and the fact that she wanted blood. Meanwhile, the student council, including Kohei, decide to keep watch during the night to figure out if the rumors about vampires going around school are true, but...",
                    "Aliases": []
                },
                "9": {
                    "ID": "2942951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942951",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "Kuze us shown to be lying on the grass on the cliff. Back at school, Haruna told Kanade everything about what had happened and Kanade thanks Erika. Kuze appears but seems to ignore them as well as Iori and Seichiro. Iori asks both Erika and Kohei in charge of \"The culture fair\". Back to Kuze, Seichiro meets her and wants her to meet someone. Meanwhile, Erika and Kohei go shopping together and then she tells Kohei about a \"servant\" which reveals kuze formed a contract with her mother (Kaya Sendo). Erika tells Kohei about the promise she had made with her mother that if she can not find a servant after graduating her mother will drag her back to her estate. Then Kohei offers to be Erika's servant but she refuses because she also just want to be a normal human. Later at night, Erika begins to drink more blood and shows she wants Kohei's blood most.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2942961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942961",
                    "TitleEnglish": "Thirst",
                    "SummaryEnglish": "At Pandemonium, the students submit their application for culture fair event. Later at night, Erika goes to meet her mother and discusses about having servant but Erika keeps refusing not to have servant. After that Erika refuses to drink blood and tries to control it. At the beach Iori tells everything to Kohei. While the class hangs out Erika is no longer able to control her thirst then Kohei gives her his blood.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2942971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942971",
                    "TitleEnglish": "Parting",
                    "SummaryEnglish": "Erika awakens in her room but does not remember what had happened. After meeting Kohei at Pandemonium, she is unable to control her thirst. Kuze comes to her room and reveal that Kohei's blood is special and once she drank it, she is unable to stop. Kuze also warns about her mother (she will try to take Kohei). Erika still does not come out to meet Kohei. However, Shiro offers her blood but she refuses.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2942981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fortune-arterial-akai-yakusoku/episodes/2942981",
                    "TitleEnglish": "Red Promise",
                    "SummaryEnglish": "The episode begins with Erika being in prison. Iori tells Kohei that after a vampire draws blood directly from human they will keep desiring blood more and more. Later, Kohei goes to meet Kaya and Sendo to talk about Erika and try to take her back. Erika shows up but Kaya tries to make Kohei be Erika's servant but Erika refuses. Kohei wants Erika back and offers his blood but might or might not become her servant, for it is what they decide between them. The episode ends with the ceremony which everyone enjoys.",
                    "Aliases": []
                }
            }
        }
    }
}