{
    "URL": "https://www.thetvdb.com/series/princess-jellyfish",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1746043/",
        "http://www.reddit.com/r/Princess_Jellyfish",
        "https://www.themoviedb.org/tv/37580"
    ],
    "TitleEnglish": "Princess Jellyfish",
    "SummaryEnglish": "Amamizukan is an apartment complex where no boys are allowed. Kuragehime Tsukimi, a girl who adores jellyfish, lives there happily with her friends who all have nerdy obsessions of their own. Their peaceful lives gradually start to change when a beautiful woman helps Tsukimi out of a pinch. She moves into the apartments -- but it turns out \"she\" is really a \"he.\"",
    "TitleJapanese": "海月姫",
    "SummaryJapanese": "クラゲオタクの月海が住むのは風呂・トイレ共同、男子禁制の古いアパート・天水館（あまみずかん）。住人は皆腐女子[1]でニート、オシャレ人間は天敵、人生に男を必要としない…そんな彼女たちは自分たちを“尼〜ず”と呼び、楽しいながらもぬるま湯のような生活を送っていた。",
    "Aliases": [
        "Kuragehime",
        "海月姫 ～くらげひめ～"
    ],
    "Modified": "2024-07-23",
    "Seasons": {
        "0": {
            "ID": "335721",
            "URL": "https://www.thetvdb.com/series/princess-jellyfish/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4320028",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320028",
                    "TitleEnglish": "Go, Sisterhood Explorers! Part 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4320029",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320029",
                    "TitleEnglish": "Go, Sisterhood Explorers! Part 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4320030",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320030",
                    "TitleEnglish": "Go, Sisterhood Explorers! Part 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4320031",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320031",
                    "TitleEnglish": "Go, Sisterhood Explorers! Part 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4320032",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320032",
                    "TitleEnglish": "Go, Sisterhood Explorers! Part 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4320033",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320033",
                    "TitleEnglish": "Go, Sisterhood Explorers! Part 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4320034",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320034",
                    "TitleEnglish": "Hero Biographies 1 - Mayaya Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4320035",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320035",
                    "TitleEnglish": "Hero Biographies 2 - Banba and Jiji Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4320036",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320036",
                    "TitleEnglish": "Hero Biographies 3 - Chieko Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4320037",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4320037",
                    "TitleEnglish": "Hero Biographies 4 - Shuu-Shuu and Hanamori Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4495972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/4495972",
                    "TitleEnglish": "Tsukimi and Jiji's Jellyfish Tour",
                    "SummaryEnglish": "Live-action featurette starring Kana Hanazawa (voice of Tsukimi) and Mamiko Noto (voice of Jiji) on a tour of the Enoshima Aquarium.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5037310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/5037310",
                    "TitleEnglish": "Commercial 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5037311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/5037311",
                    "TitleEnglish": "Commercial 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "335731",
            "URL": "https://www.thetvdb.com/series/princess-jellyfish/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "2978751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978751",
                    "TitleEnglish": "Sex and the Sisterhood",
                    "SummaryEnglish": "Tsukimi Kurashita is an 18-year-old otaku living in an all-female apartment building, Amamizukan, with other women otaku. One day, Tsukimi, who has an intense love for jellyfish, tries to go to Shibuya for a jellyfish exhibit, but turns back when she becomes apprehensive at all the stylish girls walking around Shibuya. Later, when reminiscing about her dead mother, Tsukimi goes to see a spotted jellyfish she named Clara at a local pet store to cheer her up. She is shocked to find a moon jellyfish in the same tank, as this will eventually cause the spotted jellyfish to die. Overcoming her fear of talking with the stylish male shop clerk, Tsukimi tries to explain the imminent danger to the jellyfish, but is pushed back when she tries to enter the store. She bumps into a stylish woman outside the store, who eventually reasons with the clerk to give Clara to Tsukimi, since it will die anyway. They take it back to Amamizukan and put it into the bathtub for the night. The woman stays the night, and the next morning Tsukimi discovers the woman is in fact a cross-dressing man.",
                    "TitleJapanese": "セックス・アンド・ザ・アマーズ",
                    "SummaryJapanese": "イラストレーターを目指して上京してきた倉下月海は、男子禁制の共同アパート天水館で日々それなりに楽しく暮らしていた。天水館には自らを“尼～ず”と称し、三国志、鉄道、和物、枯れ専などジャンルは違えど各々の趣味に没頭するヲタ女子だけが集っており、月海はといえばクラゲをこよなく愛していた。ある日月海は、熱帯魚ショップでクラゲの飼育方法をめぐってトラブルに巻き込まれてしまう。その時、月海のピンチを救ってくれたのは、なんと“尼～ず”の天敵であるはずの“おしゃれ女子”だった…！？"
                },
                "2": {
                    "ID": "2978761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978761",
                    "TitleEnglish": "Sukiyaki Western Matsusaka",
                    "SummaryEnglish": "Tsukimi has some trouble in the morning trying to keep the man, Kuranosuke Koibuchi, from being spotted by her housemates. Later that day, Kuranosuke shows up again, disturbing the residents who are not used to the presence of chic people. Tsukimi is particularly troubled as she needs to keep his gender a secret. His over-friendliness rubs off the wrong way with the other residents and they tell him to leave. As way of apology, Kuranosuke manages to get them some high quality meat from his house, and it turns out that he is the son of a wealthy politician.",
                    "TitleJapanese": "スキヤキ・ウエスタン・マツサカ",
                    "SummaryJapanese": "クラゲのピンチを救ってくれた恩人である“おしゃれ女子”を成り行きで部屋に泊めてしまった月海。だが…彼女の正体は、なんと女装をした男子、蔵之介だった！　月海は、“尼～ず”の面々を必死にごまかし、彼女（彼）を追い返そうとするのだが、蔵之介はまた来ると言い残して去っていく。週に一度の楽しいはずの“尼～ず”の鍋パーティの日に、再び現れた蔵之介は、ついはしゃいでしまい場の雰囲気を壊してしまう。月海は、どう考えても場違いな天水館になんでまた来たのかと問いつめると、蔵之介はもう一度月海に会いたかったからだと告げるのだった…。"
                },
                "3": {
                    "ID": "2978771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978771",
                    "TitleEnglish": "Enchanted",
                    "SummaryEnglish": "While avoiding a family business meeting to visit the Amars, Kuranosuke makes a bad impression when asking about their income. Later, he secretly takes Tsukimi to his house and gives her a makeover which she is not particularly happy about. As Tsukimi escapes, she catches the eye of Kuranosuke's brother, Shū, who takes interest in her and goes to return her clothes. While Tsukimi seems to also take interest from seeing him, Shū does not recognize her in her usual clothing.",
                    "TitleJapanese": "魔法をかけられて",
                    "SummaryJapanese": "謎の女装男子、蔵之介の正体…。それは、天水館の近所に屋敷を構える大物政治家一族、鯉淵家の次男だった！　蔵之介は、月海や“尼～ず”のみんなと知り合って以来、流行ばかりを追いかける友人たちと遊ぶことにいささか退屈を覚えている。それよりも、月海にメイクアップを施したりきれいな服をコーディネイトして彼女を変身させることに楽しさを見いだしてしまう。一方、月海は鯉淵家で蔵之介の兄、修と遭遇してしまい、なにやら今まで生きてきて感じたことのない不思議な感覚を覚えてしまうことに…！？"
                },
                "4": {
                    "ID": "2978781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978781",
                    "TitleEnglish": "Let's Meet at the Aquarium",
                    "SummaryEnglish": "Kuranosuke learns Shū is planning to redevelop the Amamizukan into a hotel in two years time, though is surprised that none of the residents are too bothered. Kuranosuke decides to accompany Tsukimi to an aquarium and dresses her up again, convincing Shū to accompany them. As Tsukimi becomes fascinated by the jellyfish, Kuranosuke gets strange feelings from looking at Tsukimi. After changing into his male wear, he finds Tsukimi being embraced by Shū as she was crying from remembering her mother and feels jealous. After Tsukimi gets over it, she soon gets embarrassed over the hug. When she returns, she finds the resident manga author, Juon Meijiro, only has a week until her next deadline so the others have to rush to ink pages. However, she loses her concentration following Shū seeing her in her tank top. Meanwhile, Kuranosuke is disturbed to find Shū is still a virgin.",
                    "TitleJapanese": "水族館で逢いましょう",
                    "SummaryJapanese": "天水地区の再開発計画の情報を知った蔵之介は、尼～ずたちに天水館が地上げされてしまう可能性を伝えるのだが、当の本人たちはまったく意に介さない様子。あきれる蔵之介に月海はこれから水族館に行くからすぐに帰るよう促す。ところが蔵之介は、おしゃれして兄貴の車を借りて一緒に水族館に行こうと月海を誘う。それどころか変身した月海の姿に惹かれて、修までが水族館に着いてきてしまう始末…。いつものオドオドした様子とは違いクラゲを見てはしゃぐ月海が放つ魅力に、蔵之介と修は月海に対して予想もしなかった行動をとってしまう?!"
                },
                "5": {
                    "ID": "2978791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978791",
                    "TitleEnglish": "I Want to be a Jellyfish",
                    "SummaryEnglish": "Chieko, the daughter of the Amamizukan's manager, learns that her mother plans to sell the place and the residents will have to move out in a year. The Amars attend a presentation on the urban renewal project to protest, where they run into Shū (who still doesn't recognise Tsukimi in her normal wear), but they quickly leave since they can't stand being stared at. When the project leader, Inari, assumes Shū plans to back the opposition, she takes him out in order to persuade him otherwise, which Tsukimi sees. Annoyed by their willingness to give up, believing it to be the reason Tsukimi is upset, Kuranosuke decides to give the Amars makeovers so they can be taken seriously.",
                    "TitleJapanese": "私はクラゲになりたい",
                    "SummaryJapanese": "大家である千絵子の母が天水館の売却に前向きである事実が判明する。尼～ずたちもさすがに再開発計画の説明会に足を運ばざるを得なかった。説明会の会場で月海は修にそっけない態度を取られてしまう。その上、ディベロッパーの女性、稲荷と修が仲睦まじく歩いている所を目にしてしまい、その光景にショックを受けた月海は部屋に閉篭ってしまう。蔵之介は、再開発計画になす術もなく諦めムードに入っている尼～ずと月海を一喝！ そして蔵之介は、大量のメイク道具と衣装を携え、尼～ずたちの改造をはじめるのだった。"
                },
                "6": {
                    "ID": "2978801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978801",
                    "TitleEnglish": "Night of the Living Amars",
                    "SummaryEnglish": "Inari takes Shū to a bar and spikes his drink in order to take advantage of him at a hotel. Meanwhile, Kuranosuke takes the newly styled up Amars to a fancy café and treats them to some high class food, and Kuranosuke is once again taken aback by Tsukimi's cuteness. As Shū recovers and believes he's been sexually harassed, he makes a run for it. Kuranosuke later learns from one of the family employees, Hanamori, about Shū's phobia of women, which originated when he caught his father cheating on his mother with another woman, Kuranosuke's mother. Later, Shū briefly visits Tsukimi to shake her hand.",
                    "TitleJapanese": "ナイト･オブ･ザ･リビング・アマーズ",
                    "SummaryJapanese": "蔵之介は、尼～ずたちをおしゃれに変身させ普段彼女たちが苦手とするカフェにおもむく。はじめは固まっていたが徐々にカフェの雰囲気にも慣れ、はしゃぎ出す月海と尼～ず。そんな様子を見て蔵之介は、なぜか月海を意識している自分に気がつく。気恥かしさからかその日は天水館に寄らず、まっすぐ家に帰る蔵之介。一方、傘のお礼にという理由で稲荷に呼び出された修。修は彼女から再開発についての情報を得ようとするのだが、なぜか稲荷の部屋に連れて行かれてしまう…。なんと稲荷は、天水館買収のために修を利用しようとしていた！"
                },
                "7": {
                    "ID": "2978811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978811",
                    "TitleEnglish": "Islands of Unemployment Cash-lending",
                    "SummaryEnglish": "While Inari makes plans to return Shū's glasses, she drops by the Amamizukan to bribe the Amars with sweets, and Tsukimi becomes depressed when she sees Shū's glasses in her bag. Before she leaves, Inari is confronted by Kuranosuke, who says they will stand against her by buying the Amamizukan from the original owner. Tsukimi later asks Kuranosuke about Inari's apparent relation to Shū and cries about it. Kuranosuke soon realises the Amars are skint, so he suggests selling some of their possessions to raise funds, which they don't take too well. As Tsukimi gets stunned by seeing Kuranosuke topless, he almost kisses her before they are interrupted by the need for a fax machine. Meanwhile, Inari lies about having sex with Shū in order to blackmail him. After convincing Meijiro to put in a down payment for the Amamizukan, Kuranosuke tries to blackmail his father for the rest, but this fails since he only made it to second base. Instead, he reserves a stand at an upcoming flea market and looks through the Amamizukan storage.",
                    "TitleJapanese": "金融無職列島",
                    "SummaryJapanese": "天水館の買収を進めるべく尼～ずたちへ挨拶に訪れる稲荷。突然のディベロッパーの来襲にとっさに身を隠す尼～ずたちだったが、お土産に釣られつい姿を現してしまう。ちょうど、そこに偶然現れた蔵之介は、差出された名刺で稲荷の素性を知る。そして天水館を守るため勢いにまかせて自分たちが天水館を買うと稲荷にタンカを切り、彼女を追い返してしまう。その後、稲荷は修に会い揺さぶりをかける。酔っとはいえ、全く身に覚えのない修は、あの夜何があったのか稲荷にを問いただす。すると稲荷は携帯を取り出し、ある写真を修に見せるのだった…。"
                },
                "8": {
                    "ID": "2978821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978821",
                    "TitleEnglish": "Million-dollar Babies",
                    "SummaryEnglish": "Tsukimi and Kuranosuke find various retro crockery for their flea market. Meanwhile, Shū's father has Hanamori ask his private investigator friend, Sugimoto, to tail Shū in order to find out about Inari. At the flea market, Kuranosuke discovers that a jellyfish shaped teru teru bozu that Tsukimi made sells well, so he arranges for the Amars to help her make more. Sugimoto learns that Inari is blackmailing Shū in order to seal the development deal. After seeing Tsukimi entranced by frilly material, Kuranosuke wonders if he is having feelings for her. Meanwhile, Hanamori accidentally informs Shū about Sugimoto tailing him. Assuming Tsukimi might be interested in clothes, Kuranosuke suggests they work together to make jellyfish dresses to sell.",
                    "TitleJapanese": "ミリオンダラー・ベイビーズ",
                    "SummaryJapanese": "天水館購入資金を稼ぐためフリーマーケットへの出店を思いついた蔵之介は、天水館の納戸から昭和レトロで金目のものを探し当てることに成功する。アフターに改造した月海とフリマに参加する蔵之介だったが、蔵之介の発掘した商品は全く売れず、その代わりに意外なものが売れてしまう…。一方、修の様子がおかしいことを察した父の鯉淵議員は、運転手の花森の口を割り修に近づく女性の存在を知る。その女の素性を調べる様鯉淵議員に命じられた花森は、友人で探偵をしている杉本に調査を依頼し修の尾行を開始するのだが…。"
                },
                "9": {
                    "ID": "2978831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978831",
                    "TitleEnglish": "Midnight Cherry Boy",
                    "SummaryEnglish": "Inari manages to get Shū to set up a meeting with his father. Kuranosuke and Tsukimi go to his house to strategise their dress making and run into them. Kuranosuke questions Inari's lies about having sex with Shū, though when she shows off the doctored photo, Tsukimi believes it and runs off, leaving behind her sketchbook. Kuranosuke finds a sketch of a chrysaora melanaster and gets inspiration. Meanwhile, Tsukimi, having trouble sleeping, has some sweet sake to fall asleep. She is later carried to bed by Kuranosuke, with Tsukimi dreaming of her mother.",
                    "TitleJapanese": "真夜中のチェリーボーイ",
                    "SummaryJapanese": "月海が大切に思っている、亡くなった母のクラゲドレスの話を聞いた蔵之介。それは幼い頃の自分の母の思い出と重なり、クラゲドレスを一緒に作ってひと儲けして天水館を買おうと月海を誘う。一方、花森のミスからあっさり探偵に尾行されていることに気付いた修は、今後自分につきまとわないことを条件に、稲荷の本当の目的である父の慶一郎と会わせるため、稲荷を鯉淵家に連れて行くことに…。しかし、鯉淵家の門前で、修たちと月海たちが鉢合わせてしまう。稲荷は、修と自分は心まで結ばれたとうそぶき、以前撮った偽装証拠写真までチラつかせる始末。それを知った月海はショックのあまり天水館に逃げ帰り、ふたたび自分の殻に閉じこもろうとするのだった。"
                },
                "10": {
                    "ID": "2978841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978841",
                    "TitleEnglish": "Days of Love and Lukewarm Water",
                    "SummaryEnglish": "Kuranosuke tries to get Chieko's help in making a flower hat jelly shaped skirt, but she can only make kimonos, so she simply offers to do stitching while Kuranosuke and Tsukimi are left to figure everything else out. Meanwhile, Sugimoto is requested by Shū's father to investigate Tsukimi while Shū is still being manipulated by Inari. Tsukimi helps make progress on the skirt, but when Kuranosuke suggests moving production to his house, Tsukimi remembers about Shū and becomes depressed. When Shū calls Inari when she is way too drunk, he rushes over, only to find her faking having an overdose. He slaps her and decides to flee to Narita. Tsukimi gets out of her funk thanks to Kuranosuke and works with Chieko and Jiji to finish their dress, inadvertently using a pearl necklace given to Kuranosuke by his mother. However, when Mayaya and Banba return from Chinatown after being chased out by Kuranosuke, they find the Amamizukan encased in a construction zone.",
                    "TitleJapanese": "愛とぬるま湯の日々",
                    "SummaryJapanese": "クラゲのドレスを作るため材料を買い込み天水館を訪れる蔵之介。何も考えず月海に布を切らせ、千絵子に縫ってもらうのだが、出来上がったものはクラゲには程遠い安っぽいスカートだった。しかし、その失敗作を見た月海が突如覚醒し、ものすごい集中力で手直しを始める。見る見るうちにクラゲに近づいていくスカート。だが、修の話題が出た途端、月海の覚醒は解けてしまう…。その間にも天水地区の再開発計画は着々と進行していた。月海の事を想いながらも、修は未だに稲荷に振り回されていた。不安定な修を見かねた慶一郎は、無理矢理任務を命じ、修を海外へと旅立たせる。ちょうどその頃、天水館の建物が解体工事用のブルーシートで覆われてしまい…?!"
                },
                "11": {
                    "ID": "2978851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/princess-jellyfish/episodes/2978851",
                    "TitleEnglish": "Jellyfish of Dreams",
                    "SummaryEnglish": "As Tsukimi gets excited to make more dresses, the other Amars find out about the Amamizukan, only to later learn it was a mistake from the construction workers. However, they later receive a call from Chieko's mother, which causes Tsukimi to become determined to produce more teru teru bozu to raise the money needed quickly. Kuranosuke decides to enter Tsukimi's dresses into a fashion show, where they place first in every category. Meanwhile, Inari, who appears to have developed a crush on Shū following their last encounter, ends up sharing a plane with him. Tsukimi gets a little nervous when being introduced as the designer, but manages to label her brand as 'Jellyfish'. Later, Chieko's mother returns home, who says she no longer plans to sell the Amamizukan.",
                    "TitleJapanese": "ジェリーフィッシュ・オブ・ドリームス",
                    "SummaryJapanese": "完全に覚醒モードに入った月海は、ハナガサクラゲのドレスを完成させた後も続けざまにオキクラゲのドレス制作に移る。そして蔵之介は、クラゲのドレスをファション誌のコンテストに応募し、業界の注目を集め、華々しくオリジナルブランドを立ち上げ、天水館存続のために資金源を調達するという起死回生の策を尼～ずたちに提案する。果たして、蔵之介の妄想にも近い、そんな突拍子もないアイデアで、蔵之介と尼～ずたちは天水館を守ることは出来るのだろうか…？"
                }
            }
        }
    }
}