{
  "URL": "https://www.thetvdb.com/series/digimon-xros-wars",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Children"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1783878/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01785378",
    "https://www.themoviedb.org/tv/37851"
  ],
  "TitleEnglish": "Digimon Fusion",
  "SummaryEnglish": "Taiki Kudo is an upbeat boy with a desire to help those in need, although he tends to overexert himself. One day, he hears the voice of a Digimon named Shoutmon who is on the verge of death. Wanting to help him, Taiki is given a Digivice known as a Xros Loader, and he and his friends Akari Hinomoto and Zenjiro Tsurugi are warped to the Digital World where they meet Shoutmon and his allies, Ballistamon, Starmon and the Pickmons. By using the power of the Xros Loader, Taiki can perform a DigiXros, which can fuse any of his allies together into different forms. Taiki and his friends use this ability to fight the forces of the Bagura Empire while crossing paths with teams Blue Flare and Twilight.",
  "Aliases": [
    "Digimon Xros Wars",
    "Digimon Xros Wars: The Evil Death Generals and the Seven Kingdoms",
    "Digimon Xros Wars: The Young Hunters Who Leapt Through Time"
  ],
  "Modified": "2025-09-06",
  "Seasons": {
    "1": {
      "ID": "347911",
      "URL": "https://www.thetvdb.com/series/digimon-xros-wars/seasons/official/1",
      "# Episodes": 30,
      "Episodes": {
        "1": {
          "ID": "3075801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075801",
          "TitleEnglish": "Taiki Goes to Another World!",
          "SummaryEnglish": "The story begins with a seventh-grade boy named Taiki Kudō dreaming of commanding a Digimon army. The next day, Taiki spots a red creature flickering in static and hears a mysterious voice which presents him with a Xros Loader, into which the creature is absorbed. He and his friends, Akari Hinomoto and Zenjirō Tsurugi, are then sucked into a portal to the Digital World, where they are attacked by MadLeomon and his troops. The group is rescued by Ballistamon, Starmon, the Pickmon, and the mysterious red creature: Shoutmon. After Taiki and his Digimon companions fight back against MadLeomon and his troops, MadLeomon absorbs some Chikurimon, Troopmon, and Mammothmon to become Armed MadLeomon. Taiki uses his Xros Loader to allow Shoutmon and Ballistamon to DigiXros into a more powerful form. After injuring Armed MadLeomon, Shoutmon then uses the DigiXrossed Starmon and Pickmon, in the form of the Star Sword, to strike down Armed MadLeomon with a finishing blow. A portal appears recalling MadLeomon and his minions. Later, several Digimon are seen conversing about their evil plans after seeing the fight. As the episode ends, a boy and a girl, each with their own Digimon companions, watch Taiki's group from afar.",
          "Aliases": []
        },
        "2": {
          "ID": "3075811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075811",
          "TitleEnglish": "Shoutmon, Roar!",
          "SummaryEnglish": "The kids go with Shoutmon to his home, Village of Smiles, where they are thrown a party. Soon after Taiki decides to try to leave the Digital World and return home since he accidentally dragged Akari and Zenjirou with him, causing Shoutmon to become upset. The humans and digimon go their separate ways but MadLeomon attacks the kids once more, combining with Orochimon. Shoutmon comes to their rescue and with the help of Taiki to DigiXros, becomes Shoutmon X2 and defeats MadLeomon, causing the evil digimon to retreat. Nene is seen watching Kiriha and Taiki individually, evaluating their fighting skills.",
          "Aliases": []
        },
        "3": {
          "ID": "3075821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075821",
          "TitleEnglish": "Rival Kiriha, Appear!",
          "SummaryEnglish": "The Village of Smiles is suffering from the threat of the event known as \"Day of Rising Ground.\" The human boy known as Kiriha appears and informs Taiki and the others about what is happening, offering his help but only if Taiki joins his side and serves under him. He mentions something about the \"Code Crown\" as well. Refused, Kiriha uses DigiXros on MailBirdramon and a Golemon to fight Shoutmon and his friends. However MadLeomon's forces decide to attack the village as well...",
          "Aliases": []
        },
        "4": {
          "ID": "3075831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075831",
          "TitleEnglish": "Island Zone, Upheaval!",
          "SummaryEnglish": "The mysterious and beautiful girl known as Nene explains to Taiki and the others about the Code Crown. It is revealed that what they have is but a fragment of a larger piece and that there is a fragment for every Zone. Using the fragment's power to do a Zone Transfer, Taiki's Xros Heart army ends up in the Island Zone, surrounded by a vast ocean. However they quickly find out that this is not an island paradise as the Bagura Army's influence is in this zone as well. The struggle to find the zone's Code Crown begins!",
          "Aliases": []
        },
        "5": {
          "ID": "3075841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075841",
          "TitleEnglish": "Digimemory, Shine!",
          "SummaryEnglish": "Captured by Neptunemon, Archelomon is forced to give up the whereabouts of the Code Crown. In order to protect the Code Crown, Taiki and the others head into the stomach of a gigantic Digimon, Whamon. There, the group, as well as the Bagura Army, wage battle inside Whamon. Later, they find DigiMemories of legendary digimon under Whamon, and using them, they summoned legendary digimon Leviamon.",
          "Aliases": []
        },
        "6": {
          "ID": "3075851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075851",
          "TitleEnglish": "X4, Crisis Breakthrough!",
          "SummaryEnglish": "Teams Xros Heart and Blue Flare must protect KingWhamon and the Island Zone's Code Crown from Neptunemon's Seadramon army. Taiki realizes that a DigiMemory can only be used once and summons the memory of MarineAngemon to fight off the Seadramon army. They then take on Neptunmon himself....",
          "Aliases": []
        },
        "7": {
          "ID": "3075861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075861",
          "TitleEnglish": "Volcano Digimon, A Great Eruption!",
          "SummaryEnglish": "Team Xros Heart arrives in the Magma Zone where they decide to relax a bit in the hot springs. Their time for relaxation is cut short when SkullMeramon and some Meramon of Bagura Army shows up. Cutemon and Dorulumon comes to their rescue once more and Cutemon reveals that he is looking for his parents. Also it seems that BlueMeramon in the Bagura Army knows Dorulumon...",
          "Aliases": []
        },
        "8": {
          "ID": "3075871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075871",
          "TitleEnglish": "Fierce General Tactimon, Close In!",
          "SummaryEnglish": "To prevent AncientVolcamon from destroying the cave and killing the prisoners, Taiki issues a surrender from Team Xros Heart. He then hands over a fake version of his Xros Loader and the gang is lead away to a cell where they hope to find Cutemon's parents. There they plan an escape unknowing that Tactimon has arrived to the Magma Zone, with an unexpected revelation.",
          "Aliases": []
        },
        "9": {
          "ID": "3075881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075881",
          "TitleEnglish": "Dorulumon, Run Like the Wind!",
          "SummaryEnglish": "Tactimon attacks Team Xros Heart and captures Dorulumon and Taiki, ordering their execution. Meanwhile Nene informs Kiriha of Taiki's capture and he comes to fight Tactimon. While Tactimon is distracted by Mailbirdramon and Kiriha, BlueMeramon helps Taiki and Dorulumon to escape along with the rest of Xros Heart. The group then learns more about Dorulumon's involvement with the Bagura Army while they look for Taiki's Xros Loader.",
          "Aliases": []
        },
        "10": {
          "ID": "3075891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075891",
          "TitleEnglish": "Taiki, Become a Knight!",
          "SummaryEnglish": "Arriving in the Lake Zone, Team Xros Heart quickly discovers that the Bagura Army is present thanks to IceDevimon's frozen victims. After rescuing a drowning Knightmon, Taiki and the others are introduced to the ruler of the castle of the Lake Zone: Persiamon. Meanwhile IceDevimon and his troops attack but when they fail and retreat, the general Lilithmon appears to take over. She then reveals the plan to thaw out a frozen powerful and dangerous digimon. Not only that but Taiki's rival Kiriha is at the castle as well!",
          "Aliases": []
        },
        "11": {
          "ID": "3075901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075901",
          "TitleEnglish": "Xros Heart, Burn!",
          "SummaryEnglish": "Overdoing it during battle, Taiki passes out and Persiamon takes over to care for him. However Akari becomes sad and jealous since that is usually her job. Unfortunately Lilithmon seizes the opportunity to turn Akari's emotions against her and control her, forcing Akari to find the fragment of Code Crown and bring it to her. Meanwhile as Taiki recovers, Lilithmon also unleashes the powerful digimon Daipenmon who nearly wipes out Taiki's forces that Zenjirou is leading. At the very end Nene appears before Kiriha, saying she has decided to team up with him, revealing that she wields a black Xros Loader.",
          "Aliases": []
        },
        "12": {
          "ID": "3075911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075911",
          "TitleEnglish": "Sand Zone, A Great Adventure in the Ruins!",
          "SummaryEnglish": "Now in the Sand Zone, Team Xros Heart is suffering from the blazing sun and quickly falls into a sand trap laid by Scorpiomon of the Bagura Army! Then falling deep underground, the team is cornered by a bunch of Scorpiomon just before Revolmon appears and saves them! Only it seems that as a favor for saving them, Team Xros Heart must help Revolmon with his treasure hunt! But it's not going to be an easy task as what's a treasure hunt without some booby traps and battles!? Not to mention the Bagura general Blastmon is currently present in the zone!",
          "Aliases": []
        },
        "13": {
          "ID": "3075921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075921",
          "TitleEnglish": "Taiki, Warrior of the Goddess!",
          "SummaryEnglish": "The battle between Blastmon and Nene and Kiriha's forces continue. Meanwhile as Team Xros Heart investigates the commotion, they are attacked by Baalmon who accidentally reveals an old Digimon goddess statue that has been buried. While fighting, Blastmon causes the ground to collapse, making Taiki and the statue to take a tumble deep underground, separating the kindhearted general from his friends. Baalmon then appears before Taiki and says Taiki has been blessed by the goddess and is now her warrior. In response, Baalmon helps lead Taiki from the underground while enlightening him about the past of the Sand Zone and the goddess warriors. Eventually Taiki learns more about Baalmon himself and his tragic past...",
          "Aliases": []
        },
        "14": {
          "ID": "3075931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3075931",
          "TitleEnglish": "The Warrior Beelzebumon, Dances!",
          "SummaryEnglish": "After Baalmon is fatally wounded by Lilithmon, Taiki is instructed by Pharaohmon to use the Sand Zone's Code Crown which rises a pyramid that carries Team Xros Heart and Baalmon away from Lilithmon and her SkullScorpiomon army. Taiki uses his DigiXros to summon the statue of the Digimon Goddess to begin healing Baalmon's wounds. Meanwhile Lilithmon's forces try to break into the pyramid and Team Xros Heart all band together to fight while being unable to Digi Xros. Will they be able to fight in their reduced state and can Taiki save Baalmon!?",
          "Aliases": []
        },
        "15": {
          "ID": "3160441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3160441",
          "TitleEnglish": "Heaven Zone, The Snare of Paradise!",
          "SummaryEnglish": "In Heaven Zone arena, a crowd of Digimon are watching a Gargoylemon and GuardiAngemon (commanders of Heaven Zone's Police) executing a Puttimon who broke laws. Meanwhile, Xros Heart arrives at the Zone and amaze by the surrounding. Later, Taiki falls off a cliff but is saved by Shakkoumon. Dondokomon drums disrupting a Pucchiemon orchestra and gets in trouble with a police Piximon. Taiki tries to stop the argument caused by Dondokomon as Lucemon shows up to clean the mess. After the argument is off, Lucemon tells Taiki and the that Gargoylemon is a member of the Heaven police. Lucemon then takes them on a balloon tour, but Dondokomon knocks down a sculpture. Gargoylemon arrives and arrests Dondokomon, Taiki, and Shoutmon. Moments later, Taiki teammates and Lucemon visit the police department where they are told that Dondokomon is being interrogated. Ballistamon ends up busting Taiki, Shoutmon, and Dondokomon out which alerts the rest of the force. When Gargoylemon and his member catch up, the Xros Heart is knocked out by GuardiAngemon waiting to be executed the next day. In the arena, Lucemon show up and speaks out causing a Cupimon to confesses his destruction on the sculpture. Cupimon ends up taking Xros Heart's place. Taiki then DigiXros Shoutmon into Shoutmon ×4 to fight GuardiAngemon, but is overwhelmed until Beelzebumon tells Taiki to DigiXros him with Shoutmon. Shoutmon ×4B is form matching GuardiAngemon's speed. Taiki later stops Shoutmon ×4B from finishing off GuardiAngemon. Lucemon manages to convince GuardiAngemon to spare Cupimon's life and the crowd cheers.",
          "Aliases": []
        },
        "16": {
          "ID": "3160461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3160461",
          "TitleEnglish": "Dark Knight Digimon, An Entrance!",
          "SummaryEnglish": "As GuardiAngemon holds a coronation for Lucemon, Shoutmon has an encounter with Shakkoumon in the library after Lucemon leaves. When Lucemon arrives for his coronation, it is crashed by Shakkoumon who is really the administrator of the election. Lucemon uses the Heaven Zone's Presidential Armlet to split the Heaven Zone unleashing a floating building in order to gain its Code Crown. Lucemon than Digivolves into Lucemon Chaos Mode and reveals that he is actually working for Lilithmon. When Shoutmon tries to attack Lucemon, he ends up zapped upon the arrive of Nene and DarkKnightmon. She releases Sparrowmon as she and DarkKnightmon head to the floating building where a dark energy ball which also appear with the Zone's parting as it is corrupting the Heaven Zone's inhabitants. Before Lucemon takes off, he is grabbed by Ballistamon and then attacked by Dorulumon only for him, Ballistamon, Starmon, and the Pickmons to be knocked away. When he starts to unleash an attack on Taiki and Shoutmon, it ends up blocked by Shoutmon as Lucemon ends up attacked by Beelzebumon. Taiki then forms Shoutmon ×4B to fight Lucemon with Shakkoumon giving support before defeating Lucemon so Taiki can claim the Heaven Zone's Code Crown. Shakkoumon teleports Xros Heart to the floating building and find Nene harvesting the dark energy ball's energy for DarkKnightmon. Just then, having survived, Lucemon appears and grabs Nene while draining the dark energy. However, this results with Lucemon being overwhelmed by the dark energy as it engulfs both him and Nene before Xros Heart and Sparrowmon's eyes.",
          "Aliases": []
        },
        "17": {
          "ID": "3160481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3160481",
          "TitleEnglish": "Miraculous DigiXros! Shoutmon X5 Flies!",
          "SummaryEnglish": "As the dark energy ball engulfs Lucemon Chaos Mode and Nene, Sparrowmon tries to grab Nene but fails as the energy digivolves Lucemon into his Shadowlord Mode with the girl trapped in the Gehanna sphere. As Lucemon takes off, Sparrowmon attacks him to rescue Nene as Shoutmon ×4 and Beelzebumon also involving in the fight too. But neither the Xros Heart Digimon or Sparrowmon could stop Lucemon as he siphons all the dark energy from the Heaven Zone's darkness-infected citizens, growing bigger as a result while a Monitamon informs DarkKnightmon on the current situation. While Xros Heart regroups to figure out how to defeat Lucemon, Nene reflects on the time when she was with Sparrowmon. Sparrowmon wakes up in Xros Heart's care as Lucemon starts to absorb the Heaven Zone as Shoutmon ×4, Beelzebumon, and Shakkoumon are unable to stop him. Without the help of DarkKnightmon, Sparrowmon tries another attempt at Gehanna with Taiki using the Patamon DigiMemory so Shoutmon ×4 to support her. When Sparrowmon manages to penetrate the dark energy sphere, she is grabbed by Lucemon just as she almost reached Nene. Lucemon then attacks Shoutmon ×4 and sends him and Taiki falling. Soon, with the mutual standing of both team, Taiki managed to DigiXros Shoutmon ×4 and Sparrowmon into Shoutmon ×5 to fight Lucemon. Shoutmon ×5 manages to destroy Lucemon as the Heaven Zone returns to normal. As Xros Heart are being congratulated by Shakkoumon (and giving Xros Heart the Code Crown in the processes), Nene harvests the remaining dark energy and brings out DarkKnightmon.",
          "Aliases": []
        },
        "18": {
          "ID": "3238181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3238181",
          "TitleEnglish": "Stingmon, Hero of the Digimon Jungle",
          "SummaryEnglish": "While traveling to the next zone, Xros Heart end up falling from the skies into the Forest Zone. Beelzebumon, Akari and Zenjirō has split fron Taiki and his remaining team members after the fall. Taiki then looks for Akari and Zenjirō by sending Dorulumon and Deputymon to perform the task. Akari's side encounter with Stingmon who launches an attacks on them but stopped by Lilamon and later reveal themselves as the guardians of the Forest Zone's deity that sleeps within a sacred temple. Just then, Taiki find themselves surrounded by Kongoumon and his army of MegaKabuterimon. He then DigiXros Shoutmon into Shoutmon ×2 and brings out Knightmon and the PawnChessmon to fight their rival with Tactimon arrives. Dorulumon and Deputymon are managed to locate Zenjirō and Akari and Beelzebumon follows them, leaving Zenjirō and Akari behind which later they encountered with Kiriha and Nene. Shoutmon ×2 ends up pinned down by Tactimon but with Beelzebumon arrives, Taiki DigiXros Shoutmon into Shoutmon ×4B to fight with Tactimon. Shoutmon ×4B ends up obliterating the MegaKabuterimon army after Tactimon withdraws himself during the battle. With Stingmon and Lilamon defeated, Nene demands Kiriha to have MetalGreymon torture them for information on the legendary Digimon, but Kiriha refuses insisting that he only lives to fight those who are the strongest. Upon hearing their conversation, DarkKnightmon emerges from Nene's Xros Loader and ends up fighting MetalGreymon until Taiki arrives with Shoutmon ×4B to stop the fight. Just then, light was sent out by the legendary Digimon from the nearby sacred temple, dragging Stingmon into it which then follows by Nene and DarkKnightmon.",
          "Aliases": []
        },
        "19": {
          "ID": "3238191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3238191",
          "TitleEnglish": "The Legendary Deckerdramon Takes Action!",
          "SummaryEnglish": "Nene and DarkKnightmon pursue the light that Stingmon is in revealing that he is then healed by the Forest Zone's deity Deckerdramon. Outside the temple, Lilamon mentioning a dance ritual called the Love Love Dance which will open a gateway while Taiki goes after Kiriha and drawing him back to the ruins. In front of a crowd of digimon, Zenjirō and Akari are forced to perform the embarrassing dance and it is working, calling Deckerdramon’s attention to open the gateway. Taiki and his teammates catches the light with Kiriha, Sparrowmon and Monitamon following him while Beelzebumon and some others stay behind to fight Kongoumon. Nene and DarkKnightmon appear before Deckerdramon in an attempt to recruit him and gain the Zone's Code Crown. The Xros Heart arrives and DigiXrossing Shoutmon into Shoutmon ×4 along with Kiriha's MetalGreymon to fight with DarkKnightmon. Reckless against them, DarkKnightmon demanding Nene to perform Xros Open reverting DarkKnightmon back into SkullKnightmon and DeadlyAxemon and later DigiXros SkullKnightmon into SkullKnightmon's Big Axe Mode which then manages to knock down both Shoutmon ×4 and MetalGreymon. Taiki tries to reason with Nene, only to trigger a flashback involving her younger brother, Yū, which then DigiXrossing SkullKnightmon and DeadlyAxemon back into DarkKnightmon. Deckerdramon decided to team up with Kiriha and giving him the Code Crown. Following an attack by MetalGreymon and Deckerdramon, Nene withdraws entering another zone following by Kiriha. Later, the army of GranKuwagamon and Kongoumon is destroyed by Beelzebumon. Xros Heart soon leaves the zone. While going through a portal, a dark energy entangles Taiki as he ends up getting separated from his teammates.",
          "Aliases": []
        },
        "20": {
          "ID": "3398621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3398621",
          "TitleEnglish": "Dust Zone, GrandLocomon's Giant Scrap City!",
          "SummaryEnglish": "The wave of darkness that Taiki is ensnared by is revealed to be DarkKnightmon's action in an attempt to recruit Taiki. It turns out that Taiki pure heart revokes the dark energy of an orb stored by DarkKnightmon, leading the discards of Taiki off a tower. Luckily, Taiki is saved by Akari and Dorulumon, though his Xros Loader is stolen by a Garbagemon who escape onto a Kettle the Trailmon with his teammates who consist a groups of MetalMamemon and ShadowToyAgumon. During the pursuit, Taiki, Shoutmon, and Dorulumon end up caught between the train tracks as different Trailmon pass by, that is sending trashes all around. Taiki then has an encounter with Puppetmon. Through Puppetmon, the gang soon learns about the tyrant Digimon GranLocomon is ruling the Dust Zone. When Taiki mentioned about Xros Loader, Puppetmon's behavior was turn rapidly by offering himself to Taiki for searching it. Taiki and the others later finds out the hideout of the MetalMamemon, ShadowToyAgumon, and the Garbagemon who stole his Xros Loader. Only then, Puppetmon break into and instead stealing Taiki's Xros Loader. It is later make known that GranLocomon have made a promise to leave the zone if they manage to obtain a Xros Loader for him. However, upon gaining the Xros Loader, GranLocomon reveals to be lying and causing Puppetmon to getting it back. Regaining his Xros Loader, Taiki forms Shoutmon ×4 and destroys GranLocomon. Though it seemed the worse is behind, Xros Heart, Puppetmon, and Garbagemon's gang are unexpectedly attacked by DarkKnightmon, SkullGreymon, SkullSatamon, and Kiriha (controlled by DarkKnightmon's Darkness Loader).",
          "Aliases": []
        },
        "21": {
          "ID": "3398631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3398631",
          "TitleEnglish": "Decisive Battle! DarkKnightmon VS Xros Heart!",
          "SummaryEnglish": "Xros Heart are forced to fight DarkKnightmon and Kiriha, managing to escape them with Puppetmon's help. Later, Sparrowmon arrives, persuading Taiki to save Nene along telling him DarkKnightmon's intention to form a Darkness Loader for his own sake. Later, DarkKnightmon offering Lilithmon to work together to finish up the Xros Heart. Deciding to save Nene, Taiki is stopped by Kihira but Taiki managed to snap him out of DarkKnightmon's control. Kihira instead team up with Shoutmon ×4 to battle against DarkKnightmon and Lilithmon along with their army. Taiki and Sparrowmon managed to save Nene and returned to the battle field and soon DigiXros Shoutmon into Shoutmon ×5 and wipe out the Guardromon. Puppetmon later throws a MetalGarurumon DigiMemories at Taiki and he activates it and with the power of MetalGreymon's Cyber Launcher, Taiki razes the remaining Tankmon. Soon, DarkKnightmon reveals that the Darkness Loader has form and execute Forced DigiXros with SkullSatamon and SkullGreymon into Super DarkKnightmon, attempting to use his power to destroy everyone in the Zone but able to be stopped by Taiki and Kihira. Later, the Code Crown of Dust Zone appears, leaving it to Puppetmon while Kihira finally accepts Taiki as his rival and Nene joins Xros Heart. Meanwhile, Bagramon finally shows up physically in front of Tactimon.",
          "Aliases": []
        },
        "22": {
          "ID": "3398641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3398641",
          "TitleEnglish": "Wisemon, The Secret of the Digital World!",
          "SummaryEnglish": "After a brief talk with Taiki, Nene discovers that her Black Xros Loader no longer works and collapses. Needing to get her some help, the team decide to take Nene to the Monitamon's home in the Shinobi Zone. However, whilst travelling between zones, the group are attacked by Arkadimon and Taiki ends up getting separated from the rest, who thrown away into a dark space. Soon, he is pulled into a strange book and met with Wisemon who explains to him about the Code Crowns and the strange occurrences in the human world. Meanwhile, Shoutmon and the others are trapped in Arkadimon's nest and preventing Arkadimon from consuming them. Taiki soon makes his way in searching for the rest. As Taiki runs into trouble, Wisemon appears to assist Taiki, who then regains his Xros Loader and DigiXros Shoutmon into Shoutmon ×5 while making sure the others are safe. Arkadimon attempts to stop them escaping, but lastly get destroy when strikes by the attack from Darkdramon upon activate his DigiMemory and another from Shoutmon ×5. Lilithmon arrived and get enraged, discovering that Arkadimon was defeated. With Wisemon deciding to join Xros Heart, they arrive in the Shinobi Zone where they are greeted by a clan of Monitamon.",
          "Aliases": []
        },
        "23": {
          "ID": "3598711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3598711",
          "TitleEnglish": "Shinobi Zone and the Comic Ninja Battle!",
          "SummaryEnglish": "As Xros Heart meet the Monitamon of the Shinobi Zone, who have been following their exploits through the Monitamon under Nene, they learn that Blastmon's general Musyamon has taken over most of the Shinobi Zone. They visit a Monitamon training camp and learn that the Monitamon Princess has been taken hostage by Mushamon, who wants the Code Crown in exchange. Just then, a Shurimon arrives and tries to attack the Monitamon Elder, but leaves in exchange for a Samurai DVD. After trickily getting everyone up a cliff, Zenjirō falls off but is saved by a group of Etemon. They are then led to the lair of Karatenmon, who will only give up the Code Crown if someone can make him laugh. Everyone puts on their own acts to make him laugh such as Shoutmon's DigiXros with other Digimon, but with no result. However, Nene, who has lightened up a bit more, joins Akari in a comedy sketch which successfully makes Karatenmon laugh. When he reveals the Code Crown, the Etemon snatch it revealing themselves as spies under Mushamon. Taiki DigiXros Ballistamon and Persiamon into BalliBastemon to seduce the Etemon, before hitting them with a surprise attack and finishing them with the Star Sword. Nene and Akari become friends and Xros Heart regains the Code Crown to rescue the princess.",
          "Aliases": []
        },
        "24": {
          "ID": "3598721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3598721",
          "TitleEnglish": "Drop-Out Monitormonz Do Their Best!",
          "SummaryEnglish": "Wanting to impress Nene, Zenjirō offers to sneak into Musyamon's base, taking Dorulumon, a trio of red Monitamon and the Rare Star Sword with him whilst Taiki and the others hold off Shurimon's army (consisting of Gaiomon, Asuramon, and a bunch of Igamon) using an Impmon DigiMemory in the process. As Zenjirō gets further into the base, he notices the desperate situation that Taiki and others are facing and becomes more determined to sneak into the base while Dorulumon holds off the guards. Zenjirō then faces against Musyamon while Nene's Monitamon save the princess. When Zenjirō's words and situation is broadcast to the rest, Nene flies over to the base to save the red Monitamon from being killed by Mushamon. Her Xros Loader soon transform from black to lavender and DigiXros the red Monitamon into Hi-Vision Monitamon, who distracts Musyamon. Taiki soon DigiXros Shoutmon into Shoutmon ×5 to face the opponent. Although Shurimon, Gaiomon, Asuramon try to hinder Shoutmon ×5, Hi-Vision Monitamon is able to aid him to destroy Musyamon and his minion in a single shot. Afterwards, Nene gives Taiki the Shinobi Zone Code Crown and the Red Monitamon, saying she plans to go and search for her brother, whilst the princess being saved turns out to be a creepy looking Babamon.",
          "Aliases": []
        },
        "25": {
          "ID": "3598731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3598731",
          "TitleEnglish": "Zone Destruction! Taiki and Kiriha Send Sparks Flying!",
          "SummaryEnglish": "In the Disc Zone, Kiriha has just obtained the Code Crown from Mercurymon and encountered with Blastmon where soon they started a battle. Xros Heart arrived and discovered the destruction made by DeckerGreymon (Kiriha's newly DigiXrossed Digimon) and Blastmon. Taiki tries to intervene the battle with Shoutmon ×4K but undesirable result occurs, as a sudden Xros open happens to Shoutmon ×4K, resulting the battle to become even worst. Just then, the ground collapses sending Blastmon out of the battle and separating Shoutmon, Greymon and MailBirdramon from the others. Realizing Disc Zone is continuously collapsing, Taiki fail to persuade Kiriha to save the Zone. Soon, a Bulbmon is unleashed by Blastmon to extend the chaos. Reunited with Taiki, Shoutmon is again forms into Shoutmon ×4K, which later starts to weaken again and Bulbmon almost crushes him. Greymon unexpectedly steps in to assist him by flipping Bulbmon over together and destroy him. Kiriha soon leaves the Zone and let Taiki to struggle alone in saving it.",
          "Aliases": []
        },
        "26": {
          "ID": "3598741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3598741",
          "TitleEnglish": "Shoutmon, Proof of a King!",
          "SummaryEnglish": "As the Disc Zone collapses, Taiki quickly transfers all the Digimon over to Shinobi Zone. However, fragments of Blastmon cling onto some of them and attacks them as night as revealed to Taiki by Wisemon. Beelzebumon soon arrives and DigiXros with Deputymon to destroy the pseudo-Blastmon. Later, Shoutmon gets some personal training from Ballistamon and Beelzebumon in order to prove himself as a strong Digimon, able to become the Digimon King. A Digimon named Tuwarmon appears during the training and informing them that Blastmon's arrival to the zone before leaving. As Blastmon arrives, Shoutmon ×4B fights against him, pledging to protect the people around him. Shoutmon ×4B is then further DigiXros into Shoutmon ×5B and defeated Blastmon while gaining most of his Code Crowns. Meanwhile in a now-ruined Disc Zone, Tuwarmon revealed to be DarkKnightmon's spy, planted into the Bagra Army under the guise of Damemon. As Taiki contemplates his next moves, he hears the melody of another Digimon close to dying.",
          "Aliases": []
        },
        "27": {
          "ID": "3851771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3851771",
          "TitleEnglish": "Sweets Zone! The Sweet-Toothed Digimon Battle!",
          "SummaryEnglish": "Taiki founds and rescues the digimon, known as Spadamon with Cutemon healing him. Spadamon explains that the Sweets Zone has been taken over by the Bagra Army's Matadormon, forcing the patissiere to prepare desserts for him. In order to save them, Xros Heart enters the Sweet Zone and persuaded the group of Monzaemon which they encountered that Akari is the best patissiere in the Digital World. While Nene and the Monitamon concentrate on rescuing the imprisoned patissiere, the Xros Heart enter a kitchen colosseum where they meet with the top chef WaruMonzaemon, Matadormon private chef, and took down a challenge in order to make Matadormon reveals himself. Their unappealing sweet potatoes cake wins the challenge and with the hostages being rescued, Xros Heart started off a battle. Monzaemon leader then absorbs his Monzaemon followers to become Giga WaruMonzaemon. Shoutmon ×4 initially struggles in the battle but with Spadamon offers himself to DigiXros with him which then becomes Shoutmon ×4S, they managed to defeat Giga WaruMonzaemon. As Coronamon, one of the prisoners being free, mentioned that Cutemon's parents were sent to the underground along with other residents, Matadormon appeared and split the ground, sending the Xros Heart falling.",
          "Aliases": []
        },
        "28": {
          "ID": "3851781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3851781",
          "TitleEnglish": "The Ultimate Weapon Activates! You Can Do It, Cutemon!",
          "SummaryEnglish": "Xros Heart find themselves into the Sweets Zone's underground and with the impression that Cutemon's parents are among them, Taiki and others attempt to search for and save everyone only to find themselves surrounded by Raremon. They managed to escape with Nene's Monitamon attack, causing the team to separated into three groups with Zenjirō and Nene learning the Raremon are the prisoners transformed. Furthermore, Cutemon's parents are nowhere to be found as the nearly complete Breakdramon emerges. Shoutmon ×5 is then formed to fight the robotic dragon before Matadormon appears with Cutemon's parents as hostages, forcing Xros Heart to step down with Shoutmon ×5 being attacked nearly to death. However, through his parents' telepathic request, Cutemon heals Shoutmon ×5 as he proceeds to destroy both Breakdramon and Matadormon, with Cutemon's parent being rescued. With the Raremon restored back to their original forms, Cutemon says goodbye to his parents as he continues with Xros Heart to the next Zone.",
          "Aliases": []
        },
        "29": {
          "ID": "3851791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3851791",
          "TitleEnglish": "Taiki & Kiriha VS Bugra Army in an All-Out Showdown!",
          "SummaryEnglish": "Taiki and others comes to Sword Zone, where all Digimon in this zone have a goal to become the real swordsman but Grademon arrives and attack them, causing Xros Heart to fight against him. Shoutmon ×4 who managed to defeat Grademon but Taiki's wishes of hoping all the enemy to become a kind digimon turns Grademon back to itself original form with the Code Crown's power. Grademon later leaves the place. By then, Kiriha appears in front of Taiki and reveals the war for the Digital World is about to commence. Tactimon soon appears and overwhelms Shoutmon ×5 and DeckerGreymon with his Jatetsufūjinmaru and collect the Code Crowns from Taiki's and Kiriha's Xros Loaders to be presented to Bagramon. When Tactimon about to demolish Taiki, Grademon returns and take over his place and lastly sacrifice himself by destroy Tactimon's tower, unlocking and allowing Beelzebumon to enter the Zone. Shoutmon ×5B is then forms to send Tactimon off the Zone with the help of Greymon and other Xros Heart's Digimon. However, Bagramon then appears, absorbing all of the Code Crowns and sending Taiki, Zenjirō, Akari back to the human world together with Shoutmon. Furthermore, now the ruler of the Digital World, Bagramon is revealed to be DarkKnightmon's elder brother as they plan on making big changes.",
          "Aliases": []
        },
        "30": {
          "ID": "3851801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/3851801",
          "TitleEnglish": "Embark on a New Adventure!! Decisive Battle in Tokyo!!",
          "SummaryEnglish": "Ending up back in their world, Taiki, Akari and Zenjirō learn that their time in the Digital World was about half a day in human world time and both of Taiki and Akari's family members have no faith on their words. Taiki later hears the voice who had granted him the Xros Loader, though is unable to find it. The next day, Taiki meet up with Akari and Zenjirō, telling them his intention to go back to the Digital World and save their friends over there. The voice eventually respond to his words leading them to it, revealed to be the DigiMemory of Omegamon. After fully materialising Shoutmon and explaining the origin of the DigiMemories, Omegamon reveals he has the power to return Taiki to the Digital World, but Akari and Zenjirō must stay behind. Just then, Tactimon, who was trapped in the real world and attacking the city, uses the electricity to give himself form and chase over Taiki. After Taiki fail to use his DigiMemory in the battle, Tactimon captures Akari and Zenjirō, demanding Taiki to hand over the Xros Loader. However, Akari and Zenjirō's passionate emotions give Taiki's Xros Loader a new power, allowing Shoutmon to digivolve into OmegaShoutmon who manages to destroy Tactimon. Taiki returns to the Digital World with Shoutmon, where his presence is noticed by Nene's brother, Yū, who is seen with DarkKnightmon and says that he wants to battle against Taiki.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1836818",
      "URL": "https://www.thetvdb.com/series/digimon-xros-wars/seasons/official/2",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4076941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4076941",
          "TitleEnglish": "To a New World! The Blazing General's Dragon Land",
          "SummaryEnglish": "Taiki and Shoutmon return to the Digital World and land in Dragon Land, knowing that through Lilymon (Shoutmon's old village mate) that there are no longer Zones as the Digital World has been reformated into one floating island where Bagramon reigns from, with seven surrounding Lands, each ruled by DarkKnightmon's Death Generals. Taiki and Shoutmon encounter Dracomon, saving him from a mob of dinosaur and dragon Digimon led by Devidramon. Meanwhile, Kiriha arrives and launches an attack at the Bagra Army's Dragon Land branch while calling out the first Death General, Dorbickmon. Answering Kiriha's challenge, having taking out the bulk of Blue Flare with a pit trap, Dorbickmon arrives in his Darkness Mode and uses his Darkness Loader to Forced DigiXros his Flarerizamon into a flaming sword to easily defeat DeckerGreymon. With some help from Lilymon and Dracomon, Taiki manages to get Kiriha away from Dorbickmon's attack. Realizing Xros Heart's team has returned, Dorbickmon Xros Opens to have Fanglongmon aid the Salamandermon, in destroying Taiki and the rest with their magma. Soon, Dracomon's brave attitude to sacrifice himself in order to save Taiki and the others, causes Shoutmon to digivolve to OmegaShoutmon and defeat the army before Dorbickmon arrives, springing his trap as OmegaShoutmon is buried alive.",
          "Aliases": []
        },
        "2": {
          "ID": "4080422",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4080422",
          "TitleEnglish": "Stand up, Kiriha! Xros Heart's Rescue Plan",
          "SummaryEnglish": "With OmegaShoutmon trapped, Dorbickmon DigiXros with Fanglongmon to assume his Darkness Mode, and easily reverts OmegaShoutmon to his rookie form. Before Dorbickmon can destroy Taiki and others, Nene shows up and uses a plant-like smokescreen before retrieving the rest out of harm. At her camp, Nene reveals that she and the Monitamon have been disguising themselves as plants to gather information. Meanwhile, Dorbickmon uses the captured Xros Heart member as a bait to force Taki to reveal himself. The next day, Taiki shows up in front of Dorbickmon. However, he acts as a distraction, allowing Dracomon to flood the area while Shoutmon saves their allies. Infuriated, Dorbickmon DigiXros all his minions to become the winged giant Dorbickmon. Safely placing the allies into his Xros Loader, Taiki forms Shoutmon ×5B to fight Dorbickmon but was defeated by Dorbickmon's power. Dorbickmon then grabs Dracomon and attempts to crush him but is stopped by Kiriha, who arrives with MetalGreymon. Standing tough, Kiriha's pride and Dracomon's hope make Kiriha's Xros Loader to shine, enabling MetalGreymon to digivolve to ZeekGreymon who fatally injured Dorbickmon and both teams claim Dragon Land. Before he died, Dorbickmon warned that they will never defeat the remaining Death Generals. Kiriha finally joins forces with Xros Heart under Nene's pursuit.",
          "Aliases": []
        },
        "3": {
          "ID": "4080437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4080437",
          "TitleEnglish": "Shivers down the Spine! The Moonlight General's Vampire Land",
          "SummaryEnglish": "With Dorbickmon defeated, Taiki and the rest end up on another Land where they managed to free a Lopmon who being chased by three LadyDevimon. Later, Lopmon reveals that the place where they are now is Vampire Land and that many of his kind have been captured to the Land's Death General's castle for some reason. Taiki and Nene decide to sneak into the castle disguised as Lady Devimon, and Cutemon disguised as a Lopmon, to take out the castle's barrier. Found out, things go from bad to worst when Taiki encounters NeoVamdemon (Bagramon's second Death General) as Lopmon manages to destroy the barrier, with Shoutmon ×5 unable to fight the stronger Death General. The battle then took over by Kiriha yet the unharmed NeoVamdemon then uses his Darkness Loader to Forced DigiXros with his Devimon and LadyDevimon armies to assume Darkness Mode before executing another DigiXros with MetalGreymon, leaving everyone, especially Kiriha, an unexpected shock.",
          "Aliases": []
        },
        "4": {
          "ID": "4094215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4094215",
          "TitleEnglish": "Don't Die Greymon!! The Birth of Shoutmon DX",
          "SummaryEnglish": "As Xros Heart find themselves in a pinch, they manage to escape when Lopmon makes himself glow white which spooks NeoVamdemon. Lopmon later reveals that NeoVamdemon's weakness is a legendary white Lopmon. As Kiriha and the rest of Xros Heart hold off NeoVamdemon's forces, Taiki along with Shoutmon and Lopmon head to an underground chamber, trying to search the white Lopmon but only to discover it to be a trap laid out by NeoVamdemon. When Shoutmon hears MetalGreymon's melody still responding, he allows himself to be DigiXrossed by NeoVamdemon, along with Lopmon, both of them try to convince MetalGreymon not to give up. Lopmon then summons all the captive Lopmon to form as white Lopmon which then enables Shoutmon and MetalGreymon to digivolving into OmegaShoutmon and ZeekGreymon. However, they are still in the disadvantages stage until Lopmon sacrifices himself to give Taiki and Kiriha the ability to perform a Double Xros, allowing OmegaShoutmon and ZeekGreymon to become Shoutmon DX. With this power, they manage to break free from the Forced DigiXros and defeat NeoVamdemon. Soon, they claim and left the purified Vampire Land.",
          "Aliases": []
        },
        "5": {
          "ID": "4094216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4094216",
          "TitleEnglish": "Power is Being Absorbed! The Hunters of Honey Land",
          "SummaryEnglish": "After destroying NeoVamdemon, Taiki and the rest reach Honey Land. Soon, they discover that Lilamon is under attack by a swarm of Honeybeemon who drain her power. Taiki's group tries to save her, only to be stopped in their tracks by a Digimon named Ignitemon, who weakens the group's Digimon under orders from Zamielmon (Bagramon's third Death General). However, the arrival of a Digimon freedom fighter named Mervamon enables the Xros Heart United Army to escape. Soon, they follow Mervamon back to her shelter and discover more Digimon including Stingmon are stung by Honeybeemon with most of their energy being drained off. Soon, they decided to destroy Zamielmon. Back in Zamielmon's lair, Zamielmon's servant GrandisKuwagamon told Zamielmon that the humans he encountered are the ones who killed Dorbickmon and NeoVamdemon. The next day, Taiki make their way to reach Zamielmon's lair only to discover that he expected them and reveals Ignitemon to be Mervamon's younger brother shocking everyone. Zamielmon then DigiXros Honeybeemon and GrandisKuwagamon, forming GrandisKuwagamon Honey Mode with Ignitemon riding on it's back. Feeling Mervamon's pain, Nene brings out Sparrowmon and forcefully drags Ignitemon off of GrandisKuwagamon. Then, Nene DigiXros Mervamon and Sparrowmon to become JetMervamon, destroying GrandisKuwagamon. After the battle, Ignitemon comes to his senses and joins the Xros Heart United Army. However, Zamielmon escapes and vows revenge.",
          "Aliases": []
        },
        "6": {
          "ID": "4094217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4094217",
          "TitleEnglish": "Laughing Hunter! The Wood-spirit General Zamielmon",
          "SummaryEnglish": "After Zamielmon escapes, Xros Heart learns from Ignitemon that the Death General's current size was the result of him consuming the DigiHoney created from the energy stolen from his Digimon victims. With this knowledge, Taiki get an idea that he could defeat Zamielmon if they managed get him restore back to his original size. Then, an invitation of Zamielmon to his Tanemon Floramon playground give Taiki the chance to achieve their goal. While Taiki and Nene go to the playground to stall Zamielmon, Kiriha heads to Zamielmon's lair and destroys all the DigiHoney with Beelzebumon and Ignitemon assisting him. Though the plan worked, the team did not expect Zamielmon's true size to be gigantic as Shoutmon DX is unable to fight against the fast-moving opponent. However, thanks to JetMervamon, Zamielmon is stopped in front of his lair and allowed Shoutmon DX to finish him off. Later, as Mervamon joins Xros Heart, Kiriha reveals that he met a boy with blonde hair on his way to Zamielmon's lair causing Nene's expression to change drastically as Kiriha's description matches that of her brother.",
          "Aliases": []
        },
        "7": {
          "ID": "4101600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4101600",
          "TitleEnglish": "Brother, Why!? The Nightmarish Enemy, General Yuu",
          "SummaryEnglish": "Having heard from Kiriha that he saw a boy who resembled her younger brother, Nene is eager to search for Yū, only to find him and learn that he has been willingly helping DarkKnightmon the entire time. Yū and Tuwarmon then take their leave when Taiki and the others come to her aid, with Nene chasing after her brother. However, Yū summons Doumon to cast a spell on Nene, giving her the delusion of being back in the human world. Tuwarmon whom about to kill Nene was stopped by Mervamon, who emerged from Nene's Xros Loader. Taiki and Kiriha then discovered Nene's exact location and break the illusion as DarkKnightmon appears with Lilithmon (who later been DigiXros with Blastmon and the Vilemon as Gattai Lilithmon by Yū using his Darkness Loader). A chaotic fight soon follows with Doumon destroyed as Yū DigiXros Tuwarmon onto DarkKnightmon for the latter to become MusouKnightmon. OmegaShoutmon and ZeekGreymon are fight in retaliation and the three Digimons' power causes a big bang. As DarkKnightmon and his group depart, Nene makes up her mind to get Yū back at any cost.",
          "Aliases": []
        },
        "8": {
          "ID": "4118467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4118467",
          "TitleEnglish": "The Mysterious Cyber Land! The Beauty of Fullmetal City",
          "SummaryEnglish": "Xros Heart arrives in the futuristic Kingdom, Cyber Land, where they are attacked by an army of Andromon emerging from a Whamon. However, upon defeating them, the gang realize they are only puppet-replicas. Deciding to stop it at the source, Taiki and his companions enter the Whamon-like spaceship and discover a strange girl kept in a capsule within it. Introducing herself as Ruka, she explains that she captured by the Bagra Army. Despite Dorulumon being reluctant to trust her, Taiki and the others quickly accept her into their group as she leads them out from the spaceship. However, Dorulumon soon gets separated from the others because of chasing over Ruka and encounters Cutemon, who is acting strangely. However, the Cutemon turns out to be the fourth Death General known as Splashmon, who possesses the ability to assume any form. Capturing Dorulumon in his trap, Splashmon reveals that his puppets, Ruka among them, are controlled by creatures created by him, called Drippins. Assuming Dorulumon's form, Splashmon appears before Taiki and the rest as they look for their friend, leading a group of MetalTyrannomon to attack them.",
          "Aliases": []
        },
        "9": {
          "ID": "4118468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4118468",
          "TitleEnglish": "Xros Heart Break up Crisis! Water Tiger General's Despicable Trap",
          "SummaryEnglish": "With Dorulumon captured, Splashmon assumes his captive's form to make members of Xros Hearts Team doubt one another, in order to create more negative energy for Bagramon, causing Kiriha to break from the team. From there, Splashmon captures Nene and assumes her form into tricking Taiki, Shoutmon, and Ballistamon into a death trap. The Death General then assumes Taiki's form to mess with Kiriha, only to see the deception has no effect and forces Splashmon to kill him personally. However, Taiki arrives, revealing that he knew it was Splashmon the entire time and played along while Dorulumon and Nene were freed. Furious that his plan to turn Xros Heart on itself failed, Splashmon DigiXros all his Drippins to assume Darkness Mode before easily defeating MetalGreymon and being unharmed by Shoutmon ×4 and Jet Mervamon's attack. After revealing his true water-tiger form, Splashmon overpowers Omega Shoutmon and Zeek Greymon. When Taiki figures out the weakness that Splashmon holds, the rival is finally been destroyed by Shoutmon DX.",
          "Aliases": []
        },
        "10": {
          "ID": "4118469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4118469",
          "TitleEnglish": "Cheerful Pirates appears! Set Sail for Gold Land!!",
          "SummaryEnglish": "After landing on the Gold Land which contains a wide Golden Sea, Xros Hearts found no traces of the Death General, until a pirate ship rises from underwater, revealing the fifth Death General, Olegmon the Golden Thief. Admiring their tenacity, Olegmon offers Xros Heart to join his crew. However, the team refuses and starts attacking Olegmon, only to give Olegmon the chance to force Shoutmon and majority of the Xros Heart members in becoming his minions by casting a spell on them. Thanks to Ballistamon, Taiki and the remaining members manage to escape. Intent on freeing the others, Ballistamon discloses the secret to break Olegmon's spell. After breaking free from the spell, the enraged Shoutmon manages to digivolve to OmegaShoutmon and battles against Olegmon. However, captured by his crew, Olegmon reveals Ballistamon to be one of his most dangerous servants, forcing Ballistamon to transform back to his original form, DarkVolumon.",
          "Aliases": []
        },
        "11": {
          "ID": "4118470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4118470",
          "TitleEnglish": "Olegmon the Golden Thief Laughs! Farewell Xros Heart!",
          "SummaryEnglish": "After being captured, Ballistamon turned back into his original form, DarkVolumon. Despite Kiriha's intervention with Deckerdramon and MailBirdramon, they and OmegaShoutmon are all sent overboard by Olegmon with Taiki tied up. The next day, after begging Kiriha to have him save Ballistamon, Shoutmon has Kiriha save Nene and Taiki while telling the latter to DigiXros him with DarkVolumon in order to reach him. Though it seemed to fail at first, Ballistamon comes to his senses as Shoutmon frees the other Xros Heart members, Lunamon, Coronamon, and Spadamon from Olegmon's spell. Though forming Shoutmon ×4S to lead the defeat of Olegmon's crew, he is unable to fight the Death General. But in a gamble, Ballistamon Xros Opens from the formation to use his ultimate speaker attack which still contains Olegmon's spell to destroy his former leader. Soon after, Spadamon, Lunamon, and Coronamon join up with Xros Heart.",
          "Aliases": []
        },
        "12": {
          "ID": "4118471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4118471",
          "TitleEnglish": "Whispers to Kiriha! The Canyon Earth Spirit General`s Devilish Offer",
          "SummaryEnglish": "Xros Heart arrives to Canyon Land where the Earth-god General Gravimon, having learned of his fellow Death Generals' defeat, has ordered all his forces to gather around his fortress. Planning to use his group as a diversion for Xros Heart to take the castle by surprise, a plan that Taiki accepts, Kiriha finally reveals he came to the Digital World to become strong. However, once he and ZeekGreymon manage to storm the castle while using their Blue Flare team to take out the Death General's force, Gravimon reveals that he was a step ahead the entire time. Despite having JetMervamon help the Xros Heart United Army escape, Taiki learns that Kiriha is captured. And, to make things worst, Gravimon uses Kiriha's shady past to turn him into his pawn to defeat Taiki.",
          "Aliases": []
        },
        "13": {
          "ID": "4118472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4118472",
          "TitleEnglish": "The Mighty Love! Deckerdramon's Final Scream!!",
          "SummaryEnglish": "Kiriha is tricked by Gravimon into believing that Taiki is the reason he could never achieve his goal to be strong as the boy is consumed by the darkness in his heart. Tension runs high as a fight breaks out among the Xros Heart United Army with Taiki being hesitant fight back against Kiriha. Although the core Digimon from both sides were injured badly, Kiriha refuses to stop fighting until Deckerdramon stops it and reasons with Kiriha to regain the love that has lost from his heart. The action failed, and caused Kiriha to have Deckerdramon mortally wound for insubordination. Taiki intervenes so Deckerdramon revealed the rest of Kiriha's past. Later, as Kiriha started to understand the source of his love, Gravimon appears to launch an attack from above with Deckerdramon shielding everyone with his own body. Kiriha soon realized that his power lays within the love and bond between him and his teammates. Though Deckerdramon dies due to the impact of Gravimon's attack, his final action gave Kiriha, Taiki and Nene the will to execute Great Xros, a brand new DigiXros with their main Digimon forming Shoutmon ×7.",
          "Aliases": []
        },
        "14": {
          "ID": "4136597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4136597",
          "TitleEnglish": "The Bond of X7! The Sublime Battle with Gravimon!!",
          "SummaryEnglish": "Fueled by Deckerdramon's death, the restored bond between Kiriha with Taiki and Nene creates Shoutmon ×7. Although Shoutmon ×7 manages to destroy Gravimon, it is soon revealed, that Gravimon can regenerate himself if his heart is kept safe, by Hi-Vision Monitamon after he sneaks into the castle to investigate before being captured. As Taiki DigiXros Cutemon with Dondokomon, Knightmon, PawnChessmons, Persiamon, ChibiKamemon and Jijimon to form G-Cutemon to hold off Gravimon's army, Nene and Kiriha sneak into the Death General's castle to free the captured Hi-Vision Monitamon and find Gravimon's heart. However, Gravimon expected them to pull off such a plan and DigiXros his remaining forces to assume Darkness Mode while revealing that he secretly transferred his heart into Taiki's left arm during the first battle. Agreeing to Gravimon's demands, Kiriha gives up his Xros Loader in order to save Taiki's life. But when Gravimon attempts to kill Kiriha, Taiki shields his friend while ensuring the Death General would inflict damage on himself. Removing his heart from Taiki, Gravimon unknowingly allows Shoutmon ×7 to heavily wound the heart before Kiriha personally destroys it, marking the end of both Gravimon and the battle, leaving the Xros Heart United Army one more land and then the Bagra Army's Headquarters.",
          "Aliases": []
        },
        "15": {
          "ID": "4136598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4136598",
          "TitleEnglish": "The Final Kingdom, the Shining Sun of Bright Land!",
          "SummaryEnglish": "Taiki and others arrive in the last Kingdom in the Digital World, Bright Land. They start heading towards the country's tower but Sparrowmon informs that some force field has prevents them to entering it from the sky. On their way, they encounter and attempt to help the country's digimon that was pinned down to the ground by big spikes but was told that only Apollomon (the last Death General) can remove them. Suddenly, Apollomon's army appears, commencing a battle. Learns from the Xros Heart's strenght, the Death General grants them an audience with him on the tower's garden. Instead setting off a fight, Apollomon offers himself to assist the Xros Heart into defeating Bagramon, stopping the ultimate day of destruction 'D5'. Though Taiki believes they can trust Apollomon, it took the Digimon to save the boy's life to convince Kiriha and Nene. Just then, Yuu and Tuwarmon appear and attack while the evil program named Whispered Virus that lays within Apollomon is activated to corrupt the noble Digimon into a form called Whispered. But as the only way to stop the controlled Apollomon is by destroying him, Taiki is conflicted while finding that his lack of conviction has caused him to be unable to use his Xros Loader.",
          "Aliases": []
        },
        "16": {
          "ID": "4136599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4136599",
          "TitleEnglish": "Dead or Alive, the Hellish General's Decisive Battle!",
          "SummaryEnglish": "Taiki ends up facing Yuu in a sword fight and is losing against him. By then, the Whispered appears and reports of Kiriha's defeat along with DarkKnightmon and Lilithmon chasing Nene, Shoutmon ×5, Beelzemon and Mervamon. Yuu then reveals how he got to the Digital World and his encountering with DarkKnightmon, making the boy to unfold his true nature. Realizing the truth behind the facade, Taiki picks himself up and defeats Yuu while convincing that what DarkKnightmon said was nothing but lies. But, even with Nene attempt to further convince, Yuu refuses to believe and instead DigiXros DeadlyAxemon, all of Apollomon's minions and Hell's fields' evil energy into Tuwarmon, assuming Deadly Tuwarmon Hell Mode. However, as the Xros Heart members gathered to form Shoutmon ×7 and cause some damages on Tuwarmon, Yuu begins to self doubt his faith in DarkKnightmon. Badly injured, Tuwarmon along with Yuu is forced to withdraw from the battle, who then asking him if Taiki is telling the truth.",
          "Aliases": []
        },
        "17": {
          "ID": "4136600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4136600",
          "TitleEnglish": "Taiki VS. Yuu, Showdown of the Boy Generals!!",
          "SummaryEnglish": "Taiki ends up facing Yuu in a sword fight and is losing against him. By then, Whispered appears and reports of Kiriha's defeat along with DarkKnightmon and Lilithmon chasing Nene, Shoutmon ×5, Beelzebumon and Mervamon. Yuu then reveals how he got to the Digital World and his encountering with DarkKnightmon, making the boy to unfold his true nature. Realizing the truth behind the facade, Taiki picks himself up and defeats Yuu while convincing that what DarkKnightmon said was nothing but lies. But, even with Nene's attempt to further convince him, Yuu refuses to believe and instead DigiXros DeadlyAxemon, all of Apollomon's minions and Hell's fields' evil energy into Tuwarmon, assuming Deadly Tuwarmon Hell Mode. However, as the Xros Heart members gathered to form Shoutmon ×7 and cause some damages on Tuwarmon, Yuu begins to self doubt his faith in DarkKnightmon. Badly injured, Tuwarmon along with Yuu is forced to withdraw from the battle, who then asks him if Taiki is telling the truth.",
          "Aliases": []
        },
        "18": {
          "ID": "4159121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4159121",
          "TitleEnglish": "Beelzebumon, Fade into Light!",
          "SummaryEnglish": "Nene and Kiriha are searching for Yuu while Taiki and Wisemon are working on opening the path that allows them to get back to the surface, without needing to sacrifice either Taiki or Yuu's life. By then, the wounded Beelzebumon and Mervamon set off to find for Yuu, finding the boy before he is captured by SkullKnightmon. As for the badly injured Lilithmon, Whispered DigiXroses her with Blastmon to assume her Demonic Beast Mode while proceeding to negate Hell's Field and erase everything in it. Seeing this monstrous threat, Taiki, Kiriha and Nene quickly form Shoutmon ×7 to prevent both the black and white castles from being destroyed. Informed by Wisemon that both castles are elements crucial to get make their way back to Bright Land, Taiki risks himself to give false death data to unlock the path. Following the success, Taiki faints. As the path opens, SkullKnightmon and Yuu leave the place, followed by the Xros Heart United Army. However, Beelzebumon realizes that Lilithmon survived Shoutmon ×7's attack and remains behind to sacrifice himself while destroying Lilithmon for good. By then, Taiki comes to his senses while realizing the lost of Beelzebumon.",
          "Aliases": []
        },
        "19": {
          "ID": "4159299",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4159299",
          "TitleEnglish": "Taiki's Decision! Surpass the Strongest Apollomon!",
          "SummaryEnglish": "SkullKnightmon along with Yuu escaped from Hell's Field and headed back to the Great Demonic Palace, while Taiki and the others safely reached the Bright Land's surface. Wisemon soon managed to analyze that Apollomon is still conscious despite Whispered being in control. As Kiriha and Nene hold off Apollomon's army, Taiki and his Digimon make their way to Apollomon's shrine. But, as they reach the top, Whispered posed as Apollomon in an attempt to kill Taiki while his guard is down. However, seeing though the deception, Taiki uses OmegaShoutmon to strike the Death General as Kiriha and Nene arrive to form Shoutmon ×7 and the epic battle with Whispered begins. However, after sealing Shoutmon ×7, Whispered starts to collect energy to execute an attack that would destroy all of Bright Land. Though Dracomon and Mervamon free him, Shoutmon ×7 unable to hold the attack off. Seeing this, Apollomon uses his last ounce of consciousness to urge Taiki to destroy both Whispered and himself, as he would rather die than remain a slave with the Digital World doomed. Honoring Apollomon's request, Shoutmon ×7 uses his strongest attack over Whispered, ending the battle and saving the lives of all Bright Land's Digimon. Meanwhile, after reforming himself and learning of Whispered's death, DarkKnightmon plots his next move as Yuu finally accepts the truth as Damemon dies from the injuries he received while fighting in Hell's Field.",
          "Aliases": []
        },
        "20": {
          "ID": "4171942",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4171942",
          "TitleEnglish": "Revive! The Appearance of All Seven Death Generals!",
          "SummaryEnglish": "After the defeat of all Death Generals, Taiki and the others head to the Bagra Army's Headquarters, Pandemonia. Having been expecting them, the Bagramon turns out to be an illusion with DarkKnightmon dealing with them. DarkKnightmon then reveals the Darkness Stone, the Code Crown that had been infused with the negative energy collected by the Death Generals. He then uses it to revive the soulless Death Generals. As Shoutmon ×7 is formed to hold the monsters off, DarkKnightmon DigiXros them into GrandGeneramon, a destructive beast that cancel off Shoutmon's DigiXros. Later, DarkKnightmon utilize the Darkness Stone to rip off Shoutmon's soul, his DigiCore, before attempting on Taiki's with Dorulumon and Ballistamon sacrificing themselves to prevent it. However, Taiki soon willing let DarkKnightmon to has his soul removed. Ending up at Prison Land, Taiki encounters the Generals' DigiCores who want revenge but Shoutmon, Dorulumon and Ballistamon appear and a rematch between them and the actual Death Generals begin.",
          "Aliases": []
        },
        "21": {
          "ID": "4171943",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4171943",
          "TitleEnglish": "For the Sake of the Future of the Digital World! Friendship with the Death Generals!",
          "SummaryEnglish": "In Prison Land, the Death Generals defeated Shoutmon ×3 so easily, but moved by this act of self-sacrifice, Olegmon switch sides to support Taiki against his former teammates, while Apollomon is separated from Whispered to settle their very own battle. At that time, having no intention of keeping his word to Taiki to spare the others, DarkKnightmon has GrandGeneramon to defeat Kiriha and Nene. Later, Apollomon sacrifice himself to help Taiki and his Digimon along with Olegmon in restoring themselves. However, Olegmon died again in the process when the Xros Heart team destroyed the incomplete GrandGeneramon. With their fight against the Death Generals truly over, Taiki and the others head to the actual Pandemonia to face Bagramon and DarkKnightmon while rescuing Yū.",
          "Aliases": []
        },
        "22": {
          "ID": "4171944",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4171944",
          "TitleEnglish": "Bagra Brothers! The Bonds of Darkness",
          "SummaryEnglish": "In the Pandemonia, Yū is captured and his power is collected, while Taiki and others finally meet Bagramon and DarkKnightmon outside the palace. Bagramon, who has absorb the Dark Stone, appears before the Xros Heart and reveal the meaning behind D5. Using Jatetsufūjinmaru (Tactimon's sword, that fell into the ocean after his battle with OmegaShoutmon.) as a homing beacon, Bagramon opens a rift into the human world and freeze everything in the vicinity of his extended arm as all energy is drained with Akari and Zenjirō are saved by a mysterious voice. In midst of chaos, Taiki and Mervamon fall into the underground. Meanwhile, Kiriha has OmegaShoutmon and ZeekGreymon to battle against Bagramon. Taking advantage of the distraction, DarkKnightmon stabs Bagramon from the back and proceeds to forced DigiXros, absorbing his brother's power.",
          "Aliases": []
        },
        "23": {
          "ID": "4171945",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4171945",
          "TitleEnglish": "Approaching! The Last Day of the Human World, D5",
          "SummaryEnglish": "After DarkKnightmon absorbed his brother Bagramon in a DigiXros, he reveals that he unsealed the Darkness Loader and used the Amano siblings in order to eventually overthrow Bagramon and become the new ruler of the Digital World. Meanwhile, Taiki managed to rescue Yū from the enlarged Tyutyumon, who was devoured by Bastemon. Taiki then rejoin the rest and brings Yū back to Nene. DarkKnightmon's new form is then confronted by Shoutmon ×7. However, after metaphysically destroying DarkKnightmon, Bagramon takes control of his brother's body and reconfigures it into DarknessBagramon, who then deletes his surroundings and heads into the human world where everything is turned to stone. In the process, he kills Shoutmon and sends the others into a void. Once being trapped there, Taiki and the others were saved by Akari and Zenjirō, who were transported by the power of two DigiMemories (WarGreymon and Examon) that come to life, proposing a way to bring Shoutmon back and save both worlds.",
          "Aliases": []
        },
        "24": {
          "ID": "4171946",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4171946",
          "TitleEnglish": "Glorious DigiXros, Seize our Future!",
          "SummaryEnglish": "Taiki and the rest are transported back to Earth by the DigiMemories of Examon and WarGreymon. Examon proceeds to reveal Bagramon's plan and the forming of DigiMemories. Soon, Yū's Darkness Loader transformed into a yellow Xros Loader as Examon and WarGreymon's DigiMemories revive Omegamon's DigiMemory. Soon, a decisive battle between Xros Heart United Army and the Bagra Army started. Meanwhile, Taiki, Akari and Cutemon enters into DarknessBagramon's body with intention to search for Shoutmon. As they encountering a metaphysical Bagramon with Taiki nearly killed, the Dark Stone purified into Code Crown and brings every digimon including Shoutmon back to life. The Code Crown then sends Taiki and his team members out of DarknessBagramon's body. Guided by the Code Crown, the Xros Heart executes a DigiXros called Final Xros on Shoutmon with all Digimon to form Shoutmon ×7 Superior Mode. Finally, DarknessBagramon is destroyed for good and everything back to normal. Taiki and his friends said goodbye to Shoutmon and the Digimon as they return to the Digital World but has a feeling that his adventures are not over yet.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "474409",
      "URL": "https://www.thetvdb.com/series/digimon-xros-wars/seasons/official/3",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4171947",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4171947",
          "TitleEnglish": "We Are, Digimon Hunters!",
          "SummaryEnglish": "It is a year since Taiki Kudō's adventure in the Digital World as he forms the “Xros Heart” basketball team together with Yū Amano, who became his junior at his school, and Tagiru Akashi. However, on his way home from game, Taiki sees a monstrous shadow within a space fluctuation before being confronted by three children. The leader of the trio recognizes Taiki and his potential but tells him not to meddle in their affairs before leaving. The next day after school, Tagiru hears a voice begging to be saved, and after seeing a spacial distortion, Tagiru gets dragged right into it and ends up in a Digital World like dimension called the DigiQuartz, where time flows differently to the real world. Tagiru sees the source of the voice, Gumdramon bring attacked by a MetalTyranomon until the three children arrive and fight it with their Digimon, but it escapes from them. After being told they are Digimon Hunters, Tagiru wants to be one too as he is told to get a X Loader first. Teaming up with Gumdramon, Tagiru heads to the home of the Old Clock Store Owner and receives a crimson X Loader from him. Taiki and Yū find out about the rampaging Digimon and when they see Tagiru warping into the DigiQuartz, they decide to follow him. Tagiru and Gumdramon fight a losing battle with MetalTyranomon until Tagiru learns to Super Evolve Gumdramon into Arresterdramon and defeat it. After capturing MetalTyranomon's data into his Xros Loader, Tagiru sees Taiki and Yū, who are branding their own X Loaders, much to his surprise, but before they start to talk about the situation, Shoutmon contacts Taiki through his Loader. Gumdramon shivers and hides behind Tagiru at hearing Shoutmon's name as he explains to Tagiru that it is none other than the Digimon King himself.",
          "Aliases": []
        },
        "2": {
          "ID": "4171948",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4171948",
          "TitleEnglish": "The Students Disappear! The Wavering Shadow of Sagomon",
          "SummaryEnglish": "After returning to the Real World, finding out that Digimon can be Reloaded outside of DigiQuartz, Tagiru learns of Taiki and Yū's past experience with the Digimon a year before. Inspired to be at Taiki's level, Tagiru returns to DigiQuartz to begin a new Hunt. The two encounter a mysterious shadow behind the abductions of students: Sagomon. Sagomon overwhelms Gumdramon before he and Tagiru are saved by one of the three children, Ryōma Mogami. As this occurred, going to the alley were Tagiru got his Xros Loader, Taiki meets the Old Clock Store Owner and his Digimon Clockmon. The Owner proceeds to warn Taiki not to interfere with the Hunts due to expertise having an effect that would upset the balance of the \"game\". Though not intending to take part, Taiki promises to interfere if any one gets hurt in the cross fire. Nothing that Taiki has a strong will like Tagiru, the Old Clockmaker leaves, but not before giving Taiki the Hunter's Rulebook, which Tagiru forgot to get. With Yū following him to make sure he does not abuse Digimon like before, Tagiru finds Sagomon in the pool area, where the students are being held. Even after having Gumdramon Super Evolve and DigiXros with MetalTyrannomon to become Metal Arresterdramon, Tagiru still struggles until Taiki shows up with Shoutmon, who pushes back Sagomon with one punch before becoming OmegaShoutmon and DigiXrosing with Dorulumon to aid Arresterdramon. After defeating Sagomon and collecting his data, Tagiru, Taiki, and Yū return to the Real World with the missing students, who have no recollection of their time in \"DigiQuartz\". Soon after being yelled at by Shoutmon while also being praised him for finding a partner, Gumdramon vows to catch up to his rival before he and Tagiru run back to DigiQuartz and start a new Hunt.",
          "Aliases": []
        },
        "3": {
          "ID": "4189029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4189029",
          "TitleEnglish": "Robot Club's Dream, Pinocchimon's Enticement",
          "SummaryEnglish": "The members of the school's robotics club are frustrated because they keep failing to build a robot good enough to take part in the upcoming competition when they approached by Xros Heart's old friend, Puppetmon, who offers them a chance to take part in a greater project. The next day, while told to deliver a notice to the absent Tokio, Tagiru learns from Taiki that all other members of the robotics club are also absent from school, and fearing it to be Digimon related, he and Yū accompany him to Tokio's house, just to find him working on some machinery. Figuring that Tokio is deceiving his mother in thinking he is going to school to stay home, Xros Heart witnesses Tokio entering into the DigiQuartz through his computer. By following him there, they learn that Tokio and the other missing children have been building a GigaBreakdramon under Puppetmon's orders. Taiki and Shoutmon confront Puppetmon who seems to not remember them at all and launches GigaBreakdramon against them. Tagiru and the Digimon Hunters battle GigaBreakdramon without success. When Ryōma commands Astamon to attack Puppetmon instead, Taiki and Shoutmon risk getting hurt to protect Puppetmon enables him to come to his senses. By DigiXrosing Shoutmon with Puppetmon, Taiki manages to give Arresterdramon an opening to defeat GigaBreakdramon who is captured by Tagiru.",
          "Aliases": []
        },
        "4": {
          "ID": "4189030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4189030",
          "TitleEnglish": "The Targeted Honor Student! Blossomon's smile",
          "SummaryEnglish": "Tagiru's classmate Miho Sudo has been 1st place Honor Student since Elementary, stresses out on improving her grades when she is at 8th place. Miho's desire for the top 7 students to disappear attracts the attention of a Digimon who offers to make it a reality for her. Later, feeling jealous of Tagiru and Gumdramon, Yū meets Miho. Soon after, news of the two top students in their grade, Mishima and Takahashi, being attacked and looking malnourished drives everyone in school in an uproar. Only Miho had no reaction to the event as Yū follows her while Tagiru enters the Digi Quartz and finds the school covered by a vine looking plant whose tendrils are wrapped around Mishima and Takahashi while draining them. Losing the vines' source, a flustered Tagiru and Gumdramon are encountered by Ren as he tells them that can not defeat vine Digimon unless they find its true form. Deciding to help for his own benefit, Ren has Dracmon bite into the vine to expose the Digimon. This not only causes the vine to go on rampage out of pain, but if affects Miho on a sympathetic level as she enters the DigiQuartz and merges with the Digimon: revealed to be Blossomon. Yū's good heart frees Miho form Blossomon's control, who was captured by Tagiru. In the end, Yū win a basketball match, while Tagiru has his nose broken.",
          "Aliases": []
        },
        "5": {
          "ID": "4189032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4189032",
          "TitleEnglish": "Cuteness Causion! Cute Hunter, Airu's Trap!",
          "SummaryEnglish": "At a cute store called the Fancy Shop Dream, Airu Suzuki, along with her Digimon Opossumon, capture a bunch of other Digimon. Finding that all of them are \"no good\", Airu leaves the Digimon to her teammates. Still feeling down about not being able to reunite with Damemon, Cutemon appears in front of Yū to cheer him up but ends up being targeted by Airu, who wants to add him to her cute Digimon collection. While Yū returns home, with Tagiru and Gumdramon tagging along, Cutemon spots a bunch of pictures of Nene, who has since become an idol in Hong Kong. After falling asleep from their meal, Cutemon, Tagiru, and Gumdramon awake to find Yū gone. Finding Yū at the park where he and Damemon first met, Tagiru, Gumdramon, and Cutemon make just in time as Airu transports Yū to the DigiQuartz. Trying to force Yū to hand over Cutemon, Airu nearly succeeds, until her DigiXros of Opossumon and Candlemon allows them to escape. The next day, after explaining what's happened to Taiki, Yū realizes that Cutemon has snuck out of his Xros Loader when he tries to return him to Taiki. They all run back to the park, where Airu has captured Cutemon and plans on forcing him into her Xros Loader. She is soon joined by her teammates, who formally introduces themselves as Ryōma Mogami and Ren Tobari, before Ryōma Super Evolves Psychemon to Astamon to keep them from saving Cutemon. Both Taiki and Tagiru then Reload their Digimon and digivolve them to OmegaShoutmon and Arresterdramon respectively. While Taiki decides to face Ryōma and Ren alone, Tagiru and Arresterdramon go help Yū save Cutemon. By then, Airu Super Evolves Opossumon to Cho-Hakkaimon to force Cutemon into her Xros Loader. Airu is about to defeat Cutemon when Yū saves him and Damemon appears. Now with the power of digivolution, Damemon digivolves to Tsuwamon and easily overpowers Cho-Hakkaimon, trapping her and Airu in their own trap. After releasing Airu and Opossumon, Taiki, Tagiru, and Yū meet back at the rooftop",
          "Aliases": []
        },
        "6": {
          "ID": "4189034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4189034",
          "TitleEnglish": "Digimon Kendo Match! Approaching the Blade of Kotemon!",
          "SummaryEnglish": "The Xros Heart boys join the school's kendo club for the regional tournament and after winning a match, they find that they are being observed by Musashi Kenzaki, a student from a rival school. Later, Musashi ends up in the DigiQuartz and meets Kotemon who takes him as his pupil. Some time later, a mysterious figure starts challenging members from adult kendo clubs throughout the city and beats them to the point of shredding up their clothes. Tagiru and the others figure out that this incident could be Digimon related and investigate by themselves until they find that the mysterious attacker is actually Musashi. Tagiru challenges Musashi for a match and he sees a second blade appearing on his other hand for an instant to block his attack. Musashi flees and Kotemon appears, offering himself to train Tagiru asking him to help bring Musashi to stop following the dark path he is taking. In the tournament, Tagiru challenges Musashi, again, but during their match they get sucked into the DigiQuartz. Ren appears and Tagiru learns that the reason for Musashi's sudden change is because Dracmon is using him to create dark energy, which it uses to Digivolve into Yasyamon. Arresterdramon finds difficulty in fighting Yasyamon, but by Kotemon's request, Tagiru has Gumdramon DigiXros with him and together they defeat Yasyamon, forcing Ren to flee. Back in the human world, Musashi and Tagiru resume their battle, and Musashi wins fair and square, but Tagiru is not sad as both have given their best.",
          "Aliases": []
        },
        "7": {
          "ID": "4218080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4218080",
          "TitleEnglish": "The Okonomiyaki Panic! The Town Full of Pagumon",
          "SummaryEnglish": "Tagiru, Yū and Taiki go to an okonomiyaki store after school. But the moment the three of them open the door, they go into the world where Digimon live in DigiQuartz, and encounter a Digimon named Pagumon, who loves Okinomiyaki. Tagiru wants to hunt Pagumon. The next day, Tagiru and the others heard about whoever ate the potato chips have either disappeared or flowing in the air. Then Pagumon says \"It must be Jagamon's doing!\" Tagiru wants to hunt Jagamon so he goes towards the closest convenient store. He stunks looking at the boys and girls who are holding the Potato Chips and flowing in the air, Tagiru goes into DigiQuartz, and plans to hunt Jagamon. However as Tagiru reloads Gumdramon, Pagumon starts to battle themselves. Jagamon notices Pagumon, he sends Gumdramon flying and runs away. They thought that they could find Jagamon, but due to Pagumon's \"bad advices\", they continue to lose the hunt. Because it's all Pagumon's fault, Gundramon is very angry, and demands Tagiru to reload him from the Xros Loader to capture Pagumon. However Tagiru is defending for Pagumon, and starts to argue with Gumdramon. Gumdramon is mad and goes into Ryoma's X-Loader! Tagiru and Gumdramon are separated from each other. Tagiru goes back home are starts worrying about Gumdramon. Paguman says he still misses Gumdramon but he doesn't admit it. He makes some okonomiyaki but Pagumon confesses that he has never eaten it before, he has just liked the smell. Pagumon decided to eat the okonomiyaki and starts to become strange. Pagumon starts multiplying and goes to every okonomiyaki store in the city. Taiki, Yū and Tagiru meet up at one of the stores. Tagiru tries to capture them with MetalTyrannomon but fails. At that moment, Ryoma comes along and reloads Gumdramon, saying that he doesn't want Gumdramon. Gumdramon thinks of a plan after Tagiru tells them what happened. He asks the chef to make the biggest okonomiyaki that he can. Gumdramon carries the okonomiyaki to the pool with all of",
          "Aliases": []
        },
        "8": {
          "ID": "4218081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4218081",
          "TitleEnglish": "Thriving Digimon Hunt! The Shopping District's Remarkable Hunter!",
          "SummaryEnglish": "While Tagiru is hunting Zenimon, he has discovered that a mysterious teen named Hideaki Mashimo suddenly appears with a blue-eyed Dobermon and is blocking his way at the Shopping District. Zenimon is a Digimon who likes money a lot and whenever it sits on an ATM machine, the machine will not function properly. In order to overcome this abnormal situation in the street, Hideaki is hunting the Zenimon to get a reward from the shop owner. His main objective is to earn money rather than hunting down the Digimon. His dream is own a takoyaki shop and he is hunting Digimon to save up the money at the same time. Digimon hunting solo is dangerous and he decides to team up with Tagiru, promising that he will share the reward with him. Surprisingly, Tagiru, Hideaki, Dobermon and Gumdramon have encountered a new Digimon named Ganemon. Ganemon is Zenimon's boss and he is trying to capture back the Zenimon, and Ko-Zenimon (a smaller form of Zenimon), who have escaped from his briefcase. According to Ganemon, the Zenimon are all too fast and agile for Hideaki to capture and he gets quite upset over it. He suggests that both Tagiru and Hideaki should team up with him and capture Zenimon, to which they agree to help. Then, in an unexpected turn of events, Ganemon reveals himself to be the Zenimon's leader, after being discovered by Hideaki, and eats money to become bigger and stronger. Arresterdramon and Dobermon DigiXros, combining Dobermon's speed with Arresterdramon's strength to defeat Ganemon. After the battle, Ganemon brings the money back to the markets he got the Zenimon to steal from and becomes part of Hideaki's Digimon Collection.",
          "Aliases": []
        },
        "9": {
          "ID": "4218082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4218082",
          "TitleEnglish": "Taiki Is Targeted! The Super Celebrity Star's Brave Shout!",
          "SummaryEnglish": "Akari returns to town to visit Taiki, oblivious to the Digimon Hunts. SuperStarmon decides to capture Taiki and add him to his collection of imprisoned celebrity dolls. He lures Taiki and Akari to a deluxe hotel where he traps them in the DigiQuartz. Tagiru, Yū and Ryouma join forces to save Taiki and Akari, and capture SuperStarmon. Yū and Tsuwamon successfully save Taiki and Akari, the latter suggesting Taiki and Yū DoubleXros Shoutmon, Ballistamon, Dorulumon and Starmon and the Pickmons into Shoutmon X4. Shoutmon X4 defeats SuperStarmon and he is captured by Yū. Akari offers her assistance to Taiki when she is available, and Zenjiro bursts into Taiki's room demanding to know where the Clockmaker is. After the fight, Ryouma tells the Clock Owner about what just happened in DigiQuartz.",
          "Aliases": []
        },
        "10": {
          "ID": "4218083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4218083",
          "TitleEnglish": "Going to Hong Kong! Protect the Super Beauty Idol!!",
          "SummaryEnglish": "Tagiru, Taiki and Yū are taken by a Trailmon to an unknown location in DigiQuartz at the request of \"a certain person\" who needs to meet them. The trio Timeshifts back to the Human World and find themselves in Hong Kong. Yū guides the others around the city until they are picked up by a limo owned by the boy's older sister and fellow Xros Heart member Nene, now a well known idol. Revealing herself to be the one who sent the Trailmon to them, Nene explains that she is being stalked by a mysterious masked man with strange powers and suspects that a Digimon is behind this incident. Tagiru is the most enthusiastic to help Nene, but ends up causing more trouble by attacking and injuring a stage actor after mistaking him for the masked stalker and is forced to fill in. Just then Nene is about to shake Tagiru's hand after a job well done, when the masked man appears and attacks him. Nene's suspicions are confirmed when they find a Harpymon beside him, but the enemy proves itself too agile for them and flees. Taiki concludes that only JetMervamon's speed may cope with Harpymon's and after the masked man appears again, he and the others join forces to stall him until Nene takes a break from her concert to join the fight. However, JetMervamon is defeated by Harpymon and an enraged Tagiru asks Nene to let him borrow Sparrowmon. By DigiXrosing Arresterdramon with Sparrowmon, Tagiru defeats and captures Harpymon. The masked man is then revealed to be Nene's father, who fell under Harpymon's influence due to his anxiety of his daughter's decision to become an idol overseas. With the incident resolved, Tagiru and the others return to the Human World to watch the rest of Nene's concert.",
          "Aliases": []
        },
        "11": {
          "ID": "4218084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4218084",
          "TitleEnglish": "Tagiru Goes Weak?! Gumdramon in Big Trouble!!",
          "SummaryEnglish": "Usually active and passionate students and teachers in Tagiru's school have become lifeless and short of energy. Tagiru suspects that a Digimon is behind this and investigates the DigiQuartz with Gumdramon. Upon investigation, he finds that FlaWizardmon is the one responsible. FlameWizardmon has been absorbing life energy from people to power himself up. Tagiru's passionate energy ends up being absorbed by FlaWizardmon and he himself becomes lifeless. Taiki and Yū find out and investigate the DigiQuartz themselves. Gumdramon stays behind to support Tagiru and eventually carries him to where Taiki and Yū are battling FlaWizardmon. Tagiru finally gains enough passionate energy back and gives his fiery passion of spirit to Gumdramon, Super Evolving him into Arresterdramon. FlaWizardmon is finally defeated and the students and teachers get their energy back.",
          "Aliases": []
        },
        "12": {
          "ID": "4244145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4244145",
          "TitleEnglish": "Delicious? Disgusting? Digimon, Ramen Showdown!",
          "SummaryEnglish": "Masaru Katsuji, a boy in Tagiru's class, seems to be down lately since his family's Ramen restaurant has been getting less customers since the opening of a nearby popular Ramen restaurant opposite them. Tagiru says he will help \"Katsuji\" to reclaim its popularity, and he and Yū challenge each other to come up with a solution. Later that night, while trying to find a way to improve his ramen, Mr Katsuji gets sucked absorbed into DigiQuartz by the Digimon duo of Ogremon and Fugamon. Though they own a Ramen Restaurant of their own in DigiQuartz with their special hand-pounded noodles, the two oni Digimon offer to give some to Katsuji in return for his delicious soup so both restaurants can flourish. Feeling something is off when the sudden number of customers at Katsuji, Xros Heart learns of Katsuji's deal with Ogremon and Fugamon. After learning that Katsuji willing agreed to help them, despite the three of them working 24/7 taking its toll on the man, the gang decide not to meddle as the oni Digimon are doing no wrong. However, refusing to let his father change from a kind ramen maker to a one yelling angrily at their customers, Masaru challenges his father to a Ramen Contest in which if the boy wins, Katsuji must cut off all ties with Ogremon and Fugamon. With Xros Heart's help, Masaru prepared a soup while their Digimon partners made the noodles. Upon tasting his son's soup, recognizing it as his old recipe, Mr Katsuji realizes that attracting customers isn't as important as making a ramen that warms the hearts of those who eat it, accepting defeat. However, refusing to accept their loss, Ogremon and Fugamon attempt to detain Mr Katsuji and are defeated in the resulting battling against Shoutmon, Gumdramon and Damemon before being captured by Tagiru.",
          "Aliases": []
        },
        "13": {
          "ID": "4244146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4244146",
          "TitleEnglish": "The World Trip for Children Only! The Dream Digimon Train",
          "SummaryEnglish": "Kiichi who's in the same grade as Tagiru, shows everyone the his pictures of visiting different places around the world. Though their classmates are half in doubt about it, Tagiru learns later that night that Kiichi is traveling via a Locomon. Kiichi invites Tagiru to ride on Locomon, and travel around the world together along with a bunch of other kids from their school. A few days after, the students begin to doze off as Kiichi admits to Tagiru that they been using Locomon to travel on a night basis. Deciding to put a stop to it for Kiichi's own good, Tagiru, Taiki and Yū board Locomon. However, Locomon is derailed by Ren on his Pteranomon before being added to the Digimon Hunter's collection. Kiichi asks Tagiru to bring him along, and get Locomon back with him, while Gumdramon beats Airu's Parasimon and the Hunters escape. In the end, Kiichi and Locomon promise to regulate their trips with the children and their time to sleep, and become allies for Tagiru and Gumdramon.",
          "Aliases": []
        },
        "14": {
          "ID": "4244147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4244147",
          "TitleEnglish": "Hunter's Big Gathering! Digimon Competition in the Southern Island!",
          "SummaryEnglish": "Tagiru is excited about his success at being a Digimon Hunter before the mysterious clock shop owner gives him an invitation to a contest to determine the strongest Hunter. The invitation reveals a bar code which Wisemon read to discover the location of the contest, a distant island. Tagiru, Taiki, Yū and Hideaki all travel to the island where other Hunters are gathered, learning the objective is to capture a powerful Digimon named Volcadramon. However, Volcadramon proved to be too powerful, scaring off Haruki, Noburo, and Ken and overpowering Tagiru and his friends until Kiriha suddenly appears and captures the Digimon. Kiriha leaves Taiki a warning as Taiki speculates the Clock Shop owner's plan. Meanwhile, the old man comments about the hunters to some very familiar guests...",
          "Aliases": []
        },
        "15": {
          "ID": "4244148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4244148",
          "TitleEnglish": "Want Friends? Phelesmon, the Devil's Promise",
          "SummaryEnglish": "On his way to school, Tagiru meets a transfer student named Makoto Tamura who somehow has the ability to make everyone he looks at become his friends. With Yuu also affected, Tagiru and Taiki suspect a Digimon to be behind it. However, when they attempt to reach DigiQuartz, the two boys, Gumdramon, and Shoutmon find the schoolyard in DigiQuartz blocked. As it turned out, Makoto's ability to make friends was arranged by Phelesmon in the guise of an angel, who intends to perform a \"Sacred Ritual of Friendship\".",
          "Aliases": []
        },
        "16": {
          "ID": "4244149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4244149",
          "TitleEnglish": "Doki Doki Horror Experience! The Spirit Hunter Roars!!",
          "SummaryEnglish": "Fireballs are appearing at telephone box which is located in front of the ruins. Furthermore a strange and freaky voice \"H~E~L~P M~E\" can be heard through telephone receiver. Learning of this rumor, both Tagiru and Yuu are suspected that a Digimon is behind it and resolve to catch it. When they reached the destination, meeting a teen named Kaoru calls him a \"Supernatural Hunter\" and intends to solve the \"supernatural incident\" with science fact. Finding the identified the telephone box and compare it with the uploaded video, they notice that the fireballs, disappear in a rundown drive-in. While exploring the Drive-in, the three end up in a cave and find portable gaming device that is the source of voice. Ending up in DigiQuartz, it is revealed that the voice is actually a Patamon who is being pursued by Airu.",
          "Aliases": []
        },
        "17": {
          "ID": "4244150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4244150",
          "TitleEnglish": "Resembles? Not at all? The Masquerading Phantom Thief Betsumon",
          "SummaryEnglish": "Betsumon is a thief who uses cosplay costumes to resemble other Digimon, making him wanted in the Digital World regardless of his appearance. Wanting to capture Betsumon, Tagiru joins up with the Digimon Hunters who also have business with Betsumon. However, it turns out that Betsumon is an old friend of Gumdramon's though the Digimon does not remember him and goes on the offensive.",
          "Aliases": []
        },
        "18": {
          "ID": "4244151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4244151",
          "TitleEnglish": "UFO·The Great Dinosaur Gathering! Ekakimon of Dream",
          "SummaryEnglish": "Various cryptids have been sighted in town. Tagiru and Gumdramon discover that Ekakimon has bonded with a lonely boy and has brought his drawings to life.",
          "Aliases": []
        },
        "19": {
          "ID": "4272495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4272495",
          "TitleEnglish": "Big Adventure under the Sea! Find the Treasure Digimon of Dreams!",
          "SummaryEnglish": "While out fishing, Xros Heart meets a female Digimon Hunter Mizuki and her partner Submarimon. Explaining her story, Mizuki is treasure hunter who heard of a treasure within sunken ship under Tokyo's waters. However, to defend the beautiful sea, and to obtain riches, she became a Digimon Hunter to deal with Dragomon (who is also pursuing a Plesiomon). Asking for Tagiru's help, Mizuki leads Xros Heart to Dragomon's location as he is also searching for something valuable. Tagiru helps to capture Dragomon while Mizuki manages to capture Plesiomon.",
          "Aliases": []
        },
        "20": {
          "ID": "4272496",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4272496",
          "TitleEnglish": "Rare Card Vanished! The Invincible RookChessmon",
          "SummaryEnglish": "Kids across town have been brainwashed by a recent card game. Taiki, Yu, and Tagiru discover that RookChessmon is behind this.",
          "Aliases": []
        },
        "21": {
          "ID": "4279760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4279760",
          "TitleEnglish": "The Amusement Park of Dreams, Digimon Land!",
          "SummaryEnglish": "Learning of a Digimon-themed amusement park, Tagiru and Gumdramon follow a pair of Bakomon into the DigiQuartz where the Digimon Land is located. There, confronting the manager Jokermon, Tagiru and company learn that the park is a front for its owner, Sakkakumon, to swallow the energy produced from children's happiness, becoming larger and more powerful for each child he consumes in conjunction to Digimon Land's mutual expansion. Unable to land a hit due to Sakkakumon's ability to absorb enemy attacks and reflect them back three times stronger, Xros Heart is forced to fall back as Jokermon intervenes and orders the Bakomons to capture the three Digimon Hunters. However, the brown Bakomon intervenes with the fight and seals Sakkakumon's openings on his body, causing Sakkakumon's power to fade as a result. Taking advantage of the situation, OmegaShoutmon, Tsuwamon and Arresterdramon defeat Sakkakumon before both Jokermon and him are captured by Tagiru. With that, the remaining Bakomons realize their mistakes and repent.",
          "Aliases": []
        },
        "22": {
          "ID": "4279761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4279761",
          "TitleEnglish": "The Golden Insect! The Mysterious MetallifeKuwagamon",
          "SummaryEnglish": "Wanting to find out the full story behind the Digimon Hunt, Xros Heart finds a lead in a mythical Digimon named MetallifeKuwagamon. Tagiru's insect-collecting classmate Kaneda enters DigiQuartz with Tagiru and Hideaki. Later on, to Kaneda's dismay, the bug he caught is actually MetallifeKuwagamon who later on takes the boy as a hostage to cover his escape. Eventually, Tagiru and the others find MetallifeKuwagamon with Arresterdramon defeating him while Tagiru saves Kaneda. However, Tagiru realizes MetallifeKuwagamon cannot be captured as the Digimon reveals that his data belongs to an evil Digimon Hunter. Suddenly, before he can reveals his master's identity, an evil being with red eyes and mouth deletes MetallifeKuwagamon before attempting to suck the Digimon Hunters into it. But at the very last minute, Taichi Yagami (who arrives with WarGreymon) and Masaru Daimon (who arrives with ShineGreymon) arrive to the Hunters' aid. With the two youths' help, Tagiru remembers his bond with Gumdramon and that allows Arresterdramon to assume his Superior Mode and destroys the evil being. Taichi and Masaru take their leave, with the former explaining to a confused Tagiru that he will know them soon enough. Meanwhile, while trying to help Nene in Hong Kong's Digi Quartz, Kiriha encounters Mimi Tachikawa and Ruki Makino as they intend to help the two in relation to the final battle about to occur in Japan very soon.",
          "Aliases": []
        },
        "23": {
          "ID": "4279762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4279762",
          "TitleEnglish": "It's Revealed Now! The Secret of Digimon Hunt",
          "SummaryEnglish": "What seemed to be a normal day for Tagiru goes awry when his school is being absorbed into DigiQuartz before finding a Tsumemon that Digivolves into Keramon. When Ryoma arrives, Keramon Super Evolves to Chrysalimon as Arresterdramon and Astamon respectively Xros Up with Ogremon and Triceramon. However, Chrysalimon spreads DigiQuartz to Tagiru's house, making his mom and dad disappear among with other people. Hearing from Ryoma that the rest of the world would follow if this continues, revealing how he got caught up with Digimon, Taiki's group and Ryoma's group join forces to free the kidnapped victims and join the others as they demand answers from a non compliant Old Clock Store Owner. By that time, Chrysalimon Super Evolved to Infermon and overpowering the Hunters' Digimon until Tagiru and Ryoma execute a Double Xros between Arresterdramon and Astamon. With Astamon's fire power, Xros Up Arresterdramon battles Infermon until it turns into the same mysterious entity seen before and combines with others into a blob from which Diablomon emerges. With Yuu, Nene and Kiriha, Taiki forms Shoutmon X7 to aid Xros Up Arresterdamon and destroy Diablomon. However, the mysterious monster transforms into its true form: Quartzmon.",
          "Aliases": []
        },
        "24": {
          "ID": "4293133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4293133",
          "TitleEnglish": "Assembly Of Legendary Heroes! Final Battle Of The Digimon All-Stars!!",
          "SummaryEnglish": "The Old Clock Store Owner explains that to defeat Quartzmon one of the Digimon Hunters must prove him/herself stronger than all the others to obtain the Brave Snatcher, what remained of Bagramon, and infuse it with the powers of Taiki and the five Legendary Heroes from other time-space universes who saved their respective Digital Worlds. Before sending Tagiru, Ryouma and Noboru's teams, and a few other hunters to a separate dimension, the Old Clock Store Owner gives Akari and Zenjirou their own Xros Loaders so they and the reformed Xros Heart United Army can help keep Quartzmon at bay. Finding themselves fighting an army of Myotismon clones which emerged from Quartzmon, Xros Heart forms Shoutmon DX, XrosUpBallistamon with Deputymon, XrosUpDorulumon with PawnChessmon, XrosUpTsuwamon with SuperStarmon and XrosUpMervamon with Beelzemon. The fight takes turn for the worse when some of the Myotismon digivolve into MaloMyotismon and a group of VenomMyotismon. Just when the children are about to be defeated, Marcus and his Agumon appear with Tai and Agumon, Davis and Magnamon, Takuya, Takato and Guilmon. Tai's Agumon Warp Digivolves to WarGreymon, while Marcus' Agumon Double Warp Digivolves to ShineGreymon. Takato and Guilmon Biomerge to Gallantmon, while Takuya Fusion Evolves to Aldamon. Soon, Magnamon runs out of energy and becomes Veemon, at which point Ken arrives with Stingmon, soon followed by Matt and MetalGarurumon and the rest of the Legendary Warriors. Veemon and Stingmon immediately DNA and then Mega Digivolve to Imperialdramon, while WarGreymon and MetalGarurumon DNA Digivolve to Omnimon and Kumamon and the other Legendary Warriors fuse with Aldamon to Ancient Spirit Digivolve to Susanoomon. Grani then appears and fuses with Gallantmon to become Gallantmon Crimson Mode, while Marcus upgrades ShineGreymon to ShineGreymon Burst Mode. During the battle, Marcus and ΩShoutmon help fight some of the MaloMyotismon, while Imperialdramon assumes his Fighter Mode in ord",
          "Aliases": []
        },
        "25": {
          "ID": "4297479",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-xros-wars/episodes/4297479",
          "TitleEnglish": "Now Burn Up Tagiru! The Glorious Digimon Hunt!",
          "SummaryEnglish": "Though it seemed Ryouma had betrayed the Hunters, Astamon reveals to Tagiru he is the embodiment of Quartzmon's Terminal and has been manipulating Ryouma the entire time. Assuming his true form, Quartzmon reveals that he used Ryouma to obtain enough Digimon data to construct his main body before fusing into it and burrowing underground to turn Earth into data to asborb. The Old Clock Store Owner has everyone gather around him to lend the power from their Xros Loaders, while having Clockmon temporaryily freeze time to halt Quartzmon's digitizing of all life on Earth long enough for Tagiru to obtain the Brave Snatcher. Taiki then passes his goggles to Tagiru, asking him to hunt Quartzmon using the combined strength of himself, Tai, Davis, Takato, Takuya and Marcus. While the others are digitized, Tagiru and Arresterdramon proceed to hunt down Quartzmon with the latter assuming Superior Mode and Digi-Xrossing with the Brave Snatcher to destroy Quartzmon at the root. With Quartzmon reduced to a DigiEgg and everything restored, the DigiDestined, Tamers, Legendary Warriors, and DATS agents return to their universes while the Xros Heart and Hunter Digimon return to their respective human and Digital worlds. However, a month later, Gumdramon returns to the real world and is reunited with Tagiru. The Old Clock Store Owner appears in front of Taiki and Yuu, revealing himself as a ressurrected Bagramon and that he wanted to help them stop Quartzmon, a by-product of his evil. He also reveals that some Digimon have remained in their world and tells them to be on their guard.",
          "Aliases": []
        }
      }
    }
  }
}