{
    "URL": "https://www.thetvdb.com/series/the-cockpit",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0202299/",
        "https://www.themoviedb.org/tv/65983"
    ],
    "TitleEnglish": "The Cockpit",
    "SummaryEnglish": "The Cockpit (ザ・コクピット Za Kokupitto?) is a World War II anthology film based on Leiji Matsumoto's Battlefield manga. The animated shorts are written and directed by Yoshiaki Kawajiri, Takashi Imanishi and Ryousuke Takahashi. Kawajiri's Slipstream follows a Luftwaffe pilot on his mission to protect Germany's trump card: the world's first atomic bomb. Imanishi's Sonic Boom Squadron explores the last hours of an Yokosuka MXY7 Ohka pilot on August 6, 1945. Takahashi's Knight of the Iron Dragon tells the story of two Japanese soldiers in Leyte as they attempt to keep a promise.",
    "TitleJapanese": "ザ・コクピット",
    "SummaryJapanese": "第一話「成層圏気流」\n\nドイツ空軍のエースパイロット、エアハルト・フォン・ラインダース大尉は哨戒任務中にイギリス軍航空機部隊と遭遇。僚機が撃墜され、三機のスピットファイアに追撃されたラインダースは、反撃も撤退も不可能と判断し止む無く落下傘で脱出した。だが被弾すらせず自機を捨てた事実は、味方から臆病者とのそしりを受ける原因となった。\n\n汚名返上の為、鹵獲された敵輸送機の護衛を命ぜられたラインダースは、その乗客がかつての恩師－バフスタイン教授と、その娘で元恋人のメルヘンナーであることを知る。出発直前、彼女は自分たちがここにいる本当の理由と、ある一つの願いを旧知の男へ明かす。それはラインダースにとって苦渋の選択を強いるものであった。\n\n二つの相容れない名誉を両翼に抱え、英雄は再び空へと発つ。悪魔を目の前にして、彼が最後に下した答えとは…。\n\n第二話「音速雷撃隊」\n人間爆弾、桜花とその搭乗員である野上少尉に焦点を当てた話。\n1945年8月上旬、日本を目指すアメリカ機動部隊に対し一式陸攻隊が懸架した桜花で攻撃しようとするが機動部隊より迎撃に出たヘルキャット隊により壊滅させられてしまう。壊滅した陸攻隊で唯一生き残った野上少尉は一先ず内地まで戻り、次の出撃に備えるが…。\n\n第三話「鉄の竜騎兵」\n1944年、レイテ島。日米の激戦区となったこの地で行われるバイク乗り同士の戦いを描いた物語。\n陸王に乗り、陥落寸前のカラケチル飛行場から救援を求めて第28独立野戦銃砲連隊にやってきた宇都宮一等兵であったが既に連隊司令部は焼け野原になっており、そこには古代一等兵と一人の日本兵が居るのみだった…。\n余談だが古代一等兵は、宇宙戦艦ヤマトの主人公・古代進の先祖という設定である。",
    "Aliases": [],
    "Modified": "2025-08-29",
    "Seasons": {
        "1": {
            "ID": "366571",
            "URL": "https://www.thetvdb.com/series/the-cockpit/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "3241051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-cockpit/episodes/3241051",
                    "TitleEnglish": "Slipstream",
                    "SummaryEnglish": "Captain Erhardt Von Rheindars, a disgraced German fighter pilot is given a final mission to protect his childhood sweetheart and her scientist father on a secret mission. Before take off she begs him to insure that the plane and its secret cargo never reach its destination.",
                    "TitleJapanese": "成層圏気流",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "3241061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-cockpit/episodes/3241061",
                    "TitleEnglish": "Sonic Boom Squadron",
                    "SummaryEnglish": "Japanese pilot Nogami attempts to pilot the suicide cruise missile \"Ohka\" at the close of WWII.",
                    "TitleJapanese": "音速雷撃隊",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "3241071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-cockpit/episodes/3241071",
                    "TitleEnglish": "Knight of the Iron Dragon",
                    "SummaryEnglish": "Private Kodai and Private Utsunomiya attempt to reach an air base in order to fulfill a promise despite the fact that it might have been rendered moot in the reality of war.",
                    "TitleJapanese": "鉄の竜騎兵",
                    "SummaryJapanese": null
                }
            }
        }
    }
}