{
  "URL": "https://www.thetvdb.com/series/the-cockpit",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "War"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0202299/",
    "https://www.themoviedb.org/tv/65983"
  ],
  "TitleEnglish": "The Cockpit",
  "SummaryEnglish": "The Cockpit (ザ・コクピット Za Kokupitto?) is a World War II anthology film based on Leiji Matsumoto's Battlefield manga. The animated shorts are written and directed by Yoshiaki Kawajiri, Takashi Imanishi and Ryousuke Takahashi. Kawajiri's Slipstream follows a Luftwaffe pilot on his mission to protect Germany's trump card: the world's first atomic bomb. Imanishi's Sonic Boom Squadron explores the last hours of an Yokosuka MXY7 Ohka pilot on August 6, 1945. Takahashi's Knight of the Iron Dragon tells the story of two Japanese soldiers in Leyte as they attempt to keep a promise.",
  "Aliases": [],
  "Modified": "2025-08-29",
  "Seasons": {
    "1": {
      "ID": "366571",
      "URL": "https://www.thetvdb.com/series/the-cockpit/seasons/official/1",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "3241051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-cockpit/episodes/3241051",
          "TitleEnglish": "Slipstream",
          "SummaryEnglish": "Captain Erhardt Von Rheindars, a disgraced German fighter pilot is given a final mission to protect his childhood sweetheart and her scientist father on a secret mission. Before take off she begs him to insure that the plane and its secret cargo never reach its destination.",
          "Aliases": []
        },
        "2": {
          "ID": "3241061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-cockpit/episodes/3241061",
          "TitleEnglish": "Sonic Boom Squadron",
          "SummaryEnglish": "Japanese pilot Nogami attempts to pilot the suicide cruise missile \"Ohka\" at the close of WWII.",
          "Aliases": []
        },
        "3": {
          "ID": "3241071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-cockpit/episodes/3241071",
          "TitleEnglish": "Knight of the Iron Dragon",
          "SummaryEnglish": "Private Kodai and Private Utsunomiya attempt to reach an air base in order to fulfill a promise despite the fact that it might have been rendered moot in the reality of war.",
          "Aliases": []
        }
      }
    }
  }
}