{
    "URL": "https://www.thetvdb.com/series/megane-na-kanojo",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3460860/",
        "https://web.archive.org/web/20100915134537/http://meganenakanojo.com/",
        "https://www.themoviedb.org/tv/92220",
        "https://www.themoviedb.org/tv/92220"
    ],
    "TitleEnglish": "Glasses Girlfriends",
    "SummaryEnglish": "For most people, wearing glasses is a necessity for clear sight, but for four young girls, their spectacles mean so much more. From a teenage girl wearing her glasses with pride and a top idol who uses hers to disguise herself as a regular person, to a couple whose bent frames bring them closer together, a good pair of glasses can not only open your eyes, but also open your heart.",
    "Aliases": [
        "Spectacled Girlfriends",
        "Megane na Kanojo"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "367781",
            "URL": "https://www.thetvdb.com/series/megane-na-kanojo/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "3249841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megane-na-kanojo/episodes/3249841",
                    "TitleEnglish": "I Hate Not Wearing Them",
                    "SummaryEnglish": "It was love at first sight for the high school boy, Kamiya Jun'ichi, visiting the literature club, seeing Asou Kana without her glasses. Too bad that he hates glasses and that she never seems to take them off.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3249851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megane-na-kanojo/episodes/3249851",
                    "TitleEnglish": "The Two After Taking Them Off",
                    "SummaryEnglish": "Ichinohe Aya, a currently popular idol, prefers to spend her breaks at a cafe wearing a disguise with glasses, reading books and relaxing instead of dating. On a rainy day Miyaguchi Takashi offers Aya an umbrella - not recognising her as an idol, but attracted to her quiet other self.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3249861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megane-na-kanojo/episodes/3249861",
                    "TitleEnglish": "Transparent Hearts",
                    "SummaryEnglish": "After a chance encounter at the local optician, the college students Kimura Mitsuki and Tanaka Tooru begin to date. But both are extremely shy. When Mitsuki puts on Tooru's glasses it feels like looking through his eyes, a warm romantic feeling.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3249871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megane-na-kanojo/episodes/3249871",
                    "TitleEnglish": "Foggy Warmth",
                    "SummaryEnglish": "One day in the third year of middle school the transfer student Kuramoto Chiaki appears in Takatsuka Tatsuya class. Though otherwise shy, running about with fogged-up glassed, she feels comfortable in the presence of the teasing Tatsuya. But when they entered high school, things started to change...",
                    "Aliases": []
                }
            }
        }
    }
}