{
  "URL": "https://www.thetvdb.com/series/hen",
  "Genres": [
    "Anime",
    "Comedy",
    "Mini-Series",
    "Romance"
  ],
  "Other Sites": [
    "https://www.themoviedb.org/tv/138121"
  ],
  "TitleEnglish": "HEN",
  "SummaryEnglish": "Yoshida Chizuru is the sexiest co-ed in her class. Secretly, she's been appearing in TV commercials—despite the fact that students are forbidden from working. But one of her professors has uncovered her secret and hopes to use this information to his advantage. Yoshida's got plans of her own, and has no intention of giving up her acting career.",
  "Aliases": [
    "Strange Love",
    "変"
  ],
  "Modified": "2024-05-07",
  "Seasons": {
    "1": {
      "ID": "373531",
      "URL": "https://www.thetvdb.com/series/hen/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "高校生離れした美貌とプロポーションを持つ吉田ちずるは、ビジュアル系の彼氏・ヒロユキに呼び出され、朝早くから彼の自宅マンションへ向かう。到着するなりセックスの相手を求められ、ちずるは仕方なく応じてしまう。しかし、最近はマンネリ気味でどこか物足りなさを感じていた。そんな中、ヒロユキの自宅マンションに女子高生・山田あずみが引っ越してきた。最初のうちは顔を合わせても素っ気なく接していたが、次第にあずみのことが気になっていく。",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "3291861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hen/episodes/3291861",
          "TitleEnglish": "Volume 1",
          "SummaryEnglish": "Two explorations of the Lolita complex. Sushiaki Karasawa, a young teacher at a Tokyo high school, becomes infatuated with Yoshida Chizuru, a 19-year-old student who appears in a shampoo commercial. She realizes he's attracted to her, so she shows up at his apartment and offers to sleep over. Soon he realizes that the games she plays have just begun.",
          "Aliases": []
        },
        "2": {
          "ID": "3291871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hen/episodes/3291871",
          "TitleEnglish": "Volume 2",
          "SummaryEnglish": "Two explorations of the Lolita complex. Chizuru meets the new neighbor of her rock star boyfriend, Hiroyuki. The girl is Azumi Yamada, an innocent from the provinces who enrolls in Chizuru's school. This time it's Chizuru who's infatuated. What will Hiroyuki do when he finds out he's being thrown over for Azumi? Can Chizuru save her from Hiroyuki's revenge?",
          "Aliases": []
        }
      }
    }
  }
}