{
  "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1872461/",
    "https://www.themoviedb.org/tv/46170"
  ],
  "TitleEnglish": "Because I Don't Like My Brother At All--!!",
  "SummaryEnglish": "Also Known as \"I Don't Like You at All, Big Brother!!\" (In Japanese Known as \"Oniichan no Koto Nanka Zenzen Suki Ja Nai n Da kara ne--!!\") Junior High student Nao's brother complex is so strong, it's almost at the point of incest. She's determined to make her brother, High School student Shuusuke, see her as a woman. So determined, that she goes as far as going into his room to throw away all his non-incest related porn. But as she's looking for his porno stash, she finds a photo album... and she's not in any of his childhood pictures.",
  "Aliases": [
    "Because For Some Reason My Big Brother Doesn't Like Me At All--!!",
    "Oniichan no Koto Nanka Zenzen Suki Janain Dakara ne",
    "I Don't Like You at All, Big Brother!",
    "Oniichan no Koto Nanka Zenzen Suki Janain Dakara ne—!!",
    "I Don't Love My Brother At All!!",
    "Onii-chan no Koto nanka Zenzen Suki Janain Dakara ne!!"
  ],
  "Modified": "2025-08-08",
  "Seasons": {
    "0": {
      "ID": "383591",
      "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "3384661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384661",
          "TitleEnglish": "From Little Sister With Love, Big Brother's Chronicle of Turn-Ons",
          "SummaryEnglish": "Nao looks over her 'Big Brother's Perverted Habits Diary', looking over Shusuke's misfortune with seeking out various porn.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "383601",
      "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "3384541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384541",
          "TitleEnglish": "Wicked Usual Day of a Brother And Sister",
          "SummaryEnglish": "Nao Takanashi has long been trying to tempt her brother, Shūsuke, into entering an immoral (i.e. incest) relationship with her, with Shūsuke barely being able to resist. Nao goes to great lengths for Shūsuke to think of her perversely by doing things such as letting him purposely look underneath her skirt (and once letting him see her completely naked) but then she always gets him into trouble afterward so as to make it look like Shūsuke is the immoral pervert. One day, while Nao searches through Shūsuke's room for his collection of porn magazines, she then finds a hidden family photo album and is surprised to find out that there are no childhood pictures of her in it. After Shūsuke was finished being scolded about his porn collection, Nao confronts her parents, Shūji and Nanaka, about the album. They then tell her the truth: 10 years prior to the story, a car accident killed Nao's real parents and left Nao with memory loss, so Shūsuke insisted that Shūji and Nanaka adopt her into their family where he vowed to care & look after her as his sister. Nao, curiously enough, is more shocked by the fact she and Shūsuke are not actually blood related. At that instance, Nao realizes that a possible intimate relationship with him would be acceptable. Nao then requests Shūji and Nanaka to keep the fact she learned the truth from Shūsuke so that they can retain their sibling status.",
          "Aliases": []
        },
        "2": {
          "ID": "3384551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384551",
          "TitleEnglish": "Twintail, Attacking Brother and Sister",
          "SummaryEnglish": "Nao briefly spots a twin-tailed girl, similar to what appeared in Shūsuke's photo album. At school that day, a girl named Iroha Tsuchiura joins Nao's class and makes friends with Nao. Iroha later comes to Shūsuke, reintroducing herself as his childhood friend and kisses him, proclaiming they are lovers due to games of Doctor they played when they were young. Shūsuke feels ashamed of his past perversion, throwing away all his porn and his perverted nature, which causes Nao to grow concerned. Meanwhile, Shūsuke becomes increasingly worried that Iroha seems to know everything about his private life, and later she blackmails him with threats of telling Nao about their games of Doctor.",
          "Aliases": []
        },
        "3": {
          "ID": "3384561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384561",
          "TitleEnglish": "A Rival Appears! Brother and Sister in Huge Trouble!",
          "SummaryEnglish": "Iroha coerces Shūsuke into going on a date with her, and Nao decides to follow them, while her friends, Haruka and Hirono, decide to tail her as well. Iroha takes Shūsuke various places including a movie theater, an arcade and a swimsuit store. At the end of the date, Iroha tries to get Shūsuke to kiss her, but he refuses. Iroha tries to drag him somewhere else, but Nao manages to bail him out. Nao begins treating Shūsuke coldly, leading him to realize that she knew about his date with Iroha. When Iroha scares Shūsuke with the notion that she knows everything he's been doing (having been watching him through a telescope), Shūsuke rolls on the floor when Nao enters, getting a look at her panties which reawakens his normal perversion, much to Nao's delight.",
          "Aliases": []
        },
        "4": {
          "ID": "3384571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384571",
          "TitleEnglish": "If My Little Sister Wore a Swimsuit",
          "SummaryEnglish": "Nao coerces Shūsuke into going to the beach with her, though coincidentally they end up running into Haruka, Hirono and Iroha, who Nao recognizes as the pigtailed girl from Shūsuke's childhood photos. Nao and Iroha end up competing with each other for Shūsuke's attention, though it tends to just bring him pain. Nao accidentally knocks him unconscious with a rented boat, and he dreams of his favorite eroge character. Nao and Iroha compete with each other over who gets to perform mouth to mouth resuscitation, though in the end, he is revived by one of his male friends.",
          "Aliases": []
        },
        "5": {
          "ID": "3384581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384581",
          "TitleEnglish": "Mister X Strikes Brother!",
          "SummaryEnglish": "While running back from buying a new porno magazine, Shūsuke bumps into another person. They get their packages mixed up and Shūsuke ends up with a Boy's Love magazine that he immediately rips to shreds. When the other party, known as Mister X, discovers about the mix up, he sends Shūsuke a threatening note demanding its return. That night, when Shūsuke attempts to make an exchange with Mister X using a different BL magazine, with Nao and Iroha stalking him, he learns Mister X's true identity is that of his class rep, Mayuka Kondō. With the threat of his porn being shredded or shown to Nao, Shūsuke agrees to become Mayuka's pet, assuming there will be sexual requests involved. The requests start simple, such as buying her a drink or trying her bentō lunch. However, the next evening, Mayuka asks Shūsuke to buy her a more extreme BL magazine she's too embarrassed to buy herself.",
          "Aliases": []
        },
        "6": {
          "ID": "3384591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384591",
          "TitleEnglish": "My Brother has Dreams of Black Panty Stockings",
          "SummaryEnglish": "After having Iroha spy on Shūsuke and Mayuka the previous night, Nao tries putting on black pantyhose and clinging onto Shūsuke as he sleeps. Iroha and Mayuka later arrive, leading to an awkward confrontation. Mayuka ends up questioning what Nao and Iroha see in a pervert like Shūsuke, mentioning her affection towards him is different from theirs. Later that night, Mayuka gets Shūsuke to read through one of her BL books, which ends up traumatizing him.",
          "Aliases": []
        },
        "7": {
          "ID": "3384601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384601",
          "TitleEnglish": "My Brother and His Friends' Akiba",
          "SummaryEnglish": "Shūsuke and his friends go on a trip to Akihabara in search of adult goods while Nao and Iroha decide to follow them. After visiting an adult DVD store, the group gets into an argument about their desired fetishes and break off in search of them, leaving Shūsuke alone. However, they soon come to apologize to each other and go to a maid café holding a 'little-sister' service.",
          "Aliases": []
        },
        "8": {
          "ID": "3384611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384611",
          "TitleEnglish": "Aim for Brother's Top!",
          "SummaryEnglish": "When Shūsuke gets a report about him failing in all of his subjects, he then realizes that he has to take a follow-up exam or risk having to take summer classes. Believing that she was the cause of Shūsuke's grade for calling him out each night, Mayuka feels guilty and offers to help him study for an upcoming exam. But while they were studying, Nao and Iroha decide to intrude on them. As Mayuka tries to get Shūsuke to study, Nao and Iroha compete to try and catch his attention. After some time later, Iroha presents surprise tickets for everyone to go to a local pool park if he passed, which encourages Shūsuke enough to pass. At the pool, Shūsuke spends most of his time teaching Mayuka how to swim, leaving Nao and Iroha pretty jealous. During that time, Mayuka becomes amorously focused with Shusuke's nipples, having never seen a man naked before. As Nao tries to press Mayuka on her attraction to Shūsuke, he nearly drowns after Iroha forces him on a water slide, but is revived thanks to Mayuka's 'cardiac massage'. Afterwards, Mayuka leaves Shūsuke a large list of BL books to buy while she is on holiday.",
          "Aliases": []
        },
        "9": {
          "ID": "3384621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384621",
          "TitleEnglish": "Summer! Festivals! Brother and Sister's M:i:V",
          "SummaryEnglish": "Shūsuke goes to a Matsuri festival with Nao and Iroha, who compete with each other to try and seduce him. Meanwhile, the A.G.E Explorers go on a quest to find a legendary pornographic treasure and proceed to drag Shūsuke away to join them. However, the treasure they find contains zoophillic porn that proves too intense for them and they run away, with Shūsuke picking up Nao in tow. After watching the fireworks with Nao, Shūsuke goes to deliver some BL books to Mayuka, who once again becomes enthralled by his nipples.",
          "Aliases": []
        },
        "10": {
          "ID": "3384631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384631",
          "TitleEnglish": "Brother Saves the World",
          "SummaryEnglish": "Late on night, Shūsuke spots a sexy cosplayer named Ran Yatagai on top of a vending machine. He later sees Ran, who calls herself Princess Leila, at school the next day, who invites him and his friends to the rooftop. She claims to be seeking a saviour amongst the scum of the Earth in order to defend it, with Shūsuke and friends believe to be initiation for some kind of underground club. As Nao and Iroha decide to follow her, they meet her twin sister, Rin, who reveals Ran is using her own peculiar method to find a partner. While Rin manages to scare off the other AGE explorers, Shūsuke goes alone to an 'awakening ceremony'. Shūsuke is scared off by Nao's presence and runs off with Ran, who decides he is her saviour. Meanwhile, Rin appears and shows romantic interest in Nao, now that Ran is preoccupied.",
          "Aliases": []
        },
        "11": {
          "ID": "3384641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384641",
          "TitleEnglish": "Calling Out to Brother from the Center of the World",
          "SummaryEnglish": "As Shūsuke puts up with more of Ran's dubious rituals, Rin forces Nao to hang out with her by threatening to tell Shūsuke that she had been stalking him, looking for an opportunity to kiss her. Shūsuke and Nao soon become paranoid around each other when they see each other hanging around the respective Yatagai sister. Nao and Iroha determine that the only way to get Rin off her back is to convince Ran that Shūsuke isn't her saviour by pretending to be prophets on their mobile phones. Rin catches onto their plan and tries to get the drop on Nao but ends up kissing Iroha instead, though she immediately takes a liking to her lips and runs off with her. Ran later explains to Nao that she wanted to mentally train Shūsuke to play as a warrior for a cosplay event, though when the day of the event arrives, Shūsuke gets the address wrong and arrested for wearing his skimpy outfit in public.",
          "Aliases": []
        },
        "12": {
          "ID": "3384651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384651",
          "TitleEnglish": "I Don't Like My Big Brother at All!!",
          "SummaryEnglish": "Shusuke and Nao are left alone in the house when their parents go on an overnight trip. Nao takes the opportunity to try and seduce Shusuke by wearing a maid's outfit as he tries to prepare dinner. After washing up after a little accident in the kitchen, the two become paranoid when Nao starts hearing strange panting, which turns out to be the AGE Explorers, who invite Shusuke out on an unsuccessful search for porn, which gives him a cold. As Nao tends to it, Iroha and Mayuka pay a visit, which once again turns into a battle for his attention.",
          "Aliases": []
        }
      }
    }
  }
}