{
    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1872461/",
        "https://www.themoviedb.org/tv/46170"
    ],
    "TitleEnglish": "Because I Don't Like My Brother At All--!!",
    "SummaryEnglish": "Also Known as \"I Don't Like You at All, Big Brother!!\" (In Japanese Known as \"Oniichan no Koto Nanka Zenzen Suki Ja Nai n Da kara ne--!!\") Junior High student Nao's brother complex is so strong, it's almost at the point of incest. She's determined to make her brother, High School student Shuusuke, see her as a woman. So determined, that she goes as far as going into his room to throw away all his non-incest related porn. But as she's looking for his porno stash, she finds a photo album... and she's not in any of his childhood pictures.",
    "TitleJapanese": "お兄ちゃんのことなんかぜんぜん好きじゃないんだからねっ!!",
    "SummaryJapanese": "高梨修輔、エッチな本とエッチなDVDとエッチな画像を集めるのが大好きで、スク水とニーソと縞パンに目が無い健全な男の子。\nひとつ年下の可愛い妹・奈緒は、カッコイイお兄ちゃんよりも、必死に妹のパンツを見ようとするような浅ましいお兄ちゃんが大好き。\nそして、二人の前に現れた修輔の幼馴染み・土浦彩葉は、10年ぶりに帰ってくるなり修輔をいきなり誘惑したり、修輔の部屋の中を望遠鏡で観察したりという異常な面も持っていた…。\nそんな修輔と奈緒、彩葉の三角関係に、修輔のクラスメイトでクラス委員を務めるボーイズラブ好きの少女、近藤繭佳が加わり繰り広げられる、ノンストップラブコメディー。",
    "Aliases": [
        "Because For Some Reason My Big Brother Doesn't Like Me At All--!!",
        "Oniichan no Koto Nanka Zenzen Suki Janain Dakara ne",
        "I Don't Like You at All, Big Brother!",
        "Oniichan no Koto Nanka Zenzen Suki Janain Dakara ne—!!",
        "I Don't Love My Brother At All!!",
        "Onii-chan no Koto nanka Zenzen Suki Janain Dakara ne!!"
    ],
    "Modified": "2025-08-08",
    "Seasons": {
        "0": {
            "ID": "383591",
            "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3384661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384661",
                    "TitleEnglish": "From Little Sister With Love, Big Brother's Chronicle of Turn-Ons",
                    "SummaryEnglish": "Nao looks over her 'Big Brother's Perverted Habits Diary', looking over Shusuke's misfortune with seeking out various porn.",
                    "TitleJapanese": "妹より愛をこめて兄の『性態観察記』",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "383601",
            "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3384541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384541",
                    "TitleEnglish": "Wicked Usual Day of a Brother And Sister",
                    "SummaryEnglish": "Nao Takanashi has long been trying to tempt her brother, Shūsuke, into entering an immoral (i.e. incest) relationship with her, with Shūsuke barely being able to resist. Nao goes to great lengths for Shūsuke to think of her perversely by doing things such as letting him purposely look underneath her skirt (and once letting him see her completely naked) but then she always gets him into trouble afterward so as to make it look like Shūsuke is the immoral pervert. One day, while Nao searches through Shūsuke's room for his collection of porn magazines, she then finds a hidden family photo album and is surprised to find out that there are no childhood pictures of her in it. After Shūsuke was finished being scolded about his porn collection, Nao confronts her parents, Shūji and Nanaka, about the album. They then tell her the truth: 10 years prior to the story, a car accident killed Nao's real parents and left Nao with memory loss, so Shūsuke insisted that Shūji and Nanaka adopt her into their family where he vowed to care & look after her as his sister. Nao, curiously enough, is more shocked by the fact she and Shūsuke are not actually blood related. At that instance, Nao realizes that a possible intimate relationship with him would be acceptable. Nao then requests Shūji and Nanaka to keep the fact she learned the truth from Shūsuke so that they can retain their sibling status.",
                    "TitleJapanese": "兄と妹のヨコシマな日常",
                    "SummaryJapanese": "高梨修輔は、年ごろの妹をエッチな目で見てしまう、ちょっと危ない少年。\nそして妹の奈緒は、修輔のことが大好きで、自分のことをヨコシマな目で見るお兄ちゃんに“ホンホン”してしまうという、とても危ない女の子。\n表面上はごく普通の妹として振る舞いながら、わざとパンツを見せたり抱きついたりして修輔を誘惑し、彼がドギマギする様子を楽しんでいた。\nある日、掃除するという名目で修輔の部屋に入って彼が隠しているエロ本をチェックしていた奈緒は、そこで思わぬモノを発見してしまう。"
                },
                "2": {
                    "ID": "3384551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384551",
                    "TitleEnglish": "Twintail, Attacking Brother and Sister",
                    "SummaryEnglish": "Nao briefly spots a twin-tailed girl, similar to what appeared in Shūsuke's photo album. At school that day, a girl named Iroha Tsuchiura joins Nao's class and makes friends with Nao. Iroha later comes to Shūsuke, reintroducing herself as his childhood friend and kisses him, proclaiming they are lovers due to games of Doctor they played when they were young. Shūsuke feels ashamed of his past perversion, throwing away all his porn and his perverted nature, which causes Nao to grow concerned. Meanwhile, Shūsuke becomes increasingly worried that Iroha seems to know everything about his private life, and later she blackmails him with threats of telling Nao about their games of Doctor.",
                    "TitleJapanese": "ツインテール、兄妹を襲撃",
                    "SummaryJapanese": "奈緒と修輔は血の繋がらない兄妹だった。\nしかし奈緒は「だったらお兄ちゃんのことが好きでも問題なし！」とポジティブに受け止めていた。\nその翌日、奈緒のクラスに土浦彩葉という美少女が転校してきた。\nすっかり彼女と打ち解けた奈緒が彩葉と一緒にお昼ご飯を食べていると、そこに帰りが遅くなるからといって鍵を届けに修輔が現れる。するとどういうわけか彩葉は、修輔とは初対面のはずなのに、彼に熱い視線を注ぐのだった"
                },
                "3": {
                    "ID": "3384561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384561",
                    "TitleEnglish": "A Rival Appears! Brother and Sister in Huge Trouble!",
                    "SummaryEnglish": "Iroha coerces Shūsuke into going on a date with her, and Nao decides to follow them, while her friends, Haruka and Hirono, decide to tail her as well. Iroha takes Shūsuke various places including a movie theater, an arcade and a swimsuit store. At the end of the date, Iroha tries to get Shūsuke to kiss her, but he refuses. Iroha tries to drag him somewhere else, but Nao manages to bail him out. Nao begins treating Shūsuke coldly, leading him to realize that she knew about his date with Iroha. When Iroha scares Shūsuke with the notion that she knows everything he's been doing (having been watching him through a telescope), Shūsuke rolls on the floor when Nao enters, getting a look at her panties which reawakens his normal perversion, much to Nao's delight.",
                    "TitleJapanese": "ライバル出現! 兄妹大ピンチ!",
                    "SummaryJapanese": "彩葉は修輔とは幼なじみで、修輔のHな秘密を全て把握している女の子だった。\n修輔と付き合おうと画策している彩葉から半ば脅迫ぎみにデートの誘いを受けた修輔は、暗い気分で出かけていく。\n一方、奈緒は修輔の様子がおかしいことに気づき、密かに修輔を尾行。彩葉とのデートにのぞむ修輔をストーキングする。\nそんなこととは知らぬ修輔は、大胆な彩葉に振り回されっぱなし。\n水着試着の手伝いをお願いされたり、別れ際にはさらにエッチなことも辞さないと誘惑される。\nところが、2人の雲行きをうかがっていた奈緒はここで、意外な行動を起こすのだった。"
                },
                "4": {
                    "ID": "3384571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384571",
                    "TitleEnglish": "If My Little Sister Wore a Swimsuit",
                    "SummaryEnglish": "Nao coerces Shūsuke into going to the beach with her, though coincidentally they end up running into Haruka, Hirono and Iroha, who Nao recognizes as the pigtailed girl from Shūsuke's childhood photos. Nao and Iroha end up competing with each other for Shūsuke's attention, though it tends to just bring him pain. Nao accidentally knocks him unconscious with a rented boat, and he dreams of his favorite eroge character. Nao and Iroha compete with each other over who gets to perform mouth to mouth resuscitation, though in the end, he is revived by one of his male friends.",
                    "TitleJapanese": "妹が水着にきがえたら",
                    "SummaryJapanese": "うだるような暑さが続くため、兄に海水浴に連れて行って欲しいとねだる奈緒。\n彩葉とのデートを知っているかのようなそぶりを見せる妹に恐怖した修輔は、卑屈な態度で母親から借金して海水浴へと出かける。\nところが海水浴場には、春華と尋乃を誘った彩葉が待ち構えていた。妹VS幼なじみの突然の対決に、緊張を隠せない修輔。\n小さいバストを密着させて修輔を刺激する彩葉に対し、奈緒が反撃を開始する！"
                },
                "5": {
                    "ID": "3384581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384581",
                    "TitleEnglish": "Mister X Strikes Brother!",
                    "SummaryEnglish": "While running back from buying a new porno magazine, Shūsuke bumps into another person. They get their packages mixed up and Shūsuke ends up with a Boy's Love magazine that he immediately rips to shreds. When the other party, known as Mister X, discovers about the mix up, he sends Shūsuke a threatening note demanding its return. That night, when Shūsuke attempts to make an exchange with Mister X using a different BL magazine, with Nao and Iroha stalking him, he learns Mister X's true identity is that of his class rep, Mayuka Kondō. With the threat of his porn being shredded or shown to Nao, Shūsuke agrees to become Mayuka's pet, assuming there will be sexual requests involved. The requests start simple, such as buying her a drink or trying her bentō lunch. However, the next evening, Mayuka asks Shūsuke to buy her a more extreme BL magazine she's too embarrassed to buy herself.",
                    "TitleJapanese": "ミスターX兄襲!",
                    "SummaryJapanese": "深夜にコンビニでエロ本を購入した修輔は、帰りがけに謎の人物と激突してしまった。\n相手に謝っていそいそと自室へ戻った修輔は、袋を開けて愕然とする。\nなんと中身がBL本になっていたのだ。修輔は怒りに任せてBL本を八つ裂きにする。\n一方謎の人物も、楽しみにしていたBL本がエロ本になっていたことに怒りを感じていた。\n翌朝、修輔のゲタ箱にミスターXを名乗る人物から、本の交換を催促する脅迫状が届く。\nすでにBL本を引き裂いてしまっていた修輔は激しく動揺。\n逃亡のすえ委員長の繭佳とぶつかり、黒ストッキングごしのパンツに思わず萌えてしまう。"
                },
                "6": {
                    "ID": "3384591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384591",
                    "TitleEnglish": "My Brother has Dreams of Black Panty Stockings",
                    "SummaryEnglish": "After having Iroha spy on Shūsuke and Mayuka the previous night, Nao tries putting on black pantyhose and clinging onto Shūsuke as he sleeps. Iroha and Mayuka later arrive, leading to an awkward confrontation. Mayuka ends up questioning what Nao and Iroha see in a pervert like Shūsuke, mentioning her affection towards him is different from theirs. Later that night, Mayuka gets Shūsuke to read through one of her BL books, which ends up traumatizing him.",
                    "TitleJapanese": "兄、黒パンストの悪夢を見る",
                    "SummaryJapanese": "ミスターXの正体が、繭佳と知った修輔。\nだが繭佳の黒パンストで新たなフェチズムに目覚めた修輔は、パンチライベントを期待するあまり彼女のペットとなってしまう。\n寝ても覚めても、黒パンストごしに透けるパンツにご執心の修輔。\nこんな修輔の挙動と繭佳との関係に、危機感を覚えた奈緒と彩葉は行動を開始。\n朝寝坊する修輔のベッドに黒パンストを履いてもぐりこみ、過激なスキンシップをするのだが…。"
                },
                "7": {
                    "ID": "3384601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384601",
                    "TitleEnglish": "My Brother and His Friends' Akiba",
                    "SummaryEnglish": "Shūsuke and his friends go on a trip to Akihabara in search of adult goods while Nao and Iroha decide to follow them. After visiting an adult DVD store, the group gets into an argument about their desired fetishes and break off in search of them, leaving Shūsuke alone. However, they soon come to apologize to each other and go to a maid café holding a 'little-sister' service.",
                    "TitleJapanese": "兄(おとこ)たちのAKIBA",
                    "SummaryJapanese": "ある休日の朝、コソコソとAGE探検隊メンバーとともに、Hなネタを仕入れに秋葉原へと出かけた修輔。\nそんな修輔の様子を不審に思った奈緒と彩葉は、追跡を開始。\n繭佳によって、すっかり黒パンスト属性を開発された修輔の姿を見る。\n一方、エロ属性の違いにより、AGE探検隊メンバー内には亀裂が走ってしまう…。"
                },
                "8": {
                    "ID": "3384611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384611",
                    "TitleEnglish": "Aim for Brother's Top!",
                    "SummaryEnglish": "When Shūsuke gets a report about him failing in all of his subjects, he then realizes that he has to take a follow-up exam or risk having to take summer classes. Believing that she was the cause of Shūsuke's grade for calling him out each night, Mayuka feels guilty and offers to help him study for an upcoming exam. But while they were studying, Nao and Iroha decide to intrude on them. As Mayuka tries to get Shūsuke to study, Nao and Iroha compete to try and catch his attention. After some time later, Iroha presents surprise tickets for everyone to go to a local pool park if he passed, which encourages Shūsuke enough to pass. At the pool, Shūsuke spends most of his time teaching Mayuka how to swim, leaving Nao and Iroha pretty jealous. During that time, Mayuka becomes amorously focused with Shusuke's nipples, having never seen a man naked before. As Nao tries to press Mayuka on her attraction to Shūsuke, he nearly drowns after Iroha forces him on a water slide, but is revived thanks to Mayuka's 'cardiac massage'. Afterwards, Mayuka leaves Shūsuke a large list of BL books to buy while she is on holiday.",
                    "TitleJapanese": "兄のトップをねらえっ！",
                    "SummaryJapanese": "繭佳のパシリを続けていた修輔は、勉強不足のため赤点を取ってしまった。\n見かねた繭佳は修輔の自宅で勉強を手伝うのだが、当然黙って見過ごす訳にはいかない奈緒、彩葉はその場に同席し、\n3人のしたたかなバトルが水面下で繰り広げられるが、彩葉の提案を受けて一同はプールへ行くことに。"
                },
                "9": {
                    "ID": "3384621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384621",
                    "TitleEnglish": "Summer! Festivals! Brother and Sister's M:i:V",
                    "SummaryEnglish": "Shūsuke goes to a Matsuri festival with Nao and Iroha, who compete with each other to try and seduce him. Meanwhile, the A.G.E Explorers go on a quest to find a legendary pornographic treasure and proceed to drag Shūsuke away to join them. However, the treasure they find contains zoophillic porn that proves too intense for them and they run away, with Shūsuke picking up Nao in tow. After watching the fireworks with Nao, Shūsuke goes to deliver some BL books to Mayuka, who once again becomes enthralled by his nipples.",
                    "TitleJapanese": "夏だ！祭りだ！兄妹のM：I：V",
                    "SummaryJapanese": "浴衣姿の奈緒から夏祭りに連れて行ってほしいと頼まれた修輔。\n浴衣のため下着を身につけていないことを密かにアピールする奈緒にすっかり乗せられた修輔だったが、\n金欠だったため、母親に土下座をして何とか軍資金を用意する。\nいざ夏祭りに向かおうとした2人だが、玄関先には浴衣姿の彩葉が待ち構えていた。\n一方、AGEメンバーもある目的のもと夏祭り会場に集結する。"
                },
                "10": {
                    "ID": "3384631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384631",
                    "TitleEnglish": "Brother Saves the World",
                    "SummaryEnglish": "Late on night, Shūsuke spots a sexy cosplayer named Ran Yatagai on top of a vending machine. He later sees Ran, who calls herself Princess Leila, at school the next day, who invites him and his friends to the rooftop. She claims to be seeking a saviour amongst the scum of the Earth in order to defend it, with Shūsuke and friends believe to be initiation for some kind of underground club. As Nao and Iroha decide to follow her, they meet her twin sister, Rin, who reveals Ran is using her own peculiar method to find a partner. While Rin manages to scare off the other AGE explorers, Shūsuke goes alone to an 'awakening ceremony'. Shūsuke is scared off by Nao's presence and runs off with Ran, who decides he is her saviour. Meanwhile, Rin appears and shows romantic interest in Nao, now that Ran is preoccupied.",
                    "TitleJapanese": "兄は世界を救う",
                    "SummaryJapanese": "深夜、コンビニ帰りの修輔は際どい衣装の女性と遭遇する。\n翌朝、そのことをAGE探検隊の仲間に報告した修輔は、校内でその女性を目撃する。\n彼女は“プリンセス・レイヤー”の名で有名な美人コスプレイヤー、谷田貝蘭であった。\n放課後、蘭から屋上に呼び出された修輔たちは、自分たちが世界を救う救世主候補だと聞かされる。\n蘭の言葉を鵜呑みにした修輔たちは、さらなるエロスの世界に踏み込むべく、蘭の誘いに乗ってしまう。\nそんな修輔たちの様子を、奈緒は密かに観察していた。"
                },
                "11": {
                    "ID": "3384641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384641",
                    "TitleEnglish": "Calling Out to Brother from the Center of the World",
                    "SummaryEnglish": "As Shūsuke puts up with more of Ran's dubious rituals, Rin forces Nao to hang out with her by threatening to tell Shūsuke that she had been stalking him, looking for an opportunity to kiss her. Shūsuke and Nao soon become paranoid around each other when they see each other hanging around the respective Yatagai sister. Nao and Iroha determine that the only way to get Rin off her back is to convince Ran that Shūsuke isn't her saviour by pretending to be prophets on their mobile phones. Rin catches onto their plan and tries to get the drop on Nao but ends up kissing Iroha instead, though she immediately takes a liking to her lips and runs off with her. Ran later explains to Nao that she wanted to mentally train Shūsuke to play as a warrior for a cosplay event, though when the day of the event arrives, Shūsuke gets the address wrong and arrested for wearing his skimpy outfit in public.",
                    "TitleJapanese": "世界の中心で兄を叫ぶ",
                    "SummaryJapanese": "妄想癖の強い美人コスプレイヤーの蘭に見込まれた修輔は、2日後に迫った救世主デビューの日を目指して、\n言葉使いや立ち居振る舞いの練習にいそしんでいた。\n一方、蘭と双子の姉である凛は、とある理由から奈緒の唇を気に入り、\n兄をトーキングしている事を知られたくなければ、昼食に付き合ってと誘い出す。\nそんな凛から逃れるべく、奈緒は彩葉に協力を求めるのだが…。"
                },
                "12": {
                    "ID": "3384651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/because-i-dont-like-my-big-brother-at-all/episodes/3384651",
                    "TitleEnglish": "I Don't Like My Big Brother at All!!",
                    "SummaryEnglish": "Shusuke and Nao are left alone in the house when their parents go on an overnight trip. Nao takes the opportunity to try and seduce Shusuke by wearing a maid's outfit as he tries to prepare dinner. After washing up after a little accident in the kitchen, the two become paranoid when Nao starts hearing strange panting, which turns out to be the AGE Explorers, who invite Shusuke out on an unsuccessful search for porn, which gives him a cold. As Nao tends to it, Iroha and Mayuka pay a visit, which once again turns into a battle for his attention.",
                    "TitleJapanese": "お兄ちゃんのことなんかぜんぜん好きじゃないんだからねっ!!",
                    "SummaryJapanese": "両親が出かけてしまい、明日の朝まで兄妹2人っきりで過ごすことになった修輔と奈緒。\n千載一遇のチャンスに胸を躍らせる奈緒は、夕飯の支度を始めた修輔に対し、メイド姿でアピールを開始する。\nそんな折、修輔の不注意でボウルが引っくり返ってしまい、2人はマヨネーズまみれになってしまう。\nひとまずシャワーで洗い流すことにしたのだが、背中のファスナーを下ろしてと奈緒にお願いされた修輔は、\n緊張のあまり手の震えを抑えることができず…。"
                }
            }
        }
    }
}