{
    "URL": "https://www.thetvdb.com/series/gosick",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Drama",
        "Mystery",
        "Romance",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1872328/",
        "https://www.themoviedb.org/tv/38560"
    ],
    "TitleEnglish": "Gosick",
    "SummaryEnglish": "In 1924 in a small, fictional French-speaking European country of Saubure, Kujou Kazuya, the third son of a Japanese Imperial soldier, is a transfer student to St. Marguerite Academy, where urban legends and horror stories are all the rage. There he meets Victorique de Blois, a mysterious yet beautiful and brilliant girl who never comes to class and spends her days reading the entire content of the library or solving mysteries that even detectives cannot solve.",
    "TitleJapanese": "GOSICK -ゴシック-",
    "SummaryJapanese": "聖マルグリット学園の図書館塔の上、\n緑に覆われたその部屋で、\n妖精のような少女――ヴィクトリカは待っている。\n自らの退屈を満たしてくれるような、世界の混沌を――。\nそして一人の少年〈春来たる死神〉を――。\n\n二人の出会いが、全ての始まり。\nその物語、GOSICK。",
    "Aliases": [],
    "Modified": "2024-05-24",
    "Seasons": {
        "0": {
            "ID": "387641",
            "URL": "https://www.thetvdb.com/series/gosick/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4183933",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4183933",
                    "TitleEnglish": "Episode 10.5 (Recap)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "春来たるGOSICKスペシャル -美しき怪物は混沌の先を視る-",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "387651",
            "URL": "https://www.thetvdb.com/series/gosick/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "3412881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3412881",
                    "TitleEnglish": "The Dark Reaper Finds the Golden Fairy",
                    "SummaryEnglish": "Kazuya Kujo is an exchange student from Japan. While exploring the library he encounters Victorique de Blois. While talking her extravagant brother Grevil arrives and questions Victorique through Kujo about a locked room murder. Victorique sets her mind to the task and comes up with an improbable but entirely logical answer.",
                    "TitleJapanese": "黒い死神は金色の妖精を見つける",
                    "SummaryJapanese": "時は1924年、長く荘厳な歴史を誇る西欧の小国・ソヴュール王国。貴族の子弟たちが通う名門、聖マルグリット学園にやってきた、東洋の島国からの留学生・久城一弥。ある日、一弥は学園の図書館塔の一番上にある植物園で、人形のように美しい一人の少女と出会う――。"
                },
                "2": {
                    "ID": "3425721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425721",
                    "TitleEnglish": "The Souls of the Dead Raise a Shipwreck",
                    "SummaryEnglish": "Posing as the murdered Soothsayer, Roxane and her servant, Victorique and Kujo have boarded the Queen Merry. Once on board they discover they have fallen into another mystery, this one with deadly intent towards everyone.",
                    "TitleJapanese": "死者の魂が難破船をおしあげる",
                    "SummaryJapanese": "占い師ロクサーヌ宛の招待状を持って、船上パーティ『箱庭の夕べ』にやってきた一弥とヴィクトリカ。ディナーに舌鼓を打っていた2人は、知らず知らずのうちに眠りに誘われてしまう。そして、目覚めると招待客たちのなかで、ある変化が起こっていることに気づいたのだが･･･。"
                },
                "3": {
                    "ID": "3425731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425731",
                    "TitleEnglish": "The Hares Break Promises Beneath the Morning Sun",
                    "SummaryEnglish": "The trap closes and the architect behind it is revealed or is he? Victorique picks up on a larger scheme that set much larger things in motion. The question is are the still in motion to this day?",
                    "TitleJapanese": "野兎達は朝陽の下で約束をかわす",
                    "SummaryJapanese": "自分たちの乗っている船が、10年前の＜QueenBerry号＞事件を再現したものだと気づいたヴィクトリカたち。いつ殺されるか分からないというギリギリの状況の中、生き残った者たちがお互いに疑心暗鬼になっていた時、イギリス人の俳優ネッドが突然、一弥たちの目の前で倒れる――！？"
                },
                "4": {
                    "ID": "3425741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425741",
                    "TitleEnglish": "The Golden Thread Cuts Through a Passing Moment",
                    "SummaryEnglish": "Kazuya witnesses the bizarre beheading of a man riding a motorcycle. While a suspect matching the description Victorique surmised is arrested a new girl joins Kazuya’s school who also matches the description.",
                    "TitleJapanese": "金色の糸はつかのまを切り裂く",
                    "SummaryJapanese": "ある朝、一弥が村への道を歩いていると、そこに一台のバイクが通り過ぎた。次の瞬間、運転手の首が宙に舞い、それを目撃した一弥は殺人の疑いをかけらてしまう。一方、学園にはイギリスからの留学生アブリルがやってきた。そして、長いあいだ使われていなかった納骨堂から、騎士の姿をしたミイラが発見される･･･！？"
                },
                "5": {
                    "ID": "3425751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425751",
                    "TitleEnglish": "A Mysterious Ghost is in the Abandoned Warehouse",
                    "SummaryEnglish": "The case of the beheaded man is brought to a close after Victorique reveals the true identity of the new student at the school.",
                    "TitleJapanese": "廃倉庫には謎の幽霊がいる",
                    "SummaryJapanese": "ミイラが発見されたとき、アブリルがそこにあった紫の本を手に取っていたことが気になる一弥。ヴィクトリカに相談すると、あっさり本は見つかった。なぜ、アブリルはこれを隠したのだろうか？一方、そのころ村では世紀の大怪盗クィアランの二代目があらわれるという噂が立っていた――。"
                },
                "6": {
                    "ID": "3425761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425761",
                    "TitleEnglish": "The Gray Wolves Summon Their Brethren",
                    "SummaryEnglish": "Kazuya is stumped by the disappearance of a valuable plate from a local bazaar. At the same time he sees an advertisement in the paper call for all “Descendants of the Gray Wolves” to return to their ancestral home. After telling Victorique about it she insists on going to the town immediately.",
                    "TitleJapanese": "灰色の狼は同胞を呼びよせる",
                    "SummaryJapanese": "怪談好きのアブリルは、人間の言葉を操る灰色狼の噂を一弥に話す。そんな中、２人は訪れていたのみの市で、ドレスデン皿の盗難事件に立ち会う。ヴィクトリカはすぐにその事件の謎を解いてみせるが、新聞に事件解決の報はない。その代わり、来る夏至祭に灰色狼の村へといざなう広告が載せられていた･･･！！"
                },
                "7": {
                    "ID": "3425771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425771",
                    "TitleEnglish": "A Divine Revelation is Given at the Summer Solstice Festival",
                    "SummaryEnglish": "Victorica and Kujo explore the \"Village of the Gray Wolves\" where her mother lived in search for clues to prove her innocence, but Victorica gets disappointed when she uncovers the truth and figures that she lacks the means to clear her name. To complicate matters, two of the tourists who were visiting the village with them are killed among strange circumstances.",
                    "TitleJapanese": "夏至祭に神託はくだされる",
                    "SummaryJapanese": "灰色狼の村に辿り着いた一弥とヴィクトリカ。そこで、村の人々はコルデリア・ギャロというメイドが、前の村長シオドアを殺した事件を語る。村を追放されたコルデリアの代わりに、無実を晴らそうとするヴィクトリカは、一弥と共に彼女の住んでいた家へと向かう――。"
                },
                "8": {
                    "ID": "3425781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425781",
                    "TitleEnglish": "Howling Echoes from the Kingdom of the Past",
                    "SummaryEnglish": "Victorica manages to find the culprit behind the recent deaths at the village and to clear her mother's name by exposing the woman who framed her. However, when the woman attempts to escape, she starts torching the entire village, and Kujo must confront her while protecting Victorica with his life.",
                    "TitleJapanese": "過去の王国に遠吠えがこだまする",
                    "SummaryJapanese": "夏至祭の最中、村にやってきたよそ者２人が殺された。その死の謎を解くヴィクトリカ。しかし、村長は「ここはソヴュールではない」と、犯人を裁くことを許さない。そして、ヴィクトリカは一弥とともに、20年前のコルデリア・ギャロの無実も証そうとするのだった･･･。"
                },
                "9": {
                    "ID": "3425791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425791",
                    "TitleEnglish": "A Blue Rose Blooms in a Cannibal Department Store",
                    "SummaryEnglish": "Victorica gets a fever as Kujo sets out alone for some errands in Sauville. While searching for a souvenir for his sister, he meets a girl among a pile of mannequins. The girl asks for help, but when he gets back to the department store with the Inspector, she is nowhere to be found. Kujo calls Victorica by phone to ask her help, but the call is cut short as he is taken away.",
                    "TitleJapanese": "人食いデパートに青薔薇は咲く",
                    "SummaryJapanese": "故郷の姉からおつかいを頼まれ、首都ソヴレムのデパート・ジャンタンに向かう一弥。買い物リストには、行方不明になっている王室のブルーダイヤモンド「青い薔薇」を模した一品も入っている。一方その頃、風邪をひいたヴィクトリカは一人で留守番をし、ブロワは首都で起こる美術品密売事件を追っていた――。"
                },
                "10": {
                    "ID": "3425801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425801",
                    "TitleEnglish": "Girl With Cold Dreams of Her Stubborn Friend",
                    "SummaryEnglish": "Kujo encounters the same girl he met at the department store, and with the help of hers and a bright homeless boy, he manages to put the police back on the case. Kujo and Grevil then ask Victorique's opinion about the store, just to find that she already had made some research about it, and she comes with a plan to expose the culprits.",
                    "TitleJapanese": "風邪ひきは頑固な友人の夢をみる",
                    "SummaryJapanese": "ジャンタンの地下で、マネキンにまぎれて本物の少女がいるのを見つけた一弥は、何か事件が起こっていると考えて、ブロワたち警察に相談を持ちかける。しかし、証拠が見つからない。そこで、一弥は電話でヴィクトリカに助けを求め、街で出会ったルイジという少年とともに手がかりを追う･･･！？"
                },
                "11": {
                    "ID": "3425811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425811",
                    "TitleEnglish": "The Drill Speaks Eloquently of Love",
                    "SummaryEnglish": "Jaqueline, an old friend of Grevil's, pays a visit to the Academy to make a donation and has a sudden encounter with Victorique at the Library Tower. There, she tells the story of a mysterious incident from the past where she was falsely accused of murder, unaware about its connection with both Victorique and the reason why Grevil has started bearing his unusual hairstyle.",
                    "TitleJapanese": "そのドリルは雄弁に愛を語る",
                    "SummaryJapanese": "学園に客人がやってきた。それは、先日ブロワと親しそうにしていた警視総監夫人のジャクリーヌだった。案内を任された一弥は、ついつい天真爛漫なジャクリーヌのペースに巻き込まれて図書館へ。そこで、ヴィクトリカに出会ったジャクリーヌは、数年前、殺人事件の容疑者にされたことを打ち明ける――。"
                },
                "12": {
                    "ID": "3425821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3425821",
                    "TitleEnglish": "Listening to the Cicadas on a Summer Afternoon",
                    "SummaryEnglish": "Everybody in school are preparing for there summer vacation. Kujo has turned down his vacation trip with Avril to stay with Victorique. Kujo has flash back of his past of why he left japan, while relaxing on a tree. When Kujo went into the academy, Victorique wanted to climb the tree Kujo was on and gets stuck in the tree forcing Kujo to save her. Kujo then chills at Victorique's house while it rains, but she spills tea all over her kimono and forcing Kujo to clean it up. The scene ends with Kujo remembering to to buy sweet for Victorique.",
                    "TitleJapanese": "夏の午後に蝉の声を聞く",
                    "SummaryJapanese": "夏休みの学園。生徒たちが避暑に出かけるなか、ヴィクトリカはひとり退屈そうに過ごしていた。一弥はアヴリルからの誘いを断り、日本から届いた荷物を持ってヴィクトリカの元を訪ねる。中には、彼女が一弥の次男に出題した謎解きの答えも。真夏の太陽の下、一弥は日本での日々に思いを馳せる･･･。"
                },
                "13": {
                    "ID": "3892831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/3892831",
                    "TitleEnglish": "A Fool Designates His Own Mouthpiece",
                    "SummaryEnglish": "Kujo and Avril explore one of the school's towers and Avril figures that it is related to the legend of Leviathan, an alchemist who lived there decades before. Victorique stumbles on a pop-up book containing a cryptic message aledgely from Leviathan himself and when a death occurs at the top of the tower, she decides to investigate by herself.",
                    "TitleJapanese": "愚者は己の代弁者を指名する",
                    "SummaryJapanese": "一弥のことが気になって、早めに学園に戻ってきたアヴリル。2人は一緒に映画に出かけ、そこにでてきたのとそっくりな時計塔が学園にあることに気づく。中には、錬金術師リヴァイアサンの工房があった。そのころ、図書館にいたヴィクトリカの頭上に金色の本が落ちて来る。それは、他でもないリヴァイアサンの手記だった･･･！！"
                },
                "14": {
                    "ID": "4013961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4013961",
                    "TitleEnglish": "A Malicious Frill Denounces a Farting Newt",
                    "SummaryEnglish": "Victorique is dragged by her teacher to her classroom and is introduced to the rest of her classmates. Avril tries to bring her attention but she gets angry on her instead. Kujo demands Victorique to apologize to her, and when she refuses, he sets with Avril to keep investigating the Leviathan case without her help. Meanwhile Victorique has an encounter with Brian Roscoe, a friend of the victim's, on the top of the clock tower.",
                    "TitleJapanese": "意地悪フリルは屁こきいもりを糾弾する",
                    "SummaryJapanese": "時計台で殺人が起こった。ヴィクトリカは、リヴァイアサンの本に書かれた謎を調べるために、外に出てきたが、初対面のアヴリルとケンカしてしまう。事件の捜査に来たブロワは、学園はソヴュールの闇の歴史の眠る場所だとして、危ないことから手を引くよう一弥に警告する。そして、ヴィクトリカの背後に謎の男が迫る！"
                },
                "15": {
                    "ID": "4013971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4013971",
                    "TitleEnglish": "Two Monsters See Eye to Eye",
                    "SummaryEnglish": "Kujo inquires Brian Roscoe regarding his connection to Victorique and her mother, but he only warns him to beware of her father instead. Meanwhile, Victorique succeeds to unlock the secrets behind Leviathan, the clock tower and the truth about her own origin.",
                    "TitleJapanese": "二匹の怪物は心をかよわせる",
                    "SummaryJapanese": "かつて王妃の寵愛を受けたリヴァイアサンの錬金術は、マスグレーブ男爵の策略により、国王の目前で全てを否定された。怒りのあまり、罪のない少年を殺してしまったリヴァイアサン。失脚したリヴァイアサンに、戦争のための人造人間、ホムンクルスを作らせようとある人物が近づいていく――。"
                },
                "16": {
                    "ID": "4013981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4013981",
                    "TitleEnglish": "The Toppled Maria has a Fly's Head",
                    "SummaryEnglish": "Victorique's father has her taken from the academy to a convent known as \"Beelzebub's Skull\" in Lithuania. Kujo learns about her whereabouts from Grevil and takes a train going there to look for her. Guided by a woman who resembles a lot like her, Kujo manages to find where Victorique is held and learns from her that the woman is most likely her mother, Cordelia.",
                    "TitleJapanese": "落下させるマリアは蠅の頭をもつ",
                    "SummaryJapanese": "ヴィクトリカが消えた･･･。ブロワ侯爵によって、「ベルゼブブの頭蓋 」と呼ばれる人里離れた修道院に移されてしまったヴィクトリカ。学園に残された一弥は心配で仕方がない。意を決して迎えに行くことにした一弥は、列車のなかで同じ行き先を目指す人々と出会う。彼らの目的は、そこで開かれる秘密の夜会、ファンタスマゴリアだというが･･･。"
                },
                "17": {
                    "ID": "4013991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4013991",
                    "TitleEnglish": "The Box Lies in the Spiral Labyrinth",
                    "SummaryEnglish": "Victorique reveals to Kujo that her father brought her to the convent in order to bait out Cordelia and Brian. As the two escape, they become separated by an illusion. Victorique encounters Brian, who reveals that he is planning to stop her father and the Academy. Meanwhile, Kujo runs into Cordelia, who entrusts him with a ring and some words of encouragement for her daughter, then Marquis Albert de Blois himself. Albert attempts to force Kujo to surrender Victorique to him, but Kujo refuses and leaves. The floodgates shielding the convent are opened by a time-release trap set by Albert, flooding the entire area, and Kujo barely escapes with Victorique.",
                    "TitleJapanese": "螺旋の迷宮にその箱はねむる",
                    "SummaryJapanese": "ヴィクトリカを無事見つけ出した一弥は、彼女の口からブロワ侯爵の目的が、コルデリアをおびき寄せることであると聞かされる。折しもファンタスマゴリアでは様々な「奇跡」が行われていた。ヴィクトリカはそのトリックをあっさりと見破ってしまうが、修道院の院長は強硬な姿勢を崩さない。やがてヴィクトリカたちの目の前で「奇跡」を装った殺人が行われる･･･！"
                },
                "18": {
                    "ID": "4014001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4014001",
                    "TitleEnglish": "The Jet-Black Train Carries Several Lies",
                    "SummaryEnglish": "Having escaped from the flood, Victorique, Kujo and the rest of the passengers of the Masquerade Express find themselves involved into a bloody contest for an elusive item that can shake the balance of power between the Academy and the Ministry of Occult.",
                    "TitleJapanese": "漆黒の列車はいくつかの嘘を運ぶ",
                    "SummaryJapanese": "ベルゼブブの頭蓋から逃げ出す人々を乗せた列車「オールドマスカレード号」。一弥とヴィクトリカは、孤児、かかし、木こり、騎士と名乗る者たちと乗り合わせた。しかし、その真の姿はオカルト省と科学アカデミーの手先。彼らは、かつてロスコーが修道院に隠した形見箱を手に入れようとしていたのだ。そんなとき、ヴィクトリカたちの客室が突然、暗闇となり――！"
                },
                "19": {
                    "ID": "4014011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4014011",
                    "TitleEnglish": "The Rose-Colored Life is Covered in New Snow",
                    "SummaryEnglish": "Kujo leaves to the capital to find a present to Victorique's birthday which coincidentaly is on christmas day. Meanwhile, Victorique receives a message from her mother and starts looking for Kujo without success until she is summoned by her father and taken by Grevil to the capital to solve the greatest mystery of the country, which involves its previous queen, Coco Rose, whose life is being reenacted in a play at the Phantom Theater.",
                    "TitleJapanese": "薔薇色の人生は新雪に埋もれる",
                    "SummaryJapanese": "ソヴュールに来てはじめての雪にはしゃぐ一弥は、ヴィクトリカにプレゼントを買うためソヴレムに向かう。そこでは、舞台『ソヴレムの青い薔薇』が上演されようとしていた。かつてコルデリアが、踊り子として舞台に上がっていた場所でもある劇場\"ファントム\"。ヴィクトリカ誕生の秘密が、母・コルデリアの過去と共に幕を開ける――。"
                },
                "20": {
                    "ID": "4014021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4014021",
                    "TitleEnglish": "Guided by the Phantom's Ghost",
                    "SummaryEnglish": "Finding out that Victorique has been summoned yet again by her father, Kujo races to catch up with her, only for her to disappear again. The Inspector reveals to Kujo that Victorique might not be able to leave, unless she solves the case of Coco Rose, which revolves around a queen who was found beheaded within her quarters. Kujo decides to gather the Fragments of Chaos that Victorique can not assemble, only to discover that Cordelia was once a showgirl, who mysteriously went missing as did a woman who was a look-alike of Coco Rose. During his investigation, Kujo comes across Brian Roscoe - who lures him into an alleyway to an open window - guides him back into the theatre where Victorique is being held by her father and the guards, and is reunited with her once more. And as Victorique's father grants her the permission to leave and assemble the Fragments of Chaos, she declares that she will start the investigation - prompted by Kujo's findings - by going to the grave of the woman who resembled Coco Rose: Nicole Le Roux.",
                    "TitleJapanese": "ファントムの幽霊に導かれる",
                    "SummaryJapanese": "劇場ファントムで上演される『ソヴレムの青い薔薇』。それは、悲劇の王妃、ココ・ローズを描いたものだった。その王妃殺害事件の真相を暴くため、ブロワ侯爵によってヴィクトリカが劇場に連れてこられる。なぜ、彼らは王妃殺しの犯人を追うのか･･･？オカルト省の思惑が渦巻く場所で、ヴィクトリカに危機が迫る･･･！"
                },
                "21": {
                    "ID": "4014031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4014031",
                    "TitleEnglish": "The Bells of Cristmas Eve Toll at the Heels of Time",
                    "SummaryEnglish": "Upon investigating the grave of a woman with a striking resemblance to Queen Coco Rose, Victorique manages to put together the truth behind her mysterious demise. The truth of the Coco Rose case and the disappearance of Nicole Lulu is made clear, and Albert frees Victorique when she is unable to conclusively identify the murderer. On the way home to the Academy, Victorique and Kujo encounter a seemingly ordinary couple who are actually the still-living Coco Rose and her son fathered by Leviathan. Cordelia watches over them as they arrive home, and is soon joined by Brian and then a man who seems to be Brian's twin.",
                    "TitleJapanese": "聖夜の鐘は刻を追いたてる",
                    "SummaryJapanese": "一弥によって助け出されたヴィクトリカは、王妃殺しの真相を突き止めようと、決意も新たにかつて踊り子だった女性の墓を暴く。そこに眠っていたある重大な混沌の欠片を得たヴィクトリカは、今まさに上演されているものとは違う、もう一つの王妃ココ・ローズをめぐる物語を語り始めるのだった･･･。"
                },
                "22": {
                    "ID": "4014041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4014041",
                    "TitleEnglish": "A Christmas Carol Decorates the Windowsill's Happiness",
                    "SummaryEnglish": "Kujo is enjoying Christmas together with Victorique when he is taken by force from the Academy as King Rupert declared that all foreign citizens should be sent back to their home countries in spite if the imminent conflict in Saubure. However, Kujo manages to escape and returns to the Academy eager to meet Victorique again, unaware that he became a hostage in Albert's hands as a mean to ensure her cooperation with his plan.",
                    "TitleJapanese": "クリスマス・キャロルは窓辺の幸いを飾る",
                    "SummaryJapanese": "学園では仮装クリスマスパーティが行われていた。一弥に着せようとセシルが屋根裏部屋から取り出した衣装は、ピンクのドレスとうさぎの着ぐるみ。それは「モンストル・シャルマン」という御伽噺のものだった。それぞれの衣装を身に着けたヴィクトリカと一弥は笑顔でパーティに向かう。しかし、2人の間には大きな風が吹き抜けようとしていた･･･。"
                },
                "23": {
                    "ID": "4014051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4014051",
                    "TitleEnglish": "Call Checkmate on an Ash-Colored Chessboard",
                    "SummaryEnglish": "By the Spring of 1925, all the pieces of Albert's plan have fallen into place. Kujo has been deported and Victorique has long since been imprisoned in the Sauville royal palace. Using her wisdom, Albert exposes Jupiter Roget's identity as a Gray Wolf to the other nobility and runs him out, then persuades King Rupert to make an alliance with the rising power of Germany. In the Winter of 1925, while Kujo has been enlisted into the Japanese military, Albert is named the new Prime Minister of Sauville and has Grevil bring Victorique out during the ceremony to show off his power. However, sometime before the ceremony Cordelia switched places with Victorique, and confronts Albert, revealing his crimes to the entire country. When one of the Brian Roscoe twins stages a terrorist attack on the ceremony, Cordelia engages Albert in a swordfight using a pair of knives as weapons and successfully kills him, but is slain herself by one of Albert's minions. Meanwhile, the other Brian, who has taken Victorique away in a stagecoach, attempts to kill her to erase Cordelia's \"pain.\"",
                    "TitleJapanese": "灰染めのチェスにチェックメイトを告げる",
                    "SummaryJapanese": "オカルト省の地下に囚われたヴィクトリカ。折しも、ヨーロッパには2度目の世界大戦の嵐が吹き荒れ始めていた。戦争を望むブロワ侯爵は、ヴィクトリカをソヴュールの未来を占う「モンストル・シャルマン」として利用し、国王や民衆を操り動かしていく。ソヴュール、そして世界全体が戦いへと向かうなか、ヴィクトリカは一人、一弥に貰ったペンダントを握りしめ続けていた。"
                },
                "24": {
                    "ID": "4125427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gosick/episodes/4125427",
                    "TitleEnglish": "Looking at Infinity over the Grim Reaper's Shoulder",
                    "SummaryEnglish": "After trying to kill Victorique, the Brian Roscoe who was with her fell from a cliff and was seriously injured, while his brother died holding Cordelia's hand. He was saved by her and taken to the port where they are found by Grevil who had orders to capture them, but let they escape instead. In a boat leaving the country, Brian states to Victorique that Cordelia was the kind of mother he and his brother always wanted, and was envious of Cordelia's love for her. Begging her to keep living for her mother's sake, he passes on. Victorique's hair turns silver due to everything that has happened this however proves to be in her benefit when two officers stationed on the boat she is travelling on remove the habit she is wearing, because the order to arrest her stated she had long blond hair they let her go thinking they had made a mistake. She is then approached by Jupiter Roget bringing Kujo's letters to her. After the war ends, the academy is reopened, Grevil,who had now payed his debt to Victorique sports his old hairstyle again. Jupiter Roget then appears before Sauville's king and tells him of how the queen's maid had saved her by taking her place and dying for her. After this, the king begs Jupiter to work with him again. Avril is seen on a beach presumably near her home, she sends a letter in a bottle on the waters, hoping for a miracle that it reaches Kujo and Victorique. To her annoyance, the bottle is washed back ashore. Ambrose is also seen reading a book about the Monstre Charmant. after reaching the end all the mythical characters in the book wave good bye before being sucked into a strange door. Which then fads into the background of the picture in the book, the picture looks much like Saubrème after the fire caused by Brian and Cordelia symbolising that the old ways of the kingdom of Sauville went away in the fire and a new dawn has come. In Spring of 1929, Kujo, who has grown his original hairstyle back, returns safely to a war-torn Japan to reunite with",
                    "TitleJapanese": "死神の肩越しに永遠をみる",
                    "SummaryJapanese": "ロスコーと共に、ブロワ侯爵の追っ手から逃げ続けるヴィクトリカ。その姿にコルデリアを重ねたロスコーは、やがて心の丈を、過去を静かに語り始める･･･。いっぽう、兵士として前線に赴き戦っていた一弥は、離れた場所からもヴィクトリカのことを想い続けていた。歴史の大きな流れによって、離ればなれになってしまった２人。やがて時代は春を迎える――。"
                }
            }
        }
    }
}