{
  "URL": "https://www.thetvdb.com/series/gosick",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Crime",
    "Drama",
    "Mystery",
    "Romance",
    "Suspense"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1872328/",
    "https://www.themoviedb.org/tv/38560"
  ],
  "TitleEnglish": "Gosick",
  "SummaryEnglish": "In 1924 in a small, fictional French-speaking European country of Saubure, Kujou Kazuya, the third son of a Japanese Imperial soldier, is a transfer student to St. Marguerite Academy, where urban legends and horror stories are all the rage. There he meets Victorique de Blois, a mysterious yet beautiful and brilliant girl who never comes to class and spends her days reading the entire content of the library or solving mysteries that even detectives cannot solve.",
  "Aliases": [],
  "Modified": "2024-05-24",
  "Seasons": {
    "0": {
      "ID": "387641",
      "URL": "https://www.thetvdb.com/series/gosick/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4183933",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4183933",
          "TitleEnglish": "Episode 10.5 (Recap)",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "387651",
      "URL": "https://www.thetvdb.com/series/gosick/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "3412881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3412881",
          "TitleEnglish": "The Dark Reaper Finds the Golden Fairy",
          "SummaryEnglish": "Kazuya Kujo is an exchange student from Japan. While exploring the library he encounters Victorique de Blois. While talking her extravagant brother Grevil arrives and questions Victorique through Kujo about a locked room murder. Victorique sets her mind to the task and comes up with an improbable but entirely logical answer.",
          "Aliases": []
        },
        "2": {
          "ID": "3425721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425721",
          "TitleEnglish": "The Souls of the Dead Raise a Shipwreck",
          "SummaryEnglish": "Posing as the murdered Soothsayer, Roxane and her servant, Victorique and Kujo have boarded the Queen Merry. Once on board they discover they have fallen into another mystery, this one with deadly intent towards everyone.",
          "Aliases": []
        },
        "3": {
          "ID": "3425731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425731",
          "TitleEnglish": "The Hares Break Promises Beneath the Morning Sun",
          "SummaryEnglish": "The trap closes and the architect behind it is revealed or is he? Victorique picks up on a larger scheme that set much larger things in motion. The question is are the still in motion to this day?",
          "Aliases": []
        },
        "4": {
          "ID": "3425741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425741",
          "TitleEnglish": "The Golden Thread Cuts Through a Passing Moment",
          "SummaryEnglish": "Kazuya witnesses the bizarre beheading of a man riding a motorcycle. While a suspect matching the description Victorique surmised is arrested a new girl joins Kazuya’s school who also matches the description.",
          "Aliases": []
        },
        "5": {
          "ID": "3425751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425751",
          "TitleEnglish": "A Mysterious Ghost is in the Abandoned Warehouse",
          "SummaryEnglish": "The case of the beheaded man is brought to a close after Victorique reveals the true identity of the new student at the school.",
          "Aliases": []
        },
        "6": {
          "ID": "3425761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425761",
          "TitleEnglish": "The Gray Wolves Summon Their Brethren",
          "SummaryEnglish": "Kazuya is stumped by the disappearance of a valuable plate from a local bazaar. At the same time he sees an advertisement in the paper call for all “Descendants of the Gray Wolves” to return to their ancestral home. After telling Victorique about it she insists on going to the town immediately.",
          "Aliases": []
        },
        "7": {
          "ID": "3425771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425771",
          "TitleEnglish": "A Divine Revelation is Given at the Summer Solstice Festival",
          "SummaryEnglish": "Victorica and Kujo explore the \"Village of the Gray Wolves\" where her mother lived in search for clues to prove her innocence, but Victorica gets disappointed when she uncovers the truth and figures that she lacks the means to clear her name. To complicate matters, two of the tourists who were visiting the village with them are killed among strange circumstances.",
          "Aliases": []
        },
        "8": {
          "ID": "3425781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425781",
          "TitleEnglish": "Howling Echoes from the Kingdom of the Past",
          "SummaryEnglish": "Victorica manages to find the culprit behind the recent deaths at the village and to clear her mother's name by exposing the woman who framed her. However, when the woman attempts to escape, she starts torching the entire village, and Kujo must confront her while protecting Victorica with his life.",
          "Aliases": []
        },
        "9": {
          "ID": "3425791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425791",
          "TitleEnglish": "A Blue Rose Blooms in a Cannibal Department Store",
          "SummaryEnglish": "Victorica gets a fever as Kujo sets out alone for some errands in Sauville. While searching for a souvenir for his sister, he meets a girl among a pile of mannequins. The girl asks for help, but when he gets back to the department store with the Inspector, she is nowhere to be found. Kujo calls Victorica by phone to ask her help, but the call is cut short as he is taken away.",
          "Aliases": []
        },
        "10": {
          "ID": "3425801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425801",
          "TitleEnglish": "Girl With Cold Dreams of Her Stubborn Friend",
          "SummaryEnglish": "Kujo encounters the same girl he met at the department store, and with the help of hers and a bright homeless boy, he manages to put the police back on the case. Kujo and Grevil then ask Victorique's opinion about the store, just to find that she already had made some research about it, and she comes with a plan to expose the culprits.",
          "Aliases": []
        },
        "11": {
          "ID": "3425811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425811",
          "TitleEnglish": "The Drill Speaks Eloquently of Love",
          "SummaryEnglish": "Jaqueline, an old friend of Grevil's, pays a visit to the Academy to make a donation and has a sudden encounter with Victorique at the Library Tower. There, she tells the story of a mysterious incident from the past where she was falsely accused of murder, unaware about its connection with both Victorique and the reason why Grevil has started bearing his unusual hairstyle.",
          "Aliases": []
        },
        "12": {
          "ID": "3425821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3425821",
          "TitleEnglish": "Listening to the Cicadas on a Summer Afternoon",
          "SummaryEnglish": "Everybody in school are preparing for there summer vacation. Kujo has turned down his vacation trip with Avril to stay with Victorique. Kujo has flash back of his past of why he left japan, while relaxing on a tree. When Kujo went into the academy, Victorique wanted to climb the tree Kujo was on and gets stuck in the tree forcing Kujo to save her. Kujo then chills at Victorique's house while it rains, but she spills tea all over her kimono and forcing Kujo to clean it up. The scene ends with Kujo remembering to to buy sweet for Victorique.",
          "Aliases": []
        },
        "13": {
          "ID": "3892831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/3892831",
          "TitleEnglish": "A Fool Designates His Own Mouthpiece",
          "SummaryEnglish": "Kujo and Avril explore one of the school's towers and Avril figures that it is related to the legend of Leviathan, an alchemist who lived there decades before. Victorique stumbles on a pop-up book containing a cryptic message aledgely from Leviathan himself and when a death occurs at the top of the tower, she decides to investigate by herself.",
          "Aliases": []
        },
        "14": {
          "ID": "4013961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4013961",
          "TitleEnglish": "A Malicious Frill Denounces a Farting Newt",
          "SummaryEnglish": "Victorique is dragged by her teacher to her classroom and is introduced to the rest of her classmates. Avril tries to bring her attention but she gets angry on her instead. Kujo demands Victorique to apologize to her, and when she refuses, he sets with Avril to keep investigating the Leviathan case without her help. Meanwhile Victorique has an encounter with Brian Roscoe, a friend of the victim's, on the top of the clock tower.",
          "Aliases": []
        },
        "15": {
          "ID": "4013971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4013971",
          "TitleEnglish": "Two Monsters See Eye to Eye",
          "SummaryEnglish": "Kujo inquires Brian Roscoe regarding his connection to Victorique and her mother, but he only warns him to beware of her father instead. Meanwhile, Victorique succeeds to unlock the secrets behind Leviathan, the clock tower and the truth about her own origin.",
          "Aliases": []
        },
        "16": {
          "ID": "4013981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4013981",
          "TitleEnglish": "The Toppled Maria has a Fly's Head",
          "SummaryEnglish": "Victorique's father has her taken from the academy to a convent known as \"Beelzebub's Skull\" in Lithuania. Kujo learns about her whereabouts from Grevil and takes a train going there to look for her. Guided by a woman who resembles a lot like her, Kujo manages to find where Victorique is held and learns from her that the woman is most likely her mother, Cordelia.",
          "Aliases": []
        },
        "17": {
          "ID": "4013991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4013991",
          "TitleEnglish": "The Box Lies in the Spiral Labyrinth",
          "SummaryEnglish": "Victorique reveals to Kujo that her father brought her to the convent in order to bait out Cordelia and Brian. As the two escape, they become separated by an illusion. Victorique encounters Brian, who reveals that he is planning to stop her father and the Academy. Meanwhile, Kujo runs into Cordelia, who entrusts him with a ring and some words of encouragement for her daughter, then Marquis Albert de Blois himself. Albert attempts to force Kujo to surrender Victorique to him, but Kujo refuses and leaves. The floodgates shielding the convent are opened by a time-release trap set by Albert, flooding the entire area, and Kujo barely escapes with Victorique.",
          "Aliases": []
        },
        "18": {
          "ID": "4014001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4014001",
          "TitleEnglish": "The Jet-Black Train Carries Several Lies",
          "SummaryEnglish": "Having escaped from the flood, Victorique, Kujo and the rest of the passengers of the Masquerade Express find themselves involved into a bloody contest for an elusive item that can shake the balance of power between the Academy and the Ministry of Occult.",
          "Aliases": []
        },
        "19": {
          "ID": "4014011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4014011",
          "TitleEnglish": "The Rose-Colored Life is Covered in New Snow",
          "SummaryEnglish": "Kujo leaves to the capital to find a present to Victorique's birthday which coincidentaly is on christmas day. Meanwhile, Victorique receives a message from her mother and starts looking for Kujo without success until she is summoned by her father and taken by Grevil to the capital to solve the greatest mystery of the country, which involves its previous queen, Coco Rose, whose life is being reenacted in a play at the Phantom Theater.",
          "Aliases": []
        },
        "20": {
          "ID": "4014021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4014021",
          "TitleEnglish": "Guided by the Phantom's Ghost",
          "SummaryEnglish": "Finding out that Victorique has been summoned yet again by her father, Kujo races to catch up with her, only for her to disappear again. The Inspector reveals to Kujo that Victorique might not be able to leave, unless she solves the case of Coco Rose, which revolves around a queen who was found beheaded within her quarters. Kujo decides to gather the Fragments of Chaos that Victorique can not assemble, only to discover that Cordelia was once a showgirl, who mysteriously went missing as did a woman who was a look-alike of Coco Rose. During his investigation, Kujo comes across Brian Roscoe - who lures him into an alleyway to an open window - guides him back into the theatre where Victorique is being held by her father and the guards, and is reunited with her once more. And as Victorique's father grants her the permission to leave and assemble the Fragments of Chaos, she declares that she will start the investigation - prompted by Kujo's findings - by going to the grave of the woman who resembled Coco Rose: Nicole Le Roux.",
          "Aliases": []
        },
        "21": {
          "ID": "4014031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4014031",
          "TitleEnglish": "The Bells of Cristmas Eve Toll at the Heels of Time",
          "SummaryEnglish": "Upon investigating the grave of a woman with a striking resemblance to Queen Coco Rose, Victorique manages to put together the truth behind her mysterious demise. The truth of the Coco Rose case and the disappearance of Nicole Lulu is made clear, and Albert frees Victorique when she is unable to conclusively identify the murderer. On the way home to the Academy, Victorique and Kujo encounter a seemingly ordinary couple who are actually the still-living Coco Rose and her son fathered by Leviathan. Cordelia watches over them as they arrive home, and is soon joined by Brian and then a man who seems to be Brian's twin.",
          "Aliases": []
        },
        "22": {
          "ID": "4014041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4014041",
          "TitleEnglish": "A Christmas Carol Decorates the Windowsill's Happiness",
          "SummaryEnglish": "Kujo is enjoying Christmas together with Victorique when he is taken by force from the Academy as King Rupert declared that all foreign citizens should be sent back to their home countries in spite if the imminent conflict in Saubure. However, Kujo manages to escape and returns to the Academy eager to meet Victorique again, unaware that he became a hostage in Albert's hands as a mean to ensure her cooperation with his plan.",
          "Aliases": []
        },
        "23": {
          "ID": "4014051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4014051",
          "TitleEnglish": "Call Checkmate on an Ash-Colored Chessboard",
          "SummaryEnglish": "By the Spring of 1925, all the pieces of Albert's plan have fallen into place. Kujo has been deported and Victorique has long since been imprisoned in the Sauville royal palace. Using her wisdom, Albert exposes Jupiter Roget's identity as a Gray Wolf to the other nobility and runs him out, then persuades King Rupert to make an alliance with the rising power of Germany. In the Winter of 1925, while Kujo has been enlisted into the Japanese military, Albert is named the new Prime Minister of Sauville and has Grevil bring Victorique out during the ceremony to show off his power. However, sometime before the ceremony Cordelia switched places with Victorique, and confronts Albert, revealing his crimes to the entire country. When one of the Brian Roscoe twins stages a terrorist attack on the ceremony, Cordelia engages Albert in a swordfight using a pair of knives as weapons and successfully kills him, but is slain herself by one of Albert's minions. Meanwhile, the other Brian, who has taken Victorique away in a stagecoach, attempts to kill her to erase Cordelia's \"pain.\"",
          "Aliases": []
        },
        "24": {
          "ID": "4125427",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gosick/episodes/4125427",
          "TitleEnglish": "Looking at Infinity over the Grim Reaper's Shoulder",
          "SummaryEnglish": "After trying to kill Victorique, the Brian Roscoe who was with her fell from a cliff and was seriously injured, while his brother died holding Cordelia's hand. He was saved by her and taken to the port where they are found by Grevil who had orders to capture them, but let they escape instead. In a boat leaving the country, Brian states to Victorique that Cordelia was the kind of mother he and his brother always wanted, and was envious of Cordelia's love for her. Begging her to keep living for her mother's sake, he passes on. Victorique's hair turns silver due to everything that has happened this however proves to be in her benefit when two officers stationed on the boat she is travelling on remove the habit she is wearing, because the order to arrest her stated she had long blond hair they let her go thinking they had made a mistake. She is then approached by Jupiter Roget bringing Kujo's letters to her. After the war ends, the academy is reopened, Grevil,who had now payed his debt to Victorique sports his old hairstyle again. Jupiter Roget then appears before Sauville's king and tells him of how the queen's maid had saved her by taking her place and dying for her. After this, the king begs Jupiter to work with him again. Avril is seen on a beach presumably near her home, she sends a letter in a bottle on the waters, hoping for a miracle that it reaches Kujo and Victorique. To her annoyance, the bottle is washed back ashore. Ambrose is also seen reading a book about the Monstre Charmant. after reaching the end all the mythical characters in the book wave good bye before being sucked into a strange door. Which then fads into the background of the picture in the book, the picture looks much like Saubrème after the fire caused by Brian and Cordelia symbolising that the old ways of the kingdom of Sauville went away in the fire and a new dawn has come. In Spring of 1929, Kujo, who has grown his original hairstyle back, returns safely to a war-torn Japan to reunite with",
          "Aliases": []
        }
      }
    }
  }
}