{
    "URL": "https://www.thetvdb.com/series/dream-eater-merry",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/DAD9-CAF2-3D9A-64AB-2797-6",
        "https://www.imdb.com/title/tt2119364/",
        "https://www.tvmaze.com/shows/12631/show-slug",
        "https://www.themoviedb.org/tv/38671",
        "https://www.themoviedb.org/tv/38671",
        "https://en.wikipedia.org/wiki/Yumekui_Merry"
    ],
    "TitleEnglish": "Dream Eater Merry",
    "SummaryEnglish": "High school student Fujiwara Yumeji possesses the unusual ability to see other people's dreams. One day, he meets Merry who had wandered from the Dream World into the Real World. This meeting raises many questions for Yumeji. Who exactly is Merry? What is the Dream World and what are Nightmares? What purpose do the Nightmares have for entering the Real World?",
    "TitleJapanese": "夢喰いメリー",
    "SummaryJapanese": "他人の夢が視える不思議な能力を持った高校生・藤原夢路は、ある日、「幻界（ユメ）」のから「現界（うつつ）」に迷い込んだ少女・メリーと出会う。\nメリーは一体何者なのか？　幻界とは、夢魔とは？　そして、人間界にやって来る夢魔達の目的とは？\n夢と現実の境界を舞台に、２人と夢魔達の戦いが始まる！",
    "Aliases": [
        "Yumekui Merry"
    ],
    "Modified": "2022-08-10",
    "Seasons": {
        "1": {
            "ID": "390801",
            "URL": "https://www.thetvdb.com/series/dream-eater-merry/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "3436751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3436751",
                    "TitleEnglish": "Dream & Reality",
                    "SummaryEnglish": "Yumeji Fujiwara is a high school boy with the ability to predict people's dreams or nightmares. Recently, he has dreams of being chased by a weird demon named John Doe. One day, Yumeji meets a strange girl after she falls out of a tree and lands on him. After she leaves to look for her hat, Yumeji finds it, only to suddenly find himself in the world from his nightmare, and he is once again chased by John and his cat army. As Yumeji is cornered, the girl from before arrives, introducing herself as Merry Nightmare, and fights against John. As Merry tries to ask John to take her back to the world he came from, John just laughs at her and leaves, before both she and Yumeji return to the real world.",
                    "TitleJapanese": "夢現",
                    "SummaryJapanese": "他人の夢が視える不思議な能力を持った高校生・藤原夢路は、ある日、木の上から降ってきた少女・メリーと出会う。彼女は　「幻界（ユメ）」から「現界（うつつ）」に迷い込んだ「夢魔」だという。\n突然「幻界（ユメ）」の世界に引きずり込まれた夢路。そこには追跡者ジョン･ドゥが夢路を狙って待ち構えていた。そこへ帽子を探しに来たメリーがやってきて・・・。　幻界とは、夢魔とは？\nそして、人間界にやって来る夢魔達の目的とは？"
                },
                "2": {
                    "ID": "3436761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3436761",
                    "TitleEnglish": "Dream & Hope",
                    "SummaryEnglish": "Merry suddenly collapses, so Yumeji takes him home where his friend, Isana Tachibana, and her father help look after her. Merry explains to Yumeji that she had been hunting dream demons, trying to find a way back to the world she came from, only to be met with more questions. Later that night, Merry decides to leave to do things on her own, whilst Yumeji settles his resolve to help her. Meanwhile, a girl named Yumi with dreams of becoming a nurse suddenly ends up in a different dream world with her resident dream demon, Serio. Serio is suddenly killed, which causes Yumi to lose all drive in her goals.",
                    "TitleJapanese": "夢もキボーも",
                    "SummaryJapanese": "気をうしなったメリーをカフェSTOまで運ぶ夢路。そこで夢路の幼馴染の橘勇魚（たちばないさな）に出会い、橘家にやっかいになる。\nメリーは夢路に、自分が夢魔であることを明かすが、「アタシは、気づいた時には、ここにいたの。」と何も覚えていない様子。だが、確実なのは「幻界（ユメ)」と「現界（うつつ）」がつながる時、夢魔がやってくるということだった。"
                },
                "3": {
                    "ID": "3463291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3463291",
                    "TitleEnglish": "From Beyond the Dream",
                    "SummaryEnglish": "As Yumeji goes to search for Merry, he finds her at the park with a girl named Minato Kisaragi, who has trouble making friends. After playing with her for a bit, Yumeji decides to show off his ability, only to discover that Minato has been having nightmares. He soon ends up inside her daydream, where a dream demon named Ichima wants to prevent Minato from making friends so she can become her vessel. Just then Merry arrives and manages to give Minato the confidence to say what's right, before Merry defeats Ichima. Upon returning to the real world once again, Minato goes to make some friends whilst Merry goes off on her own again.",
                    "TitleJapanese": "夢の向こうから",
                    "SummaryJapanese": "「決めたことは何が何でも守る。」メリーを助けると決めた夢路は出て行った彼女を探そうとする。\nその頃、メリーは公園でみなとという少女と出会う。\n律儀で礼儀正しい彼女はイチマという友達から「自分のほかに友達になってくれる子はいない」と言われ一人で遊んでいる様子。そんな時夢路も偶然公園にやってきて・・・。何気なく、イチマをいつものように指の輪っかで覗いた夢路。はたして彼女の色は…！"
                },
                "4": {
                    "ID": "3463301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3463301",
                    "TitleEnglish": "Dream Eater Merry",
                    "SummaryEnglish": "The president of Yumeji's literature club, Mei Hoshino, has been sending texts with a mysterious boy named Chris Evergreen. Later that day, Yumeji, Mei, fellow club members Takateru Akiyanagi and Saki Kirishima bring Merry along to karaoke, whilst Isana tries to make friends with a transfer student named Chizuru Kawanami. Later that night, when Mei comes to Yumeji's family café having supposedly been stood up by Chris, she suddenly acts weird and texts herself from another phone. Yumeji realises that Mei has become a vessel for Chris, who is actually another dream demon, and chases after her, ending up in her daydream. As Chris prepares to attack him, Merry arrives and defeats him. Before Chris disappears, Mei asks to look at him, and comes off happily from what she sees. From that point, Yumeji decides to work together with Merry to help her find nightmares, and she starts working part-time at the café.",
                    "TitleJapanese": "夢喰いメリー",
                    "SummaryJapanese": "他人の夢が視える能力を使ってメリーを助けられないかと思う夢路。\n夢魔の「器」にされることを心配して夢路を遠ざけようとするメリー。\nそんなやり取りのあと、夢路の通う六花高校文芸部講評会の部長・星野鳴は、間違いメールで偶然であったクリスという人物に会いに行くがすっぽかされてSTOに立ち寄ることに。\n彼女のメールのやり取りを何気に見ていた夢路は鳴が夢魔に乗っとられようとしているのを察知して叫ぶ。\n「デイドリームを開け！」と…。"
                },
                "5": {
                    "ID": "3585911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3585911",
                    "TitleEnglish": "Bewildered by Dreams",
                    "SummaryEnglish": "Yumeji and Merry go grocery shopping, where Yumeji learns that Merry had apparently arrived in the real world about 10 years ago. They later meet a girl named Yui Kōnagi, with Yumeji helping her rescue a doll she dropped. Yui, who is actually the willing vessel of a dream demon named Engi Threepiece, has her trigger a daydream within which Yumeji and Merry are caught him. Engi questions them about someone named Pharos Hercules, before beginning to fight with Merry. As Merry talks about sending Engi back to where she came from, Engi reveals that there is no way back for dream demons, revealing her sister was killed when she entered the real world. Questioning whether she has actually been doing the right thing, Merry is unable to fight back against Engi, forcing Yumeji to stand between them, receiving a slash to his chest.",
                    "TitleJapanese": "夢に惑って",
                    "SummaryJapanese": "バクのように夢を喰うメリー、「夢喰いメリー」と夢路の「ケーヤク」が成立した。\nだが、メリーの新たな日常はゲームしたり、テレビ観たり、STOでバイトしたりと、とても夢魔探しとは程遠い生活。そんなとき、ふとしたきっかけで由衣と出会う二人。\nそして突然やってきたデイドリーム！\nそれは由衣と彼女を「器」とする夢魔、エンギが巻き起こしたものだった…！"
                },
                "6": {
                    "ID": "3635471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3635471",
                    "TitleEnglish": "Encounter with Dreams",
                    "SummaryEnglish": "Traumatised by the attack on Yumeji, Merry unleashes a powerful aura that destroys the dream world's moon, forcing Engi to retreat. Upon returning to the real world, Yumeji doesn't have any external injuries, but when he gets home he starts feeling pain and falls unconscious. As he dreams, Yumeji once again meets John, who treats his mental injuries. Meanwhile at school, Saki brings up how many students like Yumi have been suffering from Dream Loss, in which they give up on their goals. John explains to Yumeji that its because of him that Yumeji can enter other people's daydreams, and reveals Hercules is a dream demon who tempted many others into entering the real world. He also mentions that Hercules may know something about Merry, who allegedly entered the real world without a vessel. After Yumeji's wounds heal, John warns him about a strong dream demon named Mystletainn before he wakes up to a worried Merry.",
                    "TitleJapanese": "夢邂逅",
                    "SummaryJapanese": "姉の無念を晴らすために現界にやってきたエンギはメリーとのバトルの最中、彼女にある衝撃的な発言をする。それは「現界に落ちた夢魔は幻界には戻れない」ということだった。ショックを受けるメリー。\nそのスキをついて攻撃するエンギ。そばにいた夢路は何とかしてメリーを助けようとするが逆にエンギの剣で斬りつけられてしまう。その時、メリーの怒りが頂点に達し、世界が一変する…！！"
                },
                "7": {
                    "ID": "3676741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3676741",
                    "TitleEnglish": "Dreams, Swimsuits & the Color of the Ocean",
                    "SummaryEnglish": "Isana's father impulsively decides to take everyone on a trip to the beach. Merry becomes concerned about what Engi had said to her, wondering if what she had been doing up until had been the wrong thing. Meanwhile, a kid who came to attend the shooting of a superhero show gets pulled into a Daydream with his Dream Demon, Delga, who is attacked and killed by another dream demon named Mystletainn, causing the boy to lose his hopes. As Merry considers leaving again, Yumeji says she'll continue to support and help her in order to prove Engi wrong.",
                    "TitleJapanese": "夢と水着と海の色",
                    "SummaryJapanese": "結局橘家に戻ってきたメリーは住み込みで働くことになり、おやっさんから渡されたメイド服を着て、勇魚からオーダーの取り方の特訓を受ける。だが、なかなかうまく行かず失敗ばかり。\nそんな時ふと勇魚の「遊びに行きたい」の一言でいきなり海にやってきてしまうメリーたち。\n思い思いに楽しむ中、メリーはエンギからいわれた言葉にひとり悩む。\nそんなメリーに向かって夢路が断言する。「夢もキボーもここにある！！」と。"
                },
                "8": {
                    "ID": "3676751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3676751",
                    "TitleEnglish": "Dream Gallery",
                    "SummaryEnglish": "Having picked up a sprained ankle during his trip to the beach, Yumeji gets it treated at a clinic, which just so happens to be owned by Yui's family. Meanwhile, Isana becomes concerned on what she wants to do after high school. Speaking through Yui as a vessel, Engi apologises to Yumeji for her actions and explains her situation. As Yumeji fetches Merry to go talk with them, they all find themselves in a maze-like daydream, run by the dream demon Landsborough who is under worship of Hercules.",
                    "TitleJapanese": "夢回廊",
                    "SummaryJapanese": "メリーが幻界に来たのはエルクレスと関係があると聞き、夢路と二人で探そうとしていたころ、エンギは姉のパティがエルクレスに殺された記憶を辿っていた。なんとしても姉の敵を討ちたいエンギに由衣は全面的に協力しようとする。一方、夢路は海で痛めた足を診てもらうため訪れた病院で、偶然にも由衣に再会する。そして由衣の体をかりてエンギも現れる。\n夢路は彼女に会わせようとメリーを迎えに行った時、またしてもデイドリームがはじまって…。"
                },
                "9": {
                    "ID": "3676761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3676761",
                    "TitleEnglish": "Disturbed Dream",
                    "SummaryEnglish": "As Isana leaves her guidance counselling session, she temporarily enters a daydream. Although Merry easily defeats Landsborough's henchmen, she is hesitant to attack him due to what Engi had told her. He then taunts Engi, saying that is he is killed, then the dreams of his vessel will disappear as well. Engi attacks Landsborough out of anger, but Yumeji stops her and Landsborough escapes with his vessel. After calming down, Engi explains what she knows about Mystletainn, who has the power to force dream demons into vessels. Meanwhile, Chizuru, a vessel herself, confronts the guidance counseller, Ijima, who is actually Mystletainn's vessel, saying he plans to target Isana who, at that time, Yumeji and Merry discover to have become a vessel.",
                    "TitleJapanese": "夢乱れて",
                    "SummaryJapanese": "いきなりランズボローとのバトルが始まった！！狡猾なランズボローは巧みな心理戦で戦況を有利に持ち込んでいき、手出しが出来なくなったメリーたちは現界に唐突に戻ってきてしまう。姉のかたきを討てなかったエンギは夢路と口論になるが、自分の気持ちのやり場のなさから思わず涙をこぼしてしまい…。\nそしてメリーを自分のデイドリームに導き、なぜか「私を殴れ」という。"
                },
                "10": {
                    "ID": "3730281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3730281",
                    "TitleEnglish": "Without Waking Up from the Dream",
                    "SummaryEnglish": "As Yumeji becomes frustrated about Isana's situation, Chizuru, who had previously thrown away all her emotions following her parents deaths, becomes conflicted between her desire to protect Isana and her duties towards her dream demon, Leon. Yumeji goes to see Yui and Engi, asking for their help in protecting Isana's dreams. Meanwhile, Landsborough witness Pharos Hercules in action as he kills another dream demon, informing him about Engi and Merry, who Hercules sees as no threat. As Yumeji returns home, he is greeted by Chizuru who informs that Mystletainn plans to target Isana, ignoring Yumeji's question concerning whether she is an ally or not.",
                    "TitleJapanese": "夢から覚めずに",
                    "SummaryJapanese": "ついに勇魚が夢魔に囚われてしまった。彼女を思い、夢路は一人で由衣とエンギのところに行き力を貸してほしいと頼み込む。\nだがもしメリーが夢魔を幻界に送り返したとしても、勇魚の夢である絵を描くことも失ってしまうとわかり、思い悩む夢路だったが…。\n橘家に戻った彼を待っていたのはクラスメイトの河波千鶴だった。"
                },
                "11": {
                    "ID": "3730291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3730291",
                    "TitleEnglish": "Guardian of the Dream",
                    "SummaryEnglish": "Yumeji and Merry take Isana to Yui and Engi so that they can meet her dream demon, Pallette, who explains how Mystletainn forced her to make Isana her vessel. Merry wants to send her back, but isn't confident enough to try so with Isana's dreams at stake. Meanwhile, Chizuru confronts Ijima, who reveals his intentions to kill Pallette, as well as questioning Yumeji's abilities, though Chizuru is too conflicted by her duties to Leon to warn Yumeji or Isana. Later that day, Ijima and Mystletainn make their attack on Isana and Pallette, also planning to lure out Chizuru and Leon, but Merry and Yumeji appear to protect them. Mystletainn overwhelms Merry whilst Yumeji's attempt to rescue Parade is thwarted by Ijima, who reveals Chizuru had done nothing to prevent the deaths of other dream demons. As Mystletainn prepares to kill both Pallette and Isana, Chizuru decides to stand in their way to protect her. Having apparently seen something interesting, Ijima and Mystletainn decide to retreat, promising to resume the battle following the exams.",
                    "TitleJapanese": "夢の守り人",
                    "SummaryJapanese": "足の治療を口実に朝から光凪医院に勇魚・メリーとともにやってきた夢路。早速エンギのデイドリームの中へ。すると、勇魚についているパレイトという夢魔が現れた。だがパレイトもミストルティンの罠によって無理矢理組み込まれたものだったとわかり、メリーもパレイトを無下に送り返せない。夢路のなかでメリーの力を信じる気持ちと、勇魚の夢を案じる気持ちがせめぎ合う・・・。"
                },
                "12": {
                    "ID": "3730301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3730301",
                    "TitleEnglish": "Bad Dream",
                    "SummaryEnglish": "As Yumeji and the others grow concerned about Mystletainn's strength, Chizuru brings everyone into her daydream to meet Lestion, who explains that the only way to hurt Mystletainn is a special gun which uses the agony from killed dream demons and the despair from humans as ammo. As Lestion leaves to do his own thing, Engi shows her belief in human dreams due to the extraordinary nature of Merry and Yumeji. Later, Chizuru mentions that Lestion will die if he fires the gun, becoming afraid that her memories with Isana may soon be erased. After the final exams are finished, Ijima comes to the café and Engi brings everyone into her daydream in order to use her home field to her advantage, but Mystletainn kidnaps Isana and summons a large tree. Engi uses her strongest attack on Mystletainn, but she survives and deals a critical blow to her. With Merry similarly outmatched, Yumeji takes Engi's sword and charges towards Mystletainn.",
                    "TitleJapanese": "夢中",
                    "SummaryJapanese": "ミストルティンとのバトルからあけて光凪医院に戻ってきた夢路たち。一緒に戻ってきた千鶴が突然牢獄のデイドリームへいざなう。そして彼女の夢魔レオンが現れる。二人はミストルティンについて「レオンの銃でなければ、ミストルティンは倒せない」と語り始める。"
                },
                "13": {
                    "ID": "3892841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dream-eater-merry/episodes/3892841",
                    "TitleEnglish": "Dream Again",
                    "SummaryEnglish": "As Yumeji's attack against Mystletainn fails, Lestion sacrifices himself in order to provide Chizuru with a bullet to shoot Mystletainn, shattering her own soul in the process. However, Mystletainn survives the attack and catches Merry in a Bud of Despair, causing her to face her own despair. Yumeji, however, decides not to give and uses the power of his dreams to replicate John's weapon. As Yumeji takes on Mystletainn's attacks, Yui manages to free Merry, who becomes invigorated by Yumeji's belief in her, restoring Engi's dream world and healing her injuries. As Merry and Engi launch an attack on her, Mystletainn swallows Parade, meaning killing her would mean destroying Isana's dreams. However, after encouragement from Yumeji, Merry manages to send Parade back to the dream world and defeat Mystletainn, returning everyone to the real world, with Isana perfectly fine. Although Chizuru's dreams and souls were shattered, Yumeji feels confident that she can start over again, as humans aren't limited to one dream.",
                    "TitleJapanese": "夢、ふたたび",
                    "SummaryJapanese": "いよいよミストルティンとの決戦の火蓋が切られたが、圧倒的なパワーでメリーとエンギを凌駕するミストルティン。次に立ちはだかったのは人間の夢路だった。だが所詮夢魔の力に及ぶべくもなくあっけなく倒されてしまう。彼らの戦いを見つめ戸惑う千鶴。レオンは彼女に勇魚を犠牲にしないためには自分の命とお前の夢で弾丸を作るしかないと説得する。千鶴は躊躇しながらもレオンの銃を引き抜くが…。"
                }
            }
        }
    }
}