{
    "URL": "https://www.thetvdb.com/series/freezing-2011",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1909463/",
        "https://www.themoviedb.org/tv/38441"
    ],
    "TitleEnglish": "Freezing",
    "SummaryEnglish": "Kazuya Aoi, a Limiter whose older sister was a Pandora, and Satellizer L. Bridget, a Pandora with a cold personality who is known as the \"Untouchable Queen\". They are both enrolled in the Western Academy of Genetics, which is a training school for Pandoras and Limiters.",
    "TitleJapanese": "フリージング",
    "SummaryJapanese": "姉がパンドラだったリミッターの葵和也と、「アンタッチャブルクイーン」として知られる冷酷な性格のパンドラ、サテライザー・L・ブリジット。 どちらも、パンドラとリミッターのトレーニングスクールであるWestern Academy ofGeneticsに在籍しています。",
    "Aliases": [
        "Freezing Vibration",
        "Freezing (2011)"
    ],
    "Modified": "2025-08-09",
    "Seasons": {
        "0": {
            "ID": "391641",
            "URL": "https://www.thetvdb.com/series/freezing-2011/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4039991",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4039991",
                    "TitleEnglish": "I Want to Touch Her♥Satellizer, the Girl with Glasses",
                    "SummaryEnglish": "Satellizer, having caught a cold, sneezes and accidentally stops her Volt Texture. Kazuya is seen looking on, having been beaten half to death by Ganessa. Lana suddenly enters, apparently starting to play with Satellizer's body. However, she notices Kazuya showing more interest in Satellizer and disables her own Volt Texture. Ganessa and Arthur become jealous, and Ganessa also disables her Volt Texture with the intention of attacking Lana. However, it appears that they have all caught Satellizer's cold...",
                    "TitleJapanese": "接触したいの♥メガネっ娘サテライザー",
                    "SummaryJapanese": "はじけちゃう! ドキドキトラブル♥フリージングVol.1"
                },
                "2": {
                    "ID": "4095658",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4095658",
                    "TitleEnglish": "Lots of Secrets♥The First Room Invitation",
                    "SummaryEnglish": "In the public baths, Arnett, Cleo, Attia, and Ingrid ask Satellizer if she has already invited Kazuya to her room. When she reveals she hasn't as she does not know what to do next, the girls sneak Kazuya inside and he decides \"to teach\" Satellizer. However, Elizabeth arrives and chastises the girls for trying to teach Satellizer since their first time inviting their Limiters weren't perfect either. As they ask Elizabeth to teach them properly, Chiffon arrives and falls on the floor laughing over the girls' talk while an embarrassed Kazuya is ignored.",
                    "TitleJapanese": "秘密がいっぱい♥初部屋入り",
                    "SummaryJapanese": "はじけちゃう! ドキドキトラブル♥フリージングVol.2"
                },
                "3": {
                    "ID": "4106438",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4106438",
                    "TitleEnglish": "Someone's Going to See♥Overly-extreme Physical",
                    "SummaryEnglish": "The girls are having their body measurement check-up, where Lana shows her ability to correctly guess the breast size of the girls by groping them as she demonstrates it on Kaho, Ganessa, Satellizer, Chiffon and Ticy. Attia, who has an inferiority complex due to her smaller breasts, refuses to join until Chiffon decides to do the \"examination\" on her. Unknown to the girls, the boys are secretly listening from outside.",
                    "TitleJapanese": "見えちゃうの♥過激すぎる身体測定",
                    "SummaryJapanese": "はじけちゃう! ドキドキトラブル♥フリージングVol.3"
                },
                "4": {
                    "ID": "4122438",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4122438",
                    "TitleEnglish": "The Genetics Swim Meet♥There're Nip Slips Too",
                    "SummaryEnglish": "Kazuya, Ingrid, Ganessa, Satellizer, Lana, and Attia compete in a swimming competition. When Ganessa takes advantage after Attia stops Lana from using her Pandora powers, Attia stops her by stripping her swimsuit which leads to all of the girls stripping each others' swimsuits as well. Kazuya arrives at the finishing line believing he has won, only to learn to his shock that a Nova actually won the race.",
                    "TitleJapanese": "ゼネティックス水泳大会♥ポロリもあるよ",
                    "SummaryJapanese": "はじけちゃう! ドキドキトラブル♥フリージングVol.4"
                },
                "5": {
                    "ID": "4146071",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4146071",
                    "TitleEnglish": "Don't Look♥The Pandora's Bare Change of Clothes",
                    "SummaryEnglish": "Yumi and Elize learn to their horror that there is a critical error within the Volt Texture system and it is spreading quickly. In order to stop it, Sister Margaret orders the system to be shut down. Unfortunately, her timing couldn't have been perfect as the Pandoras are having a group exercise performing Cheerleading moves with the male Limiters watching. When Sister Margaret orders the shutdown, the girls lose their Volt-Textured gym clothes much to their embarrassment and the boys' joy. Ironically, Yumi, Elize, and Sister Margaret's clothes were made of Volt Texture as well.",
                    "TitleJapanese": "見ちゃだめ♥パンドラ達の生着替え",
                    "SummaryJapanese": "はじけちゃう! ドキドキトラブル♥フリージングVol.5"
                },
                "6": {
                    "ID": "4160095",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4160095",
                    "TitleEnglish": "Freezing Gone Wild♥Sighs-a-plenty for the Pandoras",
                    "SummaryEnglish": "Yumi has the Pandoras train trying to escape Kazuya's freezing field without using Pandora Mode. However, due to their Ereinbar Set synchronizing with Kazuya's, the girls (including Yumi) are too aroused to do anything as the feeling is too pleasurable. In their confusion, the Pandoras strip Satellizer's clothes which causes Kazuya to faint, ending the training session. Later, Satellizer cries for being humiliated in front of Kazuya while the girls try to comfort her.",
                    "TitleJapanese": "暴走フリージング♥お姉さまたちの吐息が一杯",
                    "SummaryJapanese": "はじけちゃう! ドキドキトラブル♥フリージングVol.6"
                },
                "7": {
                    "ID": "4860669",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4860669",
                    "TitleEnglish": "Freezing Vibration OVA 1 - Satellizer L. Bridget",
                    "SummaryEnglish": "Satellizer is used as a test subject by Amelia and the E-Pandora in a zero gravity chamber. The test involves some intense stimulation and groping in order to steal her powers. Eventually, an extremely aroused Satellizer releases so much energy that she overloads the machine and sends the girls flying. Kazuya arrives and gawks at the scene.",
                    "TitleJapanese": "震えちゃう♥フリージング ヴァイブレーションOVA Vol.1",
                    "SummaryJapanese": "DVD/BD Vol.1 特典"
                },
                "8": {
                    "ID": "4860670",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4860670",
                    "TitleEnglish": "Freezing Vibration OVA 2 - Scarlett O'Hara",
                    "SummaryEnglish": "Dr. O'Hara gives Charles a device to increase her breast size. When she struts around the pool, the other girls get jealous and ask how she did it, so she pulls out the device, which resembles a dildo. Dr. O'Hara arrives, finds several girls used it and are exhausted and aroused, and complains that they were supposed to follow the instructions. Satellizer complains that she didn't get to use it yet.",
                    "TitleJapanese": "震えちゃう♥フリージング ヴァイブレーションOVA Vol.2",
                    "SummaryJapanese": "DVD/BD Vol.2 特典"
                },
                "9": {
                    "ID": "4860671",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4860671",
                    "TitleEnglish": "Freezing Vibration OVA 3 - Julia Munberk",
                    "SummaryEnglish": "Julia presents her latest work of fiction for Satellizer and Rana to critique: A Cinderella-style love story with Cathy as Cinderella, Charles and Roxanne as the stepsisters, and her as the Fairy Godmother. In the story, the stepsisters sexually harass Cinderella before leaving for the ball. When the Fairy Godmother arrives, she erases Cinderella's clothes and gives her a bath while groping her. The story abruptly ends and a stunned Satellizer and Rana realize this is just Julia's lesbian fantasy.",
                    "TitleJapanese": "震えちゃう♥フリージング ヴァイブレーションOVA Vol.3",
                    "SummaryJapanese": "DVD/BD Vol.3 特典"
                },
                "10": {
                    "ID": "4860672",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4860672",
                    "TitleEnglish": "Freezing Vibration OVA 4 - Holly Rose",
                    "SummaryEnglish": "When Louis and Kazuya fall into icy water, it's up to Holly and Satellizer to warm up their partners: using their naked bodies. The girls compete with each other by rubbing against their partner at super speed. Unfortunately, they generate so much heat that the iceberg they are on breaks and sends them all tumbling into the water.",
                    "TitleJapanese": "震えちゃう♥フリージング ヴァイブレーションOVA Vol.4",
                    "SummaryJapanese": "DVD/BD Vol.4 特典"
                },
                "11": {
                    "ID": "4862412",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4862412",
                    "TitleEnglish": "Freezing Vibration OVA 5 - Roxanne Elipton",
                    "SummaryEnglish": "Surprised by their lack of progress in baptizing Kazuya, Roxanne teaches Satellizer and Rana how to seduce a Limiter. After the two practice sexy underwear and poses, Roxanne hurls Kazuya into the room and tells them to start, but they scream. Chiffon shows up and when she learns what they are doing, asks to join in, shocking everyone.",
                    "TitleJapanese": "震えちゃう♥フリージング ヴァイブレーションOVA Vol.5",
                    "SummaryJapanese": "DVD/BD Vol.5 特典"
                },
                "12": {
                    "ID": "4862413",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4862413",
                    "TitleEnglish": "Freezing Vibration OVA 6 - March Through The Snow",
                    "SummaryEnglish": "The Pandoras are ordered to march through a blizzard in their underwear to test their limits. Soon the cold makes them go crazy and strip naked. Chiffon laments their weakness.",
                    "TitleJapanese": "震えちゃう♥フリージング ヴァイブレーションOVA Vol.6",
                    "SummaryJapanese": "DVD/BD Vol.6 特典"
                }
            }
        },
        "1": {
            "ID": "391651",
            "URL": "https://www.thetvdb.com/series/freezing-2011/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3442651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442651",
                    "TitleEnglish": "Untouchable Queen",
                    "SummaryEnglish": "In a battle royale to determine the rankings of second-year Pandoras, Satellizer el Bridget, The Untouchable Queen, is the strongest-ranked Pandora. During class, physics teacher and training instructor Yumi Kim talks about her experiences as a Pandora during the last war against the Nova, in which one battle against a powerful Nova was ultimately won thanks to the sacrifice of her squadmate, Kazuha Aoi. Meanwhile, Kazuha's brother, Kazuya, is transported to the West Genetic Academy by student president Chiffon Fairchild and is given a rundown about the nature of Pandoras and Limiters. Kazuya arrives while Satellizer is in a battle against the second-ranked Pandora, Ganessa Roland, Kazuya mistakes Satellizer for his late sister and hugs her, provoking an embarrassing reaction from her and leaving her open to attack.",
                    "TitleJapanese": "Untouchable Queen",
                    "SummaryJapanese": "その日、アオイ＝カズヤは、リミッターとなるべくウエスト・ゼネティックスに降り立っていた。その目の前に突然、武器を手に戦う女生徒達が現れる。\nそれは、パンドラの公式模擬戦の最中なのだったが、その中の一人、サテライザー＝エル＝ブリジットの姿に、カズヤは死んだ姉の姿を重ねてしまい、思わず抱きつくのだったが───"
                },
                "2": {
                    "ID": "3442661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442661",
                    "TitleEnglish": "Pandora Mode",
                    "SummaryEnglish": "Because of Kazuya's interference, Satellizer lost the battle against Ganessa, who is now the number-one-ranked second-year Pandora. Kazuya wants to apologize to Satellizer, but Chiffon advises him against it due to Satellizer's aphephobia and her propensity toward attacking anyone who touches her. Soon, Satellizer arrives, and Kazuya tries apologize to her. Despite Kazuya holding her arm, Satellizer does nothing but tell him to leave her alone. Just then, a gloating Ganessa arrives and insults Satellizer, which starts a fight between the two despite Chiffon's warnings. When Satellizer manages to knock her down, Ganessa goes into Pandora Mode and proceeds to beat and torture Satellizer. Kazuya tries to stop the fight, but Ganessa slaps him away which causes Satellizer to react and go into Pandora Mode as well, and defeats Ganessa. Yumi and Medical Officer Eliza Schmitz soon arrive to stop the fight, and they punish both girls with detention. After getting to know the headmistress and his dorm neighbor, Arthur Crypton, Ganessa's Limiter, Kazuya still wants to apologize properly to Satellizer. Meanwhile, a Pandora named Miyabi Kannazuki takes an interest with Kazuya and wants to make him her newest Limiter.",
                    "TitleJapanese": "Pandora Mode",
                    "SummaryJapanese": "模擬戦中にサテライザーに抱きついた為、彼女を学年1位から転落させてしまったカズヤは、責任を感じ謝ろうとする。\n周囲が制止する中、“接触禁止の女王”と呼ばれるサテライザーの手を握ってしまうカズヤだったが、噂とは裏腹に彼女は顔を真っ赤にして固まってしまうのだった。しかしそこに、ガネッサが挑発に現れ───"
                },
                "3": {
                    "ID": "3442671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442671",
                    "TitleEnglish": "Accelerating Turn",
                    "SummaryEnglish": "After introducing himself to his class and having lunch with class representative Kaho Hiiragi, Kazuya spots Satellizer and decides to apologize to her.properly He finds her on the rooftop, and through their conversations, he is glad to find that she is a shy and nice person. Both Arthur and Kaho are shocked to find that Kazuya can talk to her normally. However, third-year Pandora Miyabi and her three Limiters arrive and Miyabi wants to make Kazuya her newest Limiter, but when he rejects her offer, she threatens Kazuya, which prompts Satellizer to raise her weapon against Miyabi. As the two Pandoras fight, Miyabi uses Accelerating Turn to increase her speed, but she is surprised to learn that Satellizer can also use Accelerating Turn. After taking a strike to her face, which angers her, Miyabi orders her Limiters to freeze both Kazuya and Satellizer and beat them. As Miyabi and her Limiters humiliate and sexually harass Satellizer, Kazuya activates his Freezing powers to stop them. By the time Yumi, Eliza and Chiffon arrive to stop the fight, Satellizer has brutally beaten Miyabi and her Limiters and is about to deliver a deadly blow when Kazuya pleads with her to stop, which she does. As Yumi and Eliza learn the secrets of Kazuya's abilities, Chiffon warns him again to stay away from Satellizer because she is now the target of the other third-years, who do not take lightly of those who disrespect the Academy's hierarchy. At the same time, Attia Simmons informs Ingrid Bernstein of what just happened.",
                    "TitleJapanese": "Accelerating Turn",
                    "SummaryJapanese": "サテライザーの事が忘れられないカズヤは、食堂で出会ったものの逃げてしまった彼女を追いかけ、屋上にいるのを発見する。そしてやっと言葉を交わし、彼女の優しさに触れたカズヤは、自分をリミッターにしてくれ、と彼女に申し込むのだった。しかし、そこに「リミッター食い」と噂される3年生のカンナヅキ＝ミヤビが現れて───"
                },
                "4": {
                    "ID": "3442681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442681",
                    "TitleEnglish": "Tempest Turn",
                    "SummaryEnglish": "After spending a week in solitary confinement for her actions, Satellizer faces Ingrid, who challenges her to a duel to punish her for going against the third-years and tells her to get a Limiter ready for it. Upon hearing about it, Kazuya begs Satellizer to let him be her partner, but she refuses. Instead, Sattelizer attacks Ingrid before their match, but Ingrid is well-prepared and gets the upper hand thanks to her Tempest Turn. When her Limiter, Leo, arrives, Ingrid gives Satellizer one more chance to get a Limiter, for which Kazuya volunteers despite being warned of the consequences of associating with Satellizer. Thanks to his powerful Freezing ability, Satellizer is able to knock down both Leo and Ingrid, but, hellbent on punishing Satellizer, Ingrid refuses to give up and goes into Pandora Mode, leaving Kazuya confused as to why Ingrid takes hierarchy discipline so seriously. Ganessa reveals to Kazuya that a year ago during an outdoor training session, Ingrid's best friend Marina died when she fought a Nova alone, and she believes Marina would have survived had the younger students not run away due to a lack of discipline in their ranks. Hearing this, Kazuya freezes Ingrid and tells her that he understands her pain just like he had when he lost his sister. He tells her her actions are tainting her late friend's memories, that Marina didn't die in vain as she was actually sacrificing her life to protect the younger students. With Ganessa confirming it as well, Ingrid realizes this isn't what Marina wanted, and breaks down in tears at the truth.",
                    "TitleJapanese": "Tempest Turn",
                    "SummaryJapanese": "カズヤのフリージング能力によって、ミヤビとの戦いにも、勝利したサテライザー。それは、3年生全体を敵に回してしまう事に。そして、3年生7位のイングリッド・バーンシュタインに、全力で罰する事を宣言されてしまう。その事を聞いたカズヤは、再び、リミッターになる事を申し出るのだったが、断られてしまい───"
                },
                "5": {
                    "ID": "3442691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442691",
                    "TitleEnglish": "She is Rana Linchen",
                    "SummaryEnglish": "Satellizer finally accepts Kazuya as her Limiter as she doesn't feel uncomfortable when he touches her and he can do Freezing without performing a baptism. Arthur and Kaho are shocked by this development and even more so when they learn Satellizer has invited Kazuya into her room tonight. Meanwhile, a new student from Tibet named Lana Linchen has arrived at West Genetics Academy. As Kazuya, Arthur and Kaho head to the girls' dormitory, they are confronted by the 3rd to 5th-ranked Second-year Pandoras, Audrey Duval, Tris Mackenzie and Aika Takeuchi, whom all lost to Satellizer at the battle royale and wants to take it out on Kazuya, and tortures Arthur and Kaho for interfering. In anger, Kazuya activates his Freezing powers but soon lose consciousness as Lana arrives to rescue them and defeats the second-year Pandoras. Informed on what just happened, Satellizer visits the hospitalized Kazuya. As she has a chat with Arthur and a hospitalized Kaho, Lana believes Kazuya is her chosen one (a Limiter) but Arthur and Kaho advise her not to as Kazuya is Satellizer's Limiter. Meanwhile, Attia, Elizabeth Mably and the other third-years discuss about these recent developments.",
                    "TitleJapanese": "She is Rana Linchen",
                    "SummaryJapanese": "カズヤに触られても大丈夫だと気付いたサテライザーは、洗礼をしない事を条件にカズヤをリミッターとして受け入れ、カズヤも逸れに同意するのだった。そしてその日の夕方、カズヤは“初部屋入り”を行う為に女子寮に向かっていると、道に迷っていたチベットからの編入生ラナ＝リンチェンと出会うのだったが───"
                },
                "6": {
                    "ID": "3442701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442701",
                    "TitleEnglish": "Machination",
                    "SummaryEnglish": "Lana enrolls into Satellizer's class where she is shown to be a formidable fighter when she defeats Ganessa during a practice bout. Despite being warned, Lana makes her moves on Kazuya, hoping to make him her partner much to Satellizer's jealousy. Arthur and Kaho continue to warn Kazuya not to be with Satellizer after telling him how she was held back a year and expelled from East Genetics for seriously injuring a Limiter who was a playboy. Later, Attia lies to Lana that Satellizer hasn't performed a baptism with Kazuya as she is only using him for his Freezing powers, which Lana brings Satellizer to a training facility where they fight over who should be Kazuya's partner. After a brutal fight, Kazuya intervenes to clarifty Lana about his relationship with Satellizer but Attia, along with two other third-years, Arnett McMillan and Cleo Brand, arrives.",
                    "TitleJapanese": "Machination",
                    "SummaryJapanese": "オードリー達のリンチを受け気を失ったカズヤが翌朝、病室で目を覚ますと、自分に覆いかぶさって眠るサテライザーがいた。二人の距離は確実に縮まっていたのだった。一方、カズヤを助けたラナは、カズヤの優しさとその能力に、彼を“運命の殿方”と心に決めていた。そしてカズヤにアタックを始めるのだったが───"
                },
                "7": {
                    "ID": "3442711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442711",
                    "TitleEnglish": "Sanction",
                    "SummaryEnglish": "After Kazuya is knocked unconscious, Satellizer starts fighting against Arnett while Lana, who seeks revenge for being used, goes against Cleo. Arnett manages to use her Double Accel technique to take advantage of Satellizer, allowing her to slit her neck while Lana is similarly overwhelmed by Cleo's Tempest Turn. As she tries to remain conscious while the third-years argue on what to do with her, Satellizer recalls when she and her mother were brought into the El Bridget household. Because her mother was her father's mistress, Satellizer was treated harshly by her younger half-brother, Louis, who even sexually abused her, and she was forced to bear it for her mother's sake until her older half-sister Violet learns about it and stops it. On her deathbed, Satellizer's mother apologizes to Satellizer for what she had gone through and encourages her to never lose to anyone. Remembering those words, Satellizer stands up and defeats Arnett with a Triple Accel technique while Lana uses Cleo's Tempest Turn together with her fighting style to defeat Cleo. However, all four girls refuse to give up but the fight is stopped when Chiffon and Ticy arrive and orders the third-years to stand down after Chiffon quickly subdues Arnett. As Satellizer and Lana bring Kazuya to the hospital, Chiffon meets Elizabeth at the swimming pool and tells her to stop targeting Satellizer as it is useless and their peaceful days are about to be over soon.",
                    "TitleJapanese": "Sanction",
                    "SummaryJapanese": "3年生に騙され、サテライザーに勝負を挑んだラナだったが、カズヤの登場で誤解は解かれるに至る。けれどそこに3年生達が現れ、サテラ VS アーネット、ラナ VS クレオの死闘が始まってしまう。そして、3年生のハイエンドスキルに地に伏してしまったサテラの脳裏には、幼い頃の忌わしい記憶が呼び覚まされるのだった───"
                },
                "8": {
                    "ID": "3442721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442721",
                    "TitleEnglish": "Pandora Queen",
                    "SummaryEnglish": "The West Genetics Academy decides to hold a prom where both Satellizer and Lana crosses eyes over who will Kazuya go to the dance with which he chooses the former. Meanwhile, Elizabeth decides to take Chiffon's advice and tells the third-years to stop targeting Satellizer but Attia still wants to humiliate Satellizer. On the night of the prom, Attia challenges Satellizer to compete in the Pandora Queen beauty contest which the latter agrees out of pride. When she's about to go on stage soon, Satellizer becomes nervous but Lana who is also competing, encourages her to withstand it for the sake of her partner. Despite being shy on stage, her timidness appeases the crowd and she wins the crown. Angry about her loss, Attia arranges for Satellizer to wear a skimpy outfit which becomes transparent under the spotlight, but Kazuya uses his Freezing ability to freeze the crowd and helps Satellizer escape from embarrassment.",
                    "TitleJapanese": "Pandora Queen",
                    "SummaryJapanese": "3年生の制裁行為もひとまず収まったそんな折、学園では、年に一度のプロムの開催が控えていた。ラナの横槍はあったものの、カズヤと一緒に舞踏会で踊る約束を取り付け喜ぶサテラだったが、アティアから、美人コンテストのパンドラ・クイーンでの勝負を持ちかけられ、売り言葉に買い言葉で勝負を受けてしまい……"
                },
                "9": {
                    "ID": "3442731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442731",
                    "TitleEnglish": "Godspeed of the East",
                    "SummaryEnglish": "Kazuya is invited to East Genetics Academy to meet the #1 ranked third-year Pandora, Cassie Lockheart, who possesses Stigmata from his late sister, Kazuha. Despite her potential, she explains she plans to retire after graduating to become a novelist. As Kazuya returns home, Sister Margaret reveals that Satellizer also possesses six of Kazuha's Stigmata, but showed little compatibility with them. Cassie reveals to her teacher Milena that the reason she doesn't want to join the Chevaliers, the Pandora elite, was because she was there when Satellizer attacked the playboy Limiter when she was still a student at East Genetics, and Satellizer's resolve to never give up no matter how many times Cassie put her down made her scared and realize how weak she was. Just then, East Genetics is attacked by a group of Type S Nova who exhibit abilities that have never been seen before, overwhelming the students and absorbing some of the Pandoras, including Cassie and Milena. Meanwhile, Satellizer overhears Kazuya talking with Arthur and Kaho, believing that Kazuya only chose her because she reminded him of his sister.",
                    "TitleJapanese": "Godspeed of the East",
                    "SummaryJapanese": "その日、カズヤはイーストゼネティックスで姉の英痕を持つキャシーと会っていた。しかし彼女は、実はイーストでのサテラの暴走事件が原因で、既に引退を決意していたのだった…。そして帰路、サテラも英痕を持つ一人だと教わり複雑な気持ちになるカズヤ。と、その時、後にしたイーストに4体のノヴァが現れたと報告が───！"
                },
                "10": {
                    "ID": "3442741",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442741",
                    "TitleEnglish": "NOVA Form",
                    "SummaryEnglish": "As West Genetics sends their fourth-year Pandoras to reinforce East Genetics, the West Genetics Academy is soon attacked and surrounded by the Nova. With the fourth-years too far to help them, Yumi and Eliza leads the remaining fourth-years and the Military to the front lines while the rest of West Genetics' Pandoras and Limiters are ordered to guard the Academy. However, the Nova soon release Nova Forms, Pandoras they absorbed earlier at East Genetics who are now infected and under their control. Meanwhile, Satellizer is angry that Kazuya sees her as a replacement for his sister, but before he can explain, both of them, along with Lana, Ganessa and Arthur, are called by Sister Margaret to defend the underground Ravensborne Nucleohede facility which holds the body of Maria Lancelot, the first and mother of Pandoras. As the Nova Forms attack the Academy, a small group of them lead by Cassie and Milena manage to breach into underground facility. Sister Margaret realizes the Nova Forms target is Maria's body and laments the fact the same Stigmas that gives a Pandora their power comes from the Nova and are also responsible for turning them into a Nova Form.",
                    "TitleJapanese": "NOVA Form",
                    "SummaryJapanese": "現れたノヴァは、イーストゼネティックスのパンドラ達をその体内に取り込み消失。その後、ウエストゼネティックスを取り囲むように出現してしまう。対して、学内の全パンドラで、迎撃体制を整えるウエスト。そんな中、サテラはカズヤが姉の面影を自分に重ねていたのだと知ってしまい、独りで戦うと言い出してしまう───"
                },
                "11": {
                    "ID": "3442751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442751",
                    "TitleEnglish": "Ambush! Ravensborne Nucleochede",
                    "SummaryEnglish": "As the Nova Forms head towards the Ravensborne Nucleocheode, they are held back by Ingrid, Cleo, Arnett, Attia and their Limiters. Cassie and Milena manage to evade them only to encounter Elizabeth and her Limiter, whom the latter learns the Nova Forms weak point is the Nova Stigma between their collarbones which will destroy the infection and release them from Nova control. However, Cassie breaks into the lower levels where Satellizer and the others are. After defeating Lana and Ganessa, Cassie goes after Satellizer who refuses Kazuya's help, where they both get into a fierce battle using all of their Tempest Turn and Accel techniques. As Cassie prepares a finishing blow to Satellizer, Kazuya summons up all of his Freezing abilities to stop Cassie and tells Satellizer how important she is to him which the latter realize how much Kazuya cares about being her partner.",
                    "TitleJapanese": "Ambush! Ravensborne Nuclecheode",
                    "SummaryJapanese": "ノヴァ化したパンドラ達は、ウエストゼネティックスの中央、レベンスボルン・ヌクレオチドの最下層に収められた聖母マリアの聖骸を目指して侵攻していた。そしてその中の一体、ノヴァ化したキャシーが、3年生達の攻撃をかいくぐり、聖骸のある部屋の前に辿り着いてしまう。しかしそこには、招集されたサテラ達の姿が───！"
                },
                "12": {
                    "ID": "3442761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/3442761",
                    "TitleEnglish": "Satellizer Vs. Pandora",
                    "SummaryEnglish": "Milena is stopped by Chiffon and Ticy from approaching Maria's body. Meanwhile, Cassie shoots an energy beam at Satellizer but Ganessa sacrifices her life to shield her. Traumatized from Ganessa's death who considers Satellizer her comrade, Satellizer goes berserk and turns into Nova Form where she brutally beats Cassie, cutting both her arms and ripping off her infected Stigma. Free from Nova control, Cassie begs Satellizer to kill her but she is stopped by Kazuya, who manages to hold her back and calm her, which turns her back to normal. With Ganessa revealed to have survived and Milena defeated, the Pandoras believe it is over, but the last remaining Nova uses Milena's Stigma as a beacon to teleport into Ravensborne Nucleotide, forcing Satellizer, Lana, Ingrid, Cleo, Arnett, Attia, Elizabeth, Chiffon and Ticy to fight it. However, the Nova uses Cassie's infected Stigma to infect Satellizer into a Nova Form and uses her to cast a powerful Freezing ability to stop the Pandoras as it goes after Maria's body. Hearing her cries for help, Kazuya activates his Freezing on Satellizer and thanks to Kazuha's spirit, she breaks free of the Nova's control and stops its Freezing which finally allows the Pandoras to finish off the Nova. After recovering and returning to East Genetics, Cassie, influenced by both Kazuya and Satellizer's ideals, tells Milena that she decided to join the Chevaliers and still be a novelist. And with her change of personality, the other Pandoras comment how much Satellizer has changed thanks to Kazuya. In the epilogue, Sister Margaret has a talk with a \"Professor Aoi\" over the Stigmata as a double-edged sword, but he warns the fight with the Nova is far from over.",
                    "TitleJapanese": "Satellizer Vs. Pandora",
                    "SummaryJapanese": "ノヴァ化したキャシーの放つビームに、死を覚悟したサテラ。しかしそのサテラを救ったのは、自らを盾にしたガネッサだった。自分を救い力尽きたガネッサの最後の言葉に、初めて仲間というものを感じ、そして、この戦いで守るべきものが何かを知ったサテラは、自らノヴァ化しつつ、再びキャシーに挑んで行く───！"
                }
            }
        },
        "2": {
            "ID": "526310",
            "URL": "https://www.thetvdb.com/series/freezing-2011/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4628186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4628186",
                    "TitleEnglish": "Pandora Returns",
                    "SummaryEnglish": "Satellizer and other Pandora battle an unexpected foe during a trip to Alaska. Later, they learn they're going to assist in a project to create artificial Pandora.",
                    "TitleJapanese": "Pandora Returns",
                    "SummaryJapanese": "アラスカの上空を飛ぶ飛行機の機内に鳴り響く救援要請を知らせるアラート音。行き先も知らされず飛行機に乗せられていたサテラ、カズヤ、ラナの三人は、そのまま救援要請が発信された場所へと向かう。そこには「異次元体ノヴァ」の姿があった。木々をなぎ倒し、前進を続けるノヴァ。その先に存在するシュバリエの石油保留地を守るため、サテラたちに防衛任務が下る。"
                },
                "2": {
                    "ID": "4675561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675561",
                    "TitleEnglish": "Evolution Pandora",
                    "SummaryEnglish": "Original Pandora and Evolution Pandora face off in exhibition fights in order to determine their difference in abilities. Meanwhile, everyone grows accustomed to life on the new base.",
                    "TitleJapanese": "Evolution Pandora",
                    "SummaryJapanese": "世界各国のゼネティックスからEパンドラ研究所に集められた選りすぐりのパンドラたち。Eパンドラ研究所ではオリジナル・パンドラとEパンドラの比較データを測定するため、双方が一対一で戦う模擬戦が行われていた。模擬戦の結果は厳しく、オリジナルとの実力差に愕然とするEパンドラたち。そしてEパンドラの中で最も強いアミリアとエリザベスの模擬戦が始まり、アミリアはボルトウェポンを具現化する。"
                },
                "3": {
                    "ID": "4675562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675562",
                    "TitleEnglish": "Mark IV",
                    "SummaryEnglish": "Rana and Satellizer keep their competitive spirit alive. Meanwhile, the E-Pandora project continues with a test of the experimental Mark IV, a drug that could make E-Pandora just as powerful as Original Pandora.",
                    "TitleJapanese": "Mark IV",
                    "SummaryJapanese": "オリジナル・パンドラのデータをインストールした自己増殖型ナノマシン「マークIV」。Eパンドラに投与することで聖痕を活性化し、その能力をオリジナル・パンドラと同等まで引き上げることを可能とするものだが、これまでの実験での成功例はなく、前回の実験で被験者となり生死の境を彷徨ったアミリアは、大原に投与の中止を求める。しかし、自ら志願したジーナに「マークIV」の投与が決定する。"
                },
                "4": {
                    "ID": "4675563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675563",
                    "TitleEnglish": "Mate",
                    "SummaryEnglish": "An emergency situation develops as the Mark IV slowly changes Jina into a Nova. Elizabeth insists that Satellizer needs to stay out of the matter, which only complicates things further.",
                    "TitleJapanese": "Mate",
                    "SummaryJapanese": "「マークIV」の投与によるEパンドラ強化実験の成功を告げるシュバリエ。しかしその裏では被験者であったジーナのノヴァ化が始まっていた。ノヴァ化を止める手立てはなく、やがて完全にノヴァ化し、暴走を始めるジーナ。どうにかしてジーナを止めようとするアミリアの前でジーナはわずかに正気を取り戻し、何かを伝えようとするが、そこへテンペストの鳳雛、シャルル・ボナパルトが現れる。"
                },
                "5": {
                    "ID": "4675564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675564",
                    "TitleEnglish": "Noblesse Oblige",
                    "SummaryEnglish": "Elizabeth leaks top-secret information to the Mably family in an effort to protect the E-Pandora. Meanwhile, Kazuya and Satellizer visit Bali instead of returning to Japan.",
                    "TitleJapanese": "Noblesse Oblige",
                    "SummaryJapanese": "Eパンドラ計画に疑問を感じたエリザベスは、これ以上の犠牲者が出ることのないように、研究所での顛末を記したレポートをメイブリー家へと送る。しかしシュバリエに報告され、エリザベスは極秘情報を外部に漏らしたことを反逆行為として拘束されてしまう。一方、怪我の治療のためにウエスト＝ゼネティックスへ送還されることになったサテラとカズヤは、日本ではなくバリ島へ向かおうとしていた。"
                },
                "6": {
                    "ID": "4675565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675565",
                    "TitleEnglish": "Marionettes",
                    "SummaryEnglish": "Satellizer comes face to face with Luis, a part of her dark past she had hoped to forget.",
                    "TitleJapanese": "Marionettes",
                    "SummaryJapanese": "サテラの姉のバイオレットが支配人を勤めるホテルへとやってきたサテラとカズヤ。サテラはエリザベス同様に、Eパンドラこれ以上の犠牲者を出すまいとエル＝ブリジット家への口添えをバイオレットに頼む。しかし、そこで偶然にも弟であるルイスと再会を果たしたサテラは体を強張らせる。そして過去に何事もなかったかのように笑顔で話しかけてくるルイスに対して戦慄するのだった。"
                },
                "7": {
                    "ID": "4675566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675566",
                    "TitleEnglish": "Spellbound",
                    "SummaryEnglish": "Emotions run wild as Satellizer and Kazuya square off against Luis and Holly in an epic, decisive battle in Bali.",
                    "TitleJapanese": "Spellbound",
                    "SummaryJapanese": "弟であるルイスとの間に確執を抱えるサテラ。しかし、カズヤのサテラを慕う真っ直ぐな気持ちによって、サテラは過去を乗り越えて、一歩を踏み出す覚悟を決める。一方、ルイスへの想いを募らせるホーリーは、サテラに対して敵意をぶつける。その想いに気づくことのないルイスは、サテラに執着し、また昔のように自分の人形になれとサテラに命じる。交差するそれぞれ強い想いが海岸に渦巻く。"
                },
                "8": {
                    "ID": "4675567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675567",
                    "TitleEnglish": "Rebellion",
                    "SummaryEnglish": "Furious that the Mark IV experiments are scheduled to resume, the E-Pandora girls plan to escape from the Alaskan base. But the situation only worsens when the regular Pandora learn the truth...",
                    "TitleJapanese": "Rebellion",
                    "SummaryJapanese": "Eパンドラ計画を推進するマーク・スペンサーは、ジーナに続く、第2、第3の成功例を作るため、Eパンドラの補充をし、再び「マークIV」の投与実験を行うことを大原に告げる。そして次の被験者に選ばれたのはラトルだった。せめて被験者を自分にして欲しいと大原に掛け合うアミリアだったが検討の余地はなかった。アミリアは拷問によって正気を失ったままのエリザベスに仲間のために戦い続けることを誓う。"
                },
                "9": {
                    "ID": "4675568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675568",
                    "TitleEnglish": "Traitor",
                    "SummaryEnglish": "The E-Pandora rebellion tears allegiances apart and pits Pandora comrades against each other in battle. Meanwhile, Amelia continues to transform into a Nova.",
                    "TitleJapanese": "Traitor",
                    "SummaryJapanese": "Eパンドラの暴動を鎮圧すべく、アミリアの前にユリアが立ちはだかる。間一髪のところで助けに入ったサテラだったが、自らマークIVを投与したアミリアの体は徐々にノヴァ化を始めていた。一刻の猶予も許されない事態のなか、加勢したキャシーがユリアの相手を買って出る。しかし先を急ぐアミリアたちの前にユリア同様に暴動の鎮圧に動いていたシャルルが姿を現す。"
                },
                "10": {
                    "ID": "4675569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675569",
                    "TitleEnglish": "True Pandora",
                    "SummaryEnglish": "The in-fighting between regular Pandora rages on as the E-Pandora rebellion continues. Skills and hidden talents are revealed one after another... as are new secrets.",
                    "TitleJapanese": "True Pandora",
                    "SummaryJapanese": "キャシーとユリア、エリザベスとシャルルの戦いが激化する一方、先を急ぐアミリアたちの前にシフォンが姿を現す。武装解除し投降するように呼びかけるシフォンに応じることなく、アミリアを先に行かせようとするサテラとラナだったが、行く手を阻むシフォンと戦闘になってしまう。そしてサテラとラナは怪物と呼ばれるシフォンの圧倒的な戦闘能力を身を持って味わうことになるのだった。"
                },
                "11": {
                    "ID": "4675570",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675570",
                    "TitleEnglish": "Nova Crash",
                    "SummaryEnglish": "The chaos on the Alaskan base intensifies as a new Nova threat and a massive army of Maria Lancelot clones descend upon the Photon Generator.",
                    "TitleJapanese": "Nova Crash",
                    "SummaryJapanese": "ラボにたどり着いたアミリアは、目の前に広がる光景に愕然とする。大原に裏切られたことを知り、怒りをあらわにするアミリアだったが、聖痕とのシンクロを無効化するバリアによって為す術なく倒れてしまう。それをきっかけにラボ内で異変が起こり始め、アミリアはその姿を巨大なノヴァへと変える。一直線にフォトン・ジェネレーターへと向かうノヴァを止めるべく、シフォンは隠していた能力を発現させる。"
                },
                "12": {
                    "ID": "4675571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freezing-2011/episodes/4675571",
                    "TitleEnglish": "Shaft of Light",
                    "SummaryEnglish": "Chiffon and the remaining Pandora girls must face the Nova threat in one final battle for humanity's future.",
                    "TitleJapanese": "Shaft of Light",
                    "SummaryJapanese": "凄まじい攻撃力でノヴァを圧倒するシフォン。その力はパンドラ個人が持ち得る力の限界を優に超えるものだった。しかしノヴァから放たれた強烈なビーム攻撃を防ぐために力を使い過ぎたことから、シフォンの皮膚は音を立てて硬化していく。そこへノヴァの中に残るアミリアの意識がシフォンの中へと流れ込んでくる。やり場のない悲しみと怒りに葛藤するアミリアに対し、シフォンは彼女への願いを口にする。"
                }
            }
        }
    }
}