{
    "URL": "https://www.thetvdb.com/series/is-this-a-zombie",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1780262/",
        "https://www.themoviedb.org/tv/38420"
    ],
    "TitleEnglish": "Is This a Zombie?",
    "SummaryEnglish": "The story centers around a lazy high school boy named Aikawa Ayumu who gets killed during a spate of mysterious serial killings. However, Ayumu is resurrected as a zombie by a necromancer girl named Yuu, who Ayumu had just met before dying. Ayumu reawakens in a world surrounded by masou shoujo (magically equipped girls) and vampire ninja. Ayumu is assigned the duties of a masou shoujo by a magical warrior girl named Haruna.",
    "Aliases": [
        "Kore.wa.Zombie",
        "Is.This.A.Zombie",
        "Kore wa Zombie Desu ka? Jigokuhen",
        "Kore wa Zombie Desu ka? OF THE DEAD",
        "これはゾンビですか？ オブ・ザ・デッド",
        "Is This A Zombie",
        "Kore wa Zombie Desu ka?",
        "Kore wa Zombie Desu ka",
        "Is This a Zombie? Hell Chapter"
    ],
    "Modified": "2025-07-12",
    "Seasons": {
        "0": {
            "ID": "393751",
            "URL": "https://www.thetvdb.com/series/is-this-a-zombie/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "3665891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3665891",
                    "TitleEnglish": "Eh? This Is The Final Episode?",
                    "SummaryEnglish": "[OVA] [Season 1 Episode 13] This special episode consists of three different stories: in 'Yes, This is a 1% Miracle', Haruna goes to a festival to find it deserted and so everyone pitches in to make a lively festival by holding a contest with Sera and Eu as the prizes. In 'Welcome to the Danger Zone', Sera tries her hand at cooking, and in 'The One Day the Floor Gets Hit Most', the school holds a contest on nursery rhymes and Ayumu is repeatedly probed in a very uncomfortable area!",
                    "Aliases": []
                },
                "2": {
                    "ID": "4186576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4186576",
                    "TitleEnglish": "Yes, Thank You for This Encore",
                    "SummaryEnglish": "[OVA] [Season 2 Episode 0] This special episode contains two stories: in 'The Value of a Swimsuit is Priceless', Ayumu tries to keep the peace as Haruna scours the local pool for signs of a sea monster. In 'No I’m a Virgo Woman', the necromancer’s birthday celebration is disrupted by a demonic void.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4301336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301336",
                    "TitleEnglish": "Yes, This Suits Me Just Fine",
                    "SummaryEnglish": "[OVA] [Season 2 Episode 11] Haruna accidentally sells a philosopher’s stone, Ayumu becomes temporarily invisible, and a bevy of scantily clad beauties are about to be unwittingly gazed upon by the eyes of a zombie!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "393761",
            "URL": "https://www.thetvdb.com/series/is-this-a-zombie/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3456701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3456701",
                    "TitleEnglish": "Yes, I'm a Magical Garment Girl",
                    "SummaryEnglish": "Ayumu is a boy with a problem. He’s dead. Well, actually he’s a zombie, and he’s about to be chopped in half by a magical girl in pink dress with a matching chainsaw. Some guys just can’t catch a break.",
                    "Aliases": []
                },
                "2": {
                    "ID": "3489121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489121",
                    "TitleEnglish": "No, It's a Vampire Ninja",
                    "SummaryEnglish": "Dinner time is rudely interrupted by a mysterious female with an insatiable hunger for miso soup. Apparently, there is a war raging in the village of ninjas, and the curvy newcomer could use Eu’s help.",
                    "Aliases": []
                },
                "3": {
                    "ID": "3489131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489131",
                    "TitleEnglish": "Yes, Hair in Pigtails",
                    "SummaryEnglish": "While Ayumu goes bowling with a friend from school, his three lovely roommates spend the afternoon playing twister and fighting over the last package of pudding.",
                    "Aliases": []
                },
                "4": {
                    "ID": "3489141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489141",
                    "TitleEnglish": "Whoa, Am I Glowing?",
                    "SummaryEnglish": "When a talking Doberman shows up at the front door instead of the pizza man, Ayumu learns the tragic secret behind Eu’s powers. Oh yeah, there’s also a whale of a demon that needs to be put down!",
                    "Aliases": []
                },
                "5": {
                    "ID": "3489151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489151",
                    "TitleEnglish": "Yeah, That's Kyoto Tofu",
                    "SummaryEnglish": "Ayumu’s romantic rendezvous takes a deadly turn when his dream girl turns out to be a demonic serial killer. It’s a good thing zombie boy travels with a vampire ninja and an armor-clad necromancer! Let’s get ready to rumble!",
                    "Aliases": []
                },
                "6": {
                    "ID": "3489161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489161",
                    "TitleEnglish": "Yes, I Summon Death",
                    "SummaryEnglish": "Eu, the most powerful necromancer in existence, slips into a pretty pink dress and picks up the most darling little chainsaw as she prepares to go all magical girl on a pesky demon with a plethora of lives!",
                    "Aliases": []
                },
                "7": {
                    "ID": "3489171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489171",
                    "TitleEnglish": "Hey, Which Middle School Are You At?",
                    "SummaryEnglish": "Ayumu’s exams are interrupted by a rampaging demon-horse and the arrival of a killer-soup wielding vampire ninja! If the poor boy can survive his latest adventure, he may find a mate for life!",
                    "Aliases": []
                },
                "8": {
                    "ID": "3489181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489181",
                    "TitleEnglish": "Heh, I'm a Schoolyard Wife",
                    "SummaryEnglish": "Yuki must learn to like her new husband, Haruna can’t decide whether she wants to kiss - or kill - Ayumu, and the Necromancer disappears while no one is looking.",
                    "Aliases": []
                },
                "9": {
                    "ID": "3489191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489191",
                    "TitleEnglish": "Yes, When I Strip Down, You'll be Amazed",
                    "SummaryEnglish": "A mysterious madman from Eu’s past terrorizes her new friends. Will the necromancer give in to his demands, or will she stubbornly watch Ayumu and the others meet their untimely ends?",
                    "Aliases": []
                },
                "10": {
                    "ID": "3489201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489201",
                    "TitleEnglish": "No, That Will Explode",
                    "SummaryEnglish": "Ayumu, Haruna, and Sera desperately search for Eu, but an evil zombie from the necromancer’s past is willing to kill to keep her by his undead side.",
                    "Aliases": []
                },
                "11": {
                    "ID": "3489211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489211",
                    "TitleEnglish": "Yeah, You Stay With Me!",
                    "SummaryEnglish": "In the wake of Eu’s abduction, Ayumu finds himself trapped in a bizarre nightmare, and only Haruna has the power wake him. Meanwhile, Sera and her fellow vampires attempt to close the gates of the underworld once and for all.",
                    "Aliases": []
                },
                "12": {
                    "ID": "3489221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489221",
                    "TitleEnglish": "Yes, There's Still More",
                    "SummaryEnglish": "The fighting is all finished, but the action is just beginning to heat up! Haruna wins a special trip to the pool, and we all know what that means: swimsuits!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "467300",
            "URL": "https://www.thetvdb.com/series/is-this-a-zombie/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4110408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4110408",
                    "TitleEnglish": "Yes, I'm Now Making a Magical Transformation Again!",
                    "SummaryEnglish": "Ayumu finds himself wearied by the stress of everyday life, and happens upon a drinking partner with whom he is able to share his concerns. Meanwhile, Haruna's increased appetite has her thinking she has recovered her Magical Garment Girl abilities.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4294583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4294583",
                    "TitleEnglish": "Aah, Farewell to Me",
                    "SummaryEnglish": "With Mystletainn unable to erase anyone's memories, they still remember the events of the day before, thrusting unwelcome attention upon Ayumu. Tomonori invites Ayumu to go up into the mountains, to get away from the commotion and do some stargazing.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4294584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4294584",
                    "TitleEnglish": "Yo! That's Some Friendly You-nity!",
                    "SummaryEnglish": "Haruna and Eu perform a delicate operation on Mysteltainn to try to repair the damage done to him. Ayumu gets advice on how to deal with Orito. Tomonori takes a crash course in dancing in order to be a backup dancer for Sarasvati at her upcoming concert.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4294585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4294585",
                    "TitleEnglish": "No, Get Lost, Good Sir",
                    "SummaryEnglish": "Thinking he is doing him a favor, Orito invites Ayumu out to a restaurant run by the vampire ninjas, which offers a full course of unsociable service. Afterward, the two of them engage the ninjas in a mood-changing contest, to win the cost of their meal.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4296483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4296483",
                    "TitleEnglish": "Yes, It Goes Around Every Year",
                    "SummaryEnglish": "Sera and the other vampire ninjas are called back to their village, leaving Haruna in charge of the house. Eucliwood comes down with a fever, and Ayumu goes to great lengths to look after her, but ends up having to call in outside, underworlder help.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4296481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4296481",
                    "TitleEnglish": "No Way, We Were Winning!",
                    "SummaryEnglish": "The Head Teacher calls Ayumu with news that Mystletainn will be returning shortly. Souyu High School holds its culture festival, and Haruna helps Ayumu's class prepare for their activities. Ayumu admits to a sense of fulfillment in his high school life.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4301332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301332",
                    "TitleEnglish": "Mm-hmm, Teacher is the Greatest!",
                    "SummaryEnglish": "Having absorbed Eu's magic power, Haruna now suffers from the same side-effects that prevented Eu from speaking. The culture festival enters its second day. Tomonori has her control ring taken from her by the teacher, leading to an unforeseen outcome.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4301333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301333",
                    "TitleEnglish": "Whoo, a Mixer with Kyoko!",
                    "SummaryEnglish": "Kyoko returns, offering to reveal Chris's weakness, but only if Ayumu will keep her sufficiently entertained. She wants him to throw her a big blind-date party, with lots of people. Will getting all of the arrangements made be too much for Ayumu?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4301334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301334",
                    "TitleEnglish": "Ah, My Darling is a Ne'er-do-well",
                    "SummaryEnglish": "Finding Kyoko's information useless, Ayumu is told by Dai-sensei to seek out the strongest underworld warrior, Naegleria Nebiros, who is an old friend of Eucliwood's. After agreeing to attend one of Saras' concerts, Ayumu meets up with Naegleria and ends up having to help her draw her doujinshi, with the others later joining him. As they learn the story is about Eucliwood and how things might've been for her, the gang become determined to complete it but get set back thanks to Sera's cooking. After completing a fair amount of work, Ayumu manages to make it to Saras' concert before it ends. After the concert, Saras takes Ayumu out to the roof and gives him a carton of coffee milk. When Ayumu is distracted while talking to Saras, Saras sucks on Ayumu's straw, thus marries Ayumu. The end of the episode shows Naegleria and Chris hanging out together, proving that they have a friendlike relationship.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4301335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301335",
                    "TitleEnglish": "Still, That's Okay",
                    "SummaryEnglish": "Head Teacher Ariel proposes a test to Ayumu, to see if he is ready to take on Chris. At stake are Ayumu's memories, which will be erased if he fails the test. Haruna decides to help Ayumu pass the test, but will her help end up doing more harm than good?",
                    "Aliases": []
                }
            }
        }
    }
}