{
    "URL": "https://www.thetvdb.com/series/dragon-crisis",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1868402/",
        "https://www.themoviedb.org/tv/38811"
    ],
    "TitleEnglish": "Dragon Crisis!",
    "SummaryEnglish": "A normal high school boy Kisaragi Ryuji's peaceful life is turned into an adventure by the return of his second cousin Eriko. Ryuji and Eriko seize a relic box from a black broker. In the box, they find a red dragon girl Rose. In order to protect Rose from the black organization, Ryuji decides to fight using his power as a relic handler.",
    "TitleJapanese": "ドラゴンクライシス!",
    "SummaryJapanese": "高校生の竜司は、海外の両親と離れて静かな一人暮らしをしていた。\nだが、ハトコの英理子が帰国し、彼の日常は一変してしまう。\n闇ブローカー『ファング』との接触。ナゾの美少女ローズとの出会い。\nしかもローズは、伝説のレッド・ドラゴンだと判明する！\nそのうえ、ローズは初対面のはずの竜司に夢中で！？\nさらに、ローズや遺物（ロスト・プレシャス）を狙って、次々と現れる存在は……\n少女ローズと竜司の物語が始まる！！",
    "Aliases": [
        "Dragon Crisis"
    ],
    "Modified": "2025-03-22",
    "Seasons": {
        "1": {
            "ID": "393741",
            "URL": "https://www.thetvdb.com/series/dragon-crisis/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3456431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3456431",
                    "TitleEnglish": "The Kidnapped Girl",
                    "SummaryEnglish": "High school student Ryuji's older cousin Eriko returns from abroad to drag him to the scene of an underground transaction where he gets caught up in a shoot out and car chase! While they thought they had stolen a miraculous Lost Precious from the criminal brokers, they ended up with a mysterious young girl! The young girl happily latches on to Ryuji even though they have never met! Who is this little girl? Thus begins the story of the beautiful young Rose and Ryuji!",
                    "TitleJapanese": "さらわれた少女",
                    "SummaryJapanese": "高校生の竜司の前に、突然帰国した年上のハトコ・英理子が現れる。\n英理子は、竜司を強引に闇ブローカーの取引現場へと連れ出して……銃撃戦やカーチェイスに巻き込まれてしまう！\nしかも闇ブローカーから、奇跡を起こす貴重なロスト・プレシャスを奪還したつもりが、出てきたのは言葉も通じないナゾの少女！少女は初対面のはずの竜司に夢中で、彼にひっついて大喜び!?　しかも彼女の正体は!?\n美少女ローズと竜司の物語が始まる！"
                },
                "2": {
                    "ID": "3492331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492331",
                    "TitleEnglish": "The Black Assault",
                    "SummaryEnglish": "Rose, Ryuji and Eriko are suddenly invited to the Japanese branch of the society by a researcher named Tokura. While Rosa is indistinguishable from a young girl, the society performs a variety of examinations after hearing she is a dragon, and the results are...! Unconcerned by her situation, Rose is simply happy to be with Ryuji, and enjoys eating ice cream. However, a young man in black and an underground broker come for Rose!",
                    "TitleJapanese": "黒の襲撃",
                    "SummaryJapanese": "ローズと竜司と英理子は、突然、戸倉という研究員に世界遺物保護協会（ソサエティ）へと招待される。\n行き先は、協会の日本支部。少女にしか見えないローズだが、彼女はドラゴンだと言われ、協会でも様々なハイテク検査が行われて……その結果は！？\nそんな状況にもかかわらず、ローズは竜司と一緒にいられてご機嫌♪　お気に入りのアイスを食べて喜んでいた。\nだがその時、ローズを狙って黒い少年と闇ブローカーが迫っていた！"
                },
                "3": {
                    "ID": "3492351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492351",
                    "TitleEnglish": "Contract of Determination",
                    "SummaryEnglish": "Rose is kidnapped! The youth known as Onyx uses the tremendous power of the black dragon to subdue her. Onyx, who refers to Rose as \"princess\", seeks to make her his bride! Ryuji faces his emotional scars, unleashes the powers of a slash breath short sword, an S Class Lost Precious left to him by his parents, and goes after Onyx to save Rose. However, an insurmountable wall exists between humans and dragons. Emotions clash as the battle begins! Rose is kidnapped! Onyx, the youth in black, uses the tremendous power of the black dragon to subdue her. Ryuji faces his emotional scars and decides to fight. Emotions clash as the battle begins!",
                    "TitleJapanese": "決意の契約",
                    "SummaryJapanese": "ローズが奪われた！オニキスと名乗る少年は、強大なブラック・ドラゴンの力で彼女へと服従を迫る。\nローズを『姫』と呼ぶオニキスの狙いは、彼女を花嫁として迎えること!?\n竜司は心の傷と向き合い、両親が残してくれたSクラスの遺物（ロスト・プレシャス）である短剣スラッシュ・ブレスを解放して、ローズを奪還すべくオニキスを追う。\nだが、人間とドラゴンの間には越えられぬ壁があり……それぞれの想いが交差し、決戦が始まる！"
                },
                "4": {
                    "ID": "3492361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492361",
                    "TitleEnglish": "Beauty on the Beach",
                    "SummaryEnglish": "Ryuji heads to the beach with Rose and Misaki. Their swimsuits starts his heart pounding! However, a silver haired girl arrives with a dangerous request. The target is a powerful breaker looking for Rose!",
                    "TitleJapanese": "海辺の美少女",
                    "SummaryJapanese": "夏の海へと実咲や真央たちと遊びに来た竜司。\nローズや英理子も乱入して、白い砂浜は女の子でいっぱい！竜司の争奪戦まで始まってしまい!?\nだが平和だった海辺に、銀髪の美少女マルガが現れる。\nマルガは自らがドラゴンの皇女であることをあかし、竜司に危険な依頼を持ち込む。\n依頼のターゲットは、世界最高の遺物使いの一人『黒衣の制裁者（ブラック・パニッシャー）』ジョージ。\nしかもジョージは、日本に現れたドラゴン、つまりローズを狙っていた！"
                },
                "5": {
                    "ID": "3492371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492371",
                    "TitleEnglish": "Unpleasant Awakening",
                    "SummaryEnglish": "Ryuji gets close to George and finds the Lost Precious they are looking for. However, taking the Lost Precious Maruga has asked for seems nearly impossible. Eriko believes her plan to keep George occupied at the beach with Maruga's swimsuit has succeeded when a sudden incident ruins her plan. On top of that, Maruga reveals a secret about the Lost Precious. What is the sad past kept quiet by the white dragons? Can Ryuji and Rose conquer that sadness? Ryuji plans to steal the Lost Precious. Their secret weapon against George is Maruga in a swimsuit! However, a sudden incident ruins their plan. Maruga reveals a sad secret about the sword...",
                    "TitleJapanese": "忌まわしき覚醒",
                    "SummaryJapanese": "ジョージと接触し、目的のロスト・プレシャスを確認した竜司たち。\nだがマルガの依頼したロスト・プレシャス奪還は、どう考えても不可能に近い。\n英理子は水着のマルガをおとりにジョージを砂浜に釘付けにする計画を立て、成功するかに思えたが……突然の事件で計画は失敗してしまう。\nさらにロスト・プレシャスにも、マルガにも秘密があって？ホワイト・ドラゴンが封じた悲しい過去とは？\n竜司とローズは、悲しみを打ち砕けるのか!?"
                },
                "6": {
                    "ID": "3492381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492381",
                    "TitleEnglish": "Attack of the Wolf",
                    "SummaryEnglish": "Ryuji, Eriko and Rose were attending a party with many A class and above Lost Preciouses. They also meet a new collector who seems interested in Eriko; he tells her that if he finds out anything about her other earing then he will contact her. The guests were attacked by \"Odd Eye\", a half-beast Lost Precious thief that Ryuji had just seen in a magazine. Later at their home, she tried to steal Eriko's earring, but end up tied to Ryuji by a failed capture device. While waiting for the bind to vanish, they learn that her true name is Ai, and try to figure out who is making her steal, and why. The next day Eriko answers a knock on the door and it is the new collector who says he has found the other earing. He opens the box supposedly containing the earing and sleeping powder comes out of it, putting Eriko and Rose to sleep. He then tells Ai to follow him, putting Ryuji to sleep as well.",
                    "TitleJapanese": "狼の襲撃",
                    "SummaryJapanese": "竜司は、遺物使い（ブレイカー）として世界遺物保護協会（ソサエティ）のパーティに出席する。\nナゾの美少女に出会ったり、ドレス姿の英理子とローズの可愛さにドキドキしたり♪\nだがパーティの最中、会場のロスト・プレシャスを狙って狼少女の怪盗アイが現れる！\nからくもアイを撃退した竜司だが、襲撃は続き……竜司とアイが密着して繋がれてしまった!?\nアイの襲撃のわけは？　そして彼女がソサエティと敵対する理由は？　竜司たちに新たな危機が迫る！"
                },
                "7": {
                    "ID": "3492391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492391",
                    "TitleEnglish": "The Truth about Wolves",
                    "SummaryEnglish": "The rope finally came off of Ryuji and Ai. Ai's master puts him in a closed room to ask him of his A-Class precious later. He and Ai then go to a room where he tells Ai to rest for a while, it is also revealed here that her master does actually have the other earing. Ai's master leaves the room to go get some drinks and Ai, dazzled by the beauty of the earings, puts them on. The earrings give the person wearing them the ability to hear a person's true thoughts. Ai's master comes back not knowing that she put on the earrings answers all of Ai's questions falsely, including unintentionally \"telling\" her that he kidnapped her 15 years ago and raised her to be a dog of his experiments. Knowing this Ai flees the room to save Ryuji. They escape to the balcony where Eriko and Rose come just in time to help. It is revealed that Ai's master is Furumori, a person being looked for by the society, and he has five lost preciouses inside of his body. After having four out of five of these lost preciouses destroyed by Rose's dragon fire, Furumori uses his last lost precious to dissapear into the atmosphere. Ai goes back to her human family where she was kidnapped from.",
                    "TitleJapanese": "狼たちの真実",
                    "SummaryJapanese": "竜司が消えた！狼少女アイと彼女のマスターは、英理子の大切なロスト・プレシャスを奪い、竜司まで連れ去ってしまう。\nだがアイの大人への憧れと、そのロスト・プレシャスの力が、彼女とマスターとの間にあったウソを暴き出す！\nアイは竜司とともにマスターから追われることになり!?\n高位の遺物使いで研究者でもあるマスターが世界遺物保護協会(ソサエティ)を憎む理由とは？ 15年前に起きた悲劇とは？\n思いが交錯し、最後の戦いが始まる！"
                },
                "8": {
                    "ID": "3492401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492401",
                    "TitleEnglish": "Risked Test",
                    "SummaryEnglish": "Ryuji wakes up finding Rose dressed up in his school's girl uniform saying she wants to go to school too. Ryuji agrees but makes her promise that she wont use her wings and fire. When they get to school, class is suddenly disrupted by by Bianca Alexandra Lou, a women sent by the society to evaluate Ryuji. She fires a SMAW at Ryuji and finds his physical level is 326 and his lost precious level is 120 . She seems slightly disappointed and says she will test his maximum lost precious level later. After a whole bunch of questioning, Bianca takes Ryuji outside to start the test. Ryuji needs to battle a Neogolem. After Ryuji severely hurts it and the Neogolem still doesn't shut down, Bianca realizes that there's something wrong with it and tries to automatically shut it down when it doesn't work, she climbs up the robot trying to shut it down manually. Ryuji and Rose engage and stop the Neogolem. At the same time all this happens, Eto figures out it's Ryuji's birthday the day after and tries to figure out what to get him for his birthday present.",
                    "TitleJapanese": "危険なテスト",
                    "SummaryJapanese": "敬都学園高校の2学期が始まった。英理子のせいで、竜司はローズと一緒に学校へ行くことになって大慌て！\nローズは竜司と同じクラスに編入して、自己紹介でも彼を慌てさせる。\nしかも赤毛の少女研究者ビアンカまで登場……彼女の狙いも竜司！\n最高位の遺物使い（ブレイカー）である竜司を調査に来たのだ。\n色々なテストで竜司のヒミツが次々と明らかになり、実咲も興味津々！\nでもテストの最中に思わぬトラブルが起きてしまい!?"
                },
                "9": {
                    "ID": "3492411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492411",
                    "TitleEnglish": "Mirror of Truth",
                    "SummaryEnglish": "All the girls get sucked into a Cursed Precious that judges whether women tell the truth or not.",
                    "TitleJapanese": "真実の鏡",
                    "SummaryJapanese": "竜司たちのマンションに届いた大きな荷物、それは絵のロスト・プレシャスだった。\n英理子が正体不明のロスト・プレシャスの鑑定を、世界遺物保護協会（ソサエティ）から引き受けたのだ。\nだが、突然そのロスト・プレシャスが発動し、遊びに来ていたアイと実咲、英理子とローズの4人が絵の中の町へと吸い込まれてしまう。\nその無人の町にはドラゴンの炎も通じない殺人鬼がいて！　竜司もいない大ピンチに、4人の少女の命がけの逃走が始まった！"
                },
                "10": {
                    "ID": "3492421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492421",
                    "TitleEnglish": "Adult's Rights",
                    "SummaryEnglish": "A new blue dragon named Sapphie appears and claims to be the lover of Onyx and tries to take revenge on Ryuji. However it turns out that she is not too battle oriented and is forced to retreat. Misaki learns about Rose being a dragon and over in Maruga, the white dragon's home a break in by Onyx occurs. Sapphie later meets up with Rose and they become friends. She teaches her of the Dragon's coming of age ritual, namely a kiss on the dragon mark. Rose and Ryuji perform the rite only to have Rose become extremely conscious of Ryuji's presence (with the mere touch or sight of Ryuji sending waves of heat through her body) which in turn makes Ryuji conscious of her. The couple end up shy and embarrassed around each other to an extreme.",
                    "TitleJapanese": "オトナの儀式",
                    "SummaryJapanese": "秋の休日、竜司とローズとアイたちは楽しいキャンプへと出かける。\nだが突然、竜司を狙って謎の少女が現れる。彼女は水を操るブルードラゴンの少女サフィ。\n婚約者であるオニキスを傷つけた竜司に復讐しに来たのだ！\n竜司と英理子はサフィを退けるが、彼女の話は皆に影を落とす。\nまたローズは初めて出会った同世代のドラゴンの少女に興味いっぱいで、なんだか危ない予感……。"
                },
                "11": {
                    "ID": "3492431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492431",
                    "TitleEnglish": "Dragon Crisis",
                    "SummaryEnglish": "Rose's change in attitude continues even after a night's sleep. This in turn, much to Eriko's dismay, makes the couple awkward around each other. At school Rose tries to consult Misaki and Ryuji vaguely tries the same with Masato but to no avail. Rose's condition gets worse during PE, to the point where she collapses. She is transferred to the Society's Dragon Lab. Meanwhile Eriko and Bianca manage to capture Sapphie who had rerturned to regain her shoes that she had left behind. Questioning her reveals that Rose's condition is not normal and Sapphie herself does not understand what's going on. Onyx contacts Ryuji and reveals to him that the Dragon's Rite of Adult does not take effect with humans but only with dragon partners and that Rose's current condition is because Ryuji is not human but a Lost Precious with power over dragons called the \"Dragon Crisis\". If Ryuji continues to stay near Rose her condition will only worsen. Left with no choice, Ryuji hands Rose over to Onyx. More than two weeks later, Ryuji goes to and acts normal in school but Misaki realizes that Ryuji is hiding his own feelings. Later that night Maruga return to talk with Ryuji.",
                    "TitleJapanese": "ドラゴンクライシス",
                    "SummaryJapanese": "サフィに教えられた“成竜の儀”をしてしまい、身体よりも先に、心だけが成長してしまったローズ。\n彼女は恥ずかしくなって、大好きな竜司にも触れられなくなってしまう。\n竜司もローズを意識してしまい、お互いに思いきりギクシャク。\n周りは、そんな二人を見守っていたのだが……ローズの様子が急変して意識不明の重態に!?　\nそこに突然現れたオニキスが語った驚愕の事実とは!?"
                },
                "12": {
                    "ID": "3492441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-crisis/episodes/3492441",
                    "TitleEnglish": "Engage",
                    "SummaryEnglish": "Rose wakes up with no memories about her life with Ryuji and her friends. Not willing to take any chances, Onyx decides to leave Japan with her as soon as possible. Meanwhile, thanks to Maruga's counseling, Ryuji finally comes to terms with his feelings for Rose and together with all his friends, he sets to Haneda Airport to rescue her.",
                    "TitleJapanese": "エンゲージ",
                    "SummaryJapanese": "ローズがオニキスの元へと連れ去られてしまった。\n竜司はローズを失い、そして自らがローズを害していたと知り、抜け殻のような日々を過ごす。\nそんな中、竜司のもとに、皇女マルガが現れオニキスの危険な狙いを告げる。\nマルガは決断をせまり、そして竜司は、自らの心の奥底に秘められた願いに初めて気づく。\nだが、そのころオニキスとサフィたちは、すでに衰弱したローズを連れて国外へ向かおうとしていた。\nローズをかけて最後の決戦が始まる!!"
                }
            }
        }
    }
}