{
    "URL": "https://www.thetvdb.com/series/is-this-a-zombie",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1780262/",
        "https://www.themoviedb.org/tv/38420"
    ],
    "TitleEnglish": "Is This a Zombie?",
    "SummaryEnglish": "The story centers around a lazy high school boy named Aikawa Ayumu who gets killed during a spate of mysterious serial killings. However, Ayumu is resurrected as a zombie by a necromancer girl named Yuu, who Ayumu had just met before dying. Ayumu reawakens in a world surrounded by masou shoujo (magically equipped girls) and vampire ninja. Ayumu is assigned the duties of a masou shoujo by a magical warrior girl named Haruna.",
    "TitleJapanese": "これはゾンビですか？",
    "SummaryJapanese": "なぜかゾンビとなってしまった主人公・相川歩のもとにはアホ毛がトレードマークの元気な《魔装少女》ハルナ、常にプレートアーマーとガントレットを身に着けている銀髪の無口少女《ネクロマンサー》ユー、ナイスバディのポニーテール少女《吸血忍者》セラといった、個性派美少女たちが集まってくる。そして、次々と襲い来る謎のモンスター《メガロ》。そして、歩が追う謎の連続殺人犯とは？",
    "Aliases": [
        "Kore wa Zombie Desu ka",
        "Kore wa Zombie Desu ka? Jigokuhen",
        "Is This a Zombie? Hell Chapter",
        "Kore wa Zombie Desu ka?",
        "Kore wa Zombie Desu ka? OF THE DEAD",
        "Is This A Zombie",
        "Is.This.A.Zombie",
        "Kore.wa.Zombie"
    ],
    "Modified": "2025-07-12",
    "Seasons": {
        "0": {
            "ID": "393751",
            "URL": "https://www.thetvdb.com/series/is-this-a-zombie/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "3665891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3665891",
                    "TitleEnglish": "Eh? This Is The Final Episode?",
                    "SummaryEnglish": "[OVA] [Season 1 Episode 13] This special episode consists of three different stories: in 'Yes, This is a 1% Miracle', Haruna goes to a festival to find it deserted and so everyone pitches in to make a lively festival by holding a contest with Sera and Eu as the prizes. In 'Welcome to the Danger Zone', Sera tries her hand at cooking, and in 'The One Day the Floor Gets Hit Most', the school holds a contest on nursery rhymes and Ayumu is repeatedly probed in a very uncomfortable area!",
                    "TitleJapanese": "えぇ、これが最終回ですか？",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4186576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4186576",
                    "TitleEnglish": "Yes, Thank You for This Encore",
                    "SummaryEnglish": "[OVA] [Season 2 Episode 0] This special episode contains two stories: in 'The Value of a Swimsuit is Priceless', Ayumu tries to keep the peace as Haruna scours the local pool for signs of a sea monster. In 'No I’m a Virgo Woman', the necromancer’s birthday celebration is disrupted by a demonic void.",
                    "TitleJapanese": "はい、アンコールありがとうございます",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4301336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301336",
                    "TitleEnglish": "Yes, This Suits Me Just Fine",
                    "SummaryEnglish": "[OVA] [Season 2 Episode 11] Haruna accidentally sells a philosopher’s stone, Ayumu becomes temporarily invisible, and a bevy of scantily clad beauties are about to be unwittingly gazed upon by the eyes of a zombie!",
                    "TitleJapanese": "はい、身の丈に合ってます",
                    "SummaryJapanese": "失われた秘宝を求め、歩が透明人間になって、女の子たちの体力測定に侵入！？"
                }
            }
        },
        "1": {
            "ID": "393761",
            "URL": "https://www.thetvdb.com/series/is-this-a-zombie/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3456701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3456701",
                    "TitleEnglish": "Yes, I'm a Magical Garment Girl",
                    "SummaryEnglish": "Ayumu is a boy with a problem. He’s dead. Well, actually he’s a zombie, and he’s about to be chopped in half by a magical girl in pink dress with a matching chainsaw. Some guys just can’t catch a break.",
                    "TitleJapanese": "はい、魔装少女です。",
                    "SummaryJapanese": "当たり前な仲間達。変わらない風景。\n安穏たる日々はいつまでも続くと思っていた。\nいや実際いつまでも続くのだろう。\nほとんどの人が気付かずに一生を終えていくが、世界には決して触れてはいけない秘密が溢れている。\nだが、その秘密に触れたとき、人は・・・。\nあ、申し遅れましたけど、俺、ゾンビっす。"
                },
                "2": {
                    "ID": "3489121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489121",
                    "TitleEnglish": "No, It's a Vampire Ninja",
                    "SummaryEnglish": "Dinner time is rudely interrupted by a mysterious female with an insatiable hunger for miso soup. Apparently, there is a war raging in the village of ninjas, and the curvy newcomer could use Eu’s help.",
                    "TitleJapanese": "いえ、吸血忍者です",
                    "SummaryJapanese": "魔装少女を名乗るハルナが現れ、俺の家に住み着いてから一週間。\n俺は今の奇っ怪な生活を受け入れつつある。\n寛容な性格なのではなく、面倒なことは考えたくない、ただそれだけのことだ。\n思い起こせば、俺がゾンビになった時もそうだった。\n謎の連続殺人犯に殺されたあの日、俺は幻想のような少女に出会ってしまったんだ･･････。\nなどと浸っていると、もう一人、変な美少女が俺の前に現れた。"
                },
                "3": {
                    "ID": "3489131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489131",
                    "TitleEnglish": "Yes, Hair in Pigtails",
                    "SummaryEnglish": "While Ayumu goes bowling with a friend from school, his three lovely roommates spend the afternoon playing twister and fighting over the last package of pudding.",
                    "TitleJapanese": "そう、髪型はツインテールに",
                    "SummaryJapanese": "魔装少女のハルナ、冥界のネクロマンサーのユー、そして吸血忍者のセラ。\nいつの間にか、うっかりラノベハーレム生活を送っている俺。\nこんな生活が、親友の織戸に知られたら、奴のか細い精神には耐えられないだろう。\nなんとか誤魔化さなければ。\nそんな織戸の携帯に、一通のメール着信が・・・。\nその送り主の少女が語る、連続殺人事件の犯人と思われる人物。\n俺には一人だけ、心辺りがあった・・・。"
                },
                "4": {
                    "ID": "3489141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489141",
                    "TitleEnglish": "Whoa, Am I Glowing?",
                    "SummaryEnglish": "When a talking Doberman shows up at the front door instead of the pizza man, Ayumu learns the tragic secret behind Eu’s powers. Oh yeah, there’s also a whale of a demon that needs to be put down!",
                    "TitleJapanese": "ちょ、俺輝いてる？",
                    "SummaryJapanese": "ピザを頼んだら、冥界の番人がやってきた。\n一度死んでからゾンビとなった俺を、地獄に落とすためやって来たそうだ。\nまったく色々な奴が来るが、恐怖の大王だろうが、核ミサイルだろうが相手になってやる！\nそれがユーと一緒にいられる代償なら安いもんだ。ドンと来やがれ！\n・・・と思ったけど、これはちょっと斜め上すぎるだろ・・・。"
                },
                "5": {
                    "ID": "3489151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489151",
                    "TitleEnglish": "Yeah, That's Kyoto Tofu",
                    "SummaryEnglish": "Ayumu’s romantic rendezvous takes a deadly turn when his dream girl turns out to be a demonic serial killer. It’s a good thing zombie boy travels with a vampire ninja and an armor-clad necromancer! Let’s get ready to rumble!",
                    "TitleJapanese": "ええ、京豆腐どすえ～",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "3489161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489161",
                    "TitleEnglish": "Yes, I Summon Death",
                    "SummaryEnglish": "Eu, the most powerful necromancer in existence, slips into a pretty pink dress and picks up the most darling little chainsaw as she prepares to go all magical girl on a pesky demon with a plethora of lives!",
                    "TitleJapanese": "そう、私は死を呼ぶもの",
                    "SummaryJapanese": "ゾンビである俺が、ずっと探し求めていた奴。\n俺を殺した、連続殺人犯。\n今、そいつと対峙して、俺は初めて気がついた。\n・・・バカは死ななきゃ治らない。そう俺はバカだったんだ。\nユー、全部終わらせてみんなで帰ろう・・・。\n帰ったらご飯にしような。何が食べたいか、考えといてくれよ。"
                },
                "7": {
                    "ID": "3489171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489171",
                    "TitleEnglish": "Hey, Which Middle School Are You At?",
                    "SummaryEnglish": "Ayumu’s exams are interrupted by a rampaging demon-horse and the arrival of a killer-soup wielding vampire ninja! If the poor boy can survive his latest adventure, he may find a mate for life!",
                    "TitleJapanese": "おい、お前どこ中だよ？",
                    "SummaryJapanese": "何故にテスト勉強をするかと言えば。成績が悪いと、補講で夏休みがつぶれるからだ。\n夏の炎天下に学校に行くのは、ゾンビである俺にとっては苦痛なわけで。\nかくして俺は、テスト勉強に勤しむべく、宇宙の成り立ちだの極上豚骨スープのうんちくだの聞く羽目に・・・。\nん？大先生から着信が・・・。\nえ？預かりもの？それって一体？"
                },
                "8": {
                    "ID": "3489181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489181",
                    "TitleEnglish": "Heh, I'm a Schoolyard Wife",
                    "SummaryEnglish": "Yuki must learn to like her new husband, Haruna can’t decide whether she wants to kiss - or kill - Ayumu, and the Necromancer disappears while no one is looking.",
                    "TitleJapanese": "えへ、学園妻です",
                    "SummaryJapanese": "女子会にガールズトークって、一体なにをやってるんだ。\n妄想ばかりが膨らむドリームワード。\n学園ラブコメにありがちな手作り弁当、一緒に登下校、グループ交際・・・。\nゾンビと言ったって、少しくらい甘酸っぱい青春を謳歌したいもんだ。\nしかしメンバーがメンバーだけに、なんだか、嫌な雲行きになってきたな・・・。"
                },
                "9": {
                    "ID": "3489191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489191",
                    "TitleEnglish": "Yes, When I Strip Down, You'll be Amazed",
                    "SummaryEnglish": "A mysterious madman from Eu’s past terrorizes her new friends. Will the necromancer give in to his demands, or will she stubbornly watch Ayumu and the others meet their untimely ends?",
                    "TitleJapanese": "はい、脱ぐと凄いんです",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "3489201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489201",
                    "TitleEnglish": "No, That Will Explode",
                    "SummaryEnglish": "Ayumu, Haruna, and Sera desperately search for Eu, but an evil zombie from the necromancer’s past is willing to kill to keep her by his undead side.",
                    "TitleJapanese": "いえ、それは爆発します",
                    "SummaryJapanese": "あちこちを探し回ったけれど、ユーの姿を見つけることは出来なかった。\n以前の俺なら諦めていたけれど、今は違う。\nなにか方法があるはずだ。\nユーがいなくなってから数カ月・・・。\nそんな俺の前に現れた一人の男・・・。\nクライマックスを迎える「これはゾンビですか？」を応援してね！"
                },
                "11": {
                    "ID": "3489211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489211",
                    "TitleEnglish": "Yeah, You Stay With Me!",
                    "SummaryEnglish": "In the wake of Eu’s abduction, Ayumu finds himself trapped in a bizarre nightmare, and only Haruna has the power wake him. Meanwhile, Sera and her fellow vampires attempt to close the gates of the underworld once and for all.",
                    "TitleJapanese": "ああ、オレの所にいろ！",
                    "SummaryJapanese": "ユーの手を握れもしなかった俺には、ユーの気持ちを変える資格なんてない。\nそれにユーが俺を選んでくれないのなら、ユーが俺を必要としないのなら――。\nそう思っていたけれど、お前じゃないとダメなんだ。\n俺の横には、お前がいないと、ダメなんだよ、ユー。\n・・・だから俺は、お前を困らせたとしても、ワガママを言う事にしたんだ。\nテレビアニメの枠を超えたスケールで贈る、『これはゾンビですか？』クライマックス！\n絶対に、見逃すなよなっ！"
                },
                "12": {
                    "ID": "3489221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/3489221",
                    "TitleEnglish": "Yes, There's Still More",
                    "SummaryEnglish": "The fighting is all finished, but the action is just beginning to heat up! Haruna wins a special trip to the pool, and we all know what that means: swimsuits!",
                    "TitleJapanese": "はい、まだ続きます",
                    "SummaryJapanese": "なんだか無性に泳ぎたい気分になってきた。ゾンビだけど。\nいやいや、別に女子の水着姿を見たいとか、そんな不純な動機で言ってるわけではありませんよ・・・。\n\nいや本当に。"
                }
            }
        },
        "2": {
            "ID": "467300",
            "URL": "https://www.thetvdb.com/series/is-this-a-zombie/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4110408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4110408",
                    "TitleEnglish": "Yes, I'm Now Making a Magical Transformation Again!",
                    "SummaryEnglish": "Ayumu finds himself wearied by the stress of everyday life, and happens upon a drinking partner with whom he is able to share his concerns. Meanwhile, Haruna's increased appetite has her thinking she has recovered her Magical Garment Girl abilities.",
                    "TitleJapanese": "はい、今再びの魔装変身！",
                    "SummaryJapanese": "ネクロマンサーのユーによってゾンビに、天才少女ハルナによって魔装少女にされた主人公・相川歩であったが、最近は平穏な日々を送っていた。\nだが、運命は彼に安息の日々を許さなかった。\n吸血忍者のセラ、学園妻のトモノリ、ネットアイドルのサラス、優等生の平松妙子といった美少女ヒロインたちに加え、学園に出没する謎の\"妖精さん\"が現れて・・・。"
                },
                "2": {
                    "ID": "4294583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4294583",
                    "TitleEnglish": "Aah, Farewell to Me",
                    "SummaryEnglish": "With Mystletainn unable to erase anyone's memories, they still remember the events of the day before, thrusting unwelcome attention upon Ayumu. Tomonori invites Ayumu to go up into the mountains, to get away from the commotion and do some stargazing.",
                    "TitleJapanese": "嗚呼、さようなら俺",
                    "SummaryJapanese": "全世界に魔装少女としての勇姿をさらしてしまった相川歩。\n彼自身の望まぬ形で、注目を浴びる事になった歩に、親友の織戸は意味深な言葉を残して距離を置く。\nすべてに絶望した歩は、校内に出没する謎の\"妖精さん\"に、すがるのだった。\nそんな彼を、トモノリが大自然の中でのデートに誘う。\nそして、吸血忍者サラスも、予想のつかない行動に出た！"
                },
                "3": {
                    "ID": "4294584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4294584",
                    "TitleEnglish": "Yo! That's Some Friendly You-nity!",
                    "SummaryEnglish": "Haruna and Eu perform a delicate operation on Mysteltainn to try to repair the damage done to him. Ayumu gets advice on how to deal with Orito. Tomonori takes a crash course in dancing in order to be a backup dancer for Sarasvati at her upcoming concert.",
                    "TitleJapanese": "Yo！それはYou！情！",
                    "SummaryJapanese": "歩を取り巻く環境は、一向に改善されない。\n一方、トモノリは、サラスのライブでバックダンサーを務める事になった。\nダンスが上達しなければ、吸血忍者の里へ送り返すという、厳しいサラスの言葉に、連日猛特訓を繰り広げるトモノリ。\nだが、上達への道のりは遠い。\nそこで、ハルナが一肌脱ぐ事になった！"
                },
                "4": {
                    "ID": "4294585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4294585",
                    "TitleEnglish": "No, Get Lost, Good Sir",
                    "SummaryEnglish": "Thinking he is doing him a favor, Orito invites Ayumu out to a restaurant run by the vampire ninjas, which offers a full course of unsociable service. Afterward, the two of them engage the ninjas in a mood-changing contest, to win the cost of their meal.",
                    "TitleJapanese": "いや、帰れご主人様",
                    "SummaryJapanese": "ストレスのたまる毎日。\nたまの休日に趣味で癒される歩。\nだが、ひとときの安息を、ハルナがブチ壊してしまう。\n傷心の歩を、織戸が町外れの秘密スポットへ誘った。\nそこは、可愛いメイドさんが接客してくれるコスプレ・ファミレスだった。\nそこで出会った、意外な人物とは...。"
                },
                "5": {
                    "ID": "4296483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4296483",
                    "TitleEnglish": "Yes, It Goes Around Every Year",
                    "SummaryEnglish": "Sera and the other vampire ninjas are called back to their village, leaving Haruna in charge of the house. Eucliwood comes down with a fever, and Ayumu goes to great lengths to look after her, but ends up having to call in outside, underworlder help.",
                    "TitleJapanese": "はい、毎年流行ってます",
                    "SummaryJapanese": "セラが一時的に、吸血忍者の里に帰る事になった。\n彼女の留守の間、おねえさんとしてユーの世話をすると張り切るハルナだが、やる事なす事、うまくゆかない。\nそしてセラのいない夜、歩とユーは・・・。\n一方、吸血忍者の里では、セラがサラスから、不吉な話を聞いていた。"
                },
                "6": {
                    "ID": "4296481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4296481",
                    "TitleEnglish": "No Way, We Were Winning!",
                    "SummaryEnglish": "The Head Teacher calls Ayumu with news that Mystletainn will be returning shortly. Souyu High School holds its culture festival, and Haruna helps Ayumu's class prepare for their activities. Ayumu admits to a sense of fulfillment in his high school life.",
                    "TitleJapanese": "ちゃうねん、勝てててん",
                    "SummaryJapanese": "楽しい文化祭。\n歩のクラスに乗り込んだハルナは、意外にたくみな仕切りで妖怪喫茶を実現させる。\n歩は、同級生と文化祭の準備に追われる中、甘酸っぱい青春の喜びを感じる。\n今まで歩を支えてきた\"妖精さん\"は、そんな彼を見て、初めて陰鬱な表情を見せるのだった。\nそして文化祭の日、歩の前に異様な男が現れる。"
                },
                "7": {
                    "ID": "4301332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301332",
                    "TitleEnglish": "Mm-hmm, Teacher is the Greatest!",
                    "SummaryEnglish": "Having absorbed Eu's magic power, Haruna now suffers from the same side-effects that prevented Eu from speaking. The culture festival enters its second day. Tomonori has her control ring taken from her by the teacher, leading to an unforeseen outcome.",
                    "TitleJapanese": "うん、先生が最強だよ！",
                    "SummaryJapanese": "文化祭に出現し、大暴れするメガロを退治したものの、ハルナはやっと回復させた魔力を何者かに奪われてしまう。\nその犯人の手により、クラスメイトたちが囚われの身となり、歩は手も足も出せない。\nユーとハルナは倒れ、セラも破廉恥なコスチュームのまま拘束されてしまう。\n強大な力を持った、意外な人物の正体とは。"
                },
                "8": {
                    "ID": "4301333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301333",
                    "TitleEnglish": "Whoo, a Mixer with Kyoko!",
                    "SummaryEnglish": "Kyoko returns, offering to reveal Chris's weakness, but only if Ayumu will keep her sufficiently entertained. She wants him to throw her a big blind-date party, with lots of people. Will getting all of the arrangements made be too much for Ayumu?",
                    "TitleJapanese": "フー、京子ちゃん合コンだゼッ！",
                    "SummaryJapanese": "文化祭の騒動は、恐るべき災いの前兆に過ぎなかった。\nその危機を回避させる鍵は、かつて歩の事を殺した魔装少女・京子が握っているという。\n彼女を幽閉している大先生からそれを聞いた歩は、京子と取引きしようとする。\n事態は織戸たち学校の生徒をも巻き込み、大変な事になって行った。\nそこで大先生が下した決断とは？"
                },
                "9": {
                    "ID": "4301334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301334",
                    "TitleEnglish": "Ah, My Darling is a Ne'er-do-well",
                    "SummaryEnglish": "Finding Kyoko's information useless, Ayumu is told by Dai-sensei to seek out the strongest underworld warrior, Naegleria Nebiros, who is an old friend of Eucliwood's. After agreeing to attend one of Saras' concerts, Ayumu meets up with Naegleria and ends up having to help her draw her doujinshi, with the others later joining him. As they learn the story is about Eucliwood and how things might've been for her, the gang become determined to complete it but get set back thanks to Sera's cooking. After completing a fair amount of work, Ayumu manages to make it to Saras' concert before it ends. After the concert, Saras takes Ayumu out to the roof and gives him a carton of coffee milk. When Ayumu is distracted while talking to Saras, Saras sucks on Ayumu's straw, thus marries Ayumu. The end of the episode shows Naegleria and Chris hanging out together, proving that they have a friendlike relationship.",
                    "TitleJapanese": "ああ、マイダーリンはロクデナシ",
                    "SummaryJapanese": "ユーの故郷・冥界の偉大なる≪セブンスアビス≫の一人、ネグレリア・ネビロスが、この東京にいるという。\nアンダーソンからその情報を得た歩は、大いなる災厄に収拾を付けるため、ネグレリア・・・通称≪ネネさん≫に会いに行く。\n歩の望みを聞いた≪ネネさん≫は、代わりにある事を要求してきた。\nそこにハルナが訪ねて来て・・・。"
                },
                "10": {
                    "ID": "4301335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-this-a-zombie/episodes/4301335",
                    "TitleEnglish": "Still, That's Okay",
                    "SummaryEnglish": "Head Teacher Ariel proposes a test to Ayumu, to see if he is ready to take on Chris. At stake are Ayumu's memories, which will be erased if he fails the test. Haruna decides to help Ayumu pass the test, but will her help end up doing more harm than good?",
                    "TitleJapanese": "だけど、それがいい",
                    "SummaryJapanese": null
                }
            }
        }
    }
}