{
  "URL": "https://www.thetvdb.com/series/steins-gate",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1910272/",
    "http://steinsgate.tv/index.html",
    "https://www.themoviedb.org/tv/42509"
  ],
  "TitleEnglish": "Steins;Gate",
  "SummaryEnglish": "Steins;Gate is about a group of friends who have customized their microwave into a device that can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.",
  "Aliases": [
    "Steins:Gate",
    "Steins Gate",
    "Shutainzu Gēto",
    "シュタインズ・ゲート"
  ],
  "Modified": "2025-08-18",
  "Seasons": {
    "0": {
      "ID": "453381",
      "URL": "https://www.thetvdb.com/series/steins-gate/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "4122943",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/4122943",
          "TitleEnglish": "Egoistic Poriomania",
          "SummaryEnglish": "The story is set a few months after the last scene of the television series. On a calm day in Akihabara, Okabe and the other laboratory members are invited by Faris go to America. Mayuri and the rest are planning to reunite with Kurisu, who had come back to an American laboratory. A few days later, Okabe's mad scientist persona Hououin Kyouma arrives alone at the airport in Los Angeles, where he may be taking the first step to leading the world into chaos.",
          "Aliases": []
        },
        "2": {
          "ID": "4169700",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/4169700",
          "TitleEnglish": "Steins;Gate the Movie: Load Region of Déjà Vu",
          "SummaryEnglish": "The film takes place one year after the events of the anime series. After going through a painstaking journey across multiple 'World Lines' due to the invention of 'D-Mail', text messages that can be sent to the past, Rintarō Okabe has assumedly landed in the \"Steins Gate\" World Line, in which none of his friends would have to die and a future ruled by SERN due to the invention of a time machine no longer exists. However, Rintarō soon starts feeling the side effects of his constant time travelling across multiple World Lines, which soon builds up and causes Rintarō to suddenly vanish from existence, with only Kurisu Makise, the girl who he had saved thanks to his efforts, remembering him through déjà vu. It is now up to Kurisu to find a way to get Rintarō back.",
          "Aliases": []
        },
        "7": {
          "ID": "5429783",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/5429783",
          "TitleEnglish": "Open the Missing Link -Divide by Zero-",
          "SummaryEnglish": "An alternative episode 23 where the story diverges from the original series. The events of this episode lead into the Steins;Gate 0 series.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "453391",
      "URL": "https://www.thetvdb.com/series/steins-gate/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "3989271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989271",
          "TitleEnglish": "Prologue to the Beginning and End",
          "SummaryEnglish": "Founder of an inventors group in Akihabara, the Future Gadget Lab (AKA The Lab), Okabe Rintarou, goes with another member of the group, his childhood friend Shiina Mayuri to a press conference held by Doctor Nakabachi at the Radio building. Okabe objects to the doctor's theories of time travel, but a girl appears and drags him away...",
          "Aliases": []
        },
        "2": {
          "ID": "3989281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989281",
          "TitleEnglish": "Time Travel Paranoia",
          "SummaryEnglish": "Makise Kurisu was stabbed by an unknown assailant during Doctor Nakabachi's lecture at the Radio Building. But Okabe sees her alive and well, giving a seminar at the ATF, like nothing had ever happened. Okabe is shocked by this incomprehensible event, but it's not the only strange thing that's happened...",
          "Aliases": []
        },
        "3": {
          "ID": "3989291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989291",
          "TitleEnglish": "Parallel Process Paranoia",
          "SummaryEnglish": "Makise pays an unexpected visit to the lab, much to Okabe's dismay; however, her intrusion leads to further experimentation with the phone microwave, a device Okabe now believes to be a time machine.",
          "Aliases": []
        },
        "4": {
          "ID": "3989301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989301",
          "TitleEnglish": "Interpreter Rendezvous",
          "SummaryEnglish": "The lab members uncover the shocking truth about SERN's experiments, and hints of a deeper conspiracy. Okabe goes in search of the IBN5100, a retro-PC that could reveal more of the conspiracy. And Makise finds herself drawn back to the Future Gadget Lab for reasons having to do with her past...",
          "Aliases": []
        },
        "5": {
          "ID": "3989311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989311",
          "TitleEnglish": "Starmine Rendezvous",
          "SummaryEnglish": "Kurisu and Okabe return the IBN5100 to the Future Gadget Lab, where they find Suzuha. Suzuha panics when she sees Kurisu, but why?",
          "Aliases": []
        },
        "6": {
          "ID": "3989321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989321",
          "TitleEnglish": "Butterfly Effect's Divergence",
          "SummaryEnglish": "The Lab members decide to develop a time machine ahead of SERN. They discover a method of reliably sending messages to the past, which they call \"D-Mail\".",
          "Aliases": []
        },
        "7": {
          "ID": "3989331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989331",
          "TitleEnglish": "Divergence Singularity",
          "SummaryEnglish": "The Lab experiments with a lottery ticket to see if they can change the past. They succeed, but for some reason only Okabe remembers the experiment...",
          "Aliases": []
        },
        "8": {
          "ID": "3989341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989341",
          "TitleEnglish": "Chaos Theory Homeostasis I",
          "SummaryEnglish": "Moeka and Ruka ask to use the time machine. Moeka wants to stop herself from buying a new cellphone, and Ruka... wants to become a girl!?",
          "Aliases": []
        },
        "9": {
          "ID": "3989351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989351",
          "TitleEnglish": "Chaos Theory Homeostasis II",
          "SummaryEnglish": "The IBN5100 is gone, and nobody else can remember it ever being brought to the lab! Ruka says that she remembers it being brought to Yanabayashi Shrine, but can't remember when it disappeared. Okabe turns to Feyris for help, but she wants to use the D-Mail in exchange, and she won't tell anybody what she's sending...",
          "Aliases": []
        },
        "10": {
          "ID": "3989361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989361",
          "TitleEnglish": "Chaos Theory Homeostasis III",
          "SummaryEnglish": "All the anime is gone from Akihabara! The single message Feyris sent changed the entire city. Okabe wonders if he should ever use the D-Mail again. And Suzuha's getting ready to leave...",
          "Aliases": []
        },
        "11": {
          "ID": "3989371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989371",
          "TitleEnglish": "Dogma in Event Horizon",
          "SummaryEnglish": "Makise invents a method for sending memories back in time, but seems strangely reluctant to go forward with it. And Okabe gets another disturbing message...",
          "Aliases": []
        },
        "12": {
          "ID": "3989391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989391",
          "TitleEnglish": "Dogma in Ergosphere",
          "SummaryEnglish": "The Time Leap Machine is complete. Makise found a way to use the LHC to compress the contents of an entire human brain down to 36 bytes. But Okabe decides not to test it, and instead to go public with it...",
          "Aliases": []
        },
        "13": {
          "ID": "3989401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989401",
          "TitleEnglish": "Metaphysics Necrosis",
          "SummaryEnglish": "Everything has gone wrong. Moeka was a spy from SERN, and she's come to take the time machine. Desperate, Okabe activates it and sends himself back to two hours ago, hoping he can change the present...",
          "Aliases": []
        },
        "14": {
          "ID": "3989411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989411",
          "TitleEnglish": "Physically Necrosis",
          "SummaryEnglish": "Okabe keeps time leaping to try and set things right, but to no avail. In despair, he turns to Kurisu for help. With new allies and a fresh perspective, he starts to unravel the mystery.",
          "Aliases": []
        },
        "15": {
          "ID": "3989421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989421",
          "TitleEnglish": "Missing Link Necrosis",
          "SummaryEnglish": "John Titor reveals Okabe's final goal: to travel over Divergence 1% and stop the time machine from ever existing. But for that to happen, John Titor must go back in time and find the IBN5100. And the time machine is broken...",
          "Aliases": []
        },
        "16": {
          "ID": "3989431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989431",
          "TitleEnglish": "Sacrificial Necrosis",
          "SummaryEnglish": "Okabe gets a call: Titor's father has been found. They are reunited, and the time machine repair is finished. Titor promises to get them the IBN5100, and tells them it will be delivered to them in the present. When they get back, there's a knock at the door...",
          "Aliases": []
        },
        "17": {
          "ID": "3989441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989441",
          "TitleEnglish": "Made in Complex",
          "SummaryEnglish": "Okabe realizes that to save the world from SERN, he needs to undo the effects of the D-Mails that have been sent so far. The first on the list is Feyris. But what message did she send? And why won't she tell him?",
          "Aliases": []
        },
        "18": {
          "ID": "3989451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989451",
          "TitleEnglish": "Fractal Androgynous",
          "SummaryEnglish": "Okarin has to convince Ruka to reverse her D-mail, but she refuses to believe that she was once a man. If she was a man, how could she get Okarin to love her?",
          "Aliases": []
        },
        "19": {
          "ID": "3989461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989461",
          "TitleEnglish": "Endless Apoptosis",
          "SummaryEnglish": "The last D-Mail Okabe has to undo is Moeka's. He knows the what she sent and he has a plan to undo it, now all that's left is to track her down. But when he finds her apartment, it's covered in police tape...",
          "Aliases": []
        },
        "20": {
          "ID": "3989471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989471",
          "TitleEnglish": "Finalize Apoptosis",
          "SummaryEnglish": "To undo the last D-Mail, Okabe needs to send a message to Moeka from FB's cellphone. He follows the IBN5100 to find FB, but on the way he sees a familiar face...",
          "Aliases": []
        },
        "21": {
          "ID": "3989481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989481",
          "TitleEnglish": "Paradox Meltdown",
          "SummaryEnglish": "All the D-Mails have been undone, and everything is ready to go. But there's a price to be paid that Okabe hasn't considered...",
          "Aliases": []
        },
        "22": {
          "ID": "3989491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989491",
          "TitleEnglish": "Being Meltdown",
          "SummaryEnglish": "It's time to decide: should the lab undo the last D-Mail? The consequences are bad either way, but Okabe is forced to decide. He meets with Kurisu to talk things over, but things take an unexpected turn...",
          "Aliases": []
        },
        "23": {
          "ID": "3989501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989501",
          "TitleEnglish": "Open the Steins Gate",
          "SummaryEnglish": "Okabe gets an unexpected phone call, asking him to come to the radio building. There he meets somebody he thought he'd never see again, who offers him a chance to do something he thought was impossible...",
          "Aliases": []
        },
        "24": {
          "ID": "3989511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989511",
          "TitleEnglish": "Achievement Point",
          "SummaryEnglish": "Okabe has one last chance to stop World War 3. But in order to prevent a time paradox, he has to change the outcome of the past, without changing what actually happened...",
          "Aliases": []
        }
      }
    }
  }
}