{
    "URL": "https://www.thetvdb.com/series/steins-gate",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1910272/",
        "http://steinsgate.tv/index.html",
        "https://www.themoviedb.org/tv/42509"
    ],
    "TitleEnglish": "Steins;Gate",
    "SummaryEnglish": "Steins;Gate is about a group of friends who have customized their microwave into a device that can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.",
    "TitleJapanese": "STEINS;GATE",
    "SummaryJapanese": "舞台は2010年夏の秋葉原。厨二病から抜け出せない大学生である岡部倫太郎は、「未来ガジェット研究所」を立ち上げ、用途不明の発明品を日々生み出していた。\nだが、ある日、偶然にも過去へとメールが送れる「タイムマシン」を作り出す。\n世紀の発明と興奮を抑えきれずに、興味本位で過去への干渉を繰り返す。\nその結果、世界を巻き込む大きな悲劇が、岡部たちに訪れることになるのだが…\n悲劇を回避するために、岡部の孤独な戦いが始まる。果たして彼は、運命を乗り越えることができるのか！？",
    "Aliases": [
        "Steins:Gate",
        "Steins Gate",
        "Shutainzu Gēto"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "453381",
            "URL": "https://www.thetvdb.com/series/steins-gate/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4122943",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/4122943",
                    "TitleEnglish": "Egoistic Poriomania",
                    "SummaryEnglish": "The story is set a few months after the last scene of the television series. On a calm day in Akihabara, Okabe and the other laboratory members are invited by Faris go to America. Mayuri and the rest are planning to reunite with Kurisu, who had come back to an American laboratory. A few days later, Okabe's mad scientist persona Hououin Kyouma arrives alone at the airport in Los Angeles, where he may be taking the first step to leading the world into chaos.",
                    "TitleJapanese": "シュタインズ ゲート 横行跋扈のポリオマニア",
                    "SummaryJapanese": "しばし秋葉原での穏やかな日々が過ぎた頃、岡部たちラボメンは、ひょんなことからフェイリスに誘われてアメリカへ行くことに。せっかくだからと、アメリカの研究所へ戻った紅莉栖との再会を計画するまゆりたち。数日後、ついにLAの空港に一人の狂気のマッドサイエンティストが降り立った…"
                },
                "2": {
                    "ID": "4169700",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/4169700",
                    "TitleEnglish": "Steins;Gate the Movie: Load Region of Déjà Vu",
                    "SummaryEnglish": "The film takes place one year after the events of the anime series. After going through a painstaking journey across multiple 'World Lines' due to the invention of 'D-Mail', text messages that can be sent to the past, Rintarō Okabe has assumedly landed in the \"Steins Gate\" World Line, in which none of his friends would have to die and a future ruled by SERN due to the invention of a time machine no longer exists. However, Rintarō soon starts feeling the side effects of his constant time travelling across multiple World Lines, which soon builds up and causes Rintarō to suddenly vanish from existence, with only Kurisu Makise, the girl who he had saved thanks to his efforts, remembering him through déjà vu. It is now up to Kurisu to find a way to get Rintarō back.",
                    "TitleJapanese": "劇場版 シュタインズ・ゲート 負荷領域のデジャヴ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5018440",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/5018440",
                    "TitleEnglish": "The Sagacious Wisdom of Cognitive Computing: Cooking Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "聡明叡智のコグニティブコンピューティング #1 クッキング",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5018441",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/5018441",
                    "TitleEnglish": "The Sagacious Wisdom of Cognitive Computing: Navigation Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "聡明叡智のコグニティブコンピューティング #2 ナビゲーション編",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5018442",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/5018442",
                    "TitleEnglish": "The Sagacious Wisdom of Cognitive Computing: Fashion Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "聡明叡智のコグニティブコンピューティング #3 ファッション編",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5018443",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/5018443",
                    "TitleEnglish": "The Sagacious Wisdom of Cognitive Computing: Meeting Chapter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "聡明叡智のコグニティブコンピューティング #4 会議編",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5429783",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/5429783",
                    "TitleEnglish": "Open the Missing Link -Divide by Zero-",
                    "SummaryEnglish": "An alternative episode 23 where the story diverges from the original series. The events of this episode lead into the Steins;Gate 0 series.",
                    "TitleJapanese": "境界面上のミッシングリンク-Divide By Zero-（β）",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "453391",
            "URL": "https://www.thetvdb.com/series/steins-gate/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "3989271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989271",
                    "TitleEnglish": "Prologue to the Beginning and End",
                    "SummaryEnglish": "Founder of an inventors group in Akihabara, the Future Gadget Lab (AKA The Lab), Okabe Rintarou, goes with another member of the group, his childhood friend Shiina Mayuri to a press conference held by Doctor Nakabachi at the Radio building. Okabe objects to the doctor's theories of time travel, but a girl appears and drags him away...",
                    "TitleJapanese": "始まりと終わりのプロローグ",
                    "SummaryJapanese": "秋葉原を拠点に活動している発明サークル、未来ガジェット研究所（通称：ラボ）の設立者、岡部倫太郎はサークルメンバーで幼なじみの椎名まゆりとともに、ラジ館で行われる中鉢博士の講演へと足を運んだ。講演の最中、中鉢博士が提唱するタイムマシン理論に異議を唱えた岡部は、ひとりの少女に連れ出される。彼女の名は牧瀬紅莉栖。米国の科学誌に論文を発表するほどの才媛である。しかし──紅莉栖と別れた直後、ラジ館に悲鳴が響く。駆けつけた岡部が見たのは、先ほど知り合ったばかりの紅莉栖が、無惨にも血の海に沈んでいた姿であった。動転した岡部はラボのメンバーのダルこと橋田至に、事件の顛末をケータイでメールする。送信ボタンを押した瞬間、岡部の周囲が静寂に包まれ、秋葉原の街から人影が消えた。一瞬の混乱ののち、ようやく現実世界へと引き戻された岡部が見たのは、ラジ館に落着した人工衛星と思しき物体であった。ときに、2010年7月28日──ここより、運命石の扉(シュタインズ・ゲート)が開かれる。"
                },
                "2": {
                    "ID": "3989281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989281",
                    "TitleEnglish": "Time Travel Paranoia",
                    "SummaryEnglish": "Makise Kurisu was stabbed by an unknown assailant during Doctor Nakabachi's lecture at the Radio Building. But Okabe sees her alive and well, giving a seminar at the ATF, like nothing had ever happened. Okabe is shocked by this incomprehensible event, but it's not the only strange thing that's happened...",
                    "TitleJapanese": "時間跳躍のパラノイア",
                    "SummaryJapanese": "中鉢博士の講演が行われたラジ館で、何者かによって刺殺された牧瀬紅莉栖。しかし、ATFで行われたセミナーに参加した岡部が目にしたのは、何事もなかったように講義する紅莉栖の姿であった。殺されたはずの紅莉栖が生きている──理解を超えた出来事に混乱する岡部であったが、変異はそれだけではなかった。 2000年ごろにインターネット上を騒がしたジョン・タイターという自称未来人。10年の時を経て、巨大掲示板“@ちゃんねる”に彼を名乗る人物が再び現れたが、岡部以外は誰ひとりとして彼の存在を覚えてはいなかった。岡部はフェイリスのいるメイド喫茶に向かう途中、希少なレトロPC“IBN5100”を探している桐生萌郁と出会う。ラボに戻った岡部は電話レンジ（仮）の再実験を行うが──レンジの中に入れたはずのバナナはゲルバナと化し、テーブル上の房へと戻っていた。予期せぬ実験結果に驚く岡部とダル。そして、そこに姿を現したのは牧瀬紅莉栖その人であった。"
                },
                "3": {
                    "ID": "3989291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989291",
                    "TitleEnglish": "Parallel Process Paranoia",
                    "SummaryEnglish": "Makise pays an unexpected visit to the lab, much to Okabe's dismay; however, her intrusion leads to further experimentation with the phone microwave, a device Okabe now believes to be a time machine.",
                    "TitleJapanese": "並列過程のパラノイア",
                    "SummaryJapanese": "未来ガジェット研究所にて、「電話レンジ（仮）」の実験を行う岡部とダル。レンジ内にあったはずのバナナはゲル状と化し、レンジから離れた場所にある房に戻るという驚くべき結果となった。その実験を偶然目撃していた牧瀬紅莉栖に促されて再実験を行った岡部は、「電話レンジ（仮）」には過去にメールを送信する機能があり、擬似的な「タイムマシン」のようなものではないかと推測する。紅莉栖はタイムマシンの存在を認めようとせず、未来ガジェット研究所をあとにした。一方、「電話レンジ（仮）」のタイムマシン仮説を立証しようとする岡部は、ジョン・タイターが@ちゃんねるに書き込んだ「未来ではSERNがタイムマシンを管理している」という記述を思い出す。ダルにSERNをハッキングさせた岡部は、職員の電子メールのやりとりを発見し、SERNが公式に否定しているミニブラックホールの生成に成功している事を知る。タイムトラベルを実現するために、ブラックホールを使った理論が存在するのである。そして、一通のメールには次のように書かれていた。「HUMAN IS DEAD MISMATCH」と――。"
                },
                "4": {
                    "ID": "3989301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989301",
                    "TitleEnglish": "Interpreter Rendezvous",
                    "SummaryEnglish": "The lab members uncover the shocking truth about SERN's experiments, and hints of a deeper conspiracy. Okabe goes in search of the IBN5100, a retro-PC that could reveal more of the conspiracy. And Makise finds herself drawn back to the Future Gadget Lab for reasons having to do with her past...",
                    "TitleJapanese": "空理彷徨のランデヴー",
                    "SummaryJapanese": "ハッキングしたSERN職員の電子メールに書かれていた「Human is Dead,mismatch 」の文字は、岡部とダルに戦慄を与えた。彼らはさらなるハッキングを行おうと試みるが、謎のプログラムコードに阻まれてしまう。岡部は鈴羽やジョン・タイターとのやりとりで知ったパーソナルコンピューター、“IBN5100”の存在を思い出す。そのレトロPCは、BASICが登場する以前のコードで記されたプログラムを解析できるマシンであった。SERNのコードをハッキングする鍵はIBN5100にあると推測し、その所在を探していた岡部の元に、意外な人物から情報がもたらされる。情報提供者であるフェイリスによると、彼女の父親がIBN5100を所有していたことがあり、現在は秋葉原の柳林神社に奉納しているという。柳林神社に向かった岡部は、そこであっけなくIBN5100と対面することに。神主のるかの父によると、IBN5100を奉納した人物――おそらくはフェイリスの父――は、「いつかこのパソコンを必要とする若者が現れるから、大事にとっておくように」との言葉を残していた。まさしく運命の巡り合わせ──シュタインズ・ゲートの選択に岡部は興奮しながら、居合わせた紅莉栖とともにIBN5100をラボへと運ぶのであった。"
                },
                "5": {
                    "ID": "3989311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989311",
                    "TitleEnglish": "Starmine Rendezvous",
                    "SummaryEnglish": "Kurisu and Okabe return the IBN5100 to the Future Gadget Lab, where they find Suzuha. Suzuha panics when she sees Kurisu, but why?",
                    "TitleJapanese": "電荷衝突のランデヴー",
                    "SummaryJapanese": "SERNのハッキングに必要なIBN5100をラボまで運んできた岡部と紅莉栖は、ブラウン管工房の片付けをする鈴羽と出会う。紅莉栖とは初対面のはずの鈴羽であったが、なぜか紅莉栖に対して激しい敵対心を見せる。その理由を訪ねる岡部に、彼女は「牧瀬紅莉栖には気をつけて」と忠告するのであった。IBN5100を修理した岡部、ダル、紅莉栖の3人は謎のプログラムコードを解析し、SERNへのハッキングを再開する。そして、手に入れた資料から恐るべき事実が明らかになる。ゼリーマンズレポートと呼ばれるその資料には、SERNが40年以上前からタイムトラベル実験に着手しており、人体実験をも行っていたことが記されていた。凄惨な実験結果にショックを受ける一同。しかし、岡部はSERNに先行して完璧なタイムマシンを作り上げる事を紅莉栖に宣言するのであった。"
                },
                "6": {
                    "ID": "3989321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989321",
                    "TitleEnglish": "Butterfly Effect's Divergence",
                    "SummaryEnglish": "The Lab members decide to develop a time machine ahead of SERN. They discover a method of reliably sending messages to the past, which they call \"D-Mail\".",
                    "TitleJapanese": "蝶翼のダイバージェンス",
                    "SummaryJapanese": "SERNへのハッキングに成功した岡部は、未来ガジェット研究所にラボメンを集め、円卓会議を開催する。そこで、自分たちが偶然発見した“過去へ送れるメール”を「Dメール」と命名する。特定の時間帯にメールを送信することで「電話レンジ（仮）」が放電現象を起こし、Dメールが送られると仮定した岡部は、検証すべく実験を再開。結果、「電話レンジ（仮）」の中に入れたバナナはゲルバナとなり、紅莉栖が送った岡部宛のメールは5日前の日付で届いた。世紀の大発見に浮かれる岡部であったが、危険な人体実験をもいとわないSERNの秘密を知り、さらには無関係のまゆりを巻き込んだことに一抹の不安を覚える。翌日、IBN5100を見学しようとラボに訪れた萌郁に、偶然にもDメールの存在を知られてしまった岡部は、秘密の保持のために、急遽彼女をラボメンナンバー005に認定することになる。"
                },
                "7": {
                    "ID": "3989331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989331",
                    "TitleEnglish": "Divergence Singularity",
                    "SummaryEnglish": "The Lab experiments with a lottery ticket to see if they can change the past. They succeed, but for some reason only Okabe remembers the experiment...",
                    "TitleJapanese": "断層のダイバージェンス",
                    "SummaryJapanese": "岡部はセカンドエディションバージョン1.03に改造した「電話レンジ（仮）」を使い、Dメールで過去を改変する実験を思いつく。紅莉栖はタイムパラドックスを危惧するが、討議の結果、ロト6の3等当選番号を記したメールを、１週間前の岡部自身に送ることに。そして、メールを送信した瞬間、岡部は世界が歪むような奇妙な感覚に襲われる。周囲との微妙な齟齬にとまどう岡部の元に、１週間前に岡部から当選番号を教えられたというるかが現れ、ロト6を購入したものの番号を間違えはずれてしまったという。そして、先程までなかったはずのドクトルペッパーがなぜかラボの机の上にあった。そう──驚くべきことに、D メールを送った瞬間、過去が書き換わり、世界は改変されたのだ。その場に居合わせたにも関わらず、ラボメンたちは誰も実験のことを覚えておらず、改変前の記憶を持つ者は岡部ひとりであった。この不可思議な現象をジョン・タイターに訪ねた岡部は、自分が世界線を移動しても記憶を保持できる希有な存在ではないかと指摘される。さらに、タイターは岡部にこういうのだった。「ダイバージェンス1％の向こう側に世界を導き、世界の救世主になってほしい」と。"
                },
                "8": {
                    "ID": "3989341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989341",
                    "TitleEnglish": "Chaos Theory Homeostasis I",
                    "SummaryEnglish": "Moeka and Ruka ask to use the time machine. Moeka wants to stop herself from buying a new cellphone, and Ruka... wants to become a girl!?",
                    "TitleJapanese": "夢幻のホメオスタシス",
                    "SummaryJapanese": "ジョン・タイターから「救世主になってほしい」とのメールを受け取った岡部は、ダルと紅莉栖に、過去を司る女神作戦（オペレーション・ウルド）の再開を告げる。そして、岡部は自分だけに世界線変動前の記憶を保持する特殊な能力「リーディング・シュタイナー」があることを示唆する。その能力を立証するために、Dメールの実験を重ねる岡部たちは、4日前の萌郁に“ケータイの機種変更をするな”というDメールを送る。その結果、世界線は変動し、萌郁の行動が変わり、彼女がラボに来なかったという過去に改変されてしまった。そして、Dメールの話を立ち聞きしたるかから“女の子になりたい”と打ち明けられる。岡部らは、るかの母親のポケベルに、「野菜をたくさん食べると女の子が生まれる」という俗説に従って、野菜を食べることを勧めるメッセージをDメールで送った。その直後──岡部を再び奇妙な感覚が襲う。リーディング・シュタイナーが発動したが、るかの外見には一見なんの変化も観られなかった。確かに世界線は変動したはずなのだが…"
                },
                "9": {
                    "ID": "3989351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989351",
                    "TitleEnglish": "Chaos Theory Homeostasis II",
                    "SummaryEnglish": "The IBN5100 is gone, and nobody else can remember it ever being brought to the lab! Ruka says that she remembers it being brought to Yanabayashi Shrine, but can't remember when it disappeared. Okabe turns to Feyris for help, but she wants to use the D-Mail in exchange, and she won't tell anybody what she's sending...",
                    "TitleJapanese": "幻相のホメオスタシス",
                    "SummaryJapanese": "フェイリスに「過去にメールを送る」話を聞かれてしまった岡部とダル。その後、岡部は円卓会議にて「電話レンジ（仮）」を使った物理的タイムトラベルの可能性に言及するが、紅莉栖に否定される。その後、SERNへのハッキング状況をダルに確認した岡部は、ラボからIBN5100がなくなっていることに気付く。これまでに送ったDメールによって過去が少しずつ改変され、IBN5100を手に入れていないという歴史が紡がれてしまったのだ。岡部は再び IBN5100を入手しようとするが、奉納されていたはずの柳林神社にそのレトロPCはもうなかった。IBN5100の持ち主を知るフェイリスに話を聞こうと、彼女の自宅に向かった岡部たち。フェイリスはその情報と引き替えに、10年前に1通のDメールを送らせてほしいと交換条件を出してきた。やむを得ず承諾した岡部がDメールを送らせると、リーディング・シュタイナーが発動。目の前には、さっきまでいなかったはずのフェイリスの父がいた。そして、フェイリスの家を出た岡部たちを待っていた光景は──萌え系の店がまったく見あたらない電気街・秋葉原の姿であった。"
                },
                "10": {
                    "ID": "3989361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989361",
                    "TitleEnglish": "Chaos Theory Homeostasis III",
                    "SummaryEnglish": "All the anime is gone from Akihabara! The single message Feyris sent changed the entire city. Okabe wonders if he should ever use the D-Mail again. And Suzuha's getting ready to leave...",
                    "TitleJapanese": "相生のホメオスタシス",
                    "SummaryJapanese": "フェイリスが送ったDメールによって、秋葉原の街から「萌え」が消え去ってしまった。しかし、メイクイーン＋ニャン2がなくなっていても、岡部たちはフェイリスと知り合っており、彼らの人間関係に大きな変化はなかった。..."
                },
                "11": {
                    "ID": "3989371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989371",
                    "TitleEnglish": "Dogma in Event Horizon",
                    "SummaryEnglish": "Makise invents a method for sending memories back in time, but seems strangely reluctant to go forward with it. And Okabe gets another disturbing message...",
                    "TitleJapanese": "時空境界のドグマ",
                    "SummaryJapanese": "岡部はDメール実験をするために、鈴羽に天王寺の目を引きつけてほしいと頼む。彼の目論みは失敗に終わるが、ブラウン管工房にある42型ブラウン管こそが「電話レンジ（仮）」によるDメール送信の鍵であると判明した。"
                },
                "12": {
                    "ID": "3989391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989391",
                    "TitleEnglish": "Dogma in Ergosphere",
                    "SummaryEnglish": "The Time Leap Machine is complete. Makise found a way to use the LHC to compress the contents of an entire human brain down to 36 bytes. But Okabe decides not to test it, and instead to go public with it...",
                    "TitleJapanese": "静止限界のドグマ",
                    "SummaryJapanese": "7000万年前の荒野に時間跳躍する夢を見た岡部。白昼夢のような奇妙な感覚から目を覚ますと、まゆりが泊まり込みで制作していたコスプレ衣装、そして紅莉栖のタイムリープマシンが完成を迎えていた。"
                },
                "13": {
                    "ID": "3989401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989401",
                    "TitleEnglish": "Metaphysics Necrosis",
                    "SummaryEnglish": "Everything has gone wrong. Moeka was a spy from SERN, and she's come to take the time machine. Desperate, Okabe activates it and sends himself back to two hours ago, hoping he can change the present...",
                    "TitleJapanese": "形而上のネクローシス",
                    "SummaryJapanese": "ラボを強襲してきた萌郁の凶弾に倒れたまゆり。最悪の事態を前にして身動きが取れない岡部たちだったが、そこに姿を消したはずの鈴羽が現れる。素早い動きで襲撃者たちを次々と倒した彼女は、「42」「ブラウン管」「点灯済み」とつぶやく。それを聞いた紅莉栖は完成したばかりのタイムリープマシンを起動させ、岡部は過去へ時間を巻き戻すべく叫んだ――"
                },
                "14": {
                    "ID": "3989411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989411",
                    "TitleEnglish": "Physically Necrosis",
                    "SummaryEnglish": "Okabe keeps time leaping to try and set things right, but to no avail. In despair, he turns to Kurisu for help. With new allies and a fresh perspective, he starts to unravel the mystery.",
                    "TitleJapanese": "形而下のネクローシス",
                    "SummaryJapanese": "まゆりの命を救うため、タイムリープを繰り返す岡部。だが、どれだけ試みようと、「まゆりの死」という結果は変わらなかった。岡部は萌郁たちの襲撃自体を回避することができないか、と考え、タイムマシンの新情報を入手した、というメールを餌に萌郁を呼び出す。"
                },
                "15": {
                    "ID": "3989421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989421",
                    "TitleEnglish": "Missing Link Necrosis",
                    "SummaryEnglish": "John Titor reveals Okabe's final goal: to travel over Divergence 1% and stop the time machine from ever existing. But for that to happen, John Titor must go back in time and find the IBN5100. And the time machine is broken...",
                    "TitleJapanese": "亡環上のネクローシス",
                    "SummaryJapanese": "2036年からやってきた鈴羽は、岡部と紅莉栖に未来の姿を伝えた。SERNがタイムマシンの力で世界を支配していること、鈴羽がレジスタンスであること、「電話レンジ（仮）」がSERNのタイムマシン開発の決定打になったこと……。そして、岡部がラジ館の前でダルに送った最初のDメールがSERNの通信傍受システムに引っ掛かり、それがラボ襲撃の引き金となったという。"
                },
                "16": {
                    "ID": "3989431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989431",
                    "TitleEnglish": "Sacrificial Necrosis",
                    "SummaryEnglish": "Okabe gets a call: Titor's father has been found. They are reunited, and the time machine repair is finished. Titor promises to get them the IBN5100, and tells them it will be delivered to them in the present. When they get back, there's a knock at the door...",
                    "TitleJapanese": "不可逆のネクローシス",
                    "SummaryJapanese": "露天商にピンバッジを注文したのはダルだった。鈴羽のタイムマシンは過去にしか跳べず、1975年に行けばもう戻ってこられない――そのことを知ったダルは、父親が見つからなかった場合、ウソでも鈴羽を喜ばせようとピンバッジを注文しに来たのだった。"
                },
                "17": {
                    "ID": "3989441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989441",
                    "TitleEnglish": "Made in Complex",
                    "SummaryEnglish": "Okabe realizes that to save the world from SERN, he needs to undo the effects of the D-Mails that have been sent so far. The first on the list is Feyris. But what message did she send? And why won't she tell him?",
                    "TitleJapanese": "虚像歪曲のコンプレックス",
                    "SummaryJapanese": "8月14日の夜、ラウンダーは過去の襲撃から一日遅れて姿を現し、まゆりはまたも命を落としてしまう。タイムリープした岡部は、これまでの経緯を紅莉栖に相談する。β世界線に行くためには、IBN5100を使ってSERNが持っている岡部たちのデータを消さなくてはならない。"
                },
                "18": {
                    "ID": "3989451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989451",
                    "TitleEnglish": "Fractal Androgynous",
                    "SummaryEnglish": "Okarin has to convince Ruka to reverse her D-mail, but she refuses to believe that she was once a man. If she was a man, how could she get Okarin to love her?",
                    "TitleJapanese": "自己相似のアンドロギュノス",
                    "SummaryJapanese": "β世界線に移動するために岡部が次に取りかかったのは、るかがまだお腹にいるころの母親へ送ったDメールを取り消すことだった。るかの母親のポケベル番号を聞き出すために「Dメールを送る前のオマエは男だった……」と事実を説明する岡部だが、その話は以前の世界線での記憶がないるかを傷つけるだけだった。"
                },
                "19": {
                    "ID": "3989461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989461",
                    "TitleEnglish": "Endless Apoptosis",
                    "SummaryEnglish": "The last D-Mail Okabe has to undo is Moeka's. He knows the what she sent and he has a plan to undo it, now all that's left is to track her down. But when he finds her apartment, it's covered in police tape...",
                    "TitleJapanese": "無限連鎖のアポトーシス",
                    "SummaryJapanese": "Dメールを取り消していくことで1日ずつ時間がずれていくものの、まゆりが死ぬ結果に変わりなかった。まゆりはおそらく8月16日、コミマの日に死ぬ――そう、紅莉栖に告げた岡部は、まゆりを彼女に任せてDメールの送り主のひとり、桐生萌郁を捜しに向かった。"
                },
                "20": {
                    "ID": "3989471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989471",
                    "TitleEnglish": "Finalize Apoptosis",
                    "SummaryEnglish": "To undo the last D-Mail, Okabe needs to send a message to Moeka from FB's cellphone. He follows the IBN5100 to find FB, but on the way he sees a familiar face...",
                    "TitleJapanese": "怨嗟断絶のアポトーシス",
                    "SummaryJapanese": "萌郁からIBN5100の隠し場所を聞き出した岡部。しかし、紅莉栖によると、岡部がこの世界線でIBN5100を手に入れることは不可能であり、まずはラウンダーの指揮官である「FB」なる人物に接触すべきだと言う。岡部はIBN5100が隠されたコインロッカーを見張り、そこに現れた萌郁とともに運び屋が持ち出したIBN5100の後を追った。"
                },
                "21": {
                    "ID": "3989481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989481",
                    "TitleEnglish": "Paradox Meltdown",
                    "SummaryEnglish": "All the D-Mails have been undone, and everything is ready to go. But there's a price to be paid that Okabe hasn't considered...",
                    "TitleJapanese": "因果律のメルト",
                    "SummaryJapanese": "β世界線に戻れば、牧瀬紅莉栖が死ぬ――その事実に気付いた岡部は、SERNへのクラッキングを中止する。それから3日後、コミマ最終日の8月17日。まゆりの死が訪れる日である。岡部はまゆりに付き合ってコミマ会場へ足を運んだ。"
                },
                "22": {
                    "ID": "3989491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989491",
                    "TitleEnglish": "Being Meltdown",
                    "SummaryEnglish": "It's time to decide: should the lab undo the last D-Mail? The consequences are bad either way, but Okabe is forced to decide. He meets with Kurisu to talk things over, but things take an unexpected turn...",
                    "TitleJapanese": "存在了解のメルト",
                    "SummaryJapanese": "紅莉栖を捜していた岡部はラジ館の屋上で彼女の姿を見つける。降り出した激しい雨から館内へ逃れたふたり。そこで紅莉栖は、別の世界線での出来事――β世界線で自分が刺殺されたこと、α世界線でまゆりを救うために岡部がタイムリープを繰り返してきたこと――の記憶があると告げる。"
                },
                "23": {
                    "ID": "3989501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989501",
                    "TitleEnglish": "Open the Steins Gate",
                    "SummaryEnglish": "Okabe gets an unexpected phone call, asking him to come to the radio building. There he meets somebody he thought he'd never see again, who offers him a chance to do something he thought was impossible...",
                    "TitleJapanese": "境界面上のシュタインズゲート",
                    "SummaryJapanese": "ラジ館の屋上に現れた鈴羽によると、この世界線の未来では、第3次世界大戦が勃発し、多くの人々が犠牲になるという。それを回避するためには、2010年7月28日に死んだ牧瀬紅莉栖の命を救い、アトラクタフィールドの干渉を受けない唯一の世界線“シュタインズゲート”を目指さなければならない。岡部は鈴羽に協力することを決め、タイムマシンで2010年7月28日のラジ館へ跳んだ。"
                },
                "24": {
                    "ID": "3989511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate/episodes/3989511",
                    "TitleEnglish": "Achievement Point",
                    "SummaryEnglish": "Okabe has one last chance to stop World War 3. But in order to prevent a time paradox, he has to change the outcome of the past, without changing what actually happened...",
                    "TitleJapanese": "終わりと始まりのプロローグ",
                    "SummaryJapanese": "「未来を司る女神作戦（オペレーション・スクルド）」の概要を理解した岡部は、ラボへ戻って未来ガジェット「サイリウム・セーバー」を用意する。この内部には血糊が仕掛けられており、紅莉栖の血に見せようと考えたのだ。タイムマシンにはあと1往復ぶんの燃料しかなく、今回のタイムトラベルが最後のチャンスになる。"
                }
            }
        }
    }
}