{
  "URL": "https://www.thetvdb.com/series/tiger-and-bunny",
  "Genres": [
    "Superhero"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/C368-26F1-4720-2169-0730-F",
    "https://www.imdb.com/title/tt2061527/",
    "http://www.tigerandbunny.net/",
    "http://www.reddit.com/r/TigerAndBunny",
    "https://www.themoviedb.org/tv/39659",
    "https://x.com/TIGERandBUNNY"
  ],
  "TitleEnglish": "Tiger & Bunny",
  "SummaryEnglish": "In an alternate New York City protected by a band of superheroes called NEXT, veteran Wild Tiger is forced to team up with rookie Barnaby Brooks Jr.",
  "Aliases": [
    "Tiger & Bunny 2",
    "Tiger and Bunny"
  ],
  "Modified": "2025-10-02",
  "Seasons": {
    "0": {
      "ID": "459431",
      "URL": "https://www.thetvdb.com/series/tiger-and-bunny/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "9103698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9103698",
          "TitleEnglish": "Pilot",
          "SummaryEnglish": "The unaired pilot episode.",
          "Aliases": []
        },
        "2": {
          "ID": "9103702",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9103702",
          "TitleEnglish": "Tiger & Bunny: The Beginning",
          "SummaryEnglish": "The first half of the movie retells the events of the first two episodes of the TV series with a few additional scenes. Following the events of the second episode, the heroes are soon called in to chase after a thief named Robin Baxter, who has stolen a statue that represents the importance of heroes. The heroes chase after him into an amusement park but find him near-impossible to catch due to his NEXT ability, leading to infighting among the heroes. As Robin heads towards the observation deck, where he could use his power to escape, Barnaby gets the idea that allows him to catch Robin. The next day, Barnaby learns that it was Kotetsu who helped convince the other heroes to let Barnaby go on his own as he trusted him. After the crisis is over, Kotetsu is forced to treat the other heroes to another hangout as repayment for asking them to let Barnaby capture the criminal.",
          "Aliases": []
        },
        "3": {
          "ID": "9103699",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9103699",
          "TitleEnglish": "TIGER & BUNNY Special Edition: Side Bunny [RECAP]",
          "SummaryEnglish": "Recap of episodes 1-13.",
          "Aliases": []
        },
        "4": {
          "ID": "9103700",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9103700",
          "TitleEnglish": "TIGER & BUNNY Special Edition: Side Tiger [RECAP]",
          "SummaryEnglish": "Recap of episodes 14-25.",
          "Aliases": []
        },
        "5": {
          "ID": "9103703",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9103703",
          "TitleEnglish": "Tiger & Bunny: The Rising",
          "SummaryEnglish": "Kotetsu T. Kaburagi, a.k.a. Wild Tiger, and Barnaby Brooks Jr. resume their careers as heroes fighting crime. But their partnership comes to a sudden end when Apollon Media's new owner Mark Schneider fires Kotetsu and moves Barnaby back into the First League, pairing him up with Golden Ryan, a new hero with awesome powers and a huge ego to match. When the heroes are sent to investigate a string of strange incidents tied closely to the city's Goddess Legend, they discover three superpowered NEXTs plotting to bring terror and destruction to Stern Bild. With the lives of millions hanging in the balance, Barnaby and Golden Ryan must overcome their differences to contain the approaching doom, while a jobless Kotetsu's resolve as a hero is put to the test as he struggles to help his fellow heroes from the sidelines.",
          "Aliases": []
        },
        "6": {
          "ID": "9103701",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9103701",
          "TitleEnglish": "Tiger & Bunny: Too Many Cooks Spoil the Broth",
          "SummaryEnglish": "Short special aired at The Sound of Tiger & Bunny orchestral concert about the heroes' preparation for an upcoming band performance.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "459441",
      "URL": "https://www.thetvdb.com/series/tiger-and-bunny/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4044001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044001",
          "TitleEnglish": "All's Well That Ends Well",
          "SummaryEnglish": "Things have been not easy for veteran superhero \"Wild Tiger\". Low on popularity among fans and with his sponsor company taken over, he is forced to make a partnership with a rookie hero who has the same powers as him but by far not the same attitude.",
          "Aliases": []
        },
        "2": {
          "ID": "4044011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044011",
          "TitleEnglish": "A Good Beginning Makes a Good Ending",
          "SummaryEnglish": "A giant statue starts rampaging through the city, but Tiger and Barnaby are having trouble to deal with it due to their lack of teamwork. After learning that a young NEXT is the real culprit, Tiger reminisces about his own childhood and the man who inspired him to become a superhero.",
          "Aliases": []
        },
        "3": {
          "ID": "4044021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044021",
          "TitleEnglish": "Many a True Word is Spoken in Jest",
          "SummaryEnglish": "HERO TV decide to film a documentary about Barnaby, much to Tiger's dismay when it comes to the director's commands. While visiting a newly established building, the duo learn a bomb has been planted on one of the elevators. As Barnaby tries to think of a way to disarm the bomb, in the closing seconds, Tiger manages to convince him to combine their powers to get the bomb to a safe height for it to explode.",
          "Aliases": []
        },
        "4": {
          "ID": "4044031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044031",
          "TitleEnglish": "Fear is Often Greater Than the Danger",
          "SummaryEnglish": "Karina Lyle, aka Blue Rose, wants to be a singer, but had to become a hero as a requirement. Following a slip up during an encounter with an armored car thief, Karina becomes fed up with the unrewarding nature of a hero and wants to quit and just be a bar singer. While speaking to Kotetsu, he reveals he is a hero because he loves to save people, not to simply be recognised. Later, Karina ignores a call to action for a rescue at a burning oil rig to perform a gig. However, after hearing the jeers of some drunken customers, Karina realizes what Kotetsu meant and goes into action just in time to save the other heroes.",
          "Aliases": []
        },
        "5": {
          "ID": "4044041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044041",
          "TitleEnglish": "Go for Broke!",
          "SummaryEnglish": "Barnaby starts to express some his anger towards Kotetsu after the company has to pay for the collateral damage he has caused. Kotetsu, misreading why Barnaby is upset, organizes a surprise birthday party for him with the other heroes, though becomes troubled deciding on what present to get him. However, their plan to surprise Barnaby by pretending to be thieves goes awry when a real thief named Pauly, a NEXT user that can turn his skin into diamond, is thrown into the mix, escaping with a priceless diamond. As Kotetsu and Barnaby have trouble getting through Pauly's diamond skin, a special 'Good-Luck' mode added to their suit activates in their last second of power, allowing them to break through it. It's later revealed the feature is aesthetic, and it was their apparent team work that defeated Pauly.",
          "Aliases": []
        },
        "6": {
          "ID": "4044051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044051",
          "TitleEnglish": "Fire is a Good Servant But a Bad Master",
          "SummaryEnglish": "The criminals that Barnaby arrested on his first case are killed in prison by a mysterious flame, with Nathan \"Fire Emblem\" Seymore suspected of the murder. Kotetsu is dragged in to help provide data while Nathan is suspended from the show, where they witness another inmate being killed by the strange flames. Meanwhile, Barnaby investigates a strange mark of the Ouroboros that was worn by the murderer of his parents. While feeling guilty about not being able to save someone, Kotetsu and Nathan are attacked by an armed mech, armed with a powerful flamethrower. Although the culprit escapes, Kotetsu recognizes the culprit as the repairman who planted the elevator bomb, with Barnaby deducing that he plans to kill anyone who say his face at the scene, which includes HERO TV's producer, Agnes Joubert. As the heroes manage to save Agnese and corner the culprit, Barnaby spots the Ouroboros mark on his neck. As the other heroes try to stop him from going too far, the culprit takes Agnes hostage before mentioning he had nothing to do with the prison killings. It's at this point that the holder of the blue flame, a mysterious NEXT user, appears and kills the culprit before disappearing.",
          "Aliases": []
        },
        "7": {
          "ID": "4044061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044061",
          "TitleEnglish": "The Wolf Knows What the Foul Beast Thinks",
          "SummaryEnglish": "Barnaby tells Kotetsu and Nathan about the Ouroboros syndicate who killed his parents, becoming frustrated that he has lost another lead. Nathan theorizes that the mysterious NEXT user is killing members of the Ouroboros syndicate to keep them quiet. With Barnaby not answering his calls, Kotetsu is temporarily paired up with Karina to stop a hostage situation. Afterward, the CEO of Kotetsu's company has him and Barnaby try out some prototype chambers to try and relieve their nerves, though Barnaby still has nightmares. Afterward, the heroes are called in to head into a crime syndicate hideout for a live broadcast, but just as they are about to move, the mysterious NEXT attacks the hideout. As the other heroes unsuccessfully try to save as many as they can, Barnaby pursues the culprit, who identifies himself as Lunatic, preaching his own type of justice. Although Lunatic escapes, the heroes manage to revive one of the criminals as a witness, despite not being a member of Ouroboros.",
          "Aliases": []
        },
        "8": {
          "ID": "4044071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044071",
          "TitleEnglish": "There is Always a Next Time",
          "SummaryEnglish": "As Lunatic continues to kill criminals, the public start to question the need for heroes, which start to worry the sponsors. Thus, they start having the heroes help out with the community in order to gain the people's trust, with Kotetsu and Barnaby visiting a school alongside Ivan \"Origami Cyclone\" Karelin, who has a lot of self-doubt about his worth as a hero with only shape-shifting powers. He and Barnaby hear of Ivan's closest friend, Edward, who was the top of his class until an incident where he accidentally shot a hostage he was trying to save led to him being charged with murder. However, Edward escapes from prison and attacks Ivan, blaming him for hesitating to back him up during the incident. After rescuing him, Kotetsu encourages Ivan that he needs to be the one to stop Edward from committing more crimes. As Ivan goes to confront Edward, Lunatic appears and targets Edward. Ivan stands to protect Edward before Kotetsu and Barnaby arrive on the scene. As they fight Lunatic, they learn his targets are not members of Ouroboros, but murderers, later escaping after Kotetsu breaks a little of his mask. After Edward is put back into police custody, Ivan is commended for his rescue and vows to move out of the background, whilst Barnaby wonders why Kotetsu does so much for him. At the end of the episode, it is revealed that Lunatic is Yuri Petrov, TV Hero's curator.",
          "Aliases": []
        },
        "9": {
          "ID": "4044081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044081",
          "TitleEnglish": "Spare the Rod and Spoil the Child",
          "SummaryEnglish": "The heroes are tasked to keep guard on the Mayor's baby who is also a NEXT with strong telekinectic powers, who soon becomes attached to Pao-Lin \"Dragon Kid\" Huang. Pao-Lin and the baby stay for the night at Barnaby's house, where Barnaby finally shares with Kotetsu all he found about Ouroboros, the criminal organization involved with his parents' death. On the next day, the duo find that Pao-Lin and the child were kidnapped by a trio of NEXT criminal sisters who demand ransom for them. With the baby's help, Pao-Lin manages to subdue the criminals, but the sight of Kotetsu holding one of the sisters' tasers makes Barnaby remember the face of the man tho killed his parents face and he leaves the scene in a rush.",
          "Aliases": []
        },
        "10": {
          "ID": "4044091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044091",
          "TitleEnglish": "The Calm Before the Storm",
          "SummaryEnglish": "Kotetsu is put on paid vacation and decides to go home to visit his daughter, Kaede, purchasing a strange plushie known as a Mad Bear along the way. Meanwhile, Barnaby appears to have found the criminal responsible for his parents' murder, Jake Martinez. On his way home, Kotetsu encounters a terrorist bombing on a bridge, deciding to handle it alone so that Barnaby can investigate Jake. He soon finds the attackers are a group of mechs being piloted by living Mad Bears, with more bombings taking around the city. With the heroes overwhelmed, Baranaby decides to postpone his prison visit to assist Kotetsu. Just then, the culprits reveal themselves to be Ouroboros, putting the entire island at hostage and demanding the release of Jake in exchange.",
          "Aliases": []
        },
        "11": {
          "ID": "4044101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044101",
          "TitleEnglish": "The Die is Cast",
          "SummaryEnglish": "As the higher ups discuss how to respond to Ouroboros' demands, Barnaby is frustrated about losing his only lead yet again. As Ouroboros start to attack the columns supporting Stern Bild, Kotetsu and Barnaby go to see the mayor to convince him to prioritise the public's safety. When they are confronted by the Ouroboros' Hans Chuckman, the mayor agrees to release Jake, with the heroes having Ivan take Hans place. However, Jake refuses to release the hostages, choosing to instead keep them in his palm. In order to regain the public's trusts, HeroTV's president, Albert Maverick, asks Barnaby to reveal his past to the public. Meanwhile, Ivan arrives at Jake's hideout, but is discovered by Jake.",
          "Aliases": []
        },
        "12": {
          "ID": "4044111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4044111",
          "TitleEnglish": "Take Heed of the Snake in the Grass",
          "SummaryEnglish": "Barnaby attempts to confront Jake, but he manages to escape when Kotetsu charges in, causing Barnaby to lose trust in him. Ivan, who had been forced to act as a decoy in the form of Jake, is recovered and sent to the hospital. Jake challenges the heroes in a series of one-on-one fights, promising to surrender if he loses, but blow up the city's support columns if he wins. The first two heroes, Keith \"Sky High\" Goodman and Antonio \"Rock Bison\" Lopez, are easily defeated by Jake's ability to produce barriers. As Ivan reveals to the higher ups that Ouroboros' Kriem is controlling the Mad Bears piloting the mechs, Kotetsu fights a one-sided battle against Jake and ends up seriously injured. Agnes manages to delay the next match until morning to give the higher ups time to set up a jamming signal for the mechs. As Barnaby prepares for his match, Jake announces he'll destroy half the city if Barnaby loses.",
          "Aliases": []
        },
        "13": {
          "ID": "4121470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4121470",
          "TitleEnglish": "Confidence is a Plant of Slow Growth",
          "SummaryEnglish": "Barnaby begins his fight with Jake, but is unable to hit him. Kotetsu awakes injured in the hospital, but has a realisation about Jake and leaves to find Barnaby, who is on the verge of losing. Kotetsu tells Barnaby he has figured out that Jake can read people's movements using a second power, super hearing, and gives him a sound grenade as a countermeasure. Barnaby uses the grenade, which initially seems ineffective; however, it turns to be a stun grenade, causing Jake to drop his guard and letting Barnaby defeat him. Kotetsu reveals that Jake's second power is in fact mind reading; he proposed a fake plan to Barnaby in order to mislead Jake. Kriem threatens to blow up the city using the mechs, but they have been taken out of commission by Blue Rose, Fire Emblem and Dragon Kid in the meantime. Jake tries to escape, but when he shoots at Kotetsu, he hits Kriem's helicoper instead, causing it to crash on him. At the end of the episode, Barnaby adresses Kotetsu by name, a sign that he now trusts him as his partner.",
          "Aliases": []
        },
        "14": {
          "ID": "4125755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4125755",
          "TitleEnglish": "Love Is Blind",
          "SummaryEnglish": "Ten months after the Ouroboros incident, Kotetsu and Barnaby are a successful and popular superhero team. Barnaby has won last season's MVP, while Rock Bison has fallen to last place in the rankings. Due to the increased popularity of Hero TV, a second league of superheroes has been introduced to handle minor crimes. While rehearsing for a joint concert with the duo, Karina realizes she has feelings for Kotetsu. At the concert, a NEXT backstage thief infiltrates Karina's dressing room and steals her bag. After figuring that the thief has the power of invisibility while he holds his breath, Kotetsu rushes after him, finding out that his abilities have increased in power, but run out earlier than usual. The new time constraints cause Kotetsu to run out of energy too early and the criminal ends up caught by Antonio, giving him a much needed career boost.",
          "Aliases": []
        },
        "15": {
          "ID": "4129771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4129771",
          "TitleEnglish": "The Sky's the Limit...",
          "SummaryEnglish": "Having been overtaken by Barnaby in the rankings, Keith starts feeling he is past his prime. Whilst walking through the park, he comes across a strange girl named Cis. When Karina, Nathan and Pao-Lin hear that he is supposedly in love with her, they start giving him advice which falls flat. Meanwhile, Kotetsu's former boss, Ben Jackson (now a cab driver), grows concerned when he hears of Kotetsu's increasing powers. After Cis is picked up by a strange man, she goes out of control when she witnesses a billboard of Kotetsu and Barnaby, bringing the two into the fight. Cis is revealed to be an android built by the man, Rotwang, who worked for Barnaby's parents. As Kotetsu's powers run out early again, Keith, who was somehow encouraged by Cis, appears and manages to destroy the android, not realising who it was. Afterwards, Kotetsu is called out by Ben, who tells him his power may soon disappear.",
          "Aliases": []
        },
        "16": {
          "ID": "4129772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4129772",
          "TitleEnglish": "Truth Lies at the Bottom of the Well",
          "SummaryEnglish": "After another encounter with Lunatic, Barnaby surpasses Legend's all time point record whilst Kotetsu notices his power's time limit is still decreasing. Barnaby tells Kotetsu about how Albert took care of him following his parents' deaths. Meanwhile, Lunatic recalls how he killed his father, Legend, when he was beating his mother, who nevertheless still hates and fears him for it. Talking with Ben again, Kotetsu learns that Legend became a alcoholic after exhibiting the same power-degrading symptoms as him, resulting in Hero TV staging his arrests to preserve his image. Afterwards, Kotetsu encounters a criminal known as The Lady Killer, but is easily beaten when his powers run out, leaving the culprit at the mercy of Lunatic.",
          "Aliases": []
        },
        "17": {
          "ID": "4137816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4137816",
          "TitleEnglish": "Blood is Thicker Than Water",
          "SummaryEnglish": "Kotetsu takes a paid vacation to visit his hometown and family. His mother and older brother Muramasa soon realise that something is wrong with him and he has a hard time getting on his daughter Kaede's good side. While confessing to Muramasa that his powers are declining, Kotetsu reminisces about the promise he made to his late wife Tomoe to always be a hero, moments before she passed away. The next day, Kaede is trapped in a temple when a storm breaks out. Kotetsu uses his power, locating Kaede thanks to his sharpened hearing, and manages to rescue her even after his power runs out. Having reconciled with his daughter, Kotetsu decides to resign from being a Hero and focus on his family. When Kaede bids him farewell, Kotetsu is surprised to find that she is a NEXT.",
          "Aliases": []
        },
        "18": {
          "ID": "4142724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4142724",
          "TitleEnglish": "Ignorance is Bliss",
          "SummaryEnglish": "As Kotetsu tries to work up the courage to announce he's retiring, Barnaby goes to see Kriem, who has awakened from a coma she was in since the Jake incident. She talks about how Jake saved her when she ostracized by her friends and family for being a NEXT. She reveals that Jake wasn't the one who killed Barnaby's parents, as he was with her on the day they were killed, before committing suicide. Barnaby goes into denial, saying he remembers clearly about his parents' death, but some video research shows differences between reality and Barnaby's memory. Upon this revelation, Barnaby's memory of the murderer's face keeps changing and he starts to doubt if he should continue being a hero, giving Kotetsu no room to tell him about his own intention to quit. Meanwhile, Kaede's trying to deal with her NEXT power, the ability to copy the power of any NEXT she's touched.",
          "Aliases": []
        },
        "19": {
          "ID": "4142729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4142729",
          "TitleEnglish": "There's No Way Out",
          "SummaryEnglish": "Looking to help Barnaby remember what really happened at the night of his parents' death, Kotetsu takes him to retrace his steps during that day. Barnaby deems his plan pointless as he keep remembering everything just as always, except by the face of the criminal, who keeps changing in his memories. Barnaby hears Kotetsu telling his mother on the phone he will quit being a hero and confronts him about it. Kotetsu tries to dissuade him in vain and Barnaby berates him claiming that he can't afford to have a partner who can't trust him before leaving. While confiding with his foster father Albert Maverick, the founder of Hero TV, Barnaby receives a call from his aunt Martha, who helps him remember that he wasn't with him on the day of the murder just like he claimed. Upon this revelation, Albert tells the truth to him that he is in fact the man who murdered his parents after they discovered his connection with Ouroboros and that he is a NEXT with the power to alter the memories of others, and just like he did when Barnaby was a child, he uses it on him once again.",
          "Aliases": []
        },
        "20": {
          "ID": "4148065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4148065",
          "TitleEnglish": "Full of Courtesy, Full of Craft",
          "SummaryEnglish": "Maverick has rewritten Barnaby's memories, once again causing him to believe that his parents were murdered by Jake. Later he tries to rewrite Kotetsu's memory as well, but is unable to due to Samantha calling Kotetsu regarding the photograph she had shown Barnaby. Maverick sets up a bomb explosion to distract Kotetsu and has Samantha kidnapped and later killed, destroying the photograph in the process. When Kotetsu starts getting close to the truth by finding Barnaby's pin in Maverick's office, Maverick decides to frame Kotetsu for Samantha's murder and erase the memories of everyone at Hero TV of Kotetsu being Wild Tiger.",
          "Aliases": []
        },
        "21": {
          "ID": "4155524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4155524",
          "TitleEnglish": "Heaven Helps Those Who Help Themselves",
          "SummaryEnglish": "Kotetsu tries to understand what is going on whilst evading the heroes, while Yuri becomes suspicious when he finds that there are no files on Kotetsu and that all data about Wild Tiger has been blocked. Meanwhile, Kaede is told the truth about Kotetsu being Wild Tiger and decides to head towards Stern Bild. Kotetsu is cornered by Karina and he tries to prove his identity by telling her things only the two of them would know, but he is attacked by a new 'Wild Tiger'. Yuri, believing in Kotetsu's innocence, appears as Lunatic and helps him escape. Kotetsu figures out that Maverick framed him and reunites with Ben, who gives him his old Wild Tiger suit. As Kaede reaches Stern Bild, she has a brief run-in with Maverick, unwittingly copying his power in the process. Donning his suit, Kotetsu decides to call out the other heroes.",
          "Aliases": []
        },
        "22": {
          "ID": "4156977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4156977",
          "TitleEnglish": "Bad Luck Often Brings Good Luck",
          "SummaryEnglish": "Kotetsu tries to make the other heroes remember he is Wild Tiger by mentioning their secrets and personal habits, but none fully believe him. Kaede appears and uses Maverick's copied power to restore the memories of the other heroes. Kotetsu deduces and explains to the other heroes that Maverick is a memory-manipulating NEXT and the one responsible for framing him. Barnaby arrives on the scene, but Kaede fails to restore his memory because she was patted on the shoulder moments ago by Keith, replacing Maverick's power with his. Kotetsu dons his usual suit and lures Barnaby away to try and reawaken his memories some other way. Meanwhile, Maverick sends the fake Wild Tiger after the other heroes.",
          "Aliases": []
        },
        "23": {
          "ID": "4161928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4161928",
          "TitleEnglish": "Misfortunes Never Come Singly",
          "SummaryEnglish": "Kotetsu takes on Barnaby's attacks, trying to get him to remember him, eventually succeeding when he calls him by his nickname. As they head back towards Apollon Media with Saito, the company's head researcher, they learn that Maverick has taken Kaede and the other heroes hostage, holding them at Justice Tower. Upon arriving at the tower, they discover that the fake Wild Tiger is a robot called H-01 created by Rotwang, working in cahoots with Maverick, who is planning to replace all the heroes with androids. Meanwhile, the rest of the heroes are trapped in cages with bombs attached to their necks. Rotwang informs them that only the first to deactivate his/her bomb will be spared, at the cost of the others' lives, with all of them being killed if none of them do so before Tiger and Barnaby are defeated by the robot.",
          "Aliases": []
        },
        "24": {
          "ID": "4167687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4167687",
          "TitleEnglish": "Nothing Ventured, Nothing Gained.",
          "SummaryEnglish": "As Kotetsu and Barnaby struggle against H-01 whilst waiting for their powers to recharge, Rotwang continues to stir up the heroes to try and make them sacrifice the others, hiding the fact that pressing the button on their collars will kill them all anyway. Although Kotetsu and Barnaby continue to struggle even when they activate their powers, Karina's faith in them helps calm the other heroes whilst Kaede, using Karina's powers, manages to stop Rotwang and rescue the heroes. Kotetsu manages to hold H-01 down, allowing Barnaby to destroy it with its own weapon. However, due to his power running out, Kotetsu is unable to dodge the hit in time and receives apparently fatal injuries, much to the horror of Barnaby, Kaede and the other heroes.",
          "Aliases": []
        },
        "25": {
          "ID": "4172637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/4172637",
          "TitleEnglish": "Eternal Immortality",
          "SummaryEnglish": "As the heroes mourn Kotetsu's apparent death, Maverick sends in several more H-01 androids to attack them, but they are shut down thanks to a safety mode implimented by Barnaby's parents. As Maverick kills Rotwang and boasts that he won't be found guilty, Agnes, who has also regained her memory, reveals his intentions to the public. Pushed into a corner, Maverick takes Kaede hostage, but she is saved by Kotetsu, who had only been passed out. After revealing that he is not actually the leader of Ouroboros, Maverick uses his powers on himself, leaving him braindead. As Maverick is taken into custody, only to be killed by Lunatic, Kotetsu announces his retirement, with Barnaby deciding to retire too, so he can start his own life. A year later, Kotetsu, despite his decreased powers, returns to his hero duties, shortly followed by Barnaby.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1955317",
      "URL": "https://www.thetvdb.com/series/tiger-and-bunny/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "8668879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8668879",
          "TitleEnglish": "A word to the wise is enough.",
          "SummaryEnglish": "With exciting new heroes gaining popularity and stardom, Tiger and Barnaby are called upon to set a good example.",
          "Aliases": []
        },
        "2": {
          "ID": "8965916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965916",
          "TitleEnglish": "No one knows the weight of another's burden.",
          "SummaryEnglish": "Now an official superhero, Subaru is eager to make his mark. Feeling desperate, he starts to get ahead of himself.",
          "Aliases": []
        },
        "3": {
          "ID": "8965917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965917",
          "TitleEnglish": "Suspicion will raise bogies.",
          "SummaryEnglish": "Karina decides to meet with a lonely and sickly fan who says Blue Rose is their favorite superhero. She asks Tiger to come along too.",
          "Aliases": []
        },
        "4": {
          "ID": "8965918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965918",
          "TitleEnglish": "Never put off till tomorrow what you can do today.",
          "SummaryEnglish": "As the top-ranking superheroes, Fire Emblem and Sky High seem like the perfect buddy team; nevertheless, Nathan has one particular complaint.",
          "Aliases": []
        },
        "5": {
          "ID": "8965919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965919",
          "TitleEnglish": "Live and let live.",
          "SummaryEnglish": "After getting into an argument with Ivan, Antonio is worried that the Rock Bison and Origami Cyclone partnership won't survive.",
          "Aliases": []
        },
        "6": {
          "ID": "8965920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965920",
          "TitleEnglish": "Youth should be regarded with respect.",
          "SummaryEnglish": "Lara and Pao-Lin seem to have perfect teamwork, but then Lara's overbearing mother convinces her to see Pao-Lin not as a partner, but as a rival.",
          "Aliases": []
        },
        "7": {
          "ID": "8965921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965921",
          "TitleEnglish": "Out of the mouths of babes oft times come gems.",
          "SummaryEnglish": "Tiger is delighted — and a little surprised — when his daughter Kaede comes to the city to visit him with her friend.",
          "Aliases": []
        },
        "8": {
          "ID": "8965922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965922",
          "TitleEnglish": "You can‘t judge a book by it‘s cover.",
          "SummaryEnglish": "Subaru gets worried when his partner Thomas is reprimanded for being too violent while apprehending a robber.",
          "Aliases": []
        },
        "9": {
          "ID": "8965923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965923",
          "TitleEnglish": "Have not thy cloak to make when it begins to rain.",
          "SummaryEnglish": "Tiger bends the rules to try to catch a violent NEXT named Vincent Carl, who left Barnaby badly injured while evading capture.",
          "Aliases": []
        },
        "10": {
          "ID": "8965924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965924",
          "TitleEnglish": "Pride comes before a fall.",
          "SummaryEnglish": "Fire Emblem and Sky High are found frozen, victims of an attack by a pair of NEXT suspects who've declared war on the city's superheroes.",
          "Aliases": []
        },
        "11": {
          "ID": "8965925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965925",
          "TitleEnglish": "Every cloud has a silver lining.",
          "SummaryEnglish": "Agnes orders the superheroes to stand down and avoid confrontation with Hugan and Mugan, but soon they're faced with a double threat.",
          "Aliases": []
        },
        "12": {
          "ID": "8965926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965926",
          "TitleEnglish": "Man’s extremity is God’s opportunity.",
          "SummaryEnglish": "The remaining superheroes learn Hugan and Mugan's motives, and then put together a plan to defeat the powerful duo.",
          "Aliases": []
        },
        "13": {
          "ID": "8965927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/8965927",
          "TitleEnglish": "Constant dropping wears away a stone.",
          "SummaryEnglish": "The superheroes are fighting as hard as they can, but Hugan and Mugan seem impossible to defeat.",
          "Aliases": []
        },
        "14": {
          "ID": "9345039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9345039",
          "TitleEnglish": "March winds and April showers bring forth May flowers.",
          "SummaryEnglish": "Fire Emblem and Sky High win the King of the Buddy Heroes title. Barnaby gets some exciting news, but he has to keep it a secret.",
          "Aliases": []
        },
        "15": {
          "ID": "9387831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387831",
          "TitleEnglish": "No pain no gain.",
          "SummaryEnglish": "Little is yet known about the NEXT incident, but multiple theories abound. Everyone wants to know what's going on between Kotetsu and Karina.",
          "Aliases": []
        },
        "16": {
          "ID": "9387832",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387832",
          "TitleEnglish": "A friend in need is a friend indeed.",
          "SummaryEnglish": "During a promo shoot, He Is Thomas declares his admiration for L.L. Audun. Then, the heroes are mobilized in response to an attack.",
          "Aliases": []
        },
        "17": {
          "ID": "9387833",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387833",
          "TitleEnglish": "The gods send nuts to those who have no teeth.",
          "SummaryEnglish": "As the \"X\" phenomenon spreads among NEXT throughout the city, Yuri gathers the heroes and gives them some bad news.",
          "Aliases": []
        },
        "18": {
          "ID": "9387834",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387834",
          "TitleEnglish": "One eyewitness is better than ten hearsays.",
          "SummaryEnglish": "The public has started to turn against all NEXT. Ryan thinks that a NEXT named Gregory Sunshine might be connected to the \"X\" phenomenon.",
          "Aliases": []
        },
        "19": {
          "ID": "9387835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387835",
          "TitleEnglish": "You cannot make a crab walk straight.",
          "SummaryEnglish": "Mattia wakes up in the hospital, but he claims to not remember anything that happened. There may be a NEXT with the ability to control other people.",
          "Aliases": []
        },
        "20": {
          "ID": "9387836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387836",
          "TitleEnglish": "The darkest hour is just before the dawn.",
          "SummaryEnglish": "The Apollon heroes are all told to sign new contracts putting excessive restrictions on what they can do. Yuri shares a story about his father.",
          "Aliases": []
        },
        "21": {
          "ID": "9387837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387837",
          "TitleEnglish": "Nothing comes of nothing.",
          "SummaryEnglish": "Before the heroes' evacuation, Agnes asks them to gather for one last farewell taping. But she might have something up her sleeve.",
          "Aliases": []
        },
        "22": {
          "ID": "9387838",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387838",
          "TitleEnglish": "Coming events cast their shadows before.",
          "SummaryEnglish": "Gregory powers up the inmates of Abbas Prison and they start rampaging throughout the city. The heroes go rogue to stop them, despite the consequences.",
          "Aliases": []
        },
        "23": {
          "ID": "9387839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387839",
          "TitleEnglish": "Lookers-on see most of the game.",
          "SummaryEnglish": "Gregory Sunshine has one last inmate to meet; a criminal with incredible powers. Meanwhile, the heroes struggle to neutralize the escaped NEXT.",
          "Aliases": []
        },
        "24": {
          "ID": "9387840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387840",
          "TitleEnglish": "Union is strength.",
          "SummaryEnglish": "Sigourney Rosicky reveals the reason for her vendetta against Little Aurora. The heroes get an unlikely ally in their fight against L. L. Audun.",
          "Aliases": []
        },
        "25": {
          "ID": "9387841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tiger-and-bunny/episodes/9387841",
          "TitleEnglish": "Today is not just tomorrow's yesterday.",
          "SummaryEnglish": "A powered up Tiger starts attacking Barnaby, who's left drained of power and vulnerable. Later, Tiger faces a sudden change.",
          "Aliases": []
        }
      }
    }
  }
}