{
    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1820941/",
        "https://www.themoviedb.org/tv/42417"
    ],
    "TitleEnglish": "Hanasaku Iroha: Blossoms for Tomorrow",
    "SummaryEnglish": "When her mother runs off with her latest boyfriend, Ohana Matsumae is sent to live with her grandmother, who she has never met nor spoken to. Her grandmother is not pleased to find Ohana on her doorstep, and sets her to work at her Taisho-era (1920s) hot springs inn. It's not a lifestyle that Ohana would have chosen, but she decides not to be discouraged and to make the most of her difficult circumstances.",
    "TitleJapanese": "花咲くいろは",
    "SummaryJapanese": "突然の夜逃げ、突然の告白、そして突然の別れ――。\n今までとは違う自分になりたかったという夢は、急に現実となりました。\n私、松前緒花の平凡な日常は1日にしてドラマチックな展開を迎えたのです。\n通い慣れた、それでいてあまり愛着のない街を出て、\n話したことや会ったこともない祖母の元で暮らすのです。\n大正浪漫あふれる温泉旅館・喜翆荘（きっすいそう）。\nそこで出会う人たち。\n花の芽が地上に出て新たな世界を知るように、\n私も、今までとはまったく違う、新しい生活を始めます。\nそれは辛いことかもしれません。\nでも、めげても、くじけても、泣きじゃくっても明日は来るんです。\nだからこそ私は頑張りたいんです、そして輝きたいんです。\n太陽に導かれるよう咲く花のように\nいつか大輪の花を咲かせられるように……。",
    "Aliases": [
        "Hana-Saku Iroha"
    ],
    "Modified": "2023-07-29",
    "Seasons": {
        "0": {
            "ID": "459881",
            "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4338084",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4338084",
                    "TitleEnglish": "Home Sweet Home",
                    "SummaryEnglish": "Although initially perplexed at the sudden turn of events which led her to live in the hot spring inn Kissuisou, now Ohana is perfectly accustomed to the new lifestyle; she has started to even notice a positive change in herself lately. One day from a neighboring inn Fukuya comes Wakura Yuina on a mission to train herself as an okami, where Ohana is told by her grandmother to assist this naive young girl. Upon tidying up the storeroom Ohana discovers a box amid piles of items scattered around, which is packed with business logs Denroku has made over the years. She picks up a log and finds in it her mother's name, together with the fact that her mother once said she wanted to shine, and there she realizes the minds of both mother and daughter work the same.",
                    "TitleJapanese": "劇場版 花咲くいろは HOME SWEET HOME",
                    "SummaryJapanese": "祖母の経営する温泉旅館“喜翆荘”（きっすいそう）での住み込み生活にもすっかり慣れた、\n東京生まれの女子高生・松前緒花は、\n板前の鶴来民子や仲居見習いの押水菜子らと過ごす毎日の中で、\n少しずつ変わっていく自分に気づきはじめていた。\n\n秋も深まってきたある日、クラスメイトでライバル旅館“福屋”の一人娘である和倉結名が、\n喜翆荘に女将修行にやってくる。\n\n奔放な結名に翻弄されながらも面倒をみていた緒花は、掃除をしていた物置の中で、あるものを見つける。"
                }
            }
        },
        "1": {
            "ID": "459901",
            "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4048581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4048581",
                    "TitleEnglish": "It's Spring, I'm 16, and I'm Still a Bud",
                    "SummaryEnglish": "Upon returning from school one day, Ohana Matsumae learns that her mother is going on a moonlight flit with her boyfriend to escape from debt and they are sending her to live at her estranged grandmother's hot spring inn in the country. When her best friend, Kōichi Tanemura, hears of this, he confesses his love for Ohana before running off, not seeing her off when she leaves. As Ohana arrives at the Kissuisō inn, she makes a bad first impression with one of the employees, Minko Tsurugi, before being informed by her grandmother, Sui Sujima, that she is to work at the inn to earn her keep. She is shown around the inn by the head mistress, Tomoe Wajima, and another employee, Nako Oshimizu. When Ohana notices the hard work Minko has to do, she tries to do something nice for her by airing out her futon, but it ends up falling off a window and landing near some customers. As Minko is slapped by Sui for Ohana's mistake, Ohana demands to slapped even harder, though Minko doesn't particularly thank her for it.",
                    "TitleJapanese": "十六歳、春、まだつぼみ",
                    "SummaryJapanese": "突然、母、皐月（さつき）から「夜逃げをすることになった」と伝えられた松前緒花（まつまえ・おはな）。\n母親から手渡されたのは“喜翆荘”（きっすいそう）という名と、電話番号が書かれた一枚の紙切れだけ。\n住み慣れた街、母親、そしてクラスメイトの種村孝一（たねむら・こういち）に別れを告げ、\nまだ出会ったことのない祖母がいる街で暮らすことになった緒花は、\n海岸線を走る列車からの景色を見ながら、これから始まる新たな生活に思いをはせるのだった。"
                },
                "2": {
                    "ID": "4076342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4076342",
                    "TitleEnglish": "Vengeance is a Staff Meal",
                    "SummaryEnglish": "Sui instructs Nako to train Ohana to become a housekeeper, though she is quite shy about it. When Nako has to attend to another duty, Ohana, having been taught to only rely on herself, she cleans another room where the author Tarō Jirōmaru is staying by herself. When the staff's breakfast is cancelled due to an error by Minko in the kitchen, Ohana makes breakfast for everyone, though this only serves to irritate Minko further. Afterwards, Tarō complains that some drafts for his story have gone missing from his room which Ohana had cleaned earlier, having not been informed by Nako beforehand. After Sui instructs the others to go to resume their duties rather than search for the draft, junior chef Tōru Miyagishi takes Ohana to pick up some luggage. As Tōru mocks Ohana's ability to take care of herself, Ohana inadvertedly tells him to 'die' which nearly causes him to crash. Feeling guilty about it and taking a walk to reflect upon herself, Ohana decides to speak her mind against Minko and Nako, wanting to cook them their least favourite foods tomorrow as payback. The next day, Ohana finds some of Tarō's discarded works, which turn out to be erotic stories using her as a character.",
                    "TitleJapanese": "復讐するは、まかないにあり",
                    "SummaryJapanese": "「従業員として働きながら高校に通うこと」と、祖母である四十万スイ（しじま・すい）から厳しく言われ、\nスイが経営する温泉旅館“喜翆荘”で、新たな生活を歩み始めた緒花。\nそれは思い描いていた生活とはほど遠い世界だった。\nだが彼女は、板前見習いとして住み込みで働く鶴来民子（つるぎ・みんこ）や\n同じ仲居の押水菜子（おしみず・なこ）をはじめ、喜翆荘で働く従業員たちと打ち解けようと孤軍奮闘。\nしかしその頑張りが裏目に出てしまう。"
                },
                "3": {
                    "ID": "4080084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4080084",
                    "TitleEnglish": "Balut",
                    "SummaryEnglish": "Minko and Nako discover Ohana has gone missing, as she has been confined by Tarō, who admits he was trying to come up with a sex novel to pay his hotel bill. When he discovered by Nako and the others, he attempts to make a run for it by stealing one of the inn's vans, so the staff give chase. They eventually find him at a seaside cliff where he jumps into the sea, but Nako manages to save him from drowning. As Tarō laments his lack of talent, Ohana tells him that, even though his novels were perverted, they showed a side of Ohana she never knew before. Afterwards, they arrange for Tarō to work at the inn to pay off his bill, and Minko eats the revenge meal Ohana prepared for her. Later that night, Ohana finds notes Minko wrote on devising an alternative insult to 'die', and also receives a text from Kōichi.",
                    "TitleJapanese": "ホビロン",
                    "SummaryJapanese": "“喜翆荘”で長逗留をしている売れない小説家、次郎丸太郎（じろうまる・たろう）。\n彼の書きかけの原稿をゴミだと勘違いして捨ててしまった緒花は、\n次の朝、まかないの支度途中に姿を消してしまう。\n「東京に帰ってしまったのでは？」と心配する従業員たち。\nしかしスイは、そんな彼らを横目に旅館の大掃除を命じる。\n掃除のため次郎丸の部屋に向かった菜子だったが、\n次郎丸に、かたくなに掃除、そして部屋に入られることを拒まれてしまうのだが……。"
                },
                "4": {
                    "ID": "4080085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4080085",
                    "TitleEnglish": "Grey Heron Rhapsody",
                    "SummaryEnglish": "The first day of the school trimester starts for Ohana, Minko and Nako, and Ohana soon finds herself popular with the other students in the class, including Yuina Wakura, who works at a rival hot springs inn, the Fukuya Inn. As Ohana tries to figure out how to respond to Kōichi's text, she and Nako go to the Fukuya Inn concerning the neighbourhood watch where they encounter a grey heron, before visiting a temple, where Nako talks about how she wants to get rid of her timidness. Later, Ohana learns that Minko actually has a crush on Tōru. As Ohana tries to apologise to Minko about it, they both witness Tōru picking up Yuina on his motorbike.",
                    "TitleJapanese": "青鷺ラプソディー",
                    "SummaryJapanese": "民子、菜子と同じ学校に通うことになった緒花。\n東京から来たということで女生徒たちには質問攻めに、\n実は男子に人気のある民子と一緒に住んでいるということで、\n男子生徒からは興奮気味に詰め寄られる。\nその勢いに戸惑う緒花を救ったのは、クラスメイトであり、\n有名温泉旅館“福屋”（ふくや）の一人娘である和倉結名（わくら・ゆいな）だった。\nにぎやかにスタートした緒花の学校生活だが、\n校舎裏で男子生徒から告白を受けている民子の姿を目撃する。"
                },
                "5": {
                    "ID": "4080086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4080086",
                    "TitleEnglish": "A Tearful Chef Romance",
                    "SummaryEnglish": "As Minko continues to be downhearted from the other day, she overhears Ohana, Nako and Tomoe talking with Tarō, who claims Tōru had been scouted by Fukuya Inn. Tomoe reveals to Ohana that it was Tōru that allowed Minko, who wanted to become a chef, to work at the Kissuiso. After a failed attempt to try and get Minko to show her true feelings, Ohana goes by herself to the Fukuya Inn, where she learns from Yuina that Tōru was simply filling in for an absent chef for the day, and she herself only wanted to have a ride on his motorbike. Afterwards, Minko allows Ohana to call her by her nickname, whilst Ohana finally responds to her text from Kōichi.",
                    "TitleJapanese": "涙の板前慕情",
                    "SummaryJapanese": "“喜翆荘”の板前であり民子を指導する先輩でもある宮岸徹（みやぎし・とおる）。\n緒花と民子は、彼がホットパンツ姿の結名をバイクに乗せ走り去るのを目撃する。\n驚くふたりだったが、翌日、板長の富樫蓮二（とがし・れんじ）から徹が\n来ないことを告げられた民子は、さらにショックを受ける。\n事情を知った菜子や次郎丸、仲居頭の輪島巴（わじま・ともえ）らも加わってあれこれ推測するも、\n次郎丸が仕入れた情報により、福屋旅館による徹の引き抜きという結論に至るが……。"
                },
                "6": {
                    "ID": "4080087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4080087",
                    "TitleEnglish": "Nothing Venture, Nothing Win",
                    "SummaryEnglish": "Kissuiso is visited by a management consultant named Takako Kawajiri, wanting to revitalize the inn by having the mistresses wear new outfits. However, attempts to dress Ohana and Nako up in new outfits fares badly with the customers. After Takako takes her leave, Ohana's uncle, Enishi Shijima, feels downhearted that his efforts to help the inn are always rejected by Sui. As Ohana feels she should do something to help improve business, the janitor, Denroku Sukegawa, takes her to a secret room filled with old uniforms made by Sui over the years. Ohana and Nako decide to give these a try, which proves to be a hit with the customers.",
                    "TitleJapanese": "Nothing Venture Nothing Win",
                    "SummaryJapanese": "ある朝緒花が玄関を掃除していると、車に乗ったひとりの女性が現われる。\n彼女こそ、経営が苦しい“喜翆荘”を立て直すべく、叔父であり番頭である\n四十万縁（しじま・えにし）が雇った経営コンサルタント川尻崇子（かわじり・たかこ）だった。\n実は、ほぼ毎月やってくるという崇子から今回提案されたのは、仲居の服装を一新する案だった。\nド派手な衣装を前にとまどう従業員たちだが、崇子の迫力と縁の勧めで、\nとりあえず服装を変え仕事をすることに。"
                },
                "7": {
                    "ID": "4083779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4083779",
                    "TitleEnglish": "All Quiet on the Kissui Front",
                    "SummaryEnglish": "Tomoe is pressured by her mother to attend a marriage interview in a week. Meanwhile, the Kissuiso pays host to a group of rowdy 'survival gamers' who take their roleplay very seriously and cause various troubles for the employees. Planning to quit her job and return home, Tomoe decides to try and drive the gamers out and get fired. However, her attempts to irritate the gamers have the opposite effect, responding well to the gamers and making her appreciated by the other employees. As a result, Tomoe decides not to return home as she enjoys working at the Kissuiso.",
                    "TitleJapanese": "喜翆戦線異状なし",
                    "SummaryJapanese": "母からの電話でお見合いを勧められる巴。\nすでに相手の写真も送ったと言われ、実家に帰ってこいと迫られる。\nそれに対して勝手に決めないでと反論するも、\n高校時代の友達の中で結婚していないのは巴だけであることや、\n喜翆荘でお金持ちのお客さんを捕まえて玉の輿に乗ることに失敗していることを指摘され言葉に詰まる。\n今の仕事を続けるか、それとも結婚か。\nこれからの人生について悩む巴。\nそんな彼女の前に、少し特殊な常連客一行が現われる。"
                },
                "8": {
                    "ID": "4083781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4083781",
                    "TitleEnglish": "Run",
                    "SummaryEnglish": "Ohana learns from Yuina that the Fukuya Inn is to be featured in a magazine, taking on a mystery guest. Meanwhile, the Kissuiso gets a sudden surge of customers with Nako and Tōru on their day off, but as Sui prepares to put in her share of the work, she suddenly starts feeling pain and is taken into hospital. After Ohana is told to return to work, she gets a call from Kō, who tries to tell her he is on his way to visit her, but she is unable to hear it. Arriving back, the staff, along with Takako, suspect that the inn may be hosting mystery guests from one of the magazines, suggesting that they prioritize their service over the other customers. However, after finding Sui's accounting book, Ohana stands up against her, saying that all customers need to be treated equal. Needing extra support to deal with the large number of customers, Ohana calls in Nako before going off to find Tōru, who is attending a wedding.",
                    "TitleJapanese": "走り出す",
                    "SummaryJapanese": "旅行雑誌で喜翆荘のある湯乃鷺温泉街が特集されることを知った緒花。\n旅館ランキングで上位になればお客も増え、スイからも労ってもらえるのではと妄想する。\nしかし現実は1組の予約しか入っておらず、菜子や徹が休みをとるぐらい暇だった……。\nところが幸か不幸か常連さんと飛び込み客が重なり、一気に慌しくなる喜翆荘。\nスイも仲居として巴や緒花を手伝おうとするが、急に倒れてしまう。\nそんな中、崇子はお客に覆面記者がいると言い出すのだが……。"
                },
                "9": {
                    "ID": "4083782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4083782",
                    "TitleEnglish": "The Longest Day at Kissuiso",
                    "SummaryEnglish": "Ohana ends up finding Tohru with the encouragement from Kōichi. He tries to book a stay in order to see Ohana except the rooms were full and he went home. Tohru says that if Ohana thinks he could solve the problem at Kissuiso, then he'll just have to fix it. In the end, they pull through and tend to every customer. A woman and her grandmother were actually the people who were from the magazine and due to Ohana's motto that every customer is equal, Kissuiso received a good rating.It was seen at the end that the Manager came back from the hospital.",
                    "TitleJapanese": "喜翆荘の一番長い日",
                    "SummaryJapanese": "いきなり増えた宿泊客。突然倒れ病院に運ばれたスイ。菜子や徹の不在。\nそして覆面記者宿泊の疑い……。\n女将不在の中、右往左往する喜翆荘の面々は、\n崇子の提案で覆面記者と思われるお客を優先に接客しようとする。\nしかし緒花はこれまで通り、宿泊客全員に平等のおもてなしをするべきだと反対。\n友人の結婚式に出席している徹も連れ戻すと言って飛び出す。\n徹が見つからず焦る緒花の携帯に、突然孝一から着信が入る。"
                },
                "10": {
                    "ID": "4083783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4083783",
                    "TitleEnglish": "Slight Fever",
                    "SummaryEnglish": "As a result of constantly getting up early to help clean, Ohana collapses with a fever and is told to rest for the day. Tōru makes her some porridge and becomes slightly enamoured by her solemn appearance. Minko starts to become a bit jealous of the attention Tōru gives to Ohana. As various members visit Ohana and tell her to stay in bed, Ohana gets a strange dream where she is at the temple and Kō appears telling her to come back, Kissuisō doesn't need her. There is a little girl and a young fox hiding while watching Ohana. This dream worries Ohana about whether the Kissuisō even needs her. However, just as she is writing out a text to Kōichi about possibly going home, Minko and Nako convince her that she's still needed. She falls asleep and finds herself in the dream again where she tells Kō that she wants to stay at Kissuisō. The little girl and the young fox can still be seen watching her during the dream.",
                    "TitleJapanese": "微熱",
                    "SummaryJapanese": "最近、毎朝早起きをして玄関や帳場の掃除を続けていた緒花だったが、\n無理がたたり熱を出して倒れてしまう……。\n落ち着いて寝ている緒花を心配そうに見つめる民子や菜子、巴たちは、\n今日一日ゆっくり寝かしておこうと決める。\nオリジナルのおかゆを持ってくる徹や、お見舞いがてら新作を披露する次郎丸など、\n皆が入れ替わり立ち替わり緒花の様子を見に来るも、緒花は自分がいなくても仕事が回るのを見て、\n本当に自分は必要なのかと自問する。"
                },
                "11": {
                    "ID": "4083785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4083785",
                    "TitleEnglish": "Bark at the Night",
                    "SummaryEnglish": "After the Kissuisō gets a scathing review in a magazine, it becomes apparents that all the hot spring inns in the area are receiving poor reviews whilst a newly constructed hotel is being praised. Wanting to get to the bottom of this, Ohana heads to Tokyo to find out who's responsible for the review, which turns out to be her mother, Satsuki. She reveals she wrote a poor review under orders from higher ups, which annoys Ohana, who had been bottling up her annoyances with her. When Satsuki refuses to go to Kissuisō to give her true opinion, Ohana decides to stage a protest. Whilst doing so, she decides to visit Kōichi, only to notice another girl seemingly attached to him. After hearing from Kōichi that the girl has an unrequited love for him, Ohana feels guilty and runs off into the rain in tears, but is found by Minko and Tōru.",
                    "TitleJapanese": "夜に吼える",
                    "SummaryJapanese": "湯乃鷺温泉街の特集が載った旅行雑誌の発売日。\n緒花は旅館ランキングでの喜翆荘の高評価を期待していたが、現実は10点満点中の5点。\nまたランキングの結果を受けてか、予約キャンセルが相次いでいた。\nランキングの結果に納得のできない緒花は、\n「喜翆荘にめちゃくちゃな評価をつけた犯人と戦ってきます」と書おきを残し、電車に飛び乗っていた。\n交渉（？）のすえ、なんとか出版社で記事を担当したライターの名刺を見せてもらうのだが……。"
                },
                "12": {
                    "ID": "4083786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4083786",
                    "TitleEnglish": "See ya.",
                    "SummaryEnglish": "After spending the night at a hotel with Minko and Tōru, Ohana suggests that they kidnap Satsuki and force her to come to the Kissuisō, with Tōru only agreeing if they take Kōichi with them as well. Whilst Minko and Tōru visit Tokyo's various restaurants, Ohana runs into Igarashi, who tells her that she needs to decide what her feelings for Kōichi are. After she gets a call back from Kōichi, who tells her about how he visited the Kissuisō whilst Ohana was searching for Tōru at the time, Ohana feels guilty and decides not to take Kōichi back to the Kissuisō with her. After joining up with Minko and Tōru, the group goes to see Satsuki, who decides by herself to go to the Kissuisō. When Tōru's asks Satsuki about why she changed her mind, she replies that it's because Ohana reminded her of herself when she was younger.",
                    "TitleJapanese": "「じゃあな」",
                    "SummaryJapanese": "旅行雑誌の旅館ランキングで、喜翆荘に悪い点数を付けられたのは\n大人の事情が絡んでいたと知ってショックを受ける緒花。\n心配で迎えに来た徹と民子に慰められ、3人は小さなビジネスホテルで一夜を明かすことに。\n翌朝、緒花は喜翆荘の本当の良さを知ってもらうため、\n母親であり、ライターでもある皐月を誘拐して連れて帰ることを宣言。\n徹と民子にも協力を仰ぐ。\nそれを了承する徹だったが、孝一も一緒に喜翆荘に連れていくという条件を出す。"
                },
                "13": {
                    "ID": "4120395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120395",
                    "TitleEnglish": "Shijima's Girl (Broken Heart MIX)",
                    "SummaryEnglish": "The staff members of Kissuisō wait and try to mentally prepare for Satsuki's arrival. Sui places Nako in charge of taking care of Satsuki, while the others speculate on whether or not that is a good idea. Arriving, Satsuki comments on how the inn hasn't changed at all from her years as a child, and criticizes constantly on how everything is done. However, Sui states that, in order to properly satisfy a customer that one must observe them on their first stay to see what that customer prefers, adding that even though it is Satsuki's first stay in the inn, it is not her first time being there. Sui and Ohana work together to make a list of what Satsuki likes. After a night of drinking, Satsuki, Ohana, and Sui all begin to understand each other a little better, and Satsuki leaves the next morning after writing a new, positive and praising review of Kissuisō. Ohana sorts out her feelings about Ko and, after a tearful realization, shouts her thanks to him for watching over her and says her farewells.",
                    "TitleJapanese": "四十万の女 ～傷心ＭＩＸ～",
                    "SummaryJapanese": "母親を車に乗せ戻ってきた緒花たち。\n皐月は着くなり、浴衣のデザインやお茶菓子、お風呂の時間について、いろいろと指摘する。\n菜子はそんな彼女を素敵と思い、小さい頃から姉にいじめられてきた縁は威圧的なオーラにひるみ、\n次郎丸は皐月の艶めかしく白いうなじにやられていた。\n一方、スイと緒花は皐月と距離を取っていたのだが……。\n仕事を通してスイ、皐月、緒花それぞれの気持ちが交錯。\n四十万の女たちの物語に新たな1ページが加わる。"
                },
                "14": {
                    "ID": "4120383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120383",
                    "TitleEnglish": "This Is My Way of Life",
                    "SummaryEnglish": "Ohana's school goes on a field trip to another hot spring inn, run by Yosuke Himawari, who is Yuina's distant relative and her alleged fiancé. They visit the beach, where a boy who was previously turned down by Minko before tries his luck again. Later than night, Ohana and Nako overhear Yosuke asking Yuina if she wanted to come work at his inn when she graduates. The next day, a group of part-timers working at the inn decide they want to quit. As Yosuke becomes irritated by this, Yuina tells him that people will only do things they enjoy doing, declining Yosuke's offer of running his inn.",
                    "TitleJapanese": "これが私の生きる道",
                    "SummaryJapanese": "空に浮かぶ白い雲、照りつける太陽、目の前に広がる青い海。\n今日は緒花たちが通う香林（こうりん）高校の修学旅行。\n水着姿の緒花が、パーカーとショートパンツとサングラスで\n完全防備姿の民子の手を引き海へ誘っていた。\n仕事を離れ緒花、民子、菜子、結名たちは南国の夏を満喫していた。\n宿泊先の大きさに圧倒される緒花。\n旅館の番頭であり跡取り息子の日渡洋輔（ひわたり・ようすけ）は、\n何か結名と関係がありそうな雰囲気だが？"
                },
                "15": {
                    "ID": "4120393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120393",
                    "TitleEnglish": "Sunny with a Chance of Blister",
                    "SummaryEnglish": "The inn becomes troubled over becoming shorthanded, but reject Ohana's offer to help out. However, she feels she needs to do something and, after the inn becomes unable to find replacement waitresses, they accept Ohana's help, with Minko and Nako deciding to help her out as well. However, the robotic system that assists with dishes breaks down, so Ohana suggests that they send the customers to have a bath before dinner to give them extra time to set up the tables. As Ohana and the others work on the tables, getting help from the other students, Yuina visits Yosuke and, after hearing that he might want to marry someone like Ohana, decides to break her habit of not working and help him clean the baths. After dinner, Yosuke allows the girls to use the hot springs. As the field trip comes to an end, Yosuke decides to rethink his training whilst Yuina decides to work harder herself.",
                    "TitleJapanese": "マメ、のち、晴れ",
                    "SummaryJapanese": "結名の遠い親戚の日渡洋輔。\n彼の実家が経営する旅館「福洋」に修学旅行で泊まることになった緒花たち。\nしかし番頭である洋輔の厳しい指導や彼の態度に我慢できず、バイトの仲居4人が突如辞めてしまう。\n洋輔の両親と残った従業員は、手空きの仲居がいないか組合に連絡を取るなど奔走する。\nそれを見ていた緒花は、自ら仲居の仕事を手伝うと伝えるも、\n洋輔の父にお客様の手を煩わせるわけにはいかないからと断られるのだが……。"
                },
                "16": {
                    "ID": "4120392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120392",
                    "TitleEnglish": "That Sky, This Sky",
                    "SummaryEnglish": "Enishi brings in Tetsuo Inashi, a movie producer who wants to film in Yunosagi and use the Kissuiso as a locale for a movie, and to his surprise, Sui allows him to do as he pleases. The next day, the lead actresses are brought in, whilst camera tests are held and Ohana and co. are asked to clean a pool. As work progresses, Enishi laments how he always felt Satsuki was more suited to work at Kissuiso than he was.",
                    "TitleJapanese": "あの空、この空",
                    "SummaryJapanese": "結名の実家である「福屋旅館」に集まった湯乃鷺温泉の女将、組合員たち。\n不況の時世、どうやったら温泉地を盛り上げられるかと話し合っていた。\nその中には緒花、菜子、民子、そして結名の姿も。\n突然女将から率直な意見をと求められた緒花たちは、\n自分たちの欲望のまま答え女将たちを呆れさせてしまう。\nその頃、喜翆荘では縁と経営コンサルタントの崇子が、\nスイに喜翆荘を舞台にした映画の製作、そしてその映画への出資の提案をしていた。"
                },
                "17": {
                    "ID": "4120391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120391",
                    "TitleEnglish": "Pool on the Hill",
                    "SummaryEnglish": "Satsuki calls Sui, warning her that there might be something fishy about the film crew. The next day, they hear the project has been called off, putting Enishi in a tough spot as he had paid them a lot of money. Satsuki later calls him, telling him that the director was a scam artist trying to pay off his debts. As Enishi and Takako argue over the incident, they fall into the pool together and reconcile. After Sui explains her situation to the neighbourhood association, she commends Enishi for his defense of Takako.",
                    "TitleJapanese": "プール・オン・ザ・ヒル",
                    "SummaryJapanese": "喜翆荘の螺旋階段では、緒花と菜子に追い詰められ進退窮まった結名の姿があった。\n喜翆荘を舞台にして、さらに現地の人も積極的にキャスティングすることとなった映画製作。\n特撮用の機材も運び込まれ、カメラテストが行なわれていた。\nそれを嬉しそうに眺める縁。\n喜翆荘の庭にある池が映画の為に掃除され、元のプールの姿を取り戻すと、\n縁はそこに過去の幻影を見る。\n一方、東京に戻った皐月からスイへ一本の電話が……。"
                },
                "18": {
                    "ID": "4120390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120390",
                    "TitleEnglish": "Mermaid Princess and Shell Bra",
                    "SummaryEnglish": "Nako has always been worried about her personality, which falters outside of her home. As Nako gets a larger bonus on payday, she becomes worried that she needs to change in order to deserve that amount. Later that day, she, Ohana, Minko and Yuina go shopping, where she ends up splashing out in the hopes of changing, though doesn't feel she has at the end of the day. The next day, Nako decides to go to work with the same attitude she has at home, but it ends up backfiring against her. When she asks Sui about why she got a high bonus, she explains it was as thanks from a customer who followed her advice, praising her for the personality she has at Kissuiso, which cheers Nako up.",
                    "TitleJapanese": "人魚姫と貝殻ブラ",
                    "SummaryJapanese": "夜、次男をおぶりながら台所で夕食を作っていると、長男と次女の「お腹空いたー」という声が響き、\n居間からは小学校の教師である両親の討論が聞こえてきた。\n「そういう話は学校で！」と、弟妹の面倒を見ながら両親をたしなめる菜子。\nそこには家の外では見られない力強くしゃべる姿があった。\n翌日、菜子はお客から見ごろの花を聞かれるも、すぐに答えられず落胆する。\n家でのように振舞いたい、やっぱり今の自分を変えたと思い始めていた。"
                },
                "19": {
                    "ID": "4120389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120389",
                    "TitleEnglish": "Sloppy Rice Omelette",
                    "SummaryEnglish": "As a school festival approaches, Ohana's class decides to do a Princess Café, assigning Yuina and Minko in key roles, whilst Nako's is put on the festival commitee. Hearing that Tōru is planning to visit, Minko decides to take her position in the cooking department seriously. However, Minko angers the other members of the food team when she rejects their request for rice omelette, so Minko decides to do everything herself.",
                    "TitleJapanese": "どろどろオムライス",
                    "SummaryJapanese": "文化祭で「姫カフェ」を企画することになった緒花たちのクラス。\n主に男子からの強い支持で、接客チームのリーダーは結名姫、\n料理チームのリーダーは民子姫ということに決まり、\n緒花は仲居の経験を活かし接客チームの講師を任される。\nあまり乗り気でない民子だったが、\n徹の「文化祭当日の昼間は暇だ」というひと言で俄然やる気に。\n限られた調理器具で、最高の料理を作ろうとメニューをいろいろと考えるのだが……。"
                },
                "20": {
                    "ID": "4120388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120388",
                    "TitleEnglish": "Love, Kōrin Festival",
                    "SummaryEnglish": "It's the day before the school festival so Minko wakes early, buys the ingredients, and starts prepping with the unwanted help of Ohana. When Nako asks to have omelette rice for lunch, Minko, unfazed, makes a perfect omelette rice dish. Adding Ohana's twist to the dish, they decide to also serve it on the menu of Class 2-A's princess cafe. Tōru arrives and Minko adds a big ketchup heart around his omelette rice. After they see from the class building that the campfire was lit, Minko, Ohana, Yuina, Nako, and her classmate decide to go down and take a look.",
                    "TitleJapanese": "愛・香林祭",
                    "SummaryJapanese": "文化祭の「姫カフェ」のメニューについてクラスメイトと言い合いになってしまった民子。\n売り言葉に買い言葉、材料の買い出しや準備を自分だけでやると言い、\n準備当日も朝早くからひとりで出かけていた。\n心配した緒花は集合時間より早く教室に行くと、そこには黙々と準備を進める民子の姿が。\n手伝いを申し出る緒花に、民子は手伝いはいらないと声を張り上げる。\n一方クラスメイトの水野さんと二人きりで準備していた菜子だったが…。"
                },
                "21": {
                    "ID": "4120387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120387",
                    "TitleEnglish": "Rebirth of 'Die'",
                    "SummaryEnglish": "Enishi and Takako announce they are getting married, with Sui insisting that they hold a proper marriage ceremony. With costs looking high, Ohana suggests that they hold the ceremony at the Kissuiso, with everyone else offering to pitch in. As Tōru takes Minko to the beach to calm her nerves, she becomes disheartened when he brings up Ohana out of the blue and starts lashing out at her again like she used to. With Takako concerned about the cost of the ring and willing to call off the wedding, Sui gives her her old weddding ring, telling her about how she and her husband got married. She entrusts Enishi's happiness to Takako, but states she does not intend to pass down the inn to her.",
                    "TitleJapanese": "蘇る、死ね",
                    "SummaryJapanese": "縁と崇子から突然の結婚宣言を聞かされる喜翆荘の面々。\nお金がなく結婚式があげられなくても、ふたりの力で旅館を盛り返すと息巻く縁だったが、\nスイから喜翆荘の番頭としての体面を保つため、必ず式は挙げること、と条件を出される。\n結婚費用の高さに頭を抱える縁、そしてそれを見つめる緒花たち……。\nだが豆じいのひと言から、皆が手伝い喜翆荘で結婚式を挙げることに！ \n緒花や初めて宴会料理を仕切ることになった徹は俄然やる気を出す。"
                },
                "22": {
                    "ID": "4120386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120386",
                    "TitleEnglish": "A Determined One-Sided Crush",
                    "SummaryEnglish": "As preperations for Enishi and Takako continue, Ohana gets a call from Satsuki, who talks about the one-sided love she had for Ohana's late father, and decides to continue her own one-sided crush on Kō. Later, as Minko continues her antagonistic attitude towards Ohana, the two end up fighting, during which Tōru overhears about Minko's crush on him. He then comforts her, admitting that he has a liking for Ohana, but still holds Minko's feelings in regard. Minko decides she won't give up on her crush on Tōru and makes up with Ohana, allowing Enishi and Takako's wedding to go smoothly. After the wedding, Sui announces that Denryoku is planning to retire from Kissuiso and that his logs, along with Kissuiso, will be sealed up.",
                    "TitleJapanese": "決意の片思い",
                    "SummaryJapanese": "緒花、菜子、そして結名は手作りのウェディングドレスを、\n蓮二から初めて宴会料理を任された徹は当日のメニュー作りに、\nそして次郎丸はオリジナルの寸劇の準備にと、\nそれぞれが縁と崇子の結婚式準備を進めていた。\nそんな中、あることから一方的に民子に嫌われてしまった緒花は、\n何とか話し合おうとするのだが取り付く島も無い……。\nどうすることも出来ない緒花だったが、母・皐月との電話の中で聞かされた言葉をきっかけに、\nあることを決意する。"
                },
                "23": {
                    "ID": "4120385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120385",
                    "TitleEnglish": "Compensation for the Dream",
                    "SummaryEnglish": "As Ohana contemplates what she should do if the Kissuiso closes down, Sui asks her to go to Tokyo alongside Takako, who wants to try and reclaim the money Enishi lost. Meanwhile, Satsuki encounters Kō, who reveals that he hasn't dumped Ohana and wants to know more about her. Satsuki then takes him to her office where she shows him footage from the cancelled film so he can see how she works at the Kissuiso. Upon arriving in Tokyo, Ohana and Takako manage to locate and apprehend Inashi. Afterwards, Ohana and Kō run into each other.",
                    "TitleJapanese": "夢のおとしまえ",
                    "SummaryJapanese": "四十年欠かさずつけてきた業務日誌を誰かに引き継いでほしいという電六の申し出。\nそれを了承したスイは、ある重大な決心を緒花に告げる……。\n後日スイの気持ちを知ることとなった喜翆荘の人々は、普段と同じよう仕事をこなしながら、\nこれからの自分たちの行く末を思案していた。\nそんな中、崇子は縁が騙し取られたお金を取り戻すため東京に行くことを宣言。\nそれを聞いたスイから、緒花も一緒に東京へ連れていってほしいと頼まれる。"
                },
                "24": {
                    "ID": "4120384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120384",
                    "TitleEnglish": "Sui Shijima, The Final Boss",
                    "SummaryEnglish": "After spending some time with him, Ohana invites Ko to come to the Bonbori Festival before leaving Tokyo again. As Ohana arrives back at the Kissuiso, they start getting a flood of reservations thanks to a positive review written by Satsuki. However, Sui insists that she intends to close the Kissuiso down after the Bonbori Festival. The next day, Sui takes Ohana with her to visit her husband's grave, where Sui suddenly collapses. Sui explains that she wanted to close Kissuiso down so the others could do what they want. Upon returning to the Kissuiso, the others are at odds against Sui, with only Ohana offering to help out with the Bonbori Festival preparations.",
                    "TitleJapanese": "ラスボスは四十万スイ",
                    "SummaryJapanese": "偶然にも東京で出会った緒花と孝一。\n突然のことに驚くふたりだったが、\n孝一はあらためて自分の気持ちを緒花に伝えようと、ゆっくりと話しだす。\nしかし孝一の気持ちを汲み取った緒花は、それを遮り、\nぼんぼり祭に来て欲しいとお願いする……。\n喜翆荘に戻ってきた緒花と崇子を待ち受けていたのは、\nひっきりなしに入る予約の電話だった。\n盛り上がる縁や巴だったが、スイは決心を変えるつもりはなく、\nこれ以上の予約を取らないようにと言う。"
                },
                "25": {
                    "ID": "4120394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120394",
                    "TitleEnglish": "The Kissui Inn I Love",
                    "SummaryEnglish": "With the growing number of reservations, Ohana grows concerned about the changes Kissuiso is making and the lack of sleep the employees are getting. She is also finds herself at odds with some of the others for siding with Sui. Ohana tells Nako about what Sui told her, who tells her why her opinion differs. Things turn bad for the Kissuiso when Tomoe sprains her ankle on the day before the festival, but Sui and Satsuki arrive to fill in as waitresses and together they manage to make it through the day of the festival. Afterwards, everyone goes to the Bonbori festival.",
                    "TitleJapanese": "私の好きな喜翆荘",
                    "SummaryJapanese": "湯乃鷺温泉にある神社や湖では、ぼんぼり祭の準備が着々と進められていた。\n結名から渡された願い札を持って緒花が戻ると、縁をはじめ蓮二や徹、民子や菜子、巴たちが、\nいつもより多くのお客さんをどうやってもてなすかとバタバタしていた。\nそれを見ていたスイは、半ば諦めつつも祭の日だけは、\n今まで通りのやり方でもてなすようにと告げる。\nスイ、電六を除く面々が一丸となって喜翆荘を盛り上げようとしている中、\n緒花はどこか違和感を覚えた。"
                },
                "26": {
                    "ID": "4120396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanasaku-iroha-blossoms-for-tomorrow/episodes/4120396",
                    "TitleEnglish": "To Bloom One Day",
                    "SummaryEnglish": "As everyone explores the Bonbori festival, Ohana, who now dreams of being just like Sui goes to meet up with Kō, finally confessing her feelings for him. After the festival, a farewell party is held for Denryoku, where Enishi announces that he agrees to the Kissuiso being shut down until he feels he is talented enough to run it properly. As the Kissuiso closes down the next day and everyone parts ways, Sui sees off Ohana, who promises to return someday, giving her Denryoku's log as a keepsake.",
                    "TitleJapanese": "花咲くいつか",
                    "SummaryJapanese": "神社を目指して徐々に集まるぼんぼりの灯り。\n暗闇の中で輝くその灯は、空に輝く天の川のようにも見えた。\n初めて目にするその様子に感動する緒花。\nそのとき携帯電話に孝一からのメールが入る。\n人の流れに逆行して、慌てて駆け出すその手には、\n願いが書かれたのぞみ札が握られていた……。\n夜店をのぞいたり飾られたぼんぼりを眺めたりとそれぞれが祭を楽しみ、\n一夜の夢が終わる。\n緒花、民子、菜子、そして皆の新しい物語がここから始まる――。"
                }
            }
        }
    }
}