{
    "URL": "https://www.thetvdb.com/series/a-channel",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2670718/",
        "https://www.themoviedb.org/tv/69189"
    ],
    "TitleEnglish": "A-Channel",
    "SummaryEnglish": "Tooru and Run have been best friends forever, so when Tooru learns that she's managed to get into the same high school as Run, she runs to tell her... only to find Run in a compromising position with yet another girl, Yuko. Needless to say, that makes things a bit awkward at school, with Tooru fending off those who might be interested in Run while Yuko and their other girlfriend, Nagi, have to deal with Run's own penchant for drama.",
    "TitleJapanese": "Aチャンネル",
    "SummaryJapanese": "ひとつ年上の幼なじみ・るんが大好きなトオルは、るんと同じ高校に入学。るんの友人・ユー子やナギとも仲よくなる。女子高校生4人の、キュートでゆるゆるなハイスクールライフがスタート！",
    "Aliases": [
        "A Channel"
    ],
    "Modified": "2024-12-23",
    "Seasons": {
        "0": {
            "ID": "463181",
            "URL": "https://www.thetvdb.com/series/a-channel/seasons/official/0",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "4106308",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4106308",
                    "TitleEnglish": "+A-Channel 1 - Uniform",
                    "SummaryEnglish": "Tooru shows her newly received High School uniform to Run.",
                    "TitleJapanese": "だい1わ 制服",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4106309",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4106309",
                    "TitleEnglish": "+A-Channel 2 - Nooo!",
                    "SummaryEnglish": "Yuuko is tricked into watching a scary movie.",
                    "TitleJapanese": "だい2わ いやや",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4124889",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4124889",
                    "TitleEnglish": "+A-Channel 3 - Participation",
                    "SummaryEnglish": "Ms. Kitō becomes annoyed when Mr. Satō interrupts her class.",
                    "TitleJapanese": "だい3わ 参加",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4124890",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4124890",
                    "TitleEnglish": "+A-Channel 4 - There She Is",
                    "SummaryEnglish": "Run comes home and is surprised to find Tooru spring out of her bed.",
                    "TitleJapanese": "だい4わ いました",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4155458",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4155458",
                    "TitleEnglish": "+A-Channel 5 - Show Me",
                    "SummaryEnglish": "When asked by Yūko if she would be willing to change her image, Nagi demonstrates why she hasn't really done so.",
                    "TitleJapanese": "だい5わ 見せて",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4155459",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4155459",
                    "TitleEnglish": "+A-Channel 6 - Exploring",
                    "SummaryEnglish": "Yūko shows how bad she is at videogames before having to deal with a cockroach in her house.",
                    "TitleJapanese": "だい6わ 探検",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4211840",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4211840",
                    "TitleEnglish": "+A-Channel 7 - Just for Today",
                    "SummaryEnglish": "Whilst preparing for the summer festival, Nagi experiments with her hairstyle.",
                    "TitleJapanese": "だい7わ こんな日くらいは",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4211841",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4211841",
                    "TitleEnglish": "+A-Channel 8 - She's Here",
                    "SummaryEnglish": "When Yūko misplaces her recorder, the resulting conversation leads to another misunderstanding between her and Tooru.",
                    "TitleJapanese": "だい8わ きました",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4211846",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4211846",
                    "TitleEnglish": "+A-Channel 9 - Scared",
                    "SummaryEnglish": "Yūko becomes scared one night when she believes she's being followed.",
                    "TitleJapanese": "だい9わ 怖い",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4211847",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4211847",
                    "TitleEnglish": "+A-Channel 10 - Genzou-san",
                    "SummaryEnglish": "On a cold day, Run and Nagi discuss what could make sitting in the classroom warmer.",
                    "TitleJapanese": "だい10わ 源三さん",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4211848",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4211848",
                    "TitleEnglish": "+A-Channel 11 - Character Bento",
                    "SummaryEnglish": "The girls split into teams and compete with each other to make the best home-made bento lunch.",
                    "TitleJapanese": "だい11わ キャラ弁",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4293740",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4293740",
                    "TitleEnglish": "A-Channel +Smile - Yamamori Pancake: An Accident",
                    "SummaryEnglish": "Kimiko injures her hand during class and has to deal with it whilst Tooru brings Tansan to school with her to meet Yutaka and Miho. Later, the girls decide to get pancakes at a café where Miho happens to be working, facing trouble when Yutaka shows up out of the blue.",
                    "TitleJapanese": "Smile Channel 1「やまもりパンケーキ」",
                    "SummaryJapanese": "デパートの新しいカフェにパンケーキを食べに行くことにしたるん、トオル、ナギ、ユー子。\n そこに現れた店員姿のミホと客としてやってきたユタカ。\n るんたちの前でミホとユタカに自分の話をされて戸惑うトオルだったが、るんたちには自分たちとは別の友達のことを突っつかれ、頬を赤くするのだった"
                },
                "13": {
                    "ID": "4299314",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4299314",
                    "TitleEnglish": "A-Channel +Smile - A Picture of a Wish: A Happy New Year",
                    "SummaryEnglish": "Yuko catches a cold so the others pay her a visit and help look after her. Later, the girls get together for the New Year's shrine visit.",
                    "TitleJapanese": "Smile Channel 2「絵馬にお願い」",
                    "SummaryJapanese": "大晦日夜の寺社に初詣にやってきたるん、トオル、ナギ、ユー子。\n 除夜の鐘を鳴らしたり、おみくじをする一同の前に小走りでやってくるるん。\n その手には四枚の絵馬。\n いつもと変わらない願い事を書く一同だったが、なぜか願い事をみんなに秘密にするトオル。\n そんなトオルが書いた願い事とは？"
                },
                "14": {
                    "ID": "6334481",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/6334481",
                    "TitleEnglish": "A-Channel +Smile - Let's Have Hot Pot: Alexandrite in the Pot",
                    "SummaryEnglish": "Tōru goes to great lengths to find Run, who has been away from her classroom during breaks all morning. Later, the girls gather at Tōru's house to have a hot pot party.",
                    "TitleJapanese": "鍋を食べよう",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "463191",
            "URL": "https://www.thetvdb.com/series/a-channel/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4073371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073371",
                    "TitleEnglish": "Love - An April Day",
                    "SummaryEnglish": "Upon visiting her friend, Run, to tell her she managed to get into her high school, Tooru finds her in a compromising position with one of her classmates, Yūko, who Tooru takes an instant disliking to. School soon begins, with Tooru showing hostility to anyone who gets too close to Run, and Yūko and their other friend, Nagi, making sure Run doesn't hurt herself with her aloofness. After school, Tooru admits she feels lonely being in a separate class from Run, but Run assures her that nothing's changed between them.",
                    "TitleJapanese": "好き An April day",
                    "SummaryJapanese": "トオルは、るんのことが大好きで彼女が通う高校を受験する。\n合格したことを一番にるんに伝えようと彼女の部屋にやってくると、そこには、るんと見知らぬ女の子と抱き合っている姿が…。"
                },
                "2": {
                    "ID": "4073511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073511",
                    "TitleEnglish": "A Bath on a Rainy Day - As Rain Fell",
                    "SummaryEnglish": "Run gets into a little trouble when she forgets to put on her underwear in the morning. Yūko goes into a little panic when Run collapses, though it turns out to be just a bit of sleep deprivation. After having to deal with heavy rain, the girls spend the evening at Nagi's house to dry off. While Run and Nagi take a bath, Tooru forces Yūko to sit through a scary movie before continuing to tease her during their bath time. A little while later, the girls leave with some umbrellas they borrowed, but soon return after Yūko gets herself dirty again.",
                    "TitleJapanese": "雨の日はお風呂 As rain fell",
                    "SummaryJapanese": "放課後、いきなり雨が降ってきた。ひとまず校内に戻ってきたるんたちだが、傘をもちあわせておらず、帰れなくなってしまう。そこで、ナギは、学校から近い自分の家で雨宿りをしていくようみんなに勧める。雨の中、走ってナギの家に向かうが、ぬれてしまったるんたち。服を乾かす間にふろに入ることにするが……。"
                },
                "3": {
                    "ID": "4073521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073521",
                    "TitleEnglish": "Classmate - All Good to Go",
                    "SummaryEnglish": "In her first year class, a classmate named Yutaka becomes overly friendly towards Tooru, which bothers her a bit. Meanwhile, a new health teacher, Mr. Satō, becomes attracted towards Run due to her forehead, which naturally bothers Tooru. It is later revealed that Satō is physically weak himself. As Yutaka becomes increasingly clingy to Tooru, her friend Miho tries to keep her in check, though this admittedly makes Tooru feel lonely.",
                    "TitleJapanese": "同級生 All good to go",
                    "SummaryJapanese": "1年生の教室をのぞくことにしたるん、ナギ、ユー子はトオルの意外な優等生ぶりをからかう。そんなトオルの同級生・ユタカはトオルと仲良くなろうと積極的すぎるアプローチをかける。"
                },
                "4": {
                    "ID": "4073531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073531",
                    "TitleEnglish": "Kilogram - Attention to Your Weight",
                    "SummaryEnglish": "As the students clean the school up, Miho gets to know Tooru, much to Yutaka's chagrin, while the other girls have some fun cleaning the pool. Later, Nagi becomes concerned that she's gaining weight and goes on a diet, but is later convinced that she shouldn't force herself to do so.",
                    "TitleJapanese": "きろぐらむ Attention to your weight",
                    "SummaryJapanese": "ある日、教室でるんとトオルがユー子の長所をあげているのを聞いたナギは、忘れていた目標を思い出す。\n一方、トオルはユタカの友人であるミホからも友だちになりたいと話しかけられる。"
                },
                "5": {
                    "ID": "4073541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073541",
                    "TitleEnglish": "Sea - An Ocean Far Away",
                    "SummaryEnglish": "After noticing the first years hanging around the pool, Run suggests a trip to the beach for summer vacation. Yūko and Nagi go swimsuit shopping, while Run gives Tooru her swimsuit from elementary school, do to Tooru's small stature. They soon arrive at the beach, where they have fun playing in the sea and sand.",
                    "TitleJapanese": "海 An ocean far away",
                    "SummaryJapanese": "夏の暑い日。るんは「みんなで海に行こう！」と提案するが、トオルとナギからの反応はイマイチだった。\nそんなある日、ユー子のショッピングに付き合っていたナギは、気になるデザインの水着を発見する・・・。\nそして同じ頃、買い物から帰ってきたトオルが部屋に戻るとそこには、るんからのプレゼントが置かれていた・・・。"
                },
                "6": {
                    "ID": "4073551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073551",
                    "TitleEnglish": "A Midsummer Night's... - A School in Summer",
                    "SummaryEnglish": "Run ends up giving Tooru an undesirable haircut, but manages to fix it into something she appreciates. Tooru has trouble dealing with her erratic teachers while Yuko mistakes Yutaka's way of dusting out her neckerchief as a cry for help. When Yuko forgets a form she needs to fill in at school, the gang decide to sneak into the school at night to retrieve it, as well as do some exploring. As Nagi and Yuko go to the bathroom, they spot a strange glow outside, which they later discover to be Mr. Satō who then collapses, forcing the others to carry him to the nurse's office. At the end of the day, Yuko still forgets to collect her form.",
                    "TitleJapanese": "真夏の夜の… A school in summer",
                    "SummaryJapanese": "夏休み中の登校日。各学年それぞれのクラスで、２学期までに記入するよう、進路相談のアンケートが配られる。\nしかし、ユー子はアンケート用紙を学校に忘れてきてしまい、みんなで夜の学校へ取りに行くことになる。"
                },
                "7": {
                    "ID": "4073561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073561",
                    "TitleEnglish": "Summer Festival - August's End",
                    "SummaryEnglish": "The girls go to a karaoke bar, where Tooru is nervous about singing in front of Run, but Run helps her out by singing a duet with her. Later, the girls go to a matsuri festival, where they become so engrossed in one of the stalls that they almost miss the fireworks.",
                    "TitleJapanese": "夏祭り August's end",
                    "SummaryJapanese": "夏休みも終盤のある日。四人はカラオケボックスに行くことに。\nカラオケを楽しむるん、ナギ、ユー子の三人とは反対に、終始歌本とにらめっこをつづけるトオルの姿があった。"
                },
                "8": {
                    "ID": "4073571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073571",
                    "TitleEnglish": "New Term - Abnormal Circumstances",
                    "SummaryEnglish": "As summer vacation ends and school resumes, Tooru's homeroom teacher, Ms. Kito, is unusually energetic. Meanwhile, Yutaka continues to harass Tooru, with Miho explaining why they became such fans of her. Later, Tooru and Run end up having an argument, which lead their respective friends to become concerned for them the next day. As Run notices that Tooru had anonymously bought her a drink, she finds her on the roof where they make up with each other.",
                    "TitleJapanese": "新学期 Abnormal circumstance",
                    "SummaryJapanese": "夏休みも終わった新学期のある日。\nいつも仲よしのるんとトオルがケンカをしてしまう。\nいつもとちょっとだけ違う二人の様子を見たナギとユー子はなんとかしようと思い悩むのだった。"
                },
                "9": {
                    "ID": "4073581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073581",
                    "TitleEnglish": "Present - Abstract Art",
                    "SummaryEnglish": "As Halloween approaches, the girls decide to hold a small get-together. Nagi receives a strange plush doll from Run, which she has trouble identifying. While Run and Yūko attempt to make food for the party, with messy results, Tooru and Nagi go to buy some snacks, where they find a dirty manga with a heroine that looks like Yūko. After Run's failure at trying to make hotcakes from a mix, the girls decide to make some together from scratch.",
                    "TitleJapanese": "プレゼント Abstract art",
                    "SummaryJapanese": "10月の終わり、ハロウィーンが近づいたある日。\n以前から興味があったというるんの提案により、\nお菓子を作ってみんなでハロウィーンパーティーをすることに。"
                },
                "10": {
                    "ID": "4073591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073591",
                    "TitleEnglish": "Carbonic Acid - Act Up",
                    "SummaryEnglish": "As Winter settles in, Tooru finds an abandoned kitten and decides to take care of it. After showing the cat to the others, Tooru goes with Run to visit a pet shop and a family restaurant, where Run comes with a name for the cat, Tansan. The next day, snow falls at school and the students have fun playing in the snow, except for Nagi who is noticeably bothered by the cold. By the next day, however, everyone but Nagi catches colds.",
                    "TitleJapanese": "炭酸 Act up",
                    "SummaryJapanese": "とあるの冬の日。るん、ナギ、ユー子は3人でトオルの家へ遊びに行くことに。\nいつもは整頓されている部屋が珍しく散らかっており、不思議に思っていると、現れたトオルの腕には、一匹の子猫が抱えられているのだった。"
                },
                "11": {
                    "ID": "4073601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073601",
                    "TitleEnglish": "Birthday - Allow Me",
                    "SummaryEnglish": "As Tooru's birthday approaches, Run remembers how Tooru helped her study for her high school entrance exams two years ago. Run brings in some cake into school for Tooru's birthday, some of which she spikes with wasabi. As they go home that day, Tooru starts to worry that at the end of the next school year, Run will graduate.",
                    "TitleJapanese": "たんじょうび Allow me",
                    "SummaryJapanese": "年の瀬迫る１２月のある日。\nトオルの誕生日の話などをしながら、いつものように四人で帰る途中、校門の近くで学校説明会に来ていた中学生を見かける。\nそこで、高校受験のシーズンも近いこと実感するのだった。"
                },
                "12": {
                    "ID": "4073611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-channel/episodes/4073611",
                    "TitleEnglish": "Alien - Anytime",
                    "SummaryEnglish": "Tooru is worried about the prospect of being left alone after Run and the others eventually graduate. While cleaning up leaves, Yutaka attempts to rescue a cat stuck up a tree. Later, Yūko collects point cards at a fast food restaurant for a free prize, while everyone does impressions of each other. After having a weird dream about Run, Tooru becomes more worried about her fears until she spots Run outside her apartment building, feeling happy that she hasn't changed.",
                    "TitleJapanese": "宇宙人 Anytime",
                    "SummaryJapanese": "年も明けた１月。新学期の始業式の日。\n季節の移り変わりに、るんと過ごすことのできる限られた高校生活を意識してしまうトオル。\nるんやナギ、ユー子の何気ない会話にも寂しさを感じていたが…。"
                }
            }
        }
    }
}