{
    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1907374/",
        "https://www.themoviedb.org/tv/42554"
    ],
    "TitleEnglish": "Sekaiichi Hatsukoi: The World's Greatest First Love",
    "SummaryEnglish": "Sekaiichi Hatsukoi follows three couples that are interconnected within the manga industry, with each being subject to the budding of first love.",
    "Aliases": [
        "Sekai Ichi Hatsukoi",
        "The World’s Greatest First Love",
        "Sekai-ichi​ Hatsukoi​",
        "Sekai-Ichi Hatsukoi",
        "Sekaiichi Hatsukoi TV"
    ],
    "Modified": "2025-06-21",
    "Seasons": {
        "0": {
            "ID": "463394",
            "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4075145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075145",
                    "TitleEnglish": "No love's like to the first.",
                    "SummaryEnglish": "A look back at when Ritsu and Takano used to date back in high school, but broke up due to a misunderstanding. Ritsu Onodera meets and immediately falls for upperclassman Masamune Saga. Keeping his distance for the next three years, he unexpectedly runs into Saga at the school library and finds himself confessing, and is even more shocked when Saga says he has no problem hanging out with him. At Saga's house events take an unexpected turn, and Ritsu finds himself in a relationship with the boy of his dreams...",
                    "Aliases": []
                },
                "2": {
                    "ID": "4183122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4183122",
                    "TitleEnglish": "The Case of Chiaki Yoshino. | The Quarrel of Lovers is the Renewal of Love.",
                    "SummaryEnglish": "Hatori and Yoshino have been going out for a year now, and Hatori reflects over that. Yoshino gets a call from his mother who complains over how he never visits. As Hatori plans to go to his parents’ house, Yoshino decides to go along with him and visit his mother and sister. While there, Mrs Yoshino makes a remark how Hatori and Chinatsu (Yoshino's sister) would make a nice couple, which makes Yoshino jealous. Hatori is touched by how much Yoshino cares for him.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4993586",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4993586",
                    "TitleEnglish": "The Case of Yokozawa Takafumi",
                    "SummaryEnglish": "Yokozawa wakes up in a stranger's house. Unable to recall what had transpired the night before, Yokozawa is surprised when Zen Kirishima, another employee within Marukawa Publishing, comes out of the shower. After learning that Kirishima had paid his bar tab the night before and had some type of blackmail photo of him, Yokozawa resigns to becoming Kirishima's servant per his request. What follows is the developing relationship between Kirishima and Yokozawa as Yokozawa attempts to come to terms with his broken heart.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5385174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/5385174",
                    "TitleEnglish": "Propose-hen",
                    "SummaryEnglish": "When Ritsu Onodera changes jobs, looking for a fresh start, he's not exactly thrilled when his new boss turns out to be his old flame. Ritsu's determined to leave all that in the past—but how can he when his boss is just as determined that they have a future? Tired of accusations that family connections got him his current position, Ritsu Onodera quits his job as an editor at his father's company and transfers to Marukawa Publishing. Once there, he is assigned to the shojo manga editorial department—something he has no interest in and no experience with! Having sworn he'd never fall in love again, the last thing he wants to do is work on love stories. To make matters worse, it turns out that his overbearing boss, Masamune Takano, is actually his first love from high school!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "463395",
            "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4075146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075146",
                    "TitleEnglish": "First Impressions Are the Most Lasting.",
                    "SummaryEnglish": "Onodera begins work at his new position at Emerald, and is harshly introduced to their production \"cycle\" by being thrown into the mess of their burned-out phase, in which everyone appears brutally overworked and exhausted. He is shocked to find them transformed the next day into composed and energetic people who spiritedly show him the basics of manga editing.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4075147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075147",
                    "TitleEnglish": "A Man Has Free Choice to Begin Love But Not to End It.",
                    "SummaryEnglish": "As Onodera continues learning the ropes of manga editing and publishing, his interactions with Takano become more tense and uncomfortable. Takano eventually realizes who Onodera is, later revealing his identity to Onodera as his first love from high school, bringing back memories of being used and tossed aside, even though, as Takano explains, they were fuelled by a gross misunderstanding. He is left conflicted in regards to his true feelings toward Takano.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4075148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075148",
                    "TitleEnglish": "In Love There Is Both Dotage and Discretion.",
                    "SummaryEnglish": "After Takano and another staff member have a heated argument in the Emerald office about an underprinted publication, Onodera sees the two of them later having a seemingly friendly conversation in the lobby, stirring a sense of jealousy within him. Perturbed by the fact that this bothered him, he begins avoiding Takano even more, prompting Takano to confront him about the situation before it begins affecting their capacity to work together.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4075149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075149",
                    "TitleEnglish": "Adversity Makes a Man Wise.",
                    "SummaryEnglish": "The author that Onodera has been overseeing suddenly falls ill along with all of her helpers near the publication deadline. He rushes to the distant Hokkaido to assist her personally, despite protests from his superiors. As the entire editing staff stands on the end of their nerves, Onodera barely makes the deadline with the finished manuscript. He later falls asleep on the train with Takano, and finds himself sleeping in the same bed as Takano the following morning, flustering his emotions and pushing him further into refusal to open himself to Takano.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4075150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075150",
                    "TitleEnglish": "Love Is Lawless.",
                    "SummaryEnglish": "This episode introduces a new set of characters - Chiaki Yoshino, a male author who releases shōjo manga under the female pseudonym Chiharu Yoshikawa; Yoshiyuki Hatori, his manager and childhood friend; and Yuu Yanase, his chief assistant, who is on rough but unclear terms with his manager. Hatori's increasing coldness toward Chiaki begins to take its toll on their friendship, and when pressed on personal matters, Hatori becomes distant. Chiaki later sees Hatori and Yuu in an alley having what he interprets as an argument between lovers. Growing distraught with confusion that begins to affect his ability to write, Chiaki slowly realizes his feelings for Hatori. However, Hatori later confesses his love for Chiaki, much to his surprise, along with admitting that he had changed Chiaki's management behind Chiaki's back, fearing that his confession would put their relationship on bad terms. This forces Chiaki to admit his own budding feelings.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4075151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075151",
                    "TitleEnglish": "Go to the Sea, If You Would Fish Well.",
                    "SummaryEnglish": "After an onsen trip, Chiaki is burned out and can hardly concentrate on work. The emerging love triangle between him, Hatori and Yuu compounds his inability to focus as well. Later on in Chiaki's apartment, Hatori informs him that he must attend an upcoming party because his manga will be made into an anime and he must meet the people in charge. During the party, after meeting the anime staff, Chiaki sees Hatori surrounded by many women, including Ichinose Erika; a top writer who is known to have taken a liking to Hatori. Chiaki, feeling that Hatori is comfortable with the writer, becomes jealous and promptly leaves the party with Yuu. The morning after, Yuu admits to Chiaki that he is in love with someone, but when Chiaki asks who the person is, he simply says that Hatori knows the person well, leaving Chiaki puzzled and confused.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4075152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075152",
                    "TitleEnglish": "Coming Events Cast Their Shadows Before Them.",
                    "SummaryEnglish": "The episode begins with Ritsu having another flashback dream, in which he sees Saga sleeping in the library and tries to find out what book he was reading, but runs away when he thinks Saga is about to wake up. Afterwards, Ritsu wakes up and goes to work. At Marukawa, Ritsu's assignment is to make his first proposal as a manga editor to publish the manga he's supervising as a book. It is initially rejected by Takano, so he stays late at night working on it. Later that night, Takano helps Ritsu with his proposal and Takano suddenly kisses him to break the tension, and consequently gets hit by Ritsu. When he's alone with Ritsu, Yokozawa proclaims Takano as his property... When he arrives home, Takano accuses him of not working hard enough. Takano makes another pass and admits to being in love with him, but Ritsu (who is still wary of admitting his love for Takano) runs away...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4075153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075153",
                    "TitleEnglish": "Looks Breed Love.",
                    "SummaryEnglish": "Kisa sees Yukina, the Marimo Books employee he has been attracted to for a while, selling the latest book he has edited. Tall, handsome and charming; Yukina is extremely popular among girls, who are easily convinced to buy his books. Kisa does not believe they could ever be together. Checking his sales, Kisa notices they're very high at Marimo Books, as they have been for his previous books too. They are finally introduced to each other by Yokozawa in the bookstore. Just as Kisa is leaving the store, he runs into a persistent ex-lover. After being rejected again, the man is about to hit Kisa when he is stopped by Yukina...",
                    "Aliases": []
                },
                "9": {
                    "ID": "4075154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075154",
                    "TitleEnglish": "The Die Is Cast.",
                    "SummaryEnglish": "Kisa freaks out and cannot concentrate on work because of his constant flashback to the scene with Yukina at the cafe. He soon receives an e-mail from Yukina inviting him to the bookstore to see the book promotion display stand that they planned earlier. This reminds Kisa of the kiss and he throws himself into a brief depression after convincing himself that Yukina cannot be serious about the kiss. He gets even more down after belittling himself career-wise by comparing his achievements to Takano's. After work, Kisa subconsciously arrives at the bookstore, where Yukina shows him the display stand and tells him that the reason he worked so hard on the display was because of Kisa. Noticing that Kisa has been trying to avoid him, Yukina invites him to talk after he finishes work. As Kisa waits for Yukina outside the store, he encounters the persistent ex-lover yet again...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4075155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075155",
                    "TitleEnglish": "Absence Makes the Heart Grow Fonder.",
                    "SummaryEnglish": "After working through the night to finish work, Yoshino and Yuu stays behind together. Yuu saves Yoshino from falling over the trash can, and starts to tease him by tickling him. Hatori walks in on the scene and misunderstands. Later, Yoshino arrives at Hatori's house and attempts to apologize, but gets mad at Hatori when Hatori says he does not want Yoshino to have physical contact with Yuu. They make up temporarily in the morning after Yoshino sleeps over, but gets into a dispute again when Yoshino reveals that he is going to a hot spring with Yuu. On the night of the hot spring trip, Yoshino is surprised to find out that it is his own birthday on that day and realizes why Hatori is upset about his going away. Briefly after his realization, he receives an unexpected love confession from Yuu...",
                    "Aliases": []
                },
                "11": {
                    "ID": "4075156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075156",
                    "TitleEnglish": "It Never Rains But It Pours.",
                    "SummaryEnglish": "Onodera wakes up in the doorway, still holding on to a store-bought dinner, and suddenly remembers a meeting that he was to sit in during the morning. On the subway, he complains about his lifestyle after joining the shōjo manga department. Onodera is surprised by the hostility in the proposal meeting and dreads future meetings. Afterwards, Onodera meets Sumi Ryouichi (father of Sumi Keiichi from Junjo Romantica), whom he was in charge of before in the literature department at his father's company. Through Sumi, Onodera also meets Hasegawa of the literature department, who later dropped in during work and invited him out for a drink. Takano, hearing the invitation, rejected it for Onodera. After commenting on Takano's strictness, Hasegawa reminds Onodera that he can always transfer to the literature department. Later, Onodera encounters Takano at the library and tries to run away...",
                    "Aliases": []
                },
                "12": {
                    "ID": "4075157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4075157",
                    "TitleEnglish": "After a Storm Comes a Calm.",
                    "SummaryEnglish": "Meeting Ryouichi Sumi and the advice from Hasegawa have put doubt into Ritsu Onodera's heart. He remembers the reason he transferred to Marukawa and wonders if he can continue to work as a manga editor. While he is struggling, Takano asks him if he wants transfer to the literature department. A call from an author interrupts Onodoera's thoughts, and the author expresses her gratitude for his work and gives him encouragement. Onodera relays her praise to Takano, who further shows his approval of Onodera's work. While at Onodera's place, Takano tells Onodera of the history between him and Yokozawa. As Onodera is immersed in his own thoughts about the two, Takano once again confesses his love for Onodera. This is the finale of season 1.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "476031",
            "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4184979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4184979",
                    "TitleEnglish": "A Good Beginning Makes a Good Ending.",
                    "SummaryEnglish": "In the Emerald Editing Department of Marukawa Bookstore, Ritsu Onodera works as a shoujo manga editor under his boss and also his \"first love,\" the editor-in-chief Masamune Takano. While struggling to work as the production assistant for a new magazine while resisting Takano's authority, Onodera unexpectedly encounters Takano's friend, the sales department employee Takafumi Yokozawa...!?",
                    "Aliases": []
                },
                "2": {
                    "ID": "4197717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4197717",
                    "TitleEnglish": "One Cannot Love and Be Wise.",
                    "SummaryEnglish": "Onodera reflects upon how he imagined Christmas would be when he and Takano were together 10 years ago. Onodera runs a manuscript over to the printers and upon arriving back at the office, he receives an email from Takano telling him he can go home. As the elevator door opens, he sees Takano and Yokozawa talking and when the leave together, Yokozawa asks what Onodera’s plans are for the 24th, which happens to be Takano’s birthday. Yokozawa then implies to Onodera that he and Takano are still together, and he warns Onodera again to stay away from Takano. Onodera wishes Takano a happy birthday and as they part, Takano requests Onodera’s company on a drive for his birthday gift. On the drive, Onodera reflects on his feelings toward Takano, and Takano reveals the true nature of his relationship with Yokozawa and reminds Onodera that he has loved him for 10 years. They kiss, and Onodera admits to himself that he cannot resist Takano.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4197718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4197718",
                    "TitleEnglish": "Lingering Love Breeds Mistake.",
                    "SummaryEnglish": "The triangle between Yoshino, Tori, and Yuu is coming to the tipping point. Who will be the first to speak their heart?",
                    "Aliases": []
                },
                "4": {
                    "ID": "4197733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4197733",
                    "TitleEnglish": "Delay in Love is Dangerous.",
                    "SummaryEnglish": "Chiaki Yoshino, a highly successful young female manga artist who had just finished a big project, made plans to go out with her childhood friend and editor, who also happened to be her boyfriend, Yoshinori Hatori. However, on the day of their outing, Hatori had to cancel due to a sudden work emergency. Yoshino reluctantly decided to go out alone, but while wandering around the city, she coincidentally saw Hatori with another woman...!?",
                    "Aliases": []
                },
                "5": {
                    "ID": "4216819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216819",
                    "TitleEnglish": "Follow Love and It Will Flee Thee, Flee Love and It Will Follow Thee.",
                    "SummaryEnglish": "The Marukawa Bookstore's Emerald Editing Department had entered the new year with a refreshed mindset, but they were as busy as ever. Amidst the hectic workload, a new editor, Ritsu Onodera, was struggling to get their assigned manga artist to agree to revisions to their draft. Just then, Onodera received a call on their cell phone from someone unexpected...?",
                    "Aliases": []
                },
                "6": {
                    "ID": "4216820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216820",
                    "TitleEnglish": "Love is Without Reason.",
                    "SummaryEnglish": "Ryuichiro Isaka, an editor working at Marukawa Bookstore, a publishing company owned by his parents, is a spoiled rich kid who joined the company due to family expectations, despite his aspirations to become a writer. His senior colleague and caretaker, Kaoru Asahina, had been taken in by the Isaka family at a young age due to certain circumstances and has been by Ryuichiro's side ever since...? \"Junjou Mistake\" depicts the past and present of Ryuichiro Isaka, the executive director of Marukawa Bookstore, and his capable secretary, Kaoru Asahina.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4216821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216821",
                    "TitleEnglish": "Actions Speak Louder Than Words.",
                    "SummaryEnglish": "On the day of the annual New Year's party, where authors and other industry personnel are invited, Ritsu receives a phone call from his mother ordering him to pick up his childhood friend, An from work. Furthermore, while attending the party for the first time and being introduced to a writer by Takano, Ritsu unexpectedly runs into Yokozawa, who had come as a representative of the sales department...!?",
                    "Aliases": []
                },
                "8": {
                    "ID": "4216822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216822",
                    "TitleEnglish": "Love and Envy Make a Man Pine.",
                    "SummaryEnglish": "Shota Kisa, an editor at Marukawa Bookstore's Emerald Editing Department, is in a relationship with a younger art school student named Kou Yukina. Despite being happy with Yukina, Kisa feels anxious that Yukina never voices any complaints about Kisa prioritizing work over their relationship. Finally realizing that things cannot continue as they are, Kisa makes a promise to finally make time to meet with Yukina...?",
                    "Aliases": []
                },
                "9": {
                    "ID": "4216824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216824",
                    "TitleEnglish": "Love is Blind.",
                    "SummaryEnglish": "After seeing something shocking at Snow's part-time job, Kisa was unable to focus on his work from that day on. Before getting hurt by being told to break up, Kisa decided to disappear from Snow's life by fading away their relationship. However, at that time, Snow called Kisa and said, \"I want to meet you\" over the phone...",
                    "Aliases": []
                },
                "10": {
                    "ID": "4216825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216825",
                    "TitleEnglish": "Love Goes Never Without Fear.",
                    "SummaryEnglish": "\"Do you really like me 10 years ago?\" - Utterly shaken by the sudden words from Takano, Ritsu is unsure whether to confess her feelings to him before regretting it. One day, Takano catches a cold and takes a day off work, and Ritsu wonders if she should check on him and maybe finally reveal her true feelings.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4216826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216826",
                    "TitleEnglish": "Love Makes The World Go Round",
                    "SummaryEnglish": "Takano and Onodera share a moment in the rain and talk about their time in school. A few startling truths are revealed that may change their opinion about each other.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4216827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekaiichi-hatsukoi/episodes/4216827",
                    "TitleEnglish": "Love is a Bitter-Sweet",
                    "SummaryEnglish": "On the way to work, a memory from the past suddenly came back to Takano, which was the incident that became the starting point for his interactions with Ritsu. In high school, Takano used to spend his afternoons in the library. He noticed the presence of someone who always borrowed the same books as him and watched him from a distance, but...? A first love story is told from Takano's perspective!",
                    "Aliases": []
                }
            }
        }
    }
}