{
    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8869838/",
        "https://www.themoviedb.org/tv/49294"
    ],
    "TitleEnglish": "You're Being Summoned, Azazel",
    "SummaryEnglish": "Akutabe, a detective, summons devils to solve the troubles of his clients. One day, a low class devil Azazel Atsushi is summoned by Akutabe and is used harshly by him and his assistant Rinko Sakuma.",
    "TitleJapanese": "よんでますよ、アザゼルさん。",
    "SummaryJapanese": "芥辺探偵事務所で働く女子大生、佐隈りん子。彼女は「悪魔探偵」という芥辺の裏の顔を知ることになる。ある日、「夫と浮気相手を別れさせて欲しい」という依頼を受け、芥辺はとんでもなく下品な悪魔のアザゼルを魔界から召喚する。役に立ちそうで立たない個性豊かな悪魔たちと佐隈の騒がしい日々は今日も続いていく…。",
    "Aliases": [
        "Yondemasu yo, Azazel-san",
        "Yondemasuyo, Azazel-san",
        "You're Being Summoned, Azazel-san"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "463687",
            "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4104241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4104241",
                    "TitleEnglish": "Moloch Arc",
                    "SummaryEnglish": "The demon Azazel is summoned by Rinko Sakuma as a practice for demon summoning by her employer, Demon Detective Akutabe. Refusing to go back without having a task given to him, Rinko allows Azazel to wash the windows. She later tries to summon Beelzebub, but summons Moloch instead. Moloch is at first shocked by his shrunken state, but Azazel explains that there is an Anti-Demon barrier that reduces their power dramatically and turns them into small, cute, weakened animals. When Moloch demands a tribute for being summoned, Rinko presents him with curry. Insulted by the tribute, he begins to punish Rinko by turning her into a cow. Luckily, Akutabe arrives and makes Moloch accept the tribute by having him eat it, turning Rinko back to normal. When he is shocked to find it is beef curry, he returns to Hell crying with Azazel trying to comfort him. Akutabe then scolds Rinko for her carelessness and warns her to be more careful when dealing with demons.",
                    "TitleJapanese": "泣き牛編",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4104242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4104242",
                    "TitleEnglish": "Seiya Arc",
                    "SummaryEnglish": "Azazel is worries Rinko will become another Akutabe after he discovers she has been getting increasingly good at using magic. Later, a client asks Rinko to help her break up with her idiotic host club boyfriend, Seiya. At the club, Seiya stated when he becomes number one host, he will agree to break up with his girlfriend. Not seeing it happening, Rinko uses Azazel's ability to make him irresistible to women and become number one host. Azazel soon realizes because of the guy's stupidity, he could use him to leave the agency. The next day, Azazel tricks Seiya to steal his grimoire from the agency. With Akutabe gone on a three day case on the other side of the world, Rinko is forced to rely on Beelzebub for help. He explains that since the grimoire was stolen, she has two days to get it back or she will be cursed by the grimoire and her ties with demons will be severed. He at first is unwilling to help until Rinko points out that if their contract is terminated, he'll have to go back to working with Akutabe who treats him far worst. They find Seiya and Azazel at a club seducing women and gaining power thanks to Azazel's ability of inciting lust. Rinko tries to convince Seiya to giver her back her grimoire, even showing him Okada who was turned into an iguana for abusing the power of the grimoire. Unfortunately, Seiya is too incompetent to understand the severity of his situation. They try to use force but are captured. As Azazel and Seiya celebrate their success, the later goes to defecate, but does not have toilet paper, so he uses a page of the grimoire. For desecrating the grimoire, he is turned into a praying mantis leaving Azazel unable to use his powers. Rinko soon gets free and once again has Azazel's grimoire back. She then punishes Azazel with a curse that causes him to explode, much to the horror of Beelzebub who realizes she is slowly becoming like Akutabe.",
                    "TitleJapanese": "セーヤ編",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4186578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4186578",
                    "TitleEnglish": "Lucifer Arc",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ルシファー編",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4702885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4702885",
                    "TitleEnglish": "Ose Arc",
                    "SummaryEnglish": null,
                    "TitleJapanese": "イソギンチャク編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "463688",
            "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4077558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077558",
                    "TitleEnglish": "Ascend! The Demon Detective, The Demon and the Job",
                    "SummaryEnglish": "After finding out her husband was cheating on her, a client seeks the help of demon detective Akutabe and his new assistant Rinko Sakuma to make him stop. Akutabe summons Azazel for the task, but he fails two times. To encourage him, he entices Azazel by canceling their contract if he succeeds. He finally does by making the cheater impotent from a suggestion made by Rinko. In the end, Akutabe ends their contract but forces a contract between Rinko and Azazel.",
                    "TitleJapanese": "登場! 悪魔探偵と悪魔とバイト",
                    "SummaryJapanese": "芥辺探偵事務所でバイトをする佐隈は、ある人物からの依頼を受けた芥辺に連れられ、“開かずの部屋”へ足を踏み入れた。そこで目にした芥辺の正体は、悪魔を召喚・使役し、難事件も解決へと導く悪魔探偵だった。芥辺が喚んだのは悪魔アザゼル。事件を解決するよう命じられたアザゼルは、まず佐隈にセクハラを敢行する…！"
                },
                "2": {
                    "ID": "4077559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077559",
                    "TitleEnglish": "Prince of Darkness",
                    "SummaryEnglish": "For attendance credits at her college, Rinko agrees to find a named Toki dog for her teacher, a famous vegetarian and animal rights activist with supposedly no faults. Akutabe enlists the help of Azazel's childhood friend Beelzebub. Under Rinko's guidance, they succeed in the task and capture Toki thanks to Beelzebub forcing the dog to defecate with his special ability. Back at the office, Beelzebub is praised by Rinko causing Azazel to feel jealous. Rinko gives him a pig's foot to cheer him up but he is then attacked by Toki. Beelzebub in the mean time was prepared to use the office microwave to warm up the dog feces from earlier but is violently stopped by Akutabe. The later then concludes from looking at Toki's feces that the professor was forcing a vegetarian diet on Toki. He later publicly exposes this using Beelzebub's Divulgence ability causing the professor to go into hiding, and giving Toki to a loving family.",
                    "TitleJapanese": "魔界のプリンス",
                    "SummaryJapanese": "芥辺からアザゼルを無理矢理に押しつけられた佐隈は、大学のゼミで植村教授から逃げ出した愛犬の捜索を依頼された。この依頼を芥辺に報告したところ、彼は「試したい悪魔がいるから」と、依頼を引き受ける。芥辺が喚び出したのは便所に座った姿で魔法陣から現れた悪魔ベルゼブブ。この悪魔は恐るべき能力を持っていた…！"
                },
                "3": {
                    "ID": "4077560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077560",
                    "TitleEnglish": "Our Chinese Revolution",
                    "SummaryEnglish": "A man named Okada seeks Akutabe's help to find an idol he has been stalking. He plans on using the power of a demon he summoned called Salamander to get her to love him. When Salamander claims Rinko believes Okada is a stalker and she denies it, he uses his ability, Revolution, to cause her to believe her own words and support the man. Azazel and Beelzebub finding Salamander's power amazing agree to assist him. When Akutabe returns to the office, he discovers what has transpired and concluded from the way things are that Salamander completely took over Okada's will due to lack of experience. Akutabe then reveals he was being paid by the same idol that Okada is stalking to arrest him. He is immediately betrayed by his demons and Rinko who is under Salamander's influence and Okada is allowed to escape. After a little research he comes up with a plan and forms a contract with Undine which is formed by Akutabe pretending her loves her.",
                    "TitleJapanese": "漢達の革命",
                    "SummaryJapanese": "芥辺が留守にしている事務所に、岡田という男が、ふんどし姿の悪魔・サラマンダーを連れてやってきた。\n岡田の依頼内容は、ある女性を捜し出してほしいというもの。しかし岡田の話を聞いているうちに佐隈は、彼の言う“ある女性”が女性モデルのヘビちゃんで、彼はヘビちゃんのストーカーであると確信する。\nそこで岡田の依頼を穏便に断ろうとする佐隈。だがそのとき、サラマンダーの能力が佐隈を襲う！"
                },
                "4": {
                    "ID": "4077561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077561",
                    "TitleEnglish": "Jealous Fish",
                    "SummaryEnglish": "Salamander and his followers come up with a plan by using Rinko to get information on the idol. Akutabe, aware of their plan meets with the idol privately and begins to flirt with her to make Undine jealous and activate her Jealousy ability, turning the idol into a hideous manlike person. When Okada finally meets her, he is too disgusted to approach her, and Akutabe gets ready to apprehend the demons. The three demons try to flee, but are captured rather easily. He then makes Undine happy to undo what was done as a result of her jealousy. He then cryptically tells Okada that as a result of his actions, he will soon be punished by the grimoire before leaving the stalker to his fate. At the office Rinko, now no longer influenced by Salamander, asked what will happen to Okada, but Akutabe simply warns her to be aware that she should be careful when dealing with demons. Akutabe then proceeds to violently punish Azazel and Beelzebub for their treachery along with Salamander.",
                    "TitleJapanese": "妬き魚",
                    "SummaryJapanese": "芥辺を裏切りサラマンダー側についたアザゼルとベルゼブブは、岡田とヘビちゃんをくっつけようと画策。サラマンダーの能力によって正常な判断ができなくなっている佐隈を、芥辺の元にスパイとして潜入させようとする。\nこうして事務所に戻ってきた佐隈だが、なぜか芥辺からのお咎めはなし。代わりに芥辺が召喚した半魚人型悪魔・アンダインの“嫉妬”にさらされることになる！"
                },
                "5": {
                    "ID": "4077562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4077562",
                    "TitleEnglish": "Pity Curry Expo",
                    "SummaryEnglish": "Akutabe reveals to Rinko that Okada was turned into an iguana as punishment for his actions and prompts her to study the grimoire. Later, Rinko has shown promise in using the grimoire when she uses Beelzebub to stop a molester on a subway. Little does she know, the angel Sariel is tracking her down to take her grimoire. Rinko later meets with a client to take care of a case where a company's mascot has been plagiarized by another company. Tasked to find out who it is, she decides Beelzebub to expose the culprit, but it fails. She asks for Akutabe's help and he lends her Moloch. Later at a bar, her client meets with her and reprimands her for not finding the culprit yet, but is later put to shame when they find out he was the one who leaked the mascot's image in a drunken stupor. Despite this, he refuses to pay Rinko, she uses Beelzebub to cause him to want to defecate until he agrees to pay. Meanwhile, Sariel is getting close to Rinko and the demons.",
                    "TitleJapanese": "哀☆カレー博",
                    "SummaryJapanese": "広告代理店のキャラクターを盗作した犯人捜しの依頼を受けた佐隈。ベルゼブブの能力“暴露”で自白させれば簡単に解決できると意気込むが、なかなか犯人が判明しない。\n佐隈に軽んじられた腹いせに、これ幸いとアザゼルが罵倒する中、芥辺は“暴虐”の職能を持つ悪魔モロクに白羽の矢を立てる！"
                },
                "6": {
                    "ID": "4100229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4100229",
                    "TitleEnglish": "Violent Moloch",
                    "SummaryEnglish": "While hunting down the source of the demonic power, Sariel is waylaid and forced into the same bar where Sakuma, the demons and the client are drinking. Sakuma continues to extort the client for their fee, while Azazel is angry that she is using Beelzebub's powers more than his. Beelzebub points out to Sakuma that they should send back Moloch, who is on the edge because he has no outlet to use his powers. The client accidentally angers Moloch by spitting out some beef jerky, but before an enraged Moloch can attack him, the client mistakes Moloch for a soft toy. In the confusion, Moloch's grimoire falls into Sariel's hands, and the angel reveals himself and flies up to heaven with the book, to the horror of the demons. As his grimoire reaches heaven, Moloch then disappears forever, and a tearful Azazel and Beelzebub weep for his loss. Sakuma is touched by the emotions displayed by the demons. The next day, Sakuma returns to work and is overjoyed to see Moloch in the office. But it turns out to be a stuffed toy created by their former client, which is then gleefully destroyed by Azazel and Beelzebub.",
                    "TitleJapanese": "暴虐のモロク",
                    "SummaryJapanese": "悪魔が人間社会に干渉するのを防ぐため、グリモアを回収して悪魔を消滅させることを仕事としている天使。そんな天使の１人であるサリエルは、悪魔を探して渋谷の街を徘徊するうちに客引きに引っかかり 、あるバーに入店する。そこには、支払いをバックレようとした依頼主に絡みながら、グリモア片手にボトルをラッパ飲みする佐隈の姿があった！"
                },
                "7": {
                    "ID": "4103794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103794",
                    "TitleEnglish": "Jealous Fish, Again",
                    "SummaryEnglish": "Sakuma is introduced to Koutarou Douchin, a young boy contracted with Gusion, a monkey-like demon who eats the memories of others. Akutabe asks her to take him to school, but she is disgusted by Douchin's bad attitude and sexual harassment. Akutabe is forced to call upon the increasingly unstable Undine, who is revealed to be desperate for a husband. Undine takes Douchin to his school, Golgotha High, where she meets and falls for Himoi, Douchin's new homeroom teacher. She then tricks the handsome but stupid teacher into signing a contract and to say that he loves her. When Douchin accidentally breaks a vase in the principal's room, he calls upon Gusion to eat the memories of Himoi and the principal to cover his actions.",
                    "TitleJapanese": "妬き魚、再び",
                    "SummaryJapanese": "“忘却”を司るグシオンという悪魔に記憶を食われたという少年・光太郎に引き合わされた佐隈。彼女は芥辺から、保護者として光太郎と一緒に中学校に行き、転校の手続きをしてくるように命令される。生意気極まりない光太郎の言動にアザゼルと同じ臭いを感じ取った佐隈は、拒否の姿勢を取るのだが……！"
                },
                "8": {
                    "ID": "4103795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103795",
                    "TitleEnglish": "Himo-T",
                    "SummaryEnglish": "Douchin is brought to his new class, and Undine follows him there to remain close to Himoi, who is revealed to be an extremely popular teacher, especially among the girls. After several instances where Undine uses her powers to deflect girls away from Himoi, she confronts him. Himoi blurts out that he prefers the peaceful life of the school over her, and Undine transforms the place into a dystopian, tortuous environment. Douchin tries to ask for help from the agency, but everyone refuses. Back at the school, Undine discovers that Himoi doesn't remember saying he loves her, and turns him into a fish. Douchin returns and realises that everything happened because he used Gusion's powers to erase Himoi's memories. He then makes Undine happy to undo her powers and makes Gusion eat everyone's memories to cover his tracks. Back at the agency, a happy Undine tries to force her renewed affections on an enraged Akutabe.",
                    "TitleJapanese": "ヒモティス",
                    "SummaryJapanese": "光太郎のクラス担任・紐井は、ノリが軽くて頼りにならないダメ教師だが、女子生徒にモテモテの超イケメン。\nそんな紐井に惚れてしまったアンダインは、何かと理由をつけて授業に潜り込む。\nそして紐井が女生徒と仲よくするたびに、アンダインは“嫉妬”の能力を発動させる！"
                },
                "9": {
                    "ID": "4103796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103796",
                    "TitleEnglish": "Strawberry Warrior Appears! Nyorin!",
                    "SummaryEnglish": "Sakuma begins getting off work from the agency earlier each day, causing Akutabe to have suspicions. Azazel and Beelzebub volunteer to spy on her, and Akutabe releases some of the barriers he has placed upon Beelzebub to help them blend in the human world. Beelzebub adopts a human form, and Azazel puts on a dog suit. They track Sakuma to the university where it is revealed that she is cosplaying as the anime character Strawberry Warrior, in order to get exam notes from the anime club president. Despite her inhibitions, she proves to be adept at playing the character, and eventually joins more of the anime club activities. Azazel and Beelzebub inform Akutabe, who tells them to get her back.",
                    "TitleJapanese": "苺の戦士 登場ニョリンwww",
                    "SummaryJapanese": "仕事が終わるとそそくさと帰り、バイトに入る回数も減らしはじめた佐隈。\n彼女の変化に不審を抱く芥辺は、アザゼルやベルゼブブに心当たりがないかと尋ねるが、アザゼルのセクハラ行為以外に思い当たる節はない。\nそこで芥辺はベルゼブブを真の姿に戻し、犬に変装したアザゼルとともに佐隈を尾行させる！"
                },
                "10": {
                    "ID": "4103797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103797",
                    "TitleEnglish": "Enjoy Your Strawberry Curry",
                    "SummaryEnglish": null,
                    "TitleJapanese": "イチゴのカレーを召しあがれ!",
                    "SummaryJapanese": "佐隈が魔法少女・野原野イチゴのコスプレ姿でイベントに参加していた。\n彼女は、オタクたちからチヤホヤされる上に、金も儲かるこのバイトに、探偵にはないやりがいを感じ始めていた。\nそんな佐隈にベルゼブブが接触する！"
                },
                "11": {
                    "ID": "4103798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103798",
                    "TitleEnglish": "Alpinist Angel",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アルピニストエンジェル",
                    "SummaryJapanese": "ネットに流出した佐隈のコスプレ画像の隅に、自分の真の姿が写っていることに不安を覚えるベルゼブブ。天使がこの画像を見つけ、事務所に乗り込んできたら大変だと力説するが、アザゼルは芥辺の結界があるから大丈夫と気にも留めていない。\nしかし、すでに事務所の近くに、天使・ゼルエルが迫っていたのだった！"
                },
                "12": {
                    "ID": "4103799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4103799",
                    "TitleEnglish": "Bad Landlady, Good Landlady",
                    "SummaryEnglish": null,
                    "TitleJapanese": "汚い大家 善い大家",
                    "SummaryJapanese": "芥辺の事務所が入っているビルの管理人・金友は、偏屈でごうつくばりな老婆だ。執拗に家賃を請求され、サイフから無理やりお金を取られるなどの被害を受けた佐隈は、サラマンダーの能力“革命”で、彼女を善良な人間にしようと画策する！"
                },
                "13": {
                    "ID": "4125804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4125804",
                    "TitleEnglish": "Beezy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "べーやん",
                    "SummaryJapanese": "佐隈と一緒に買い物に行ったベルゼブブが、帰り道の途中で突然姿を消した。\n不思議に思いながら佐隈が事務所に帰ってくると、アザゼルやサラマンダーが涙を流して悲しんでいる。\nその様子にただならぬものを感じ、芥辺に何があったのか尋ねる佐隈。彼女は芥辺の答えに大きな衝撃を受ける！"
                }
            }
        },
        "2": {
            "ID": "505188",
            "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4436095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4436095",
                    "TitleEnglish": "Fool and Sage Brothers",
                    "SummaryEnglish": null,
                    "TitleJapanese": "愚兄賢弟",
                    "SummaryJapanese": "悪魔使いの少年・小山内治と“模倣”の職能を持つ悪魔・オセとともに、今人気の哀☆カレー博のキャラクター・モッさんの人形を大量に複製し、ひと儲けを企む堂珍。実はこのモッさん人形のモデルであり、天使にグリモアを奪われ消滅したモロクには、弟・モッさん二世がいた。彼にモッさん人形を見せようと、アザゼルとベルゼブブは魔界に向かう。死してなお辱めを受ける兄の姿に弟は激昂し、兄の仇・芥辺を亡き者にしようと２人を引き連れて人間界に乗り込む。挙動不審のアザゼル達を怪しむ佐隈をなんとかやり過ごし、芥辺を待つ３人だったが…！？"
                },
                "2": {
                    "ID": "4530953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530953",
                    "TitleEnglish": "Cow Saw",
                    "SummaryEnglish": null,
                    "TitleJapanese": "牛は見た!",
                    "SummaryJapanese": "アザゼルとベルゼブブを引き連れ、モッさん人形として事務所に忍び込み、芥辺を討つ機会を待つモッさん二世。しかし、この日の芥辺は周期的に訪れるというとてつもなく不機嫌なタイミング。モッさんの気配にいち早く感づいた芥辺の注意を逸らそうと、猫に変身して助け舟を出すアザゼルだがあっけなく失敗。芥辺は事務所から全員を追い出してしまう。孤立無援、芥辺と一対一で対峙することになったモッさん二世。運良く居眠りを始めた芥辺に、ここぞとばかりに仇討ちを仕掛けるのだが…"
                },
                "3": {
                    "ID": "4530954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530954",
                    "TitleEnglish": "Master of Piles",
                    "SummaryEnglish": null,
                    "TitleJapanese": "痔のカリスマ",
                    "SummaryJapanese": "芥辺探偵事務所を切り裂く堂珍の悲鳴。ありえないところからの出血に、早速病院の内科で診てもらうと、なんと痔の診断が下される。内科の老医師から、改めて紹介されたのは“痔のカリスマ”と呼ばれる、女優のような名前の肛門科医・菊川麗華。美人女医を妄想して上機嫌の堂珍と、「女医にケツを診てもらえるなんて！」と堂珍を妬むアザゼル。高まる期待とともに診察に向かう彼らの前に、オネエの肛門科医・菊川麗華が立ちはだかる！"
                },
                "4": {
                    "ID": "4530955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530955",
                    "TitleEnglish": "Eurynome of Despair",
                    "SummaryEnglish": null,
                    "TitleJapanese": "絶望のエウリノーム",
                    "SummaryJapanese": "痔になった堂珍の手術当日、担当医師の菊川麗華が突然医師を辞めてしまう。\nお見舞いに訪れた佐隈たちは、堂珍と入院患者たちの無気力な態度と、極度に悪化した痔の症状に驚く。\nそんな中、隣のベッドの不審な患者・マルコメの傍らに潜む悪魔・エウリノームの存在に気づくアザゼルたち。堂珍たちの無気力の原因は“絶望”の職能を持つエウリノームによるものだった！\nはたして、”死の王”とも呼ばれる上級悪魔のエウリノームの目的とは？！"
                },
                "5": {
                    "ID": "4530956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530956",
                    "TitleEnglish": "Megumi on the Move",
                    "SummaryEnglish": null,
                    "TitleJapanese": "恵、動く",
                    "SummaryJapanese": "闘病生活を送っていた母親の病状が悪化し、あとわずかの命と医師から説明を受けるアンダイン。\nアンダインの花嫁姿が夢だという母親の為に、アンダインは動きだす！まずは仕事を辞めたいと芥辺に相談する。あっさり辞表を受け取る芥辺にヒステリーを起こすが、すったもんだの後、無理やり佐隈たちの合コンに参加することを決める。しかし、その合コンには天使・ガギエルも参加していたのだった！"
                },
                "6": {
                    "ID": "4530957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530957",
                    "TitleEnglish": "Pure Angel, Baby",
                    "SummaryEnglish": null,
                    "TitleJapanese": "純天使、ベィビィ",
                    "SummaryJapanese": "悪魔・アンダインと天使・ガギエル同席するカオスな合コンも終盤戦。男性陣の人気を集めた佐隈の友人マキが、アンダインの職能“嫉妬”の呪いを受けて倒れてしまう。それを尻目に、佐隈のバックからのぞくグリモアを盗ろうとするガギエルだったが、佐隈に阻まれあえなく失敗。そこでアンダインを利用し、佐隈に近づこうと思い立ったガギエルは、アンダインにデートの約束をとりつけるが…"
                },
                "7": {
                    "ID": "4530958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530958",
                    "TitleEnglish": "Murder at Lake Ryujin (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "龍神湖殺人事件（前編）",
                    "SummaryJapanese": "豊かな緑と水に囲まれた人気の温泉郷・龍神湖温泉には、古くから龍神伝説が伝わっている。\n福引で宿泊券を引き当てた佐隈は、初めての一人旅としてこの地を訪れるつもりが、なぜかアザゼルもついてきてしまう。社員旅行でここに来ていたOL・花崎まゆと露天風呂で意気投合し、夕食も共にする佐隈。その夕食の席で女将から龍神湖にまつわる恐ろしい伝説を聞かされる。そしてその夜、龍神湖温泉に惨劇が訪れた……！！"
                },
                "8": {
                    "ID": "4530959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530959",
                    "TitleEnglish": "Murder at Lake Ryujin (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "龍神湖殺人事件（後編）",
                    "SummaryJapanese": "福引で当てた龍神湖温泉への旅行中、事件に巻き込まれてしまった佐隈とアザゼル。なんと知り合ったばかりの花崎まゆの先輩、西村健作が血まみれで廊下に倒れていたのだ。容疑者特定のためロビーに集まる一同を前に、花崎は夕食前に西村とブロガーの小林芳子が揉めていたことを報告する。偶然居合わせた刑事・羽柴総司の追及に小林は突然逃げ出し、荒波が打ち寄せる岬に消えてしまった。次々と浮かんでは消える容疑者たち。捜査は難航しかけたかと思えたその時、抜群の推理(?)によって真犯人『怒れる龍神』の正体を言い当てたのはなんとアザゼルだった!?"
                },
                "9": {
                    "ID": "4530960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530960",
                    "TitleEnglish": "Welcome to the Museum",
                    "SummaryEnglish": null,
                    "TitleJapanese": "博物館へようこそ",
                    "SummaryJapanese": "博物館で展示中の「賢者の石」の前に犯行予告状が突き刺さる。この犯行予告が、変人48面相の仕業ではないかと推測した泥田警部は、芥辺を呼び出す。芥辺の指示のもと周辺を捜索する佐隈とアザゼルたちだったが、怪しい人物などどこにもいない。しかし、周囲を見渡す佐隈の背後には、悪魔・サルガタナスの職能“隠匿”で姿を消した、変人48面相が確かに潜んでいたのだった。芥辺がそれに気付くも時すでに遅し、佐隈はサルガタナスの作り出した異世界へとさらわれてしまうのだった！"
                },
                "10": {
                    "ID": "4530961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530961",
                    "TitleEnglish": "The End of Son",
                    "SummaryEnglish": null,
                    "TitleJapanese": "THE END OF SON",
                    "SummaryJapanese": "アザゼルの究極奥義が炸裂し、変人48面相は捕らえられた。芥辺への憎悪を隠さない変人48面相だったが、当の芥辺には思い当たるところ全くない。憎しみと哀しみを押し殺しながら語られた変人48面相の衝撃の過去に一同は驚愕する。事件は終わったと佐隈が安堵したのも束の間、ないがしろにされたアザゼルの怒りの究極奥義が再度炸裂！直撃を受けた変人48面相に異変が起こり、事態はとんでもない方向に転がり出す！"
                },
                "11": {
                    "ID": "4530962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530962",
                    "TitleEnglish": "Azzie's Reality",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あっちゃんの現実",
                    "SummaryJapanese": "変人48面相に盗まれたはずのグリモアは、芥辺がこっそり博物館から持ち出していた。佐隈の追及に芥辺は「自分が持っていたほうが安全だから」と詭弁で言いくるめてしまう。その頃、アザゼルは前回の事件での失敗を気に病み、一週間も無断欠勤していた。母親や恋人のキヨコが夕食に誘って慰めてもアザゼルは荒んだまま。あまりのヘタレっぷりに、とうとうブチギレるキヨコ！キヨコも怖いが、ズル休みをしていたので芥辺たちに会うのも怖い。怯えるアザゼルに、「職場環境の改善を訴える」とキヨコは息巻くが……。"
                },
                "12": {
                    "ID": "4530963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4530963",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あくま",
                    "SummaryJapanese": "自分の下に新人の悪魔・インキュバスが入ったので、先輩面ができるとご機嫌なアザゼル。ところが与えられた仕事は自分が一番汚しているトイレ掃除だった。このままでは自分の仕事がなくなるとインキュバスを逆恨みし、嫌がらせを開始。しかしことごとく裏目に出てしまう。ついには「仕事ができないのはアザゼル自身に原因がある」ということがキヨコにバレてしまう。「立派な魔王になるために、一からやり直そう」と涙ながらに訴えるキヨコの言葉も耳に入らない。そして、アザゼルの心を壊すような決定的な出来事が起きてしまう……！！"
                },
                "13": {
                    "ID": "4597948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/youre-being-summoned-azazel/episodes/4597948",
                    "TitleEnglish": "Darkness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "やみ",
                    "SummaryJapanese": "インキュバスにキヨコが寝取られたと思い込んだアザゼル。さらに芥辺からは冷たい言葉で突き放される。とうとうアザゼルは、「悪魔が深刻なダメージを受け、自我が精神の奈落に堕ちた状態―“虚無”」に陥ってしまう。降りしきる雨の中、佐隈たちに発見されたアザゼルだったが、必死の呼びかけにも反応はない。ベルゼブブ曰く、悪魔がこうなったらもう二度と目を醒ますことはないという……。このときアザゼルは虚無の暗闇の中で、もう一人の自分と対峙していた。はたして佐隈たちの声は届くのか？ 絶望の闇からアザゼルは再び甦ることができるのか！？"
                }
            }
        }
    }
}