{
  "URL": "https://www.thetvdb.com/series/astarottes-toy",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6460126/",
    "https://www.themoviedb.org/tv/42508"
  ],
  "TitleEnglish": "Astarotte's Toy",
  "SummaryEnglish": "While job hunting, Naoya is taken by a mysterious girl to a magical land where he is installed in the harem of the succubus Queen Lotte. Thanks to trauma from her childhood, Lotte hates men and surrounds herself with lots of other women, who all have quirks of their own. In spite of her selfishness, when Naoya learns that Lotte is really quite lonely he agrees to stay in her world...if he can bring his daughter Asuha with him.",
  "Aliases": [
    "Astarotte no Omocha!"
  ],
  "Modified": "2025-01-17",
  "Seasons": {
    "0": {
      "ID": "463782",
      "URL": "https://www.thetvdb.com/series/astarottes-toy/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4093333",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4093333",
          "TitleEnglish": "Astarotte's Toy OVA",
          "SummaryEnglish": "Astarotte no Omocha! OVA.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "463783",
      "URL": "https://www.thetvdb.com/series/astarottes-toy/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4078366",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078366",
          "TitleEnglish": "The Exclamation of Our Meeting",
          "SummaryEnglish": "Succubi are a race of beings who survive by having a harem of men from which they can suck 'life essence' from. However, Astarotte Ygvar, the crown princess, hates men. Under relentless pressure from Judit, her chief of staff, to grow up and start building her harem, she agrees to start but only with a human male. In the Creature World, humans are considered mythical creatures, with none having been seen in a thousand years. To her dismay, Judit manages to travel to the human realm and return with a 23 year old human male named Naoya Tōhara, who accepts the offer to found Astarotte's harem.",
          "Aliases": []
        },
        "2": {
          "ID": "4078386",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078386",
          "TitleEnglish": "The First Semicolon",
          "SummaryEnglish": "Naoya is introduced to Astarotte, but she refuses to get along with him. Naoya learns that when Astarotte was young, she witnessed her mother, Mercelída Ygvar I, engage in intimate acts with a member of her harem. From this, she developed a dislike for men and grew distant from her mother. Wanting to be able to make her feel less alone, Naoya makes a replica of Astarotte's favourite doll. The next day, Astarotte agrees to accept Naoya into her harem, on the condition that he be her 'toy'.",
          "Aliases": []
        },
        "3": {
          "ID": "4078548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078548",
          "TitleEnglish": "The Parentheses of Passing",
          "SummaryEnglish": "Naoya brings his ten year old daughter, Asuha, to the Creature World. Upon learning their ages, Astarotte grows upset since it would mean he had sex when he was twelve, though Asuha is quick to jump to Naoya's defense. Wanting to apologise to her, Asuha enrols into Astarotte's school, where she makes some new friends, Mist, Yuna and Lucca, who mention they haven't had the courage to be friends with Astarotte. As Asuha makes up with Astarotte, rumours spread about a 'human male' on campus, which turns out to be a rampaging llama from a zoo. As it goes wild, Mist, Yuna and Lucca step in to defend Astarotte before Naoya manages to calm it down. Afterwards, Astarotte manages to make friends with the other girls, who nickname her 'Lotte'.",
          "Aliases": []
        },
        "4": {
          "ID": "4078549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078549",
          "TitleEnglish": "Ampersand of the Party",
          "SummaryEnglish": "The school's students receive invitations for their parents to attend a parent-teacher party. Astarotte states her mother, Mercelída, would be too busy to attend, but Asuha insists that she go ask her in person to be sure. She and Zelda visit Mercelída's palace, but after hearing the muttered complaints of palace staff, Astarotte returns home, leaving the invitation behind. At the party, Astarotte teases her rival, Elika, about Astarotte's alleged relationship with Naoya, but later becomes saddened when Mercelída doesn't show to the party. Her mother, who had come late to the party was returning to her own palace after missing her daughter, decides suddenly to see Astarotte anyway and flies to Astarotte's palace, only to encounter Naoya and Asuha, who is revealed to be her daughter, also known as Asuhariet.",
          "Aliases": []
        },
        "5": {
          "ID": "4078550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078550",
          "TitleEnglish": "Quotation of Crossing",
          "SummaryEnglish": "Naoya feels conflicted by the appearance of Mercelida, who three years after their chance fling left Asuha with him and disappeared, with Mercelida immediately running off before listening to what Naoya has to say. Judit reveals to Naoya that Mercelida is the queen, making Asuha and Astarotte half-sisters, and asks him to keep it a secret from Astarotte. Wanting to speak with Mercelida, Naoya and Asuha sneak into the palace dressed as maids. They are discovered by one of the queen's servants but is coincidentally chosen to be an escort based on Mercelida's requests. Upon meeting her, Naoya gives his thanks to Mercelida for bringing Asuha into his life. As Naoya talks with Mercelida, it is revealed she hid Asuha in the human realm to avoid the same battle against sisters for the throne that she faced. Noticing Astarotte is still downhearted, Naoya asks Mercelida to visit her class for the day, making it a day where everyone's parents could visit. Afterwards, Astarotte and Mercelida manage to reconcile with each other.",
          "Aliases": []
        },
        "6": {
          "ID": "4078551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078551",
          "TitleEnglish": "Caret of Being Lost",
          "SummaryEnglish": "As Astarotte receives tickets to an amusement park, she becomes irritated with everyone making use of Naoya. Later that night, Astarotte goes missing before Naoya finds her by the World Tree. As Astarotte yells at Naoya, she accidentally activates the gate and is sent to the human world. Trying to think of a way to get her back, Naoya and Asuha go to seek out a sage named Sorveig that could help them. In order to see her, they have to solve a riddle, which Asuha manages to answer with her undies. There, they meet the sage, Ingrid Sorveig Sorgrims, who reveals the gate is linked to the Succubus race. As Ingrid agrees to help them, she soon learns that, due to the lack of magic in the Human World, Astarotte doesn't have enough magic to activate the gate.",
          "Aliases": []
        },
        "7": {
          "ID": "4078552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078552",
          "TitleEnglish": "Secret Apostrophe",
          "SummaryEnglish": "Naoya travels to the human world in order to replenish Astarotte's magic so that she can return. However, Astarotte is still mad at him and tries to lock him out of his house, though this ultimately fails. After making up with her, Naoya kisses Astarotte on her forehead, allowing her to regain her magic and return to the demon world. As Naoya takes Astarotte to an amusement park as way of apology, Elika decides to take Asuha with her to the same park. To test her alleged 'adulthood', Elika suggests Astarotte go inside a haunted house, where she becomes so scared that she wets herself. As she becomes upset about it, Naoya reveals he didn't stop wetting the bed until he was 12. Upon returning home, they find Ingrid has moved her tower closer to the castle and become shocked when Ingrid suddenly kisses Naoya on the lips.",
          "Aliases": []
        },
        "8": {
          "ID": "4078553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078553",
          "TitleEnglish": "Forceful Comma",
          "SummaryEnglish": "A prince from the Svarthæð empire, Sigurð Sveinnsson Svarthæð, bumps into Astarotte in town and falls in love at first sight. He sneaks into school and confesses his desire to marry Astarotte in front of her and her friends. Afterwards, Astarotte gets annoyed with Naoya for not saying anything when that happened. Later one night, Sigurð sneaks Astarotte out of the castle, hoping to receive an answer to his question, but Naoya appears and manages to convince Astarotte to come back with him after evading Sigurð's attack.",
          "Aliases": []
        },
        "9": {
          "ID": "4078554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078554",
          "TitleEnglish": "Backslash Fever",
          "SummaryEnglish": "Astarotte and the others go to a private beach for some fun. Mercelida is also visiting another part of the beach and ends up meeting with Astarotte, hearing about how she's becoming friends with Asuha. After they part ways, Naoya catches a fever and seems to be uncomfortable around a 'certain area'. As Astalotte and her friends work on some get well food with help from Sigurð, Judit pressures Naoya to make more progress with the sexual nature of his relationship with Astarotte.",
          "Aliases": []
        },
        "10": {
          "ID": "4078555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078555",
          "TitleEnglish": "Adjacent Fist",
          "SummaryEnglish": "A festival celebrating the World Tree is taking place and Astarotte's friends help her prepare for a singing performance. After some training and a bath, the girls, along with Naoya, head to the festival, where they have a brief run in with Sigurð. With Astarotte still nervous when it's time for her performance, Asuha helps her out by joining in the singing. After the festival, Asuha brings up the question of what Naoya intends to do after summer vacation ends.",
          "Aliases": []
        },
        "11": {
          "ID": "4078556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078556",
          "TitleEnglish": "A Full Stop For the Two of Us",
          "SummaryEnglish": "Astarotte gets a red clover-shaped mark on her back, allegedly a sign that she is becoming an adult, and Judit tries to push Naoya into fulfilling his job description. As Judit later finds out it is not the same mark, but instead related to the leaves on the World Tree turning red, Naoya and Asuha start feeling weird. Ini theorises that the magical balance between worlds is destabilising and the World Tree is attempting to eliminate foreign objects from the Demon World, namely Naoya and Asuha. Soon, Naoya and Asuha become unable to hear the others and vice versa, and they also discover the entries in Asuha's diary are disappearing. With Astarotte potentially at risk from the World Tree as well, Naoya and Asuha decide they need to return to the Human World. The castle holds a farewell party, where Astarotte exchanges gifts with Asuha before asking Naoya on a date.",
          "Aliases": []
        },
        "12": {
          "ID": "4078557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/astarottes-toy/episodes/4078557",
          "TitleEnglish": "An Asterisk Beyond the Sky",
          "SummaryEnglish": "Astarotte and Naoya have their date at the amusement park where she finally manages to convey her feelings to him. The two promise to meet again while Mercelida pays a visit to Asuha. Some time after Naoya and Asuha return to the human realm, Ini makes use of Naoya's cellphone and the World Tree sapling at their house to establish communications with them, and the duo learns that the clover-shaped mark on Rotte's back was actually a bug bite and Judit gets some \"punishment\" for her mistake. Soon after Ini manages to stabilize the World Tree's magic to create a proper portal between the worlds, Naoya and Asuha use it to return to the monster realm and rejoin Lotte, whose growth marks finally appeared on her back.",
          "Aliases": []
        }
      }
    }
  }
}