{
    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2697872/",
        "https://www.themoviedb.org/tv/65356"
    ],
    "TitleEnglish": "Ground Control to Psychoelectric Girl",
    "SummaryEnglish": "The story revolves around a highschool boy named Niwa Makoto. He lives with his aunt's family since his parents are away on business. It is there where he meets his mysterious cousin of the same age Touwa Erio — who happens to tie a futon mattress around her upper body and is a self-proclaimed alien. Her staple food is pizza. Erio had been missing for half a year and was found floating in the sea. She doesn't remember anything about what happened during that period of time, but she began to think that it was the act of an alien and wanders the neighbourhood wrapped in the futon.",
    "TitleJapanese": "電波女と青春男",
    "SummaryJapanese": "宇宙人が見守ると噂される町で、叔母の家に住む事になった主人公・丹羽真。\n彼を待ち受けていたのは、布団で簀巻きになった電波女だった！\nしかも、地球は狙われているだの、自分は宇宙人の血を引くだの、言動も電波そのもの。\nだが学校では天然癒し系なリュウシさんや、モデル体型のコスプレイヤー前川さんと出会って青春を満喫……してみたり。 宇宙への憧れにのせてお送りする、ちょっと不思議な物語。",
    "Aliases": [
        "Electromagnetic Wave Woman and Adolescent Man",
        "Denpa Onna To Seishun Otoko"
    ],
    "Modified": "2025-05-21",
    "Seasons": {
        "0": {
            "ID": "463785",
            "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4099679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4099679",
                    "TitleEnglish": "Midnight Sun",
                    "SummaryEnglish": "Episode 13 of Denpa Onna to Seishun Otoko released on Blu-ray & DVD. Makoto goes to the summer festival with Ryoko. Afterwards, as promised, he meets up with Erio in an old temple to look at the stars. As they watch the Perseid meteor shower, Yashiro appears to declare that she will leave but not before showing her esper powers. She tells Makoto to step back, and shortly afterwards a meteorite falls in the exact spot where he was previously standing, destroying the torii. He is left with just a small injury and becomes bewildered wondering if Yashiro was actually an esper and/or an alien and that he can't say for sure that aliens and espers are unreal.",
                    "TitleJapanese": "真夜中の太陽",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "463786",
            "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4078389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4078389",
                    "TitleEnglish": "City of Aliens",
                    "SummaryEnglish": "Niwa Makoto has moved to a new town to live with his aunt while his parents are away on business. He believes he will be living alone with her but upon arriving finds a rolled up futon with legs sticking out of it. His aunt dances around the issue and it is left to Makoto to make contact with “it”.",
                    "TitleJapanese": "宇宙人の都会",
                    "SummaryJapanese": "高校２年生の男子・丹羽真は、両親の海外赴任に伴い、都会で暮らす叔母・藤和女々の家で暮らすことになった。\n女々には夫も子供もいないと聞いていた真は、女々が仕事で出かけている間は誰にも干渉されず、気ままな暮らしを満喫できると期待する。だが、藤和家の玄関をくぐるや否や、真の期待は打ち砕かれることに。\nなぜかそこには、女々の娘・エリオが、布団から足だけ突き出た簀巻き状態で転がっていた。"
                },
                "2": {
                    "ID": "4082964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4082964",
                    "TitleEnglish": "Reverie of My Disappearing Adolescence",
                    "SummaryEnglish": "After successful contact with Touwa Erio the self-professed alien wrapped in a futon Makoto attends his first day of school. He meets Ryuko Mifune in his class and rides his bike home with her. The next day he encounters Maekawa a tall girl who becomes dizzy if she holds her arms above her head for more than 10 seconds. That night after taking Erio to the beach they run into Maekawa who recognizes Erio as a former student who had disappeared for six months.",
                    "TitleJapanese": "失踪する思春期のレヴェリー",
                    "SummaryJapanese": "エリオは、見た目はとびきりの美少女ながら、宇宙人を自称する重度の電波女だった。\n電波女との同居という事態に見舞われながらも、真はクラスメートの女の子・流子や前川さんと一緒に下校したりして、高校生らしい青春イベントに心弾ませる。\nそんなある夜、エリオのリクエストで一緒に海岸まで出かけた真は、エリオが宇宙人を自称するきっかけとなった事件のことを知る。"
                },
                "3": {
                    "ID": "4083752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083752",
                    "TitleEnglish": "A Strange Moment for the Girl Bound to the Ground",
                    "SummaryEnglish": "Makoto spends the day with Mifune. Later his aunt Meme tells him not get involved with Erio. The next day at school Makoto debates what to do about Erio and decides that he can’t help her recover her memories from her six month disappearance but he can help convince her that she is not an alien. He decides to prove once and for all that Erio can’t fly.",
                    "TitleJapanese": "地を這う少女の不思議な刹那",
                    "SummaryJapanese": "エリオには半年に及ぶ謎の失踪期間があり、その間の記憶を失っていた。\n記憶がない不安から現実逃避し、宇宙人のせいだと思い込むことで心の安定を図ろうとするエリオに、真はいら立ちを覚える。\nエリオに挑発的な言葉を投げつけて、彼女の宇宙人幻想を壊し、現実と向き合わせようとする真。\nそんな彼に女々は、エリオに構わず放っておいてあげて欲しいと告げる。"
                },
                "4": {
                    "ID": "4083754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083754",
                    "TitleEnglish": "One Month to Mend a Broken Right Arm",
                    "SummaryEnglish": "Turns out Makoto can’t fly either and ends up breaking his arm in the process. While he stays in the hospital he is visited by Mifune and Maekawa who come to find out why he rode his bike off a cliff. When he returns home aunt Meme wants to take him and Erio out to celebrate his return.",
                    "TitleJapanese": "右腕骨折全治一箇月",
                    "SummaryJapanese": "真は、青春っぽい体験をする度に獲得できる“青春ポイント”を、独自の基準と計算により集めていた。\nエリオの妄想を打ち砕くため、一緒に崖から海へダイブした真は、青春ポイントの最高得点である５ポイントを得るのと引き替えに、右腕を骨折して入院するはめに陥る。\nエリオは見舞いに来なかったが、流子と前川さんが見舞いに訪れて……。"
                },
                "5": {
                    "ID": "4083755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083755",
                    "TitleEnglish": "The Melancholy of Thanksgiving",
                    "SummaryEnglish": "In her usual dramatic fashion Meme has a midlife crisis about turning 40. She decides to have a birthday for Eiro the next day since she forgot about it last year. Eiro tells Makoto she wants to reenter society and get a job. Being such a well-known weirdo around town the only place she can get a job is in the small store run by an equally old lady.",
                    "TitleJapanese": "サンクスギビングの憂鬱",
                    "SummaryJapanese": "迎えたくない40歳の誕生日を迎えた女々は、半ばヤケクソ気味に大はしゃぎ。\nエリオから誕生日のプレゼントをもらい、大喜びした女々は、去年の誕生日を祝いそびれたエリオのために、明日はエリオの誕生日にしようと企画する。翌日、宇宙人改め、家事手伝いの地球人となったエリオは、真に社会復帰のため働きたいと告げる。"
                },
                "6": {
                    "ID": "4083757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083757",
                    "TitleEnglish": "Ryū'ko'-san's feeling... kinda... glum...",
                    "SummaryEnglish": "Ryūko goes with her friend to the Tamura shop, where she encounters Erio and also spots Makoto. The next day, she decides to visit the place, running into Meme along the way. Afterward, Ryūko talks to Makoto about the bad reputation Erio has at school, mentioning it may cause him troubles if he is seen hanging out with her. Later, Makoto asks the old lady for some advice on the matter. A few days later, Ryūko and Maekawo visit the Tōwa household, where Makoto has trouble keeping Erio under control. As Meme returns and the suggests the girls stay for dinner, she openly hints that Ryūko might be a match for Makoto.",
                    "TitleJapanese": "リュウ『コ』さんの、なんちゅーか、もやーっと",
                    "SummaryJapanese": "商店街の駄菓子屋・田村商店で働き始めたエリオ。そこへ、店の常連だった流子と、流子の友人・ミッキーが来店する。数々の奇行からエリオに悪印象を持つミッキーは、もう店に来るのをやめようかと言い出し、流子はエリオの悪評ぶりをあらためて認識。そのとばっちりで、真が学校で孤立するのではと心配する。そのような折、前川さんが真の部屋へ遊びに行くことに。真に対し、友達以上恋人未満の感情を抱く流子は、心中穏やかでなくなり……。"
                },
                "7": {
                    "ID": "4083758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083758",
                    "TitleEnglish": "A Day Someone Will Remember",
                    "SummaryEnglish": "Maekawa is confused by an anonymous person leaving soft drinks outside of the sweets store she works at, suspecting someone who launches bottle rockets nearby. She later meets with the culprit, who claims to be a fan of hers and commissions her to make more bottle rockets. She accepts the job, asking Makoto, Erio and Ryūko to help out. After they each make some rice bowls for dinner, Erio invites Maekawa and Ryuko to stay for the night, where Ryuko mentions to Makoto about it being her birthday the next day and how she'd take his side if it came down to people picking on Erio. The next day, they go to the beach where they join the bottle rocketeer in launching their bottle rockets.",
                    "TitleJapanese": "誰かさんの思い出になる日",
                    "SummaryJapanese": "真の部屋訪問より約一月前。和菓子屋でバイトしている前川さんに、謎の人物からペットボトル入りのコーラ５本が届けられる。最近頻繁にペットボトルロケットを打ち上げている人からの贈り主ではと推理した前川さんは、打ち上げ現場を訪れて、１人の男と遭遇。\n男は自分が贈り主だとあっさり認めると、前川さんにペットボトルロケットの製作を依頼してきた。１体につき5000円という破格の製作費を提示され、前川さんは依頼を引き受ける"
                },
                "8": {
                    "ID": "4083759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083759",
                    "TitleEnglish": "Tsiolkovsky's Prayer",
                    "SummaryEnglish": "The episode focuses on Meme during the events of the previous weeks. On June 12th, she gets a bottle rocket tested out by the bottle rocketeer, who suddenly asks her to marry him. Whilst avoiding him for a week, Meme recalls 28 years ago when she first met Elliot, the boy who would become Erio's father. Meme later visits the rocketeer to refuse his proposal, later learning he had mistaked Maekawa for Erio whilst trying to woo Meme with his rockets. Meme then convinces her granny to accompany her for the launching of the bottle rockets at the beach, pitching the whole thing as an attack on aliens.",
                    "TitleJapanese": "ツィオルコフスキーの祈り",
                    "SummaryJapanese": "女々は田村商店を度々訪れ、店主の老婆の世話をしていた。夫に先立たれた上に体調が悪く、生きる気力を失っている老婆をどうしたら元気づけられるか、女々は考える。\n考えた末に、ペットボトルロケットを作り始めた彼女は、試射のために廃校のグラウンドを訪ねて、前川さんにロケット作りを依頼した男と遭遇。実は男は、女々の子供のころの友人だった。男の名前を思い出せず、適当に山本と名付けた女々は、彼にあることを依頼する。"
                },
                "9": {
                    "ID": "4083760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083760",
                    "TitleEnglish": "Region Limited Alien Incident",
                    "SummaryEnglish": "Maekawa invites Makoto to join in a game of baseball with various other people. Later that night, Makoto goes stargazing with Erio. She joins in the match the next day, where they meet a strange person dressed as an astronaut claiming to be an Esper.",
                    "TitleJapanese": "地域限定宇宙人事件",
                    "SummaryJapanese": "一学期が終わり、真たちは夏休みに突入。これといってすることのない真は、前川さんに誘われて、早朝草野球に参加する。商店街チームのメンバーとなった真は、対戦相手の都会チームに参加していた同学年の男子・中島と知り合い、住む地域によって町内に微妙な対立があることなどを教えてもらう。試合後、帰宅した真から野球の話を聞いたエリオは、自分も参加したいと言い出し……。"
                },
                "10": {
                    "ID": "4083761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083761",
                    "TitleEnglish": "Overhanging Deck Girl",
                    "SummaryEnglish": "Makoto and Erio continued to be bothered by the spacegirl, who later introduces herself as Yashiro Hoshimiya. Later that night, Ryushi calls Makoto about her upcoming basketball game, asking him to accompany her to the festival if she is able to play in it. The next day, Meme has Makoto take Yashiro back to her place, stopping by a pool along the way.",
                    "TitleJapanese": "軒下少女",
                    "SummaryJapanese": "都会チームには、宇宙服のコスプレをした自称超能力者兼宇宙人の少女・ヤシロが参加していた。宇宙人同士仲良くしようと迫るヤシロに、エリオは怯えて逃げ惑い、真が助けてやるはめに。その日の晩、真とエリオが藤和家の庭で天体観測をしていると、家の軒下から宇宙服姿のヤシロが這い出てきた。布団で武装したエリオの突進を受け、宇宙服のヘルメットが脱げたヤシロの素顔に、真は思わず絶句する。"
                },
                "11": {
                    "ID": "4083762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083762",
                    "TitleEnglish": "This Summer is about Basketball and Espers and Futons and Astronomical Observations and Festivals and Baseball and Meme and...",
                    "SummaryEnglish": "Maekawa invites Makoto over to her house for lunch, where he spots Yashiro lurking in her garden. The next, Ryuko invites Makoto to watch her basketball match where she meets her friend, Miki, and also runs into Yashiro again. As Ryuko struggles in her match, Yashiro encourages Makoto to cheer for her, giving her the confidence to score some points.",
                    "TitleJapanese": "今年の夏はバスケと超能力と布団と天体観測と祭りと野球と女々たんと",
                    "SummaryJapanese": "前川さんと街でバッタリ出くわしことから、前川家で昼食をごちそうになる真。食事の後、一緒にゲームをして遊んでいると、不意に前川さんが「転校生は何かをあきらめるのが得意そうだ」と、真への印象を語り出す。実は真は小学生のころ、少年サッカー団に所属していたが、試合に出られない状況が続いたため自分で自分を見限る形でやめてしまっていた。後日、真は流子を応援するため、バスケ部の練習試合を見に行くのだが……。"
                },
                "12": {
                    "ID": "4083763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ground-control-to-psychoelectric-girl/episodes/4083763",
                    "TitleEnglish": "0.00000000198 Centimeters Per Second",
                    "SummaryEnglish": "On the day of the baseball match, Maekawa's father runs away due to pressure, leaving the shopping district team shorts on pitchers. With Meme declaring herself coach, she sends Makoto to search for Maekawa's father whilst Erio pitches. After returning with Maekawa's father, Makoto is made the pinch hitter. As he makes a powerful hit, a strong wind kicks up, turning it into a home run. As a reward, Meme kisses Makoto on the cheek in front of everyone.",
                    "TitleJapanese": "秒速0.00000000198センチメートル",
                    "SummaryJapanese": "祭りの主催権が賭けて、野球で勝負を付けようとする商店街チームVS都会チーム。その最終試合に、商店街チーム唯１人の投手である前川さんの父が、プレッシャーに負けて逃げ出してしまった。商店街チームの監督に就任した女々は、独断でエリオを投手に指名。しかし、エリオに投手経験などあるはずもなく、マウンドで入門書を読みはじめる始末。この緊急事態に、前川父の捜索を命じられた真は……。"
                }
            }
        }
    }
}