{
  "URL": "https://www.thetvdb.com/series/blue-exorcist",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Family",
    "Fantasy",
    "Horror",
    "Mystery"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1799631/",
    "https://www.ao-ex.com/",
    "https://www.themoviedb.org/tv/38464",
    "https://x.com/aoex_anime"
  ],
  "TitleEnglish": "Blue Exorcist",
  "SummaryEnglish": "Humans live in the world of Assiah, demons in Gehenna. The two dimensions are not meant to interfere with each other, but demons still possess creatures in Assiah in spite of this. The humans who can fight these demons are known as exorcists. Rin Okumura is a boy who bears the curse of being Satan's illegitimate son. His foster father sacrificed himself to save him from demons. To avenge his foster father's death as well as to prove himself, Rin decides to follow the path of an exorcist and defeat his own father, Satan. To hone his raw skills, Rin enters True Cross Academy to train with other exorcist candidates.",
  "Aliases": [
    "Ao no Ekusoshisuto",
    "Ao no Exorcist",
    "Ao no Futsumashi",
    "Ao no Exorcist: Kyoto Fujouou-hen",
    "Ao no Exorcist: Kyoto Fujō Ō-hen",
    "Blue Exorcist: Kyoto Impure King Arc",
    "Ao no Exorcist: Shimane Illuminati-hen",
    "Blue Exorcist: Shimane Illuminati Saga",
    "Ao no Exorcist - Yuki no Hate-hen",
    "Blue Exorcist - Beyond the Snow Saga",
    "青の祓魔師 京都不浄王篇"
  ],
  "Modified": "2025-09-01",
  "Seasons": {
    "0": {
      "ID": "464073",
      "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 15,
      "Episodes": {
        "11": {
          "ID": "4199529",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4199529",
          "TitleEnglish": "Runaway Kuro",
          "SummaryEnglish": "Feeling slighted by Rin, Kuro goes on the hunt for a new master, but can he find anyone who can truly replace Rin?",
          "Aliases": []
        },
        "12": {
          "ID": "4199530",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4199530",
          "TitleEnglish": "Blue Exorcist: The Movie",
          "SummaryEnglish": "The atmosphere in True Cross Academy is lively and boisterous in the days leading up to the grand festival held only once every 11 years. During this time, Okumura Rin is entrusted with the responsibility of suppressing a berserk Phantom Train. In the aftermath of his failed mission, he meets a devil whose appearance is that of a young boy with a mysterious connection to the ongoing festival.",
          "Aliases": []
        },
        "13": {
          "ID": "6062197",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/6062197",
          "TitleEnglish": "Snake and Poison",
          "SummaryEnglish": "The story centers around Mamushi Hojo and Juzo Shima when they were students studying at the True Cross Academy.",
          "Aliases": []
        },
        "14": {
          "ID": "6642090",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/6642090",
          "TitleEnglish": "Spy Game",
          "SummaryEnglish": "Mephisto tested Renzo's abilities as a spy by giving him various tasks.",
          "Aliases": []
        },
        "15": {
          "ID": "10161040",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10161040",
          "TitleEnglish": "Movie Special",
          "SummaryEnglish": "A collaboration between Blue Exorcist and Kakko Kawaii Sengen.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "464075",
      "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Rin ist entschieden, sich von dem Fluch zu trennen, den er als Satans unehelicher Sohn in sich trägt, und lässt sich an einer „Fachschule“ zum Exorzisten ausbilden.",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4080244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4080244",
          "TitleEnglish": "The Devil Resides in Human Souls",
          "SummaryEnglish": "Rin Okumura is a teenager with a natural gift to get himself in trouble. Despite that he tries his best to meet the expectations of his twin brother Yukio and Priest Shiro Fujimoto, who acts as their guardian, until he finally learns about the dark secret behind his origin.",
          "Aliases": []
        },
        "2": {
          "ID": "4081777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4081777",
          "TitleEnglish": "Gehenna Gate",
          "SummaryEnglish": "Fujimoto and his companions try their best to protect Rin from the demons who are after him, but he ends up posessed by Satan, the most powerful of the demons and Rin's father. Seeing his guardian taking his own life to protect him fron Satan, Rin decides to fight back by unlocking his demonic powers, even knowing that by doing it he would not be a human anymore.",
          "Aliases": []
        },
        "3": {
          "ID": "4083714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4083714",
          "TitleEnglish": "Brothers",
          "SummaryEnglish": "As part of his training to become an Exorcist, Rin gets himself enrolled at the True Cross Academy. On his first day of classes, Rin becomes shocked to know that his twin brother Yukio is already an Exorcist and will be one of his teachers.",
          "Aliases": []
        },
        "4": {
          "ID": "4083716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4083716",
          "TitleEnglish": "The Garden of Amahara",
          "SummaryEnglish": "Yukio sets out to the school's Exorcist-only shop to stock on some supplies along with Rin. There they find that the owner's daughter, Shiemi Moriyama, is being afflicted by a demon that dwells in her family's garden and, to save her life, they confront it by themselves.",
          "Aliases": []
        },
        "5": {
          "ID": "4100059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4100059",
          "TitleEnglish": "A Boy from the Cursed Temple",
          "SummaryEnglish": "Having Shiemi as a new classmate, Rin's total disregard for classes brings forth the anger of another classmate of his, Ryuji Suguro, aka \"Bon\". After learning of Bon's story, Rin finds that they have more in common than he would like to admit.",
          "Aliases": []
        },
        "6": {
          "ID": "4102088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102088",
          "TitleEnglish": "The Phantom Chef",
          "SummaryEnglish": "Rin and Yukio find that the responsible for their meals at the dormitory was Ukoback, a cooking familiar appointed by Mephisto Pheles to aid them. They also learn how Ukoback can be troublesome when he gets angry.",
          "Aliases": []
        },
        "7": {
          "ID": "4102325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102325",
          "TitleEnglish": "A Flock of Plovers",
          "SummaryEnglish": "Eager to make new friendships, Shiemi asks her classmate Izumo Kamiki to be her friend and she pretends to agree, but Rin soon realizes Izumo is just taking advantage of Shiemi's kindness instead. Later, the students are reunited at the old dormitory to take part in the Exwire exam, where a demon attacks Izumo and her friend Paku by surprise and it's up to Rin and Shiemi to protect them.",
          "Aliases": []
        },
        "8": {
          "ID": "4102326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102326",
          "TitleEnglish": "Now a Certain Man was Sick",
          "SummaryEnglish": "Still troubled after her friend Paku decides to leave the Exorcist lessons, Kamiki gets involved in a fight with Bon and the entire class end up punished by Yukio. Just after Yukio leaves for a mission, the students are attacked by another ghoul and while trying to help the others, Rin learns that the monster was sent by one of his teachers who wanted to confirm that he is the son of Satan.",
          "Aliases": []
        },
        "9": {
          "ID": "4102327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102327",
          "TitleEnglish": "Memories",
          "SummaryEnglish": "Mephisto Pheles reveals to the students that the ghoul attack was actually part of the Esquire exam and how they dealt with the threat will count as part of their evaluation. Yukio confronts Neuhaus about his reasons to force Rin to use his demonic powers during the exam and he claims that all he did was under Mephisto's orders. However, it does not take much for Yukio to realize Neuhaus' real intentions.",
          "Aliases": []
        },
        "10": {
          "ID": "4102328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102328",
          "TitleEnglish": "Black Cat",
          "SummaryEnglish": "Blacky went beserk when she heard the Father Shiro died and kept telling the exorcists that they were all lying about his death though only Rin could understand her (He said it may because they are both demons). When Yukio was about to use the item that Father Shiro gave him before if ever this scenario happens, Rin told him to let him calm Blacky down. In the end, Blacky accepted the fact that Father Shiro died and Rin and Yukio found out that the item that Father Shiro gave Yukio was actually his catnip wine.",
          "Aliases": []
        },
        "11": {
          "ID": "4102329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102329",
          "TitleEnglish": "Demon of the Deep Seas",
          "SummaryEnglish": "Rin and his classmates Izumo and Shima are sent for their first mission as Exwires to a coast town aflicted by the presence of a Kraken. Izumo stumbles upon a boy whose father set to face the Kraken six months before and is still missing. The boy plans to enact his revenge against the creature as he believes it killed his father, but he and the Exwires find out what really happened when they encounter it, much to their surprise.",
          "Aliases": []
        },
        "12": {
          "ID": "4102330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102330",
          "TitleEnglish": "A Game of Tag",
          "SummaryEnglish": "The Exwires are tasked to look for the ghost of a child that is haunting Mephisto Pheles' amusement park. Rin and Shiemi manage to find the ghost first, but Shiemi ends up chasing it by herself while Amaimon, a higher demon and another son of Satan, steals Rin's sword and forces Rin to fight with him. Mean while another exorcist comes to defend him, and it is reveal to be an old friend of Rin's brother.",
          "Aliases": []
        },
        "13": {
          "ID": "4102331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102331",
          "TitleEnglish": "Proof",
          "SummaryEnglish": "Shura Kirigakure, a high level Exorcist and former apprentice of Father Shiro was acting as one of Rin's classmates tasked to investigate his connection with Satan. With orders to kill him if it were proven true, she is divided between fulfill her obligations and follow Shiro's request to look after Rin in his place if something would happen with him. Her doubts are cleared when she confronts Rin and finds that Shiro was actually raising him like a son instead of a weapon.",
          "Aliases": []
        },
        "14": {
          "ID": "4129665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4129665",
          "TitleEnglish": "A Fun Camping Trip",
          "SummaryEnglish": "The first semester has ended, signaling the start of summer vacation for True Cross Academy students. But there’s no rest in sight for Rin and the other Esquires: first they must take part in a 3-day drill to prepare them for actual combat, under the guise of a camping trip out in the forest.",
          "Aliases": []
        },
        "15": {
          "ID": "4135507",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4135507",
          "TitleEnglish": "Act of Kindness",
          "SummaryEnglish": "Rin and his classmates succeed at the task gave to them by their teachers, but the camp is attacked by Amaimon, who holds Shiemi hostage to force Rin to fight. Having no option but to go full force against Amaimon, Rin is forced to reveal his secret by exposing his true form in front of his friends. With the other Exwires fleeing astonished after learning the truth about him, Rin easily overpowers Amaimon, but loses control of his flames and goes on a rampage. The Demon-Slaying Blade is cracked in the process.",
          "Aliases": []
        },
        "16": {
          "ID": "4135508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4135508",
          "TitleEnglish": "The Wager",
          "SummaryEnglish": "Shiemi manages to calm down Rin, who is captured by Arthur Auguste Angel, the current paladin, and taken to the True Cross Order Headquarters in the Vatican along Shura and Mephisto Pheles. Meanwhile, Rin's classmates become astonished when Yukio reveals to them that he and his brother are sons of Satan, but offer their help regardless, and they set for Kyoto looking for the descendant of the swordsmith who forged the Demon-Slaying Blade to have it fixed. Before the Order's upper echelons, Mephisto states that his reason for keeping Rin alive is to have him confront Satan, and just when he is trying to convince them to agree to his plan, an enraged Amaimon breaks in, eager to confront Rin once more.",
          "Aliases": []
        },
        "17": {
          "ID": "4135509",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4135509",
          "TitleEnglish": "Temptation",
          "SummaryEnglish": "Easily breaking through all defenses, Amaimon reaches the room where Rin is being held and Mephisto convinces the Grigori to agree with his plan. Using the reforged Demon-Slaying Blade brought by his classmates, Rin defeats Amaimon and the Grigori decides that he has six months to pass the Exorcist authorization exam, thus he begins a special training to learn to control his flames. Despite they helped Rin by having his sword fixed, some of his classmates still has some mixed feelings about him after learning of his connection with Satan, the most awkward of them being Konekomaru, who is approached by a dark presence attracted by his fear.",
          "Aliases": []
        },
        "18": {
          "ID": "4151881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4151881",
          "TitleEnglish": "Gale",
          "SummaryEnglish": "Rin and Kamiki are attacked by an unknown enemy and Mephisto Pheles orders the Exwires to check the barriers protecting the school looking for any breach. The enemy is revealed to be a demon who took advantage of Konekomaru's fears to infiltrate the Academy. Meanwhile, Shura locates a hidden door leading to a suspicious abandoned lab. When Konekomaru's heart succumbs to the demon, his friends rush to help him, and Rin manages to slay the monster and save his life. Ashamed of causing so much trouble, Konekomaru decides to leave the Academy and return home, but Rin and the rest of his friends reach him before he departs and convince him to stay.",
          "Aliases": []
        },
        "19": {
          "ID": "4152061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4152061",
          "TitleEnglish": "An Ordinary Day",
          "SummaryEnglish": "The Exwires learn that Kamiki's birthday is coming and they decide to make a surprise party to her. Despite all their efforts to make the party a secret, Kamiki ends up figuring the truth and claims that it should also be dedicated to those whose birthday already passed too. In the end, the party becomes a celebration to everyone's friendship.",
          "Aliases": []
        },
        "20": {
          "ID": "4152120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4152120",
          "TitleEnglish": "Mask",
          "SummaryEnglish": "Rin and Yukio find that their friends from the monastery where they were raised where attacked by a masked individual who covered their entire bodies with an seemingly indestructible spider web. While pursuing the culprit, whose objective is to attack anyone related to the son of Satan to make him suffer, Yukio stumbles into Neuhaus who flees without further explanation. Despite having his sword sealed by the web, Rin insists to go after the masked one but is held back by Yukio and Shura, until he gets word that his Suguro, Renzo and Konekomaru are being attacked too and rushes to help them. By managing to control his flames properly, Rin defeats the attacker, who flees thanks to Neuhaus who reveals her to be his wife, and safely releases his friends.",
          "Aliases": []
        },
        "21": {
          "ID": "4159922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4159922",
          "TitleEnglish": "Secret Garden",
          "SummaryEnglish": "Shiemi in the Exorcist Shop finds a woman lying unconscious in their garden. Meanwhile, Yukio meets an old man on a train, who claims to be his grandfather, and reveals the truth about their Mother who was burnt alive by the Vatican proclaiming her to be a witch. He takes Yukio to a secret anti-demon Dragoon Laboratory and suggests Yukio to join him now that Shiro is dead and Mephisto has been arrested. Prof. Neuhaus is being interrogated in the Academy's Great Cell by Shura where he tells everyone(including Rin) that his wife,(Masked Man) Michelle, is nothing but a corpse with a certain demon in her body, intending to kill Satan but she was not resurrected from death by him. Rin finds out the woman in the garden to be Neuhaus' wife but Shiemi stops him from killing her. Paladin Angel appears in the garden to kill the demon but confronts Rin. Later, Michelle dies protecting Rin from the Order.",
          "Aliases": []
        },
        "22": {
          "ID": "4164081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4164081",
          "TitleEnglish": "Demon Hunting",
          "SummaryEnglish": "Ernst takes over as the True Cross' newest leader and appoints Yukio as the new Paladin. Armed with special weapons that drain the blood of the demons killed with them, the exorcists take part in a widespread crusade to erase all demons from Assiah. Rin and his friends start questioning why the order decided to take such extreme measures, but Yukio is determined to accomplish his task as Ernst claims that it is all part of their plan to destroy Gehenna, and with the Demon world vanquished, both he and his brother would become completely human again. However, Ernst's real objective is revealed when he uses Rin as a human sacrifice to bring Satan to the Human World, using Yukio's body as a vessel.",
          "Aliases": []
        },
        "23": {
          "ID": "4167233",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4167233",
          "TitleEnglish": "Truth",
          "SummaryEnglish": "Ernst's plan to destroy Gehenna backfires when Satan reveals to Yukio the truth behind his and his brother's origin before taking posession of his body.",
          "Aliases": []
        },
        "24": {
          "ID": "4172828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4172828",
          "TitleEnglish": "Satan's Spawn",
          "SummaryEnglish": "Rin and his companions manage to flee from Satan who starts destroying the True Cross Academy with his flames. Knowing that Satan still stands beside the Gate because Rin has the power to destroy it, Shura comes up with a plan to distract him to give Rin an opening to do it, while the other students help evacuate the school. Their plan fails when Shiemi intervenes trying to dissuade Yukio with no success, but Rin manages to have his brother regain conscience and expel Satan from his body. However, the gate keeps getting stronger and it will not be long for Gehenna and Assiah to merge into one single realm.",
          "Aliases": []
        },
        "25": {
          "ID": "4177570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4177570",
          "TitleEnglish": "Stop, Time!",
          "SummaryEnglish": "Rin, Yukio, Shura and Arthur join forces to bring down the Gehenna Gate with no success. Meanwhile, demons keep coming through it and giving a hard time to the other Exorcists until the Esquires come with a plan to open a gate to Vatican, where is already daytime, and reflect the sunlight there to the Academy where is nightime to weaken the monsters protecting the Gehenna Gate. Rin and Yukio manage to seize these opportunity and when both unlock their demonic powers together, they fly through the gate and destroy it. One month later, things return to normal at the Academy and the Okumura twins return to the cave where they were given birth and pay a visit to their mother's grave. After visiting their mother's grave, they meet an \"evil spirit\" in a highway. Rin appears from a highway cave with Kuro. The evil spirit then attacks Rin and Yukio. Rin destroys the evil spirit's first body and then the spirit takes control over a truck. Yukio shoots at the truck, Rin tell hims that there is somebody in the truck. Yukio says its just a dead corpse, but Rin believes the driver is still alive and that it's an Exorcist's job to protect people and defend against demons. He tells Yukio and Shura to find its weak point and charges after the monster.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "690377",
      "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/2",
      "TitleEnglish": "Kyoto Saga",
      "SummaryEnglish": "Les membres de l’ExWire de l’Académie True Cross sont en proie au choc et à la peur après avoir découvert que l’un de leurs camarades de classe, Rin Okumura, est le fils de Satan. Mais pour l’instant, ils ont des préoccupations plus urgentes que celle de la filiation de Rin : l’œil gauche du Roi Impur, un puissant démon, a été volé dans le Donjon Profond de l’académie. Après une tentative de vol de l’œil droit à Kyoto, Rin et les autres ExWires sont envoyés pour enquêter sur le mystère qui se cache derrière le Roi Impur et le but ultime du voleur. Bien que cette mission les fasse coopérer pour le moment, Rin ne s’est jamais senti aussi éloigné de ses collègues exorcistes. Dans sa tentative de se réconcilier avec eux, il suit un entraînement spécialisé pour contrôler son pouvoir obscur. Cependant, lorsque l’œil droit est volé peu de temps après leur arrivée, la menace impensable d’un traître parmi eux les laisse dans le besoin de tout le pouvoir qu’ils peuvent obtenir.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5859717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5859717",
          "TitleEnglish": "Small Beginnings",
          "SummaryEnglish": "After his secret is exposed, Rin takes part in a special mission along Shura and Yukio to retrieve the \"Left Eye of the Impure King\", a demon relic that was stolen from the True Cross Academy's vault. In the occasion, they fail to retrieve it, but discover that the culprit is Saburota Todo, one of the exorcists in charge of the vault that was corrupted upon being possessed by a demon. After hearing that there was an attempt to steal the Left Eye's sister relic, the \"Right Eye of the Impure King\" in Kyoto, the Order sends a team there to investigate, including Shura, Yukio and the Exwires, who are in conflict after learning the truth about Rin.",
          "Aliases": []
        },
        "2": {
          "ID": "5902912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5902912",
          "TitleEnglish": "Strange Bedfellows",
          "SummaryEnglish": "The Exwires arrive at Kyoto, and Ryuji, Konekomaru and Renzo take the opportunity to reunite with their families, while Rin and the others tend to the Exorcists of the Myoda Sect, who got wounded guarding the Right Eye of the Impure King. In the occasion, Rin meets Ryuji's father, and learns that Ryuji is resentful of him, as despite being the leader of the Myoda Sect, he is not respected by the others, as he relegated his duties since the Sect, which was weakened after losing several of its members on the Blue Night, joined the True Cross Order. Meanwhile, Todo, with the Left Eye of the Impure King replacing his own, contacts his mole inside the Sect, planning another attempt to steal the Right Eye.",
          "Aliases": []
        },
        "3": {
          "ID": "5902913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5902913",
          "TitleEnglish": "Suspicion Will Raise Bogies",
          "SummaryEnglish": "The Myoda Sect has an emergency meeting to discuss the failed attempt to steal the Right Eye of the Impure King and discover who among them is the traitor collaborating with Todo. In the occasion, suspicions were raised towards two of the sect's exorcists, Renzo's older brother Juzo and Mamushi as they were present at the scene and were Todo's students in the past, but the head priest, who did not attend the meeting, was counted as a suspect as well, much to Ryuji's anger. Meanwhile, Rin continues with his training to control his flames while trying to reconcile with his friends, who fear how the Myoda will respond once they learn that he is the son of Satan.",
          "Aliases": []
        },
        "4": {
          "ID": "5902914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5902914",
          "TitleEnglish": "Act of Treachery",
          "SummaryEnglish": "Who is betraying the Myoda sect? Without high priest Tatsuma in attendance, the general meeting falls into chaos and ends without a conclusion. As Suguro resolves to find and question his father, he witnesses someone sneaking into the Kyoto field office…",
          "Aliases": []
        },
        "5": {
          "ID": "5907102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5907102",
          "TitleEnglish": "Mysterious Connections",
          "SummaryEnglish": "Although the traitor was revealed, the Right Eye of the Impure King has been stolen. While confronting Ryuji, Rin loses control of his blue flames in front of the gathered exorcists. In all of the commotion, Tatsuma slips Shura a letter addressed to Rin.",
          "Aliases": []
        },
        "6": {
          "ID": "5907103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5907103",
          "TitleEnglish": "A Wolf in Sheep's Clothing",
          "SummaryEnglish": "Shiro Fujimoto, Rin and Yukio’s adopted father, encountered Tatsuma Suguro while trying to take the demonic sword, Kurikara. Tatsuma’s letter reveals the circumstances of how the sword, which is the Myoda Sect’s main object of worship, came to Rin.",
          "Aliases": []
        },
        "7": {
          "ID": "5955188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955188",
          "TitleEnglish": "Like a Fire Burning Bright",
          "SummaryEnglish": "The Impure King has been revived! In his letter, Tatsuma asks Rin to use the Koma sword to fight, but will that even be possible? And to make matters worse, Mephisto suddenly appears with the news that Rin has been sentenced to death!",
          "Aliases": []
        },
        "8": {
          "ID": "5955190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955190",
          "TitleEnglish": "From Father to Son",
          "SummaryEnglish": "Miasma spreads through the streets as the exorcists begin to counter the Impure King’s growth. Rin leaves with the other students to find Tatsuma. Yukio is on the front lines, unaware his brother has left his cell, when he notices something strange…",
          "Aliases": []
        },
        "9": {
          "ID": "5955192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955192",
          "TitleEnglish": "Through Thick and Thin",
          "SummaryEnglish": "“You despise your brother, don’t you?” Yukio is shaken as Todo tells him to admit his true feelings. Yukio reflects on the thoughts he’s had since an early age. Meanwhile, Suguro has inherited the Gouha-en, and with it, he and Rin head to the sporangium.",
          "Aliases": []
        },
        "10": {
          "ID": "5955193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955193",
          "TitleEnglish": "Unbowed and Unbroken",
          "SummaryEnglish": "The sporangium has finally burst, revealing the Impure King. Assaulted by the miasma, Suguro barely maintains the barrier. And every passing moment brings him closer to his limit. Rin questions why he can’t draw his sword, even when backed into a corner.",
          "Aliases": []
        },
        "11": {
          "ID": "5955195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955195",
          "TitleEnglish": "Shine Bright as the Sun",
          "SummaryEnglish": "Rin finally manages to draw the demon sword. Shura tells him to, “Win a place for yourself in this world!” However, there doesn’t seem to be a way to stop the Impure King’s overwhelming growth. And if Suguro’s strength fails, the barrier will collapse!",
          "Aliases": []
        },
        "12": {
          "ID": "5955196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955196",
          "TitleEnglish": "Candid and Open",
          "SummaryEnglish": "The sight of a blue flame burning in the night sky is reminiscent of “Blue Night,” but has brought about a completely different result. Now that the incidents relating to the Impure King have been concluded, those affected are moving on.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2082619",
      "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/3",
      "TitleEnglish": "Temporada 3",
      "SummaryEnglish": "Edición de la Sociedad Shimane Keimei",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10013455",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10013455",
          "TitleEnglish": "The World's Astir",
          "SummaryEnglish": "Rin Okumura, a boy aiming to become an exorcist yet born the illegitimate son of the demon god Satan, advises his classmate Sei Godaiin, who begins to see demons. Despite Rin asking Ryuji Suguro and the other Exwires attending the Exorcism Cram School for a way to make demons invisible, he is unable to find a solution. Meanwhile, Rin is invited to dinner by Mephisto Pheles, the Preceptor of the Japan Branch of the Knights of the True Cross and director of the True Cross Academy. However...",
          "Aliases": []
        },
        "2": {
          "ID": "10195337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195337",
          "TitleEnglish": "Where Secrets Are",
          "SummaryEnglish": "Yukio Okumura, Rin's younger twin brother and Intermediate Exorcist First Class, is summoned to a high-level inquiry meeting of the True Cross Order to be questioned about Saburota Todo, the mastermind behind the resurrection of the Impure King. Suspicious of the imposing atmosphere, Yukio recalls the words of his late adoptive father, Shiro Fujimoto. Meanwhile, the Exwires are tasked with exorcising \"Mayuko of the Toilet.\" However, Izumo Kamiki holds a certain grudge against Shiemi Moriyama.",
          "Aliases": []
        },
        "3": {
          "ID": "10195338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195338",
          "TitleEnglish": "True Cross Academy Festival",
          "SummaryEnglish": "True Cross Academy is busy with preparations for the school festival. Renzo Shima and Rin try to find partners to attend the music festival and dance party with, but they are continually rejected. Unwilling to give up, Rin attempts to invite Izumo. But she flat out declines because the annual Exorcist Certification Exam is approaching. However, Shiemi, who has passed the school's transfer exam and has become their classmate, appears before a completely depressed Shima and Rin.",
          "Aliases": []
        },
        "4": {
          "ID": "10195339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195339",
          "TitleEnglish": "Insider",
          "SummaryEnglish": "Arthur A. Angel and Lightning capture a spy hiding among the Knights of the True Cross and learn that the secret society, the Illuminati, is planning to abduct someone for a certain project. And now, the time for their plan is at hand. After hearing the news, Shura Kirigakure gathers the Exwires. Meanwhile, Izumo confronts Takara and angrily explodes when she sees a particular stuffed animal in his hands...",
          "Aliases": []
        },
        "5": {
          "ID": "10195340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195340",
          "TitleEnglish": "Destiny",
          "SummaryEnglish": "Every branch of the Knights of the True Cross is thrown into chaos as Lucifer, the King of Light, declares war. At the same time, Yukio, Rin, and the other Exwires leave for Izumo's hometown in Shimane Prefecture to bring Izumo and Shima back home. Izumo has been kidnapped and confined in the Far East Laboratory, controlled by the Illuminati. As Izumo awakens, she finds Shima wearing an Illuminati uniform. Then, she also meets someone with whom she shares a deep connection.",
          "Aliases": []
        },
        "6": {
          "ID": "10195341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195341",
          "TitleEnglish": "I Can't Rely On Anyone",
          "SummaryEnglish": "Takara summons Izumo's familiar, Fox God Mike, to talk about the past surrounding the Kamiki family and the Inari Taisha Shrine. Coming from a long line of shrine maidens, Tamamo, Izumo and Tsukumo's mother, serves as the head of the family who must bear the burden of controlling the fox demon, Nine Tails. Although Izumo possesses excellent divine power as a shrine maiden, she has no one she can rely on in her private life – she spends her days with her boisterous mother and younger sister. Those days fell into ruin when the Inari Light Foundation appeared and made its move.",
          "Aliases": []
        },
        "7": {
          "ID": "10195342",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195342",
          "TitleEnglish": "Hesitation",
          "SummaryEnglish": "Behind the façade of the Inari Tourism and Urbanization Project, the Illuminati gradually undermined the area. After learning about Izumo's past from Mike, Rin and the others head to Peace Town Inari, which they believe holds the entrance to the Illuminati's underground laboratory. Meanwhile, at the laboratory, Izumo is taken to a room where Michael Gedoin is waiting to undergo a complete medical examination. Izumo screams to create an uproar, giving her a chance to try and escape by summoning Uke and Mike. She runs away to get out of the underground laboratory – only for Renzo Shima to stand in her way.",
          "Aliases": []
        },
        "8": {
          "ID": "10195343",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195343",
          "TitleEnglish": "Determination",
          "SummaryEnglish": "Michael Gedoin, lost in his admiration and adoration for Lucifer, takes further action to ensure the success of his Elixir research. He devises a plan separating Rin and his team – leaving each member to fend for themselves. Although Rin faces off against a giant, grotesque Zombie in the underground laboratory's container, he hesitates to use his sword against it when he realizes the Zombie is a human corpse possessed by a demon. Yukio, Suguro, Shiemi and Konekomaru each must face off against their demons in the laboratory alone...",
          "Aliases": []
        },
        "9": {
          "ID": "10195344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195344",
          "TitleEnglish": "Help Me",
          "SummaryEnglish": "With the laboratory container now destroyed, Rin and the rest of the team were able to regroup, but Michael Gedoin sets a bloated Zombie to attack them. Gedoin talks about how the Far East Laboratory is the central hub for the Elixir of Immortality experiments – exposing the truth about Peace Town Inari and enraging everyone in the process. Then, Izumo appears – heading against her will to undergo the surgical transplant of Nine Tails. Rin breaks out his Koma Sword to save Izumo. Rin punches Shima, sending him flying, for trying to prevent Rin from helping her. Rin extends a helping hand to Izumo, but...",
          "Aliases": []
        },
        "10": {
          "ID": "10195345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195345",
          "TitleEnglish": "Friends",
          "SummaryEnglish": "Forcibly possessed by Nine Tails, Izumo strains her energy to cry for help as the demon's power overwhelms her. Rin answers Izumo's cry for help, exorcises the bloated Zombie and finds himself standing in the way of Michael Gedoin. Gedoin, confused and impatient with the unexpected situation, unleashes more Zombies on Rin and the others to buy time. As Yukio and the rest of the group come rushing to fight back, Izumo begins to be swallowed up by Nine Tails' madness, which she cannot subdue and is losing control.",
          "Aliases": []
        },
        "11": {
          "ID": "10195346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195346",
          "TitleEnglish": "Pink Spider",
          "SummaryEnglish": "Izumo and the rest of the team succeed at thwarting the threat of the Illuminati, with the help of her mother, Tamamo. As the Knights of the True Cross gain control of Inari, the once-continuous turmoil and fighting finally calm down throughout the land. However, Renzo Shima leaves with the Illuminati as a member of their team. Suguro tries to explain that Renzo was a spy for the Illuminati to his elder brothers, Juzo and Kinzo, who've come to help from the Kyoto Branch – only to learn of an even more shocking truth from Juzo.",
          "Aliases": []
        },
        "12": {
          "ID": "10195347",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195347",
          "TitleEnglish": "Hidden True Feelings",
          "SummaryEnglish": "Shima returns home despite everyone thinking he had severed ties. Lightning questions his motives. Mephisto plans to face off against Lucifer. Amid these turns of events, Yukio hides that he met Lucifer in person in the Illuminati's underground facility, but Shima knows the truth. A sense of great unease grows stronger in Yukio's heart – Shima advises him to talk to somebody about it. In the meantime, Mephisto arranges for Rin and the rest of the crew to rest and relax at a spa resort in gratitude for their hard work.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "2135753",
      "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/4",
      "TitleEnglish": "Beyond the Snow Saga",
      "SummaryEnglish": "Per cercare Shura, improvvisamente scomparsa, i due fratelli Rin e Yukio si dirigono al lago Eikyuja ad Aomori. Questa è la città natale di Shura, dove Shiro un tempo l'aveva protetta. Mentre la ricerca procede, Rin e Yukio apprendono il destino che attende Shura. Nel frattempo, Lightning, uno dei Quattro Grandi Cavalieri (Ark Knights), giunto nella branca giapponese dei True Cross Knights, inizia a investigare sugli Illuminati. Lightning deduce che tutto è iniziato con la \"Notte Blu\" e gradualmente entra nel lato oscuro dei Cavalieri...",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10578127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10578127",
          "TitleEnglish": "Ambition",
          "SummaryEnglish": "Despite the success in taking control of the Far East Laboratory, the Illuminati remain a major threat. The Knights of the True Cross repeatedly hold discussions among the higher ranks to create countermeasures. Meanwhile, Rin and the other students are informed that the Exorcism Certification Exams will now be held sooner than planned. After the events in Shimane, Suguro struggles with the fact that he's lost sight of the reason for becoming an exorcist. However, Arch Knight Lightning is appointed as a new instructor at the Exorcist Cram School...",
          "Aliases": []
        },
        "2": {
          "ID": "10731569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731569",
          "TitleEnglish": "Distress",
          "SummaryEnglish": "Ever since the strange phenomena occurred with his eye, Yukio decides to investigate the nature of the power that has manifested. He puts his own life on the line as he becomes devoted to the dangerous training…",
          "Aliases": []
        },
        "3": {
          "ID": "10731570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731570",
          "TitleEnglish": "Hometown",
          "SummaryEnglish": "Shura suddenly goes missing. However, based on her last traces, Mephisto deduces the high possibility that Shura has returned to her hometown in Aomori Prefecture. As such, he orders Rin and Yukio to go there and search for her. After investigating, the twins arrive at Lake Towada in Aomori. Shura was facing off against Hachirotaro Okami, a powerful Hydra who claimed the large territory centered at the lake and the surrounding areas. Hachiro and his snake companions urge Shura to fulfill her promise to him.",
          "Aliases": []
        },
        "4": {
          "ID": "10731571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731571",
          "TitleEnglish": "Goodbye To You",
          "SummaryEnglish": "According to the contract made between Hachiro and Shura's ancestor, Tatsuko Kirigakure, each generation of descendants is destined to die at the age of 30 in exchange for gaining power. Shura informs Rin and Yukio about her fate. She states that she has no regrets, but Rin is not convinced and suggests they defeat Hachiro. However, Hachiro then abducts Shura. Rin and Yukio make their way to Hachiro to save her, but they arrive to find Shura being controlled by Hachiro's hypnotic powers.",
          "Aliases": []
        },
        "5": {
          "ID": "10731572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731572",
          "TitleEnglish": "As If Begging For Tears",
          "SummaryEnglish": "With Yukio's clever wit, Rin and his friends are able to deceive Hachiro and successfully get him to break his contract with Shura. However, Hachiro loses all control in a rage, capturing Shura once more and heading toward the frozen lake. When the immortal Hachiro expresses his wish to die, Shura tells him they will sleep together forever at the bottom of the lake and embraces him. But as they sink into the lake, memories of the days she once spent with Shiro flash through Shura's mind.",
          "Aliases": []
        },
        "6": {
          "ID": "10731573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731573",
          "TitleEnglish": "Awakening",
          "SummaryEnglish": "With the incident in Aomori concluded, things begin to calm down at the Knights of the True Cross Japan Branch. Lightning begins his investigation of the Illuminati with Suguro. Lightning suspects that there was something within the Japan Branch that was connected to the Illuminati and the \"Blue Night.\" Meanwhile, after receiving Rin's confession, Shiemi worries that she doesn't understand the difference between \"romantic love\" and \"friendship love.\" Unable to bear any further witness to this, Izumo makes a suggestion.",
          "Aliases": []
        },
        "7": {
          "ID": "10731574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731574",
          "TitleEnglish": "Variant Leaves",
          "SummaryEnglish": "As Lightning continues to investigate the Blue Night, he notices the names of three people. After the Blue Night, three men left the Knights of the True Cross Japan Branch and became priests living at the Southern Cross Monastery, the place where the Okumura Brothers grew up. Lightning and Suguro visit the Monastery to get a firsthand account of what happened back then. Lightning, willing to take strong measures against those who remain silent, closes in on the mystery of the Blue Night...",
          "Aliases": []
        },
        "8": {
          "ID": "10731575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731575",
          "TitleEnglish": "Happy (Merry Xmas) Birthday!",
          "SummaryEnglish": "Lightning and Suguro bear witness to Section 13 as it appeared right after the Blue Night, and Mephisto reveals the truth about the research that was being conducted there. Meanwhile, Shiemi suddenly expressed her intention to decline to take the Exorcist Certification Exam and to leave the school.",
          "Aliases": []
        },
        "9": {
          "ID": "10731576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731576",
          "TitleEnglish": "Congratulations",
          "SummaryEnglish": "Yukio wants to know the secret of their birth while Rin believes there is no need to know. As their ideas clash, Rin and the others head to Kyoto to attend the wedding of Juzo Shima and Mamushi Hojo.",
          "Aliases": []
        },
        "10": {
          "ID": "10731577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731577",
          "TitleEnglish": "In the Falling Snow",
          "SummaryEnglish": "The exorcists are busy dealing with the high-ranking demons that begin appearing in urban areas. Shura heads the forefront in Ikebukuro. The number of people who are able to see demons increases as a result of gaining a Temptaint, and the world falls into chaos. At the same time, Yukio threatens Suguro with his gun and tries to get him to learn about the details of Lightning's investigation. Yukio refuses to heed Shima's warnings and grows increasingly isolated. He returns to Tokyo for a mission and encounters Lightning.",
          "Aliases": []
        },
        "11": {
          "ID": "10731578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731578",
          "TitleEnglish": "Beyond the Snow",
          "SummaryEnglish": "Overwhelmed by his conflicting emotions, Yukio takes drastic measures, but Satan blocks him. After hearing from Shiemi about Yukio, Rin rushes out of the dorm to search for him. Assiah, the material world, is thrown into chaos as demons become more active. Mephisto is summoned to the prime minister's office and attends a press conference with the prime minister and all relevant parties to announce the existence of demons, which has never been publicly acknowledged until now. But who appears there is...",
          "Aliases": []
        },
        "12": {
          "ID": "10731579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731579",
          "TitleEnglish": "Parting",
          "SummaryEnglish": "Yukio is arrested on suspicion of shooting Mephisto. After learning about Yukio's eye, Rin decides to escape from The Order with his brother. With the help of the Exwires and Amaimon, he heads off to rescue Yukio. Severely injured by the gunshot, Mephisto decides to abandon the barrier he placed on the artificial Gehenna Gate in order to maintain his possessed body. As a result, the gate opens completely, and a horde of demons emerge. The atmosphere of Gehenna thoroughly envelops Assiah...",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "2142563",
      "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/5",
      "TitleEnglish": "Blue Night Saga",
      "SummaryEnglish": "Mephisto führt Rin in die 40 Jahre zurückliegende Vergangenheit und erfährt dadurch die Wahrheit über seine Mutter Yuri und seinen Adoptivvater Shirou.\nYuri war damals noch ein kleines Kind, das von einem obdachlosen Paar aufgezogen wurde. Nachdem das Pärchen bei einem Brand ihrer Unterkunft ums Leben gekommen war, war Yuri ganz auf sich alleine gestellt. Während sie durch die schneebedeckte Landschaft zog, fand sie einen kleinen, aber gemütlichen Bunker, in dem sie sich einnistete. Dieser gehörte jedoch Shirou, der ganz und gar nicht erfreut über die Unruhestifterin war.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10859627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859627",
          "TitleEnglish": "Shiro and Yuri",
          "SummaryEnglish": "The artificial Gehenna Gate has completely opened, throwing the material world of Assiah into utter chaos as many humans have now begun to see demons. Amid everything, Yukio leaves the Knights of the True Cross and heads for the Illuminati. Rin decides that he must learn the secret of their birth. He embarks on a journey 40 years into the past with Mephisto's guidance. Rin witnesses the fated meeting between two individuals – an orphan who lives in an abandoned factory named Yuri, and a test subject from Section 13 named Shiro.",
          "Aliases": []
        },
        "2": {
          "ID": "10859628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859628",
          "TitleEnglish": "Truth",
          "SummaryEnglish": "Having lost her family in a fire and with nowhere left to go, Yuri meets Shiro, who is on the run from Section 13. Shiro is brought back by the exorcists pursuing him, and he makes a request of Mephisto. Meanwhile, Yuri is taken to the Asylum, a school for exorcists-in-training, due to her ability to see demons. As he watches the two grow up, Rin witnesses the true nature of the Asylum and Section 13.",
          "Aliases": []
        },
        "3": {
          "ID": "10859629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859629",
          "TitleEnglish": "Alone",
          "SummaryEnglish": "Shiro believes that an exorcist's duty is to destroy demons, while Yuri believes that an exorcist's duty is to help people, and advocates for building friendly relationships with demons. Shiro, irritated by Yuri's attitude, harshly confronts her. Time passes, and the two pass their Exorcist Certification Exams. Shiro finally achieves his dream of leaving the Asylum and begins living alone and indulging in his freedom. Yuri watches on in concern, but another mission puts the two at odds once more...",
          "Aliases": []
        },
        "4": {
          "ID": "10859630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859630",
          "TitleEnglish": "Satan Awakening",
          "SummaryEnglish": "Nine years have passed. During that time, Shiro, Yuri, Rick and the others gained experience and grew up. Meanwhile, in Section 13, Elixir experiments continued. Although Amaimon successfully possesses a new body, Lucifer is still unable to find a suitable body, and in his suffering, his attachment to material things grows stronger. However, in the midst of this all, a being that is \"the universe itself\" incarnates in a certain test subject.",
          "Aliases": []
        },
        "5": {
          "ID": "10859631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859631",
          "TitleEnglish": "More Important Than the Body",
          "SummaryEnglish": "After his incarnation, Rinka absorbed knowledge at an incredible speed, recognizing himself as the Demon God Satan. Yuri tries to reason with Satan, who uses his power to control everything, but he refuses and disappears from Section 13. The Knights of the True Cross believe it is only a matter of time before Satan returns, since it is difficult to maintain a possessed body without the Elixir. But Yuri strengthens her resolve.",
          "Aliases": []
        },
        "6": {
          "ID": "10859632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859632",
          "TitleEnglish": "If It Weren't for Me",
          "SummaryEnglish": "Yuri heads to Satan, who has holed himself up in Section 13. Satan accepts Yuri and chooses to live with her. To live together, he decides to abandon Section 13, informing his followers of his withdrawal. As Yuri prepares for their escape, she reunites with Jenny, who is working in Section 13. Upon learning about Satan and Yuri's plan to escape, Jenny plots to free the test subject children at the facility, but...",
          "Aliases": []
        },
        "7": {
          "ID": "10859633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859633",
          "TitleEnglish": "The Night Before",
          "SummaryEnglish": "A newborn Rin, covered in blue flames, attacked the surrounding exorcists one after another. Rin, shaken by the sight and on the verge of being overtaken by his demonic self, is sent to a certain place in the present by Mephisto. Meanwhile, Yukio, who has left the Knights of the True Cross, and Shima arrive at the Illuminati's aerial fortress, the Dominus Liminis. Accompanied by the executive in charge, Homare Todo, Yukio meets Lucifer. Simultaneously, someone from the Grigori Sedes comes to visit Shiemi.",
          "Aliases": []
        },
        "8": {
          "ID": "10859634",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859634",
          "TitleEnglish": "The Blue Night",
          "SummaryEnglish": "Shiemi cheers up after Rin suddenly appears before her. After hearing Shiemi's voice, Rin regains consciousness and heads back to the past to see the events all the way through. In the past, Satan's possessed body progressively deteriorates, beginning to break down and go out of control. The Blue Night begins at last. As powerful clergy around the world are engulfed in blue flames one after another, the Myodha Sect in Kyoto, the Three Sages in the Vatican, Shiro and the Knights in the Japan Branch struggle against the dire situation.",
          "Aliases": []
        },
        "9": {
          "ID": "10859635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859635",
          "TitleEnglish": "Fight to the Death",
          "SummaryEnglish": "Using the Koma Sword, Shiro successfully seals Rin's demon heart. This separates Rin from his demonic nature and returns him to Yuri's arms. However, the respite is short-lived as Satan forcibly possesses the body of the Paladin Abel. Satan's love for Yuri has turned into obsession, but Yuri's words can no longer reach him. Satan explodes with emotions and attempts to take possession of Shiro's body. Shiro makes a bold move to prevent himself from being possessed, but...",
          "Aliases": []
        },
        "10": {
          "ID": "10859636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859636",
          "TitleEnglish": "Light",
          "SummaryEnglish": "Shiro and Yuri defeat Satan and escape the clutches of the Knights of the True Cross. However, Yuri's exhaustion catches up to her as she gives her final words to Rin and Yukio and leaves this world. Adding insult to injury, Shiro, overcome with remorse and losing the will to live, is attacked by a demon. Meanwhile, with Satan having disappeared from Assiah, Lucifer despairs of the future research into clones for possession. Mephisto and Shemihaza work to stop Lucifer's rampaging attempt to reduce everything to nothingness.",
          "Aliases": []
        },
        "11": {
          "ID": "10859637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859637",
          "TitleEnglish": "Promise",
          "SummaryEnglish": "Shiro offers to leave the twins with Mephisto under the assumption that he has a plan to raise Satan’s children.",
          "Aliases": []
        },
        "12": {
          "ID": "10859638",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859638",
          "TitleEnglish": "Thank You",
          "SummaryEnglish": "Remembering Yuri's words, Shiro relies on Misumi, Nagatomo and the others as he begins raising Rin and Yukio at the monastery. To Yukio, frightened by demons, he guides on the path to becoming an exorcist. To Rin, unable to control his strength, he teaches how to cook and use his strength for kindness. Eventually, the twins become junior high school students, but Shiro, who Satan was constantly targeting, begins to hear Satan's voice more and more each day. And then, that fateful day arrives...",
          "Aliases": []
        }
      }
    }
  }
}