{
    "URL": "https://www.thetvdb.com/series/blue-exorcist",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Horror",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1799631/",
        "https://www.ao-ex.com/",
        "https://www.themoviedb.org/tv/38464",
        "https://x.com/aoex_anime"
    ],
    "TitleEnglish": "Blue Exorcist",
    "SummaryEnglish": "Humans live in the world of Assiah, demons in Gehenna. The two dimensions are not meant to interfere with each other, but demons still possess creatures in Assiah in spite of this. The humans who can fight these demons are known as exorcists. Rin Okumura is a boy who bears the curse of being Satan's illegitimate son. His foster father sacrificed himself to save him from demons. To avenge his foster father's death as well as to prove himself, Rin decides to follow the path of an exorcist and defeat his own father, Satan. To hone his raw skills, Rin enters True Cross Academy to train with other exorcist candidates.",
    "TitleJapanese": "青の祓魔師",
    "SummaryJapanese": "主人公・奥村燐は修道院で暮らす少年。同じ修道院に住み、有名高校へと進学する双子の弟・雪男とは違い、就職先が見つからずにいた。そんなある日、喧嘩相手の不良に起こった異変と同時に、燐は悪魔の存在を知る。そして自分もまた悪魔であるということを．．．。\n実父である魔神・サタンから自分を守るために命を落とした養父・藤本獅郎の死を経た燐は、サタンを倒すべく祓魔師（エクソシスト）になることを決意する。",
    "Aliases": [
        "Ao no Ekusoshisuto",
        "Ao no Exorcist",
        "Ao no Futsumashi",
        "Ao no Exorcist: Kyoto Fujouou-hen",
        "Ao no Exorcist: Kyoto Fujō Ō-hen",
        "Blue Exorcist: Kyoto Impure King Arc",
        "Ao no Exorcist: Shimane Illuminati-hen",
        "Blue Exorcist: Shimane Illuminati Saga",
        "Ao no Exorcist - Yuki no Hate-hen",
        "Blue Exorcist - Beyond the Snow Saga"
    ],
    "Modified": "2025-09-01",
    "Seasons": {
        "0": {
            "ID": "464073",
            "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/0",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "4185129",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185129",
                    "TitleEnglish": "Ura Ex 1",
                    "SummaryEnglish": "Yukio is counting the moles on his body in the bathroom of the dorm, but suddenly notices a strange pattern of moles that hasn't been there before...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4185130",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185130",
                    "TitleEnglish": "Ura Ex 2",
                    "SummaryEnglish": "Yukio isn't sure if its a dream or the future, but an old family photo of Shiemi with her mother and grand-mother leaves him surprised...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4185131",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185131",
                    "TitleEnglish": "Ura Ex 3",
                    "SummaryEnglish": "Rin is hiding his long tail that is wrapped around his chest and takes a prank on Shiemi too far...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4185132",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185132",
                    "TitleEnglish": "Ura Ex 4",
                    "SummaryEnglish": "Mephisto, Amaimon and Behemoth are playing video games and eating snacks, but Amaimon's hunger knows no bounds...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4185133",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185133",
                    "TitleEnglish": "Ura Ex 5",
                    "SummaryEnglish": "A day in the life of Sugaro is more than it seems...",
                    "TitleJapanese": "裏Ex5",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4185134",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185134",
                    "TitleEnglish": "Ura Ex 6",
                    "SummaryEnglish": "Shima phones a friend while \"facing this year's biggest crisis\"...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4185135",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185135",
                    "TitleEnglish": "Ura Ex 7",
                    "SummaryEnglish": "Izumo plays with Kuro...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4185136",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185136",
                    "TitleEnglish": "Ura Ex 8",
                    "SummaryEnglish": "A day in the life of Mephisto in his dog form...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4185137",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185137",
                    "TitleEnglish": "Ura Ex 9",
                    "SummaryEnglish": "Yukio vs. the cockroach demon...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4185138",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4185138",
                    "TitleEnglish": "Ura Ex 10",
                    "SummaryEnglish": "The first day Reiji Shiratori goes to school after the accident...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4199529",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4199529",
                    "TitleEnglish": "Runaway Kuro",
                    "SummaryEnglish": "Feeling slighted by Rin, Kuro goes on the hunt for a new master, but can he find anyone who can truly replace Rin?",
                    "TitleJapanese": "特別番外編『クロの家出』",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4199530",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4199530",
                    "TitleEnglish": "Blue Exorcist: The Movie",
                    "SummaryEnglish": "The atmosphere in True Cross Academy is lively and boisterous in the days leading up to the grand festival held only once every 11 years. During this time, Okumura Rin is entrusted with the responsibility of suppressing a berserk Phantom Train. In the aftermath of his failed mission, he meets a devil whose appearance is that of a young boy with a mysterious connection to the ongoing festival.",
                    "TitleJapanese": "青の祓魔師 劇場版",
                    "SummaryJapanese": "11年に一度の祝祭を前に、高揚感と喧騒で溢れかえる正十字学園町。悪魔の侵入を防ぐため、祓魔師たちが結界張り替えに勤しむ一方、暴走する幽霊列車（ファントムトレイン）の退治にあたった奥村 燐は、任務の途中、少年の姿をした幼き悪魔に出会う。"
                },
                "13": {
                    "ID": "6062197",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/6062197",
                    "TitleEnglish": "Snake and Poison",
                    "SummaryEnglish": "The story centers around Mamushi Hojo and Juzo Shima when they were students studying at the True Cross Academy.",
                    "TitleJapanese": "OAD 「蛇と毒」",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "6642090",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/6642090",
                    "TitleEnglish": "Spy Game",
                    "SummaryEnglish": "Mephisto tested Renzo's abilities as a spy by giving him various tasks.",
                    "TitleJapanese": "OAD2 「スパイ・ゲーム」",
                    "SummaryJapanese": "スパイ生活も楽じゃない!!\n志摩廉造のハラハラな一日!!\n\nスパイ祓魔塾塾生 志摩廉造が主役を飾る!!\n最新小説版エピソードがはやくもアニメに!!\n\n2017年3月に発売したJUMP j BOOKS『青の祓魔師 スパイ・ゲーム』より、表題作がいち早く映像化！大人気キャラクター・志摩廉造の、笑いあり涙あり（？）のスパイ訓練へと迫る!!"
                },
                "15": {
                    "ID": "10161040",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10161040",
                    "TitleEnglish": "Movie Special",
                    "SummaryEnglish": "A collaboration between Blue Exorcist and Kakko Kawaii Sengen.",
                    "TitleJapanese": "特別映像",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "464075",
            "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4080244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4080244",
                    "TitleEnglish": "The Devil Resides in Human Souls",
                    "SummaryEnglish": "Rin Okumura is a teenager with a natural gift to get himself in trouble. Despite that he tries his best to meet the expectations of his twin brother Yukio and Priest Shiro Fujimoto, who acts as their guardian, until he finally learns about the dark secret behind his origin.",
                    "TitleJapanese": "悪魔は人の心に棲む",
                    "SummaryJapanese": "修道院で暮らす15歳の少年・奥村燐は、双子の弟・雪男が名門高校・正十字学園への進学を決める一方、進路が決まらない自分に焦りを募らせていた。\n翌日、養父・獅郎に送り出されてバイトの面接に向かった燐は、店内で暴れる悪魔の姿を発見！　\n結局この騒ぎで面接は失敗し、またしても落ち込む燐。そんな中、昨夜の喧嘩相手・白鳥が仕返しに訪れる！\n悪魔のような形相で襲い掛かる白鳥の脅威に、燐の体から青い炎が噴き出した…!!"
                },
                "2": {
                    "ID": "4081777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4081777",
                    "TitleEnglish": "Gehenna Gate",
                    "SummaryEnglish": "Fujimoto and his companions try their best to protect Rin from the demons who are after him, but he ends up posessed by Satan, the most powerful of the demons and Rin's father. Seeing his guardian taking his own life to protect him fron Satan, Rin decides to fight back by unlocking his demonic powers, even knowing that by doing it he would not be a human anymore.",
                    "TitleJapanese": "虚無界の門（ゲヘナゲート）",
                    "SummaryJapanese": "獅郎に自分が魔神の落胤であることを知らされ、燐はひどく混乱！　\nしかし燐の動揺など構わず、激しく襲い掛かってくる悪魔たち。獅郎に「決して抜いてはならない」と降魔剣を渡され、修道院地下室に隠される燐。外では、巨大な悪魔と化した白鳥と祓魔師たちとの熾烈な戦いが展開される！…戦いを終えた獅郎に、燐は怒りを向け「父親ぶるな」と激昂！　\n愛する息子の言葉に衝撃を受ける獅郎。その隙に、強大な存在が彼に憑依する!!"
                },
                "3": {
                    "ID": "4083714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4083714",
                    "TitleEnglish": "Brothers",
                    "SummaryEnglish": "As part of his training to become an Exorcist, Rin gets himself enrolled at the True Cross Academy. On his first day of classes, Rin becomes shocked to know that his twin brother Yukio is already an Exorcist and will be one of his teachers.",
                    "TitleJapanese": "兄と弟",
                    "SummaryJapanese": "祓魔師への道を決意した燐は、獅郎の友人と名乗る謎の男・メフィストに連れられて、雪男とともに正十字学園へ入学。要塞のように巨大な校舎、雪男の主席入学…と、燐にとって新たな環境は驚きの連続であった！　\nその後、燐は「魔神の落胤であることは秘密」とメフィストに厳しく釘を刺されつつ、祓魔師の養成所・祓魔塾へ向かう。"
                },
                "4": {
                    "ID": "4083716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4083716",
                    "TitleEnglish": "The Garden of Amahara",
                    "SummaryEnglish": "Yukio sets out to the school's Exorcist-only shop to stock on some supplies along with Rin. There they find that the owner's daughter, Shiemi Moriyama, is being afflicted by a demon that dwells in her family's garden and, to save her life, they confront it by themselves.",
                    "TitleJapanese": "天空（アマハラ）の庭",
                    "SummaryJapanese": "任務を受けた雪男に同行し、燐は祓魔師の用品店・祓魔屋へ向かう。そこで燐は、庭の草木を世話する足の不自由な少女・しえみと出会う。しえみが世話する庭は、亡き祖母から受け継いだ大切なものらしい。その時雪男が現れ、しえみの足を診察。彼女の足に悪魔の痕跡を発見し、雪男は庭が原因と推察する。しかし祖母への思いに執着するしえみは、庭から離れられない！　燐は彼女に、獅郎を亡くした己と通じるものを感じた…。"
                },
                "5": {
                    "ID": "4100059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4100059",
                    "TitleEnglish": "A Boy from the Cursed Temple",
                    "SummaryEnglish": "Having Shiemi as a new classmate, Rin's total disregard for classes brings forth the anger of another classmate of his, Ryuji Suguro, aka \"Bon\". After learning of Bon's story, Rin finds that they have more in common than he would like to admit.",
                    "TitleJapanese": "祟り寺の子",
                    "SummaryJapanese": "祓魔塾の授業では、居眠りをしてばかりの燐。そんな燐の不真面目な態度を見て、努力家の優等生・勝呂は苛立ってばかり。祓魔師になって京都の実家の寺を再興しようとする彼にとって、意識の低い燐が同じ境遇にいることが我慢ならないのだ。短気で喧嘩っ早い、ある意味似たもの同士の燐と勝呂は、当然ながらことあるごとに衝突してしまう！　体育の授業では、ついには悪魔を使っての危険な度胸試しまで行ってしまうのだが…!?"
                },
                "6": {
                    "ID": "4102088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102088",
                    "TitleEnglish": "The Phantom Chef",
                    "SummaryEnglish": "Rin and Yukio find that the responsible for their meals at the dormitory was Ukoback, a cooking familiar appointed by Mephisto Pheles to aid them. They also learn how Ukoback can be troublesome when he gets angry.",
                    "TitleJapanese": "まぼろしの料理人",
                    "SummaryJapanese": "学園生活を送る燐の目下の最大の悩み、それは毎日の食生活！\nメフィストから支給される生活費は、なぜか二千円札たった１枚!?\nこれでは、セレブ御用達で高額な学食メニューなど手が届かない。燐は雪男の助言で寮の厨房を使い、自炊生活を始めることに。しかし夜に下ごしらえした料理が、朝になると消えているという事件が発生！　\nそこには人知れず料理番として働く、ある使い魔の姿が…。燐と悪魔の熾烈な料理対決が始まる!?"
                },
                "7": {
                    "ID": "4102325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102325",
                    "TitleEnglish": "A Flock of Plovers",
                    "SummaryEnglish": "Eager to make new friendships, Shiemi asks her classmate Izumo Kamiki to be her friend and she pretends to agree, but Rin soon realizes Izumo is just taking advantage of Shiemi's kindness instead. Later, the students are reunited at the old dormitory to take part in the Exwire exam, where a demon attacks Izumo and her friend Paku by surprise and it's up to Rin and Shiemi to protect them.",
                    "TitleJapanese": "友千鳥",
                    "SummaryJapanese": "人見知りを克服するため、密かに「友達を作る！」と決心を固めるしえみ。さっそく出雲に声をかけようとするが、ドジな性格が災いして、なかなか上手くいかない。その後、授業で手騎士の才能を見せたしえみは、同じく手騎士志望の出雲に友達になって欲しいと告白！　\nしかししえみを小馬鹿にする出雲は、適当にあしらって彼女をパシリにしてしまった。そんな中、燐たちの寮で祓魔塾の合宿が行われる。そこに予期せぬ悪魔の襲撃が…!!"
                },
                "8": {
                    "ID": "4102326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102326",
                    "TitleEnglish": "Now a Certain Man was Sick",
                    "SummaryEnglish": "Still troubled after her friend Paku decides to leave the Exorcist lessons, Kamiki gets involved in a fight with Bon and the entire class end up punished by Yukio. Just after Yukio leaves for a mission, the students are attacked by another ghoul and while trying to help the others, Rin learns that the monster was sent by one of his teachers who wanted to confirm that he is the son of Satan.",
                    "TitleJapanese": "此に病める者あり",
                    "SummaryJapanese": "親友の朴を助けられずに落ち込む出雲は、イラ立ちのあまり勝呂と衝突！　\n二人の喧嘩は燐たちも巻き込み、結局、塾生そろっての反省会になってしまう。下級悪魔を膝に乗せ、長時間の正座に耐える燐たち。\nその最中、突如部屋の電気が消え、先日燐が撃退した悪魔・屍（グール）が襲い掛かってきた!!"
                },
                "9": {
                    "ID": "4102327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102327",
                    "TitleEnglish": "Memories",
                    "SummaryEnglish": "Mephisto Pheles reveals to the students that the ghoul attack was actually part of the Esquire exam and how they dealt with the threat will count as part of their evaluation. Yukio confronts Neuhaus about his reasons to force Rin to use his demonic powers during the exam and he claims that all he did was under Mephisto's orders. However, it does not take much for Yukio to realize Neuhaus' real intentions.",
                    "TitleJapanese": "おもひで",
                    "SummaryJapanese": "仲間との共闘で辛うじて苦難を乗り越えた燐たち。その場に突如、メフィストや塾の講師たちが登場する！　\n実は今回の強化合宿は悪魔の襲撃を含め、全て祓魔塾が仕組んだ祓魔師候補生（エクスワイア）への認定試験だったのだ!!　\n予期せぬ展開に戸惑う塾生たち。彼らをよそに雪男は、襲撃役を務めた講師・ネイガウスの様子に疑問を感じていた。ネイガウスが燐に向ける敵意の意味は？　そして燐たちは無事に候補生へ昇格できるのか!?"
                },
                "10": {
                    "ID": "4102328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102328",
                    "TitleEnglish": "Black Cat",
                    "SummaryEnglish": "Blacky went beserk when she heard the Father Shiro died and kept telling the exorcists that they were all lying about his death though only Rin could understand her (He said it may because they are both demons). When Yukio was about to use the item that Father Shiro gave him before if ever this scenario happens, Rin told him to let him calm Blacky down. In the end, Blacky accepted the fact that Father Shiro died and Rin and Yukio found out that the item that Father Shiro gave Yukio was actually his catnip wine.",
                    "TitleJapanese": "黒猫（ケットシー）",
                    "SummaryJapanese": "仲間と共に候補生（エクスワイア）に昇格できたものの、大量の課題を前に、燐はすでにうんざり気味。\nそんな中、雪男に緊急の祓魔任務が入る！　今回の任務は、凶暴化した騎士團の使い魔の処分である。クロと呼ばれるこの猫又（ケットシー）は、かつての獅郎の使い魔で、主の死を知ったショックで混乱してしまったらしい。クロの姿に、同じく獅郎を失った己を重ねた燐は、雪男に頼みこんでクロの説得に向かうのだったが…。"
                },
                "11": {
                    "ID": "4102329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102329",
                    "TitleEnglish": "Demon of the Deep Seas",
                    "SummaryEnglish": "Rin and his classmates Izumo and Shima are sent for their first mission as Exwires to a coast town aflicted by the presence of a Kraken. Izumo stumbles upon a boy whose father set to face the Kraken six months before and is still missing. The boy plans to enact his revenge against the creature as he believes it killed his father, but he and the Exwires find out what really happened when they encounter it, much to their surprise.",
                    "TitleJapanese": "深海の悪魔",
                    "SummaryJapanese": "夏の海岸へ出張を命じられた燐・志摩・出雲は、なぜか海の家で働くことに…。\nそこで彼らは地元の少年・洋平と出会い、「海の悪魔」という怪物の存在を聞かされる。しかも洋平は「海の悪魔」の襲撃で父親を奪われたことで、怪物への復讐まで計画しているらしい。悪魔に関わろうとする洋平を案じた燐たちは、彼の行動を見守ることを決める。\nそんな矢先、海に異変が発生！　燐たちの前に巨大なイカの悪魔・クラーケンが姿を現す!!"
                },
                "12": {
                    "ID": "4102330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102330",
                    "TitleEnglish": "A Game of Tag",
                    "SummaryEnglish": "The Exwires are tasked to look for the ghost of a child that is haunting Mephisto Pheles' amusement park. Rin and Shiemi manage to find the ghost first, but Shiemi ends up chasing it by herself while Amaimon, a higher demon and another son of Satan, steals Rin's sword and forces Rin to fight with him. Mean while another exorcist comes to defend him, and it is reveal to be an old friend of Rin's brother.",
                    "TitleJapanese": "鬼事（おにごっこ）",
                    "SummaryJapanese": "今回の燐たちの任務は、遊園地で目撃された幽霊（ゴースト）の捜索。燐はしえみとコンビで行動することになり、デート気分で落ち着かない様子だ。やがて二人は子供の幽霊を発見するが、幽霊は二人をからかって逃げるばかりで、いつしか事態は鬼ごっこへと展開してしまう。そしてしえみとはぐれた燐の前に、地の王・アマイモンと名乗る悪魔が登場！　アマイモンに降魔剣を奪われた燐は、徐々に魔神の力に飲み込まれていく…!"
                },
                "13": {
                    "ID": "4102331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4102331",
                    "TitleEnglish": "Proof",
                    "SummaryEnglish": "Shura Kirigakure, a high level Exorcist and former apprentice of Father Shiro was acting as one of Rin's classmates tasked to investigate his connection with Satan. With orders to kill him if it were proven true, she is divided between fulfill her obligations and follow Shiro's request to look after Rin in his place if something would happen with him. Her doubts are cleared when she confronts Rin and finds that Shiro was actually raising him like a son instead of a weapon.",
                    "TitleJapanese": "証明",
                    "SummaryJapanese": "燐とアマイモンの戦いを制止した上一級祓魔師・霧隠シュラ。彼女はヴァチカン本部より派遣された監査役で、塾生に紛れ込み騎士團を内偵していたのだ。地下基地へと連行された燐は、シュラが獅郎の弟子だったことを知り、さらには「師匠の不始末をつける」と排除対象と認識されてしまった。圧倒的なシュラの魔剣技を前に、燐の命は絶体絶命！　そんな中、自分と獅郎を否定する彼女に反発し、燐の胸にはある決意が生まれる!!"
                },
                "14": {
                    "ID": "4129665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4129665",
                    "TitleEnglish": "A Fun Camping Trip",
                    "SummaryEnglish": "The first semester has ended, signaling the start of summer vacation for True Cross Academy students. But there’s no rest in sight for Rin and the other Esquires: first they must take part in a 3-day drill to prepare them for actual combat, under the guise of a camping trip out in the forest.",
                    "TitleJapanese": "愉しいキャンプ",
                    "SummaryJapanese": "一学期の授業が終了し、正十字学園は夏休みに突入。しかし燐たち祓魔師候補生（エクスワイア）には、林間合宿という名目での三日間の実戦訓練が課せられることに。シュラの引率で学園森林区域へ向かった燐たちは、半ばキャンプ気分で大盛り上がり！特にこれまで学校行事に溶け込めなかった燐にとって、それは初めて体験する楽しい時間だった。やがて陽は落ち、いよいよ実戦訓練が始まる！そのルールとは…塾生同士による争奪戦!?"
                },
                "15": {
                    "ID": "4135507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4135507",
                    "TitleEnglish": "Act of Kindness",
                    "SummaryEnglish": "Rin and his classmates succeed at the task gave to them by their teachers, but the camp is attacked by Amaimon, who holds Shiemi hostage to force Rin to fight. Having no option but to go full force against Amaimon, Rin is forced to reveal his secret by exposing his true form in front of his friends. With the other Exwires fleeing astonished after learning the truth about him, Rin easily overpowers Amaimon, but loses control of his flames and goes on a rampage. The Demon-Slaying Blade is cracked in the process.",
                    "TitleJapanese": "やさしい事",
                    "SummaryJapanese": "勝呂が提案した共同作戦が功を奏し、実戦訓練は成功目前！しかし巨大な蛾の悪魔・虫豸（チューチ）が出現し、油断した燐に襲い掛かった!!仲間たちを逃がそうとする燐だが、勝呂はこれを無視。危険を冒して燐を助け、「仲間を忘れるな！」と彼を叱り飛ばすのだった。自分を支えてくれる仲間の存在に、燐の心に暖かい気持ちが広がっていく…。その後、何とか帰還を果たす燐たち。そこに、燐を監視していたアマイモンが急襲を掛ける!!"
                },
                "16": {
                    "ID": "4135508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4135508",
                    "TitleEnglish": "The Wager",
                    "SummaryEnglish": "Shiemi manages to calm down Rin, who is captured by Arthur Auguste Angel, the current paladin, and taken to the True Cross Order Headquarters in the Vatican along Shura and Mephisto Pheles. Meanwhile, Rin's classmates become astonished when Yukio reveals to them that he and his brother are sons of Satan, but offer their help regardless, and they set for Kyoto looking for the descendant of the swordsmith who forged the Demon-Slaying Blade to have it fixed. Before the Order's upper echelons, Mephisto states that his reason for keeping Rin alive is to have him confront Satan, and just when he is trying to convince them to agree to his plan, an enraged Amaimon breaks in, eager to confront Rin once more.",
                    "TitleJapanese": "賭",
                    "SummaryJapanese": "アマイモンとの戦いで炎の力に飲み込まれ、凶暴化してしまう燐！力を使い果たして暴走は収まるが、燐はその場で現・聖騎士（パラディン）のエンジェルに捕らえられてしまった!!燐の存在を騎士團に隠してきたメフィストは懲戒審問にかけられ、燐も一緒に正十字騎士團最高顧問・グリゴリの前に引き立てられる。正体がばれてしまった以上、燐の身は絶体絶命…。その頃学園では、雪男が預かる降魔剣を見た勝呂が、あることに気づく！"
                },
                "17": {
                    "ID": "4135509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4135509",
                    "TitleEnglish": "Temptation",
                    "SummaryEnglish": "Easily breaking through all defenses, Amaimon reaches the room where Rin is being held and Mephisto convinces the Grigori to agree with his plan. Using the reforged Demon-Slaying Blade brought by his classmates, Rin defeats Amaimon and the Grigori decides that he has six months to pass the Exorcist authorization exam, thus he begins a special training to learn to control his flames. Despite they helped Rin by having his sword fixed, some of his classmates still has some mixed feelings about him after learning of his connection with Satan, the most awkward of them being Konekomaru, who is approached by a dark presence attracted by his fear.",
                    "TitleJapanese": "誘惑",
                    "SummaryJapanese": "長引く懲戒審問の中、騎士團は燐の処分を決めかねていた。メフィストが燐を「魔神に対抗し得る武器」と主張したためである。そこに燐との再戦を果たそうと、アマイモンが乱入！シュラとエンジェルが対抗するものの、強力な地の王の攻撃を前に苦戦。メフィストは危機に動揺するグリゴリの胸中を見透かし、燐を解放してアマイモンを撃退するよう進言。グリゴリがそれを了承した直後、修復した降魔剣を手にした勝呂たちが駆けつける!!"
                },
                "18": {
                    "ID": "4151881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4151881",
                    "TitleEnglish": "Gale",
                    "SummaryEnglish": "Rin and Kamiki are attacked by an unknown enemy and Mephisto Pheles orders the Exwires to check the barriers protecting the school looking for any breach. The enemy is revealed to be a demon who took advantage of Konekomaru's fears to infiltrate the Academy. Meanwhile, Shura locates a hidden door leading to a suspicious abandoned lab. When Konekomaru's heart succumbs to the demon, his friends rush to help him, and Rin manages to slay the monster and save his life. Ashamed of causing so much trouble, Konekomaru decides to leave the Academy and return home, but Rin and the rest of his friends reach him before he departs and convince him to stay.",
                    "TitleJapanese": "颶風（グフウ）",
                    "SummaryJapanese": "魔神の炎を使いこなすべく修行中の燐。そこに巨大な怪鳥の悪魔・颶風が現れた！　雪男の助けで撃退したものの、颶風の進入経路を洗い出すため、祓魔塾メンバーは調査に借り出されることに…。調査を続ける勝呂たちだったが、そこに燐に追われる子猫丸が助けを求めてきた。燐いわく子猫丸に悪魔が取り憑いているとのことだが、勝呂たちに悪魔の姿は見えない。燐の行動を子猫丸への攻撃と勘違いした勝呂は、燐に敵意を向けてしまう…！"
                },
                "19": {
                    "ID": "4152061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4152061",
                    "TitleEnglish": "An Ordinary Day",
                    "SummaryEnglish": "The Exwires learn that Kamiki's birthday is coming and they decide to make a surprise party to her. Despite all their efforts to make the party a secret, Kamiki ends up figuring the truth and claims that it should also be dedicated to those whose birthday already passed too. In the end, the party becomes a celebration to everyone's friendship.",
                    "TitleJapanese": "なんでもない日",
                    "SummaryJapanese": "志摩の誕生日占いで盛り上がる祓魔塾メンバーたち。その際、出雲の誕生日が近いことを知った一同は、彼女に内緒でサプライズパーティーを開くことを思いつく！　\n仕切り上手の勝呂の指示により、燐と子猫丸はケーキ作り、しえみと勝呂は飾りつけ、そして志摩はプレゼントのリサーチ…と、パーティーの準備は着々と進んでいく。そんな仲間の思惑を知らない出雲は、皆が自分を避けているように感じて苛立ちを募らせていくのだった！"
                },
                "20": {
                    "ID": "4152120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4152120",
                    "TitleEnglish": "Mask",
                    "SummaryEnglish": "Rin and Yukio find that their friends from the monastery where they were raised where attacked by a masked individual who covered their entire bodies with an seemingly indestructible spider web. While pursuing the culprit, whose objective is to attack anyone related to the son of Satan to make him suffer, Yukio stumbles into Neuhaus who flees without further explanation. Despite having his sword sealed by the web, Rin insists to go after the masked one but is held back by Yukio and Shura, until he gets word that his Suguro, Renzo and Konekomaru are being attacked too and rushes to help them. By managing to control his flames properly, Rin defeats the attacker, who flees thanks to Neuhaus who reveals her to be his wife, and safely releases his friends.",
                    "TitleJapanese": "假面（カメン）",
                    "SummaryJapanese": "燐と雪男の育った大切な場所・南十字男子修道院が謎の襲撃者に襲われた！　仮面を被った襲撃者は、「魔神に関わる者は許さぬ」と謎めいた言葉を残して去っていく。襲われた修道士たちは燐にとって家族同然…。怒りに駆られた燐は、敵を追撃するため飛び出していった！　やがて燐は襲撃者を発見するが、蜘蛛の糸のような敵の技に苦戦。そこに雪男が追いついて加勢する。逃亡する敵を雪男は単身で追跡し…たどり着いた先で見た者とは!?"
                },
                "21": {
                    "ID": "4159922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4159922",
                    "TitleEnglish": "Secret Garden",
                    "SummaryEnglish": "Shiemi in the Exorcist Shop finds a woman lying unconscious in their garden. Meanwhile, Yukio meets an old man on a train, who claims to be his grandfather, and reveals the truth about their Mother who was burnt alive by the Vatican proclaiming her to be a witch. He takes Yukio to a secret anti-demon Dragoon Laboratory and suggests Yukio to join him now that Shiro is dead and Mephisto has been arrested. Prof. Neuhaus is being interrogated in the Academy's Great Cell by Shura where he tells everyone(including Rin) that his wife,(Masked Man) Michelle, is nothing but a corpse with a certain demon in her body, intending to kill Satan but she was not resurrected from death by him. Rin finds out the woman in the garden to be Neuhaus' wife but Shiemi stops him from killing her. Paladin Angel appears in the garden to kill the demon but confronts Rin. Later, Michelle dies protecting Rin from the Order.",
                    "TitleJapanese": "秘密の花園",
                    "SummaryJapanese": "襲撃者を取り逃がしたものの、修道院襲撃事件は一段落。その時、雪男の前にエルンストと名乗る老人が現れる。エルンストは雪男と燐の出生の秘密、そしてヴァチカンが彼らの母親に下した所業について語りだす。驚きとともに、雪男の中に騎士團への疑念が生まれ始めた。一方、祓魔屋のしえみの庭に傷ついた襲撃者が迷い込み…"
                },
                "22": {
                    "ID": "4164081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4164081",
                    "TitleEnglish": "Demon Hunting",
                    "SummaryEnglish": "Ernst takes over as the True Cross' newest leader and appoints Yukio as the new Paladin. Armed with special weapons that drain the blood of the demons killed with them, the exorcists take part in a widespread crusade to erase all demons from Assiah. Rin and his friends start questioning why the order decided to take such extreme measures, but Yukio is determined to accomplish his task as Ernst claims that it is all part of their plan to destroy Gehenna, and with the Demon world vanquished, both he and his brother would become completely human again. However, Ernst's real objective is revealed when he uses Rin as a human sacrifice to bring Satan to the Human World, using Yukio's body as a vessel.",
                    "TitleJapanese": "悪魔狩り",
                    "SummaryJapanese": "修道院襲撃からの一連の事件を受け、理事長を解任されるメフィスト。さらには騎士團最高位の三賢者（グリゴリ）も更迭され、エルンストが教皇に就任することに。そして新たに日本支部長として現れたのは、聖騎士（パラディン）を拝命した雪男だった!?　この新体制を率い、エルンストは悪魔を一掃する一大作戦を発動！　祓魔塾メンバーも召集され、最大規模の悪魔狩りが展開されていく。だがこの作戦の裏には、ある真の目的が…"
                },
                "23": {
                    "ID": "4167233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4167233",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Ernst's plan to destroy Gehenna backfires when Satan reveals to Yukio the truth behind his and his brother's origin before taking posession of his body.",
                    "TitleJapanese": "真実",
                    "SummaryJapanese": "魔神の息子である燐の血を使い、虚無界への門・ゲヘナゲートを出現させようと目論むエルンスト。傷ついた兄を守るため、雪男は身代わりを申し出る。そして燐と雪男の二人の血の力で、ついにゲヘナゲートが開いてしまう…！　この成果に狂喜するエルンスト。彼の真の狙いは、ゲートから究極兵器・メサイアを突入させ、虚無界ごと悪魔を滅亡させることだった!!　雪男の眼前でメサイアは投下され、虚無界が閃光に包まれていく…"
                },
                "24": {
                    "ID": "4172828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4172828",
                    "TitleEnglish": "Satan's Spawn",
                    "SummaryEnglish": "Rin and his companions manage to flee from Satan who starts destroying the True Cross Academy with his flames. Knowing that Satan still stands beside the Gate because Rin has the power to destroy it, Shura comes up with a plan to distract him to give Rin an opening to do it, while the other students help evacuate the school. Their plan fails when Shiemi intervenes trying to dissuade Yukio with no success, but Rin manages to have his brother regain conscience and expel Satan from his body. However, the gate keeps getting stronger and it will not be long for Gehenna and Assiah to merge into one single realm.",
                    "TitleJapanese": "魔神（サタン）の落胤（こ）",
                    "SummaryJapanese": "ゲヘナゲートから膨大な数の悪魔が出現！　虚無界より侵攻してきた悪魔は正十字学園町の人々に無差別で襲い掛かってきた！　\nその頃学園最上部では、燐が勝呂としえみに助け起こされていた。目覚めた燐が見たものは、ゲートの前に佇む魔神の青い炎をまとった雪男の姿だった！　\n驚きながら歩み寄る燐は、雪男の様子に違和感を感じる。それは養父を奪った、あの仇敵を思わせる邪悪な雰囲気…。一体、雪男の身に何が!?"
                },
                "25": {
                    "ID": "4177570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/4177570",
                    "TitleEnglish": "Stop, Time!",
                    "SummaryEnglish": "Rin, Yukio, Shura and Arthur join forces to bring down the Gehenna Gate with no success. Meanwhile, demons keep coming through it and giving a hard time to the other Exorcists until the Esquires come with a plan to open a gate to Vatican, where is already daytime, and reflect the sunlight there to the Academy where is nightime to weaken the monsters protecting the Gehenna Gate. Rin and Yukio manage to seize these opportunity and when both unlock their demonic powers together, they fly through the gate and destroy it. One month later, things return to normal at the Academy and the Okumura twins return to the cave where they were given birth and pay a visit to their mother's grave. After visiting their mother's grave, they meet an \"evil spirit\" in a highway. Rin appears from a highway cave with Kuro. The evil spirit then attacks Rin and Yukio. Rin destroys the evil spirit's first body and then the spirit takes control over a truck. Yukio shoots at the truck, Rin tell hims that there is somebody in the truck. Yukio says its just a dead corpse, but Rin believes the driver is still alive and that it's an Exorcist's job to protect people and defend against demons. He tells Yukio and Shura to find its weak point and charges after the monster.",
                    "TitleJapanese": "時よ止まれ",
                    "SummaryJapanese": "巨大なゲヘナゲートと化した魔神は、次元の裂け目を広げて物質界を飲み込もうとする。燐と雪男は合流したシュラ、エンジェルらとともにゲートに立ち向かうが、圧倒的な強さを前に苦戦を続ける。一方で学園の祓魔師たちも、無数の悪魔に追い詰められつつあった。そんな中、勝呂が起死回生の策を発案！　果たしてその成果は…　そして燐と雪男は最後の気力を振り絞ってゲートに立ち向かう。愛する仲間と世界を守るために!!"
                }
            }
        },
        "2": {
            "ID": "690377",
            "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5859717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5859717",
                    "TitleEnglish": "Small Beginnings",
                    "SummaryEnglish": "After his secret is exposed, Rin takes part in a special mission along Shura and Yukio to retrieve the \"Left Eye of the Impure King\", a demon relic that was stolen from the True Cross Academy's vault. In the occasion, they fail to retrieve it, but discover that the culprit is Saburota Todo, one of the exorcists in charge of the vault that was corrupted upon being possessed by a demon. After hearing that there was an attempt to steal the Left Eye's sister relic, the \"Right Eye of the Impure King\" in Kyoto, the Order sends a team there to investigate, including Shura, Yukio and the Exwires, who are in conflict after learning the truth about Rin.",
                    "TitleJapanese": "嚆矢濫觴",
                    "SummaryJapanese": "アマイモンの襲撃により魔神の落胤である事が露見した奥村燐は、祓魔対象として正十字騎士團の監視下に置かれることとなり、監視役である霧隠シュラの指導のもと、魔神から継いだ「青い炎」を操る為の修業をしていた。そんな中、シュラのもとへ学園最深部に封印されていた「不浄王の左目」が何者かに盗まれたとの連絡が入る。現場に駆け付けた燐たちは、犯人を追跡するが……。"
                },
                "2": {
                    "ID": "5902912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5902912",
                    "TitleEnglish": "Strange Bedfellows",
                    "SummaryEnglish": "The Exwires arrive at Kyoto, and Ryuji, Konekomaru and Renzo take the opportunity to reunite with their families, while Rin and the others tend to the Exorcists of the Myoda Sect, who got wounded guarding the Right Eye of the Impure King. In the occasion, Rin meets Ryuji's father, and learns that Ryuji is resentful of him, as despite being the leader of the Myoda Sect, he is not respected by the others, as he relegated his duties since the Sect, which was weakened after losing several of its members on the Blue Night, joined the True Cross Order. Meanwhile, Todo, with the Left Eye of the Impure King replacing his own, contacts his mole inside the Sect, planning another attempt to steal the Right Eye.",
                    "TitleJapanese": "呉越同舟",
                    "SummaryJapanese": "「不浄王の右目」を守る京都出張所へ増援部隊として派遣された燐たちが案内された逗留先は、勝呂竜士の実家である旅館だった。襲撃に耐えたものの、多くの被害を受けた明陀宗。そして、そんな状況でも姿を現さない明陀宗の現頭首である父に、勝呂は複雑な思いを募らせる。一方、塾生たちとの溝が埋められないままの燐。そんな燐に声をかけてきたのは、勝呂の父・達磨だった。"
                },
                "3": {
                    "ID": "5902913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5902913",
                    "TitleEnglish": "Suspicion Will Raise Bogies",
                    "SummaryEnglish": "The Myoda Sect has an emergency meeting to discuss the failed attempt to steal the Right Eye of the Impure King and discover who among them is the traitor collaborating with Todo. In the occasion, suspicions were raised towards two of the sect's exorcists, Renzo's older brother Juzo and Mamushi as they were present at the scene and were Todo's students in the past, but the head priest, who did not attend the meeting, was counted as a suspect as well, much to Ryuji's anger. Meanwhile, Rin continues with his training to control his flames while trying to reconcile with his friends, who fear how the Myoda will respond once they learn that he is the son of Satan.",
                    "TitleJapanese": "疑心暗鬼",
                    "SummaryJapanese": "父への憤りが日々増していく勝呂。明陀宗のことを案じる三輪子猫丸は、魔神の落胤である燐を恐れ拒絶する。また、杜山しえみも友人である燐の出生を知り、動揺を隠せずにいた。各々が惑い悩む中、八百造の招集により明陀宗の当主総会が開かれる。それは右目襲撃における内通者を探すための詮議の場だった。謎の多い達磨の行動に、明陀宗の面々は疑心を抱きはじめ……。"
                },
                "4": {
                    "ID": "5902914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5902914",
                    "TitleEnglish": "Act of Treachery",
                    "SummaryEnglish": "Who is betraying the Myoda sect? Without high priest Tatsuma in attendance, the general meeting falls into chaos and ends without a conclusion. As Suguro resolves to find and question his father, he witnesses someone sneaking into the Kyoto field office…",
                    "TitleJapanese": "背信棄義",
                    "SummaryJapanese": "明陀宗を裏切っている者は誰なのか。頭首不在のまま紛糾した総会は、結論が出ないまま中断された。父のもとを訪ねすべてを問い質そうと決意した勝呂は、人目を避けるように京都出張所深部へと向かう志摩柔造の姿を目撃する。不審に思った勝呂は後を追うことにするが……。そして燐もまた、シュラとともに深部へ向かうことに。そこで彼らを襲った騒動、対峙した事態とは――。"
                },
                "5": {
                    "ID": "5907102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5907102",
                    "TitleEnglish": "Mysterious Connections",
                    "SummaryEnglish": "Although the traitor was revealed, the Right Eye of the Impure King has been stolen. While confronting Ryuji, Rin loses control of his blue flames in front of the gathered exorcists. In all of the commotion, Tatsuma slips Shura a letter addressed to Rin.",
                    "TitleJapanese": "合縁奇縁",
                    "SummaryJapanese": "藤堂三郎太と宝生蝮の共謀により、「不浄王の右目」が奪われてしまった。京都出張所には別働隊の奥村雪男たちも到着し、奪われた右目と左目を取り戻すための会議が開かれる。一方、勝呂と衝突し、大勢の前で青い炎を出してしまった燐は、独房に捕らえられてしまう。燐の正体を知り動揺する祓魔師たち。その騒ぎに紛れて、シュラは達磨から燐に宛てた手紙を託されていた。"
                },
                "6": {
                    "ID": "5907103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5907103",
                    "TitleEnglish": "A Wolf in Sheep's Clothing",
                    "SummaryEnglish": "Shiro Fujimoto, Rin and Yukio’s adopted father, encountered Tatsuma Suguro while trying to take the demonic sword, Kurikara. Tatsuma’s letter reveals the circumstances of how the sword, which is the Myoda Sect’s main object of worship, came to Rin.",
                    "TitleJapanese": "綿裏包針",
                    "SummaryJapanese": "降魔剣「倶利伽羅」をめぐる燐・雪男の養父である藤本獅郎と達磨の出会い。明陀宗の本尊として祀られていた降魔剣が燐の手に渡るまでの経緯が手紙によって明かされていく。そして、寺の本尊を手放した達磨に疑念を抱き、明陀宗を救おうと右目を奪い逃走した蝮は、藤堂とともに向かった明陀宗の元拠点・降魔堂で、連綿と受け継がれてきた不浄王の秘密を知ることになり……。"
                },
                "7": {
                    "ID": "5955188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955188",
                    "TitleEnglish": "Like a Fire Burning Bright",
                    "SummaryEnglish": "The Impure King has been revived! In his letter, Tatsuma asks Rin to use the Koma sword to fight, but will that even be possible? And to make matters worse, Mephisto suddenly appears with the news that Rin has been sentenced to death!",
                    "TitleJapanese": "気炎万丈",
                    "SummaryJapanese": "藤堂の策略により、ついに復活を果たした不浄王。達磨から使い魔・伽樓羅を奪った藤堂は更なる力を手に入れる。達磨の願いを託された燐だったが、己の悪魔の力と向き合うなかで降魔剣を抜くことができなくなっていた。狼狽する燐に追い打ちをかけるように、突如現れたメフィストから燐の処刑決定が告げられる。不浄王の復活、燐の処刑を知った勝呂たちが取った行動は……。"
                },
                "8": {
                    "ID": "5955190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955190",
                    "TitleEnglish": "From Father to Son",
                    "SummaryEnglish": "Miasma spreads through the streets as the exorcists begin to counter the Impure King’s growth. Rin leaves with the other students to find Tatsuma. Yukio is on the front lines, unaware his brother has left his cell, when he notices something strange…",
                    "TitleJapanese": "父子相伝",
                    "SummaryJapanese": "不浄王の瘴気が街中に降り注ぐ。不浄王に対抗するため行動を始める祓魔師たち。仲間の想いを知った燐もまた、独房を脱し洛北・金剛深山に向かい、山中で倒れた達磨を発見する。一方、燐が独房を出たことを知らずにいる雪男は藤堂と遭遇。圧倒的な力を前に苦戦を強いられる雪男を甚振るように攻撃をつづける藤堂は、燐のことを話題に上げ雪男の心理に揺さぶりをかける。"
                },
                "9": {
                    "ID": "5955192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955192",
                    "TitleEnglish": "Through Thick and Thin",
                    "SummaryEnglish": "“You despise your brother, don’t you?” Yukio is shaken as Todo tells him to admit his true feelings. Yukio reflects on the thoughts he’s had since an early age. Meanwhile, Suguro has inherited the Gouha-en, and with it, he and Rin head to the sporangium.",
                    "TitleJapanese": "雪中松柏",
                    "SummaryJapanese": "本当は兄のことが嫌いなのではないか。心の奥を暴くように問いかけてくる藤堂の言葉に雪男は激しく動揺する。幼い頃から抱えてきた自身の思いに向き合う雪男。達磨から打倒不浄王の切り札・劫波焔を受け継ぎ、胞子嚢を目指して進む勝呂と燐。救援を呼ぶため山を駆ける志摩と子猫丸。達磨を守るしえみと神木出雲。それぞれが不安を抱え、目の前の事態に立ち向かっていた。"
                },
                "10": {
                    "ID": "5955193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955193",
                    "TitleEnglish": "Unbowed and Unbroken",
                    "SummaryEnglish": "The sporangium has finally burst, revealing the Impure King. Assaulted by the miasma, Suguro barely maintains the barrier. And every passing moment brings him closer to his limit. Rin questions why he can’t draw his sword, even when backed into a corner.",
                    "TitleJapanese": "不撓不屈",
                    "SummaryJapanese": "遂に胞子嚢が破裂し、全貌を露わにした不浄王。瘴気の暴風に襲われるなかで、勝呂は結界を維持しようと懸命に耐え忍ぶ。しかし、限界は刻刻と近づいていた。自分が助けられた意味は何なのか。窮地に立たされても未だ抜けずにいる降魔剣を手に燐は問う。一方、間一髪のところを柔造に救われた雪男。藤堂に対し怒りが頂点に達する柔造に、雪男はある作戦を持ちかけ……。"
                },
                "11": {
                    "ID": "5955195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955195",
                    "TitleEnglish": "Shine Bright as the Sun",
                    "SummaryEnglish": "Rin finally manages to draw the demon sword. Shura tells him to, “Win a place for yourself in this world!” However, there doesn’t seem to be a way to stop the Impure King’s overwhelming growth. And if Suguro’s strength fails, the barrier will collapse!",
                    "TitleJapanese": "光輝燦然",
                    "SummaryJapanese": "降魔剣を抜くことができた燐。「自分の居場所は自分で勝ち取れ」と、シュラは燐を送り出す。だが、圧倒的な力を持ち増殖をつづける不浄王を食い止める術は見つけられない。遂には勝呂の体力も尽き、結界が崩れてしまう。街に瘴気が到達すれば甚大な被害をもたらす。絶望的な状況の中、燐の前に烏枢沙摩が現れる。そして倒したはずの藤堂が、再び雪男の前に立ちはだかり――"
                },
                "12": {
                    "ID": "5955196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/5955196",
                    "TitleEnglish": "Candid and Open",
                    "SummaryEnglish": "The sight of a blue flame burning in the night sky is reminiscent of “Blue Night,” but has brought about a completely different result. Now that the incidents relating to the Impure King have been concluded, those affected are moving on.",
                    "TitleJapanese": "虚心坦懐",
                    "SummaryJapanese": "青い炎が不浄王の瘴気を浄化する――。青い炎が夜空を焼き尽くす光景は「青い夜」を彷彿とさせつつも、まったく違う結果をもたらした。不浄王に纏わる事件によってさまざまに揺れ動いた人々は、騒動が解決したことで新たな局面を迎える。燐が魔神の落胤であり、それでも祓魔師を目指すということ。燐と雪男にも、兄弟にとって逃れられない事実に向き合う時間が訪れ……。"
                }
            }
        },
        "3": {
            "ID": "2082619",
            "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10013455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10013455",
                    "TitleEnglish": "The World's Astir",
                    "SummaryEnglish": "Rin Okumura, a boy aiming to become an exorcist yet born the illegitimate son of the demon god Satan, advises his classmate Sei Godaiin, who begins to see demons. Despite Rin asking Ryuji Suguro and the other Exwires attending the Exorcism Cram School for a way to make demons invisible, he is unable to find a solution. Meanwhile, Rin is invited to dinner by Mephisto Pheles, the Preceptor of the Japan Branch of the Knights of the True Cross and director of the True Cross Academy. However...",
                    "TitleJapanese": "ざわめく世界",
                    "SummaryJapanese": "魔神の落胤として生まれ、祓魔師を目指す少年・奥村燐は、悪魔が見えることに苦しむクラスメイト・醐醍院誠の相談に乗ることに。燐と同じく祓魔塾に通う候補生・勝呂竜士たちに悪魔を見えなくする方法を尋ねてみるも、解決方法は見つからない。そんな中、正十字学園の理事長であり、正十字騎士團の日本支部長であるメフィスト・フェレスに晩餐へと招かれるが……。"
                },
                "2": {
                    "ID": "10195337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195337",
                    "TitleEnglish": "Where Secrets Are",
                    "SummaryEnglish": "Yukio Okumura, Rin's younger twin brother and Intermediate Exorcist First Class, is summoned to a high-level inquiry meeting of the True Cross Order to be questioned about Saburota Todo, the mastermind behind the resurrection of the Impure King. Suspicious of the imposing atmosphere, Yukio recalls the words of his late adoptive father, Shiro Fujimoto. Meanwhile, the Exwires are tasked with exorcising \"Mayuko of the Toilet.\" However, Izumo Kamiki holds a certain grudge against Shiemi Moriyama.",
                    "TitleJapanese": "秘密の在り処",
                    "SummaryJapanese": "燐の双子の弟で中一級祓魔師である奥村雪男は、正十字騎士團の上級会議に召集され、「不浄王」復活の首謀者である藤堂三郎太について聴取を受けていた。物々しい雰囲気に疑念を抱いた雪男は、亡き養父・藤本獅郎の言葉を思い出す。一方、候補生たちは「トイレの繭子さん」退治の任務に当たることになるが、神木出雲は杜山しえみに対し、あるわだかまりを持っていた。"
                },
                "3": {
                    "ID": "10195338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195338",
                    "TitleEnglish": "True Cross Academy Festival",
                    "SummaryEnglish": "True Cross Academy is busy with preparations for the school festival. Renzo Shima and Rin try to find partners to attend the music festival and dance party with, but they are continually rejected. Unwilling to give up, Rin attempts to invite Izumo. But she flat out declines because the annual Exorcist Certification Exam is approaching. However, Shiemi, who has passed the school's transfer exam and has become their classmate, appears before a completely depressed Shima and Rin.",
                    "TitleJapanese": "正十字学園祭",
                    "SummaryJapanese": "学園祭の準備で賑わう正十字学園。志摩廉造と燐は、音楽フェスとダンスパーティーに参加するためパートナー探しに奔走するが、ことごとく断られてしまう。諦めきれない燐は出雲を誘おうとするも、年に一度の祓魔師認定試験が迫っていることを理由にすげなく断られる。すっかり意気消沈する志摩と燐の前に、学園の編入試験に合格し、同級生となったしえみが現れ……。"
                },
                "4": {
                    "ID": "10195339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195339",
                    "TitleEnglish": "Insider",
                    "SummaryEnglish": "Arthur A. Angel and Lightning capture a spy hiding among the Knights of the True Cross and learn that the secret society, the Illuminati, is planning to abduct someone for a certain project. And now, the time for their plan is at hand. After hearing the news, Shura Kirigakure gathers the Exwires. Meanwhile, Izumo confronts Takara and angrily explodes when she sees a particular stuffed animal in his hands...",
                    "TitleJapanese": "内通者",
                    "SummaryJapanese": "アーサー・A・エンジェルとライトニングは、騎士團内に潜むスパイを捕らえ、啓明結社イルミナティがとある計画に必要とする人物の拉致を企てていることを知る。しかし、その実行時間は差し迫っていた。一報を聞いた霧隠シュラは、候補生たちを招集する。その頃、出雲は宝ねむと対峙していた。古びたマスコットを手にした宝に、怒りをあらわにした出雲だったが……。"
                },
                "5": {
                    "ID": "10195340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195340",
                    "TitleEnglish": "Destiny",
                    "SummaryEnglish": "Every branch of the Knights of the True Cross is thrown into chaos as Lucifer, the King of Light, declares war. At the same time, Yukio, Rin, and the other Exwires leave for Izumo's hometown in Shimane Prefecture to bring Izumo and Shima back home. Izumo has been kidnapped and confined in the Far East Laboratory, controlled by the Illuminati. As Izumo awakens, she finds Shima wearing an Illuminati uniform. Then, she also meets someone with whom she shares a deep connection.",
                    "TitleJapanese": "運命",
                    "SummaryJapanese": "光の王・ルシフェルの宣戦布告により、正十字騎士團各支部は混乱に見舞われる。そんな中、雪男と燐たち候補生は、出雲と志摩を取り戻すため、出雲の故郷である島根県へと出発する。拉致された出雲はイルミナティの極東研究所に監禁されていた。目を覚ました出雲の前に、イルミナティの制服を身にまとった志摩が姿を現す。そして、そこには出雲に関わりの深い人物の姿もあった。"
                },
                "6": {
                    "ID": "10195341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195341",
                    "TitleEnglish": "I Can't Rely On Anyone",
                    "SummaryEnglish": "Takara summons Izumo's familiar, Fox God Mike, to talk about the past surrounding the Kamiki family and the Inari Taisha Shrine. Coming from a long line of shrine maidens, Tamamo, Izumo and Tsukumo's mother, serves as the head of the family who must bear the burden of controlling the fox demon, Nine Tails. Although Izumo possesses excellent divine power as a shrine maiden, she has no one she can rely on in her private life – she spends her days with her boisterous mother and younger sister. Those days fell into ruin when the Inari Light Foundation appeared and made its move.",
                    "TitleJapanese": "もう誰も頼れない",
                    "SummaryJapanese": "宝によって召喚された出雲の使い魔・ミケ狐神により、稲生の地と神木家にまつわる過去が語られる……。古くから続く巫女の血統で、九尾の狐を鎮めるつとめを負う神木家の当主・玉雲。その娘である出雲と月雲。巫女として強力な神通力を持ちながらも、私生活は頼りなく奔放な母と、幼い妹と過ごす出雲の日常は、ある日この土地に現れた「いなり光明財団」の活動によって狂い出していく。"
                },
                "7": {
                    "ID": "10195342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195342",
                    "TitleEnglish": "Hesitation",
                    "SummaryEnglish": "Behind the façade of the Inari Tourism and Urbanization Project, the Illuminati gradually undermined the area. After learning about Izumo's past from Mike, Rin and the others head to Peace Town Inari, which they believe holds the entrance to the Illuminati's underground laboratory. Meanwhile, at the laboratory, Izumo is taken to a room where Michael Gedoin is waiting to undergo a complete medical examination. Izumo screams to create an uproar, giving her a chance to try and escape by summoning Uke and Mike. She runs away to get out of the underground laboratory – only for Renzo Shima to stand in her way.",
                    "TitleJapanese": "迷い",
                    "SummaryJapanese": "稲生観光都市化計画の裏で、イルミナティは徐々にこの地を蝕んでいった。ミケから出雲の過去を聞いた燐たちは、イルミナティの地下研究所の入口と思われる稲生へいわタウンへと向かう。一方、研究所では出雲が精密検査のために、外道院ミハエルの待つ部屋へと連行されていた。自ら騒ぎを起こした隙に、ウケ・ミケを召喚して脱走を試みる出雲。地上を目指して走るも、その行く手を志摩が阻む。"
                },
                "8": {
                    "ID": "10195343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195343",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Michael Gedoin, lost in his admiration and adoration for Lucifer, takes further action to ensure the success of his Elixir research. He devises a plan separating Rin and his team – leaving each member to fend for themselves. Although Rin faces off against a giant, grotesque Zombie in the underground laboratory's container, he hesitates to use his sword against it when he realizes the Zombie is a human corpse possessed by a demon. Yukio, Suguro, Shiemi and Konekomaru each must face off against their demons in the laboratory alone...",
                    "TitleJapanese": "覚悟",
                    "SummaryJapanese": "ルシフェルに心酔する外道院は、エリクサー研究の成果をあげようと更なる行動に出る。外道院の策略により、一人ひとり分断されてしまった燐たち。地下施設のコンテナで巨大な異形屍人と対峙することになるが、屍人が悪魔に寄生された人間だと知った燐は、刀を振るうことを躊躇してしまう。雪男、勝呂、しえみ、子猫丸もまた、独力での戦いに挑むことになり……。"
                },
                "9": {
                    "ID": "10195344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195344",
                    "TitleEnglish": "Help Me",
                    "SummaryEnglish": "With the laboratory container now destroyed, Rin and the rest of the team were able to regroup, but Michael Gedoin sets a bloated Zombie to attack them. Gedoin talks about how the Far East Laboratory is the central hub for the Elixir of Immortality experiments – exposing the truth about Peace Town Inari and enraging everyone in the process. Then, Izumo appears – heading against her will to undergo the surgical transplant of Nine Tails. Rin breaks out his Koma Sword to save Izumo. Rin punches Shima, sending him flying, for trying to prevent Rin from helping her. Rin extends a helping hand to Izumo, but...",
                    "TitleJapanese": "助けて",
                    "SummaryJapanese": "コンテナを破壊し、合流することができた燐たち。しかし、外道院が差し向けた肥大化した膨張屍人が襲いかかる。極東研究所をエリクサー実験の聖域だと語る外道院によって明かされる稲生へいわタウンの真実に憤る一同だったが、そこに九尾の移植手術に向かう出雲が現れる。出雲を助けるべく降魔剣を手に飛び出す燐。阻もうとする志摩を殴り飛ばし、出雲に手を差し伸べるが……。"
                },
                "10": {
                    "ID": "10195345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195345",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Forcibly possessed by Nine Tails, Izumo strains her energy to cry for help as the demon's power overwhelms her. Rin answers Izumo's cry for help, exorcises the bloated Zombie and finds himself standing in the way of Michael Gedoin. Gedoin, confused and impatient with the unexpected situation, unleashes more Zombies on Rin and the others to buy time. As Yukio and the rest of the group come rushing to fight back, Izumo begins to be swallowed up by Nine Tails' madness, which she cannot subdue and is losing control.",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "九尾を強制的に憑依させられ、圧倒的な力にさらされる中で振り絞った、助けを求める出雲の声に応え、膨張屍人を祓い、外道院の前に立ちはだかった燐。計算外の事態に混乱し焦りを滲ませた外道院は、時間稼ぎに大量の屍人を差し向けてくる。雪男たちも駆け付け応戦する一方で、出雲は従わせることも寄り添うこともできない九尾という狂気に飲み込まれようとしていた。"
                },
                "11": {
                    "ID": "10195346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195346",
                    "TitleEnglish": "Pink Spider",
                    "SummaryEnglish": "Izumo and the rest of the team succeed at thwarting the threat of the Illuminati, with the help of her mother, Tamamo. As the Knights of the True Cross gain control of Inari, the once-continuous turmoil and fighting finally calm down throughout the land. However, Renzo Shima leaves with the Illuminati as a member of their team. Suguro tries to explain that Renzo was a spy for the Illuminati to his elder brothers, Juzo and Kinzo, who've come to help from the Kyoto Branch – only to learn of an even more shocking truth from Juzo.",
                    "TitleJapanese": "ピンクスパイダー",
                    "SummaryJapanese": "玉雲によって救われ、イルミナティの脅威を押しのけることに成功した出雲たち。稲生の地は正十字騎士團による制圧がなされ、一連の騒動は落ち着いた。だが、志摩はイルミナティの一員として去ってしまった。京都出張所から応援に駆け付けた志摩の兄である柔造と金造に、志摩がイルミナティのスパイであったことを説明しようとする勝呂だったが、逆に柔造から驚くべき事実が明かされる。"
                },
                "12": {
                    "ID": "10195347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10195347",
                    "TitleEnglish": "Hidden True Feelings",
                    "SummaryEnglish": "Shima returns home despite everyone thinking he had severed ties. Lightning questions his motives. Mephisto plans to face off against Lucifer. Amid these turns of events, Yukio hides that he met Lucifer in person in the Illuminati's underground facility, but Shima knows the truth. A sense of great unease grows stronger in Yukio's heart – Shima advises him to talk to somebody about it. In the meantime, Mephisto arranges for Rin and the rest of the crew to rest and relax at a spa resort in gratitude for their hard work.",
                    "TitleJapanese": "隠された本音",
                    "SummaryJapanese": "袂を分かったと思われた志摩の帰還。ライトニングによる尋問。ルシフェルと対抗するメフィストの思惑。さまざまに事態が動く中、イルミナティの地下施設でルシフェルと対面したことを隠していた雪男だが、志摩にはその事実を知られていた。志摩に「誰かに相談すべき」と忠告され、胸の内に不安を募らせていく。そんな折、メフィストの計らいで燐たちは慰労としてスパリゾートへ向かうことに。"
                }
            }
        },
        "4": {
            "ID": "2135753",
            "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10578127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10578127",
                    "TitleEnglish": "Ambition",
                    "SummaryEnglish": "Despite the success in taking control of the Far East Laboratory, the Illuminati remain a major threat. The Knights of the True Cross repeatedly hold discussions among the higher ranks to create countermeasures. Meanwhile, Rin and the other students are informed that the Exorcism Certification Exams will now be held sooner than planned. After the events in Shimane, Suguro struggles with the fact that he's lost sight of the reason for becoming an exorcist. However, Arch Knight Lightning is appointed as a new instructor at the Exorcist Cram School...",
                    "TitleJapanese": "野望",
                    "SummaryJapanese": "島根において極東研究所を制圧することに成功したが、依然として大きな脅威であるイルミナティ。正十字騎士團は対抗策を講ずるべく上層部による議論を重ねていた。一方、燐たち塾生に、祓魔師認定試験の実施が早まることが告げられる。島根での出来事を機に、祓魔師になる理由を見失い悩む勝呂だったが、四大騎士・ライトニングが祓魔塾講師の助っ人として新たに赴任し……。"
                },
                "2": {
                    "ID": "10731569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731569",
                    "TitleEnglish": "Distress",
                    "SummaryEnglish": "Ever since the strange phenomena occurred with his eye, Yukio decides to investigate the nature of the power that has manifested. He puts his own life on the line as he becomes devoted to the dangerous training…",
                    "TitleJapanese": "苦悩",
                    "SummaryJapanese": "自らの目に異変が起きて以来、事実を周囲に隠し恐れを抱いてきた雪男だったが、その目に発現した力が一体何なのか、検証することを決意する。力が発現した状況には、「死を前にした恐怖」という共通点があった。雪男は、生死をかけた危険な修行に傾倒していく……。一方、燐としえみは二人きりでの任務に臨むことに。古民家に発生した魍魎を祓魔するという、簡単な任務に思われたが……。"
                },
                "3": {
                    "ID": "10731570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731570",
                    "TitleEnglish": "Hometown",
                    "SummaryEnglish": "Shura suddenly goes missing. However, based on her last traces, Mephisto deduces the high possibility that Shura has returned to her hometown in Aomori Prefecture. As such, he orders Rin and Yukio to go there and search for her. After investigating, the twins arrive at Lake Towada in Aomori. Shura was facing off against Hachirotaro Okami, a powerful Hydra who claimed the large territory centered at the lake and the surrounding areas. Hachiro and his snake companions urge Shura to fulfill her promise to him.",
                    "TitleJapanese": "故郷",
                    "SummaryJapanese": "突如として姿を消したシュラ。行動履歴から、シュラが出身地である青森にいる可能性が高いと推測したメフィストは、燐と雪男に現地での捜索を命じる。二人は聞き込みの末、青森・永久蛇湖に辿り着くが……。シュラは、湖を中心に広い縄張りを持つ強力な八岐大蛇・八郎太郎大神と対峙していた。八郎は眷属の蛇たちとともに、シュラへ「俺たちとの約束を果たしてもらう」と迫る。"
                },
                "4": {
                    "ID": "10731571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731571",
                    "TitleEnglish": "Goodbye To You",
                    "SummaryEnglish": "According to the contract made between Hachiro and Shura's ancestor, Tatsuko Kirigakure, each generation of descendants is destined to die at the age of 30 in exchange for gaining power. Shura informs Rin and Yukio about her fate. She states that she has no regrets, but Rin is not convinced and suggests they defeat Hachiro. However, Hachiro then abducts Shura. Rin and Yukio make their way to Hachiro to save her, but they arrive to find Shura being controlled by Hachiro's hypnotic powers.",
                    "TitleJapanese": "さよならあなた",
                    "SummaryJapanese": "八郎とシュラの先祖・霧隠辰子の契約により、力を得る代わりに先祖代々三十路に死ぬことが決まっている。シュラは、自身の背負う運命を燐と雪男に語った。未練は何もないと語るシュラだったが、納得できない燐は八郎を倒そうと提案。しかし、シュラが八郎に連れ去られてしまう。救出のため燐と雪男は八郎のもとに向かうが、そこには八郎の催眠能力によって操られたシュラがいた。"
                },
                "5": {
                    "ID": "10731572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731572",
                    "TitleEnglish": "As If Begging For Tears",
                    "SummaryEnglish": "With Yukio's clever wit, Rin and his friends are able to deceive Hachiro and successfully get him to break his contract with Shura. However, Hachiro loses all control in a rage, capturing Shura once more and heading toward the frozen lake. When the immortal Hachiro expresses his wish to die, Shura tells him they will sleep together forever at the bottom of the lake and embraces him. But as they sink into the lake, memories of the days she once spent with Shiro flash through Shura's mind.",
                    "TitleJapanese": "泣けとばかりに",
                    "SummaryJapanese": "雪男の機転によって八郎を欺き、シュラとの契約を破棄させることに成功した燐たち。しかし、怒り狂い暴走した八郎は再びシュラを捕らえ、凍てついた湖へと向かっていく。不死である八郎からこぼれる「死にたい」という願いに、シュラは湖の底深く、永遠に一緒に眠ろうと伝え寄り添う。湖に沈んでいく中、シュラの脳裏に浮かんだのは、かつて藤本獅郎と過ごした日々の記憶だった。"
                },
                "6": {
                    "ID": "10731573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731573",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "With the incident in Aomori concluded, things begin to calm down at the Knights of the True Cross Japan Branch. Lightning begins his investigation of the Illuminati with Suguro. Lightning suspects that there was something within the Japan Branch that was connected to the Illuminati and the \"Blue Night.\" Meanwhile, after receiving Rin's confession, Shiemi worries that she doesn't understand the difference between \"romantic love\" and \"friendship love.\" Unable to bear any further witness to this, Izumo makes a suggestion.",
                    "TitleJapanese": "啓蟄",
                    "SummaryJapanese": "青森での一件が終わり、落ち着きを取り戻しつつある正十字騎士團日本支部。ライトニングは勝呂と共にイルミナティに関する調査を開始する。ライトニングはイルミナティ、そして「青い夜」に繋がる何かが日本支部内にあると睨んでいた。一方、燐からの告白を受けたしえみは「恋愛の好き」と「友達の好き」の違いが分からないと悩んでいた。その様子を見かねた出雲は、ある提案をする。"
                },
                "7": {
                    "ID": "10731574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731574",
                    "TitleEnglish": "Variant Leaves",
                    "SummaryEnglish": "As Lightning continues to investigate the Blue Night, he notices the names of three people. After the Blue Night, three men left the Knights of the True Cross Japan Branch and became priests living at the Southern Cross Monastery, the place where the Okumura Brothers grew up. Lightning and Suguro visit the Monastery to get a firsthand account of what happened back then. Lightning, willing to take strong measures against those who remain silent, closes in on the mystery of the Blue Night...",
                    "TitleJapanese": "異形葉",
                    "SummaryJapanese": "青い夜についての調査を進める中で、ライトニングはある三人の名前に着目する。青い夜以降に正十字騎士團日本支部から離職したその三人は修道士となり、南十字男子修道院──奥村兄弟が育った場所でともに暮らしていた。当時の話を直接聞くため、修道院を訪ねるライトニングと勝呂。口をつぐむ彼等に強硬な手段も厭わないライトニングは、徐々に青い夜の謎へと迫っていく……。"
                },
                "8": {
                    "ID": "10731575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731575",
                    "TitleEnglish": "Happy (Merry Xmas) Birthday!",
                    "SummaryEnglish": "Lightning and Suguro bear witness to Section 13 as it appeared right after the Blue Night, and Mephisto reveals the truth about the research that was being conducted there. Meanwhile, Shiemi suddenly expressed her intention to decline to take the Exorcist Certification Exam and to leave the school.",
                    "TitleJapanese": "ハッピー（メリクリ）バースデー！",
                    "SummaryJapanese": "青い夜直後の十三號セクションの姿を目の当たりにし、メフィストからそこで行われていた研究の真相を明かされたライトニングと勝呂。ライトニングは、正十字騎士團ヴァチカン本部のとある場所へ向かう。一方、手騎士を目指していたしえみが、突如として認定試験辞退と退塾の意思を示す。驚く燐や出雲たちをよそに、しえみはクリスマス兼誕生日パーティーに向けて意気込みを見せるのだった。"
                },
                "9": {
                    "ID": "10731576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731576",
                    "TitleEnglish": "Congratulations",
                    "SummaryEnglish": "Yukio wants to know the secret of their birth while Rin believes there is no need to know. As their ideas clash, Rin and the others head to Kyoto to attend the wedding of Juzo Shima and Mamushi Hojo.",
                    "TitleJapanese": "寿",
                    "SummaryJapanese": "自らの出生の秘密を知りたいという想いを募らせる雪男と、知る必要はないと考える燐。互いの考えがすれ違う中、燐たちは志摩柔造と宝生蝮の結婚式に参列するため京都へ向かう。周囲に対し通常通りの態度を見せる雪男だが、違和感をおぼえる燐。一方、調査を再開したライトニングは十三號セクションの真相に近づくため、当時の関係者として名前が浮上したドラク・ドラグレスクに接触する。"
                },
                "10": {
                    "ID": "10731577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731577",
                    "TitleEnglish": "In the Falling Snow",
                    "SummaryEnglish": "The exorcists are busy dealing with the high-ranking demons that begin appearing in urban areas. Shura heads the forefront in Ikebukuro. The number of people who are able to see demons increases as a result of gaining a Temptaint, and the world falls into chaos. At the same time, Yukio threatens Suguro with his gun and tries to get him to learn about the details of Lightning's investigation. Yukio refuses to heed Shima's warnings and grows increasingly isolated. He returns to Tokyo for a mission and encounters Lightning.",
                    "TitleJapanese": "散る雪の中で",
                    "SummaryJapanese": "都市部に上級悪魔が出現し、対応に追われる祓魔師たち。池袋ではシュラが陣頭指揮をとっていた。魔障を受けたことにより悪魔を見ることができる人間も増えていき、世界は混乱に陥っていく。時を同じくして、勝呂を銃で脅し、ライトニングとの調査内容を聞き出そうとした雪男。志摩の忠告にも耳を傾けず孤立を深めていく雪男は、任務のため東京へ戻り、ライトニングと遭遇する。"
                },
                "11": {
                    "ID": "10731578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731578",
                    "TitleEnglish": "Beyond the Snow",
                    "SummaryEnglish": "Overwhelmed by his conflicting emotions, Yukio takes drastic measures, but Satan blocks him. After hearing from Shiemi about Yukio, Rin rushes out of the dorm to search for him. Assiah, the material world, is thrown into chaos as demons become more active. Mephisto is summoned to the prime minister's office and attends a press conference with the prime minister and all relevant parties to announce the existence of demons, which has never been publicly acknowledged until now. But who appears there is...",
                    "TitleJapanese": "雪の果て",
                    "SummaryJapanese": "さまざまな感情に押し潰された雪男がとった手段を阻止したのは魔神だった。しえみから雪男のことを聞いた燐は、雪男を探すため寮を飛び出していく。そして、悪魔の動きが活性化したことにより混乱を極める物質界。首相官邸に招集されたメフィストは、内閣総理大臣・全人とともに、これまで公に認知されてこなかった悪魔の存在を公表する記者会見に臨むが、そこに現れたのは……。"
                },
                "12": {
                    "ID": "10731579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10731579",
                    "TitleEnglish": "Parting",
                    "SummaryEnglish": "Yukio is arrested on suspicion of shooting Mephisto. After learning about Yukio's eye, Rin decides to escape from The Order with his brother. With the help of the Exwires and Amaimon, he heads off to rescue Yukio. Severely injured by the gunshot, Mephisto decides to abandon the barrier he placed on the artificial Gehenna Gate in order to maintain his possessed body. As a result, the gate opens completely, and a horde of demons emerge. The atmosphere of Gehenna thoroughly envelops Assiah...",
                    "TitleJapanese": "決別",
                    "SummaryJapanese": "雪男がメフィストを銃撃した容疑で拘束された。雪男の目のことも知った燐は、兄弟で騎士團から逃亡する決意を固め、塾生やアマイモンの力も借りて雪男の救出に向かう。銃撃により大きなダメージを負ったメフィストは、憑依体を維持するため人工虚無界の門に施した結界を捨てる決断をする。それにより門は完全に開き、大量の悪魔が出現。物質界は虚無界の空気に覆いつくされていく……。"
                }
            }
        },
        "5": {
            "ID": "2142563",
            "URL": "https://www.thetvdb.com/series/blue-exorcist/seasons/official/5",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10859627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859627",
                    "TitleEnglish": "Shiro and Yuri",
                    "SummaryEnglish": "The artificial Gehenna Gate has completely opened, throwing the material world of Assiah into utter chaos as many humans have now begun to see demons. Amid everything, Yukio leaves the Knights of the True Cross and heads for the Illuminati. Rin decides that he must learn the secret of their birth. He embarks on a journey 40 years into the past with Mephisto's guidance. Rin witnesses the fated meeting between two individuals – an orphan who lives in an abandoned factory named Yuri, and a test subject from Section 13 named Shiro.",
                    "TitleJapanese": "獅郎とユリ",
                    "SummaryJapanese": "人工虚無界の門が完全に開き、多くの人間が悪魔を見るようになったことで物質界は混乱に包まれていた。その中で、雪男は正十字騎士團から離反しイルミナティへ向かう。自分たちの出生の秘密を知る必要があると決意した燐は、メフィストの手引きで40年前の過去へと旅立つ。廃工場で暮らす孤児のユリと、十三號セクションの実験体である獅郎。2人の出会いを燐は目にする。"
                },
                "2": {
                    "ID": "10859628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859628",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Having lost her family in a fire and with nowhere left to go, Yuri meets Shiro, who is on the run from Section 13. Shiro is brought back by the exorcists pursuing him, and he makes a request of Mephisto. Meanwhile, Yuri is taken to the Asylum, a school for exorcists-in-training, due to her ability to see demons. As he watches the two grow up, Rin witnesses the true nature of the Asylum and Section 13.",
                    "TitleJapanese": "真実",
                    "SummaryJapanese": "火事で家族を亡くし行き場を失ったユリは、十三號セクションから脱走中の獅郎と出会った。行方を追ってきた祓魔師たちに連れ戻された獅郎は、メフィストに対しある要求をする。一方、悪魔が見えることから、祓魔師養成学校・アサイラムに収容されることになったユリ。二人の成長を見守りながら、燐はアサイラムと十三號セクションの実態を目の当たりにすることになる。"
                },
                "3": {
                    "ID": "10859629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859629",
                    "TitleEnglish": "Alone",
                    "SummaryEnglish": "Shiro believes that an exorcist's duty is to destroy demons, while Yuri believes that an exorcist's duty is to help people, and advocates for building friendly relationships with demons. Shiro, irritated by Yuri's attitude, harshly confronts her. Time passes, and the two pass their Exorcist Certification Exams. Shiro finally achieves his dream of leaving the Asylum and begins living alone and indulging in his freedom. Yuri watches on in concern, but another mission puts the two at odds once more...",
                    "TitleJapanese": "一人ぼっち",
                    "SummaryJapanese": "悪魔を祓うことが祓魔師の責務だと考える獅郎と、人を助けることが祓魔師の責務であると考え、悪魔とも友好的な関係を築くことを唱えるユリ。ユリの姿勢に獅郎は苛立ち、対立する。時が経ち、祓魔師認定試験に合格した二人。獅郎は念願であったアサイラム外での一人暮らしを始め、自由を謳歌していた。その様子を心配そうに眺めるユリだったが、ある任務で二人は再び対立し……。"
                },
                "4": {
                    "ID": "10859630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859630",
                    "TitleEnglish": "Satan Awakening",
                    "SummaryEnglish": "Nine years have passed. During that time, Shiro, Yuri, Rick and the others gained experience and grew up. Meanwhile, in Section 13, Elixir experiments continued. Although Amaimon successfully possesses a new body, Lucifer is still unable to find a suitable body, and in his suffering, his attachment to material things grows stronger. However, in the midst of this all, a being that is \"the universe itself\" incarnates in a certain test subject.",
                    "TitleJapanese": "サタン覚醒",
                    "SummaryJapanese": "9年の月日が流れた。その時間は獅郎やユリ、リックたちにとって多くの経験を重ね、成長を促す日々だった。一方、十三號セクションではエリクサー実験が繰り返されていた。アマイモンが新たな憑依に成功するも、己に適した憑依体は未だ現れず、苦しみの中で物質への執着を強めていくルシフェル。だがそんな中、とある験体に「森羅万象そのもの」である存在が受肉し――。"
                },
                "5": {
                    "ID": "10859631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859631",
                    "TitleEnglish": "More Important Than the Body",
                    "SummaryEnglish": "After his incarnation, Rinka absorbed knowledge at an incredible speed, recognizing himself as the Demon God Satan. Yuri tries to reason with Satan, who uses his power to control everything, but he refuses and disappears from Section 13. The Knights of the True Cross believe it is only a matter of time before Satan returns, since it is difficult to maintain a possessed body without the Elixir. But Yuri strengthens her resolve.",
                    "TitleJapanese": "身体より大事なもの",
                    "SummaryJapanese": "受肉後、凄まじいスピードで知識を吸収していった燐火は、己の存在を魔神・サタンと認識した。力を行使し、全てを意のままにしようとするサタンに対し、ユリは説得を試みるが、サタンはそれを拒絶。十三號セクションから姿を消す。エリクサー無しに憑依体を維持することは困難であるため、朽ち果てるのは時間の問題と考える騎士團だったが、ユリはある決意を固めていた。"
                },
                "6": {
                    "ID": "10859632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859632",
                    "TitleEnglish": "If It Weren't for Me",
                    "SummaryEnglish": "Yuri heads to Satan, who has holed himself up in Section 13. Satan accepts Yuri and chooses to live with her. To live together, he decides to abandon Section 13, informing his followers of his withdrawal. As Yuri prepares for their escape, she reunites with Jenny, who is working in Section 13. Upon learning about Satan and Yuri's plan to escape, Jenny plots to free the test subject children at the facility, but...",
                    "TitleJapanese": "俺さえいなければ",
                    "SummaryJapanese": "十三號セクションに籠城するサタンのもとへ向かったユリ。ユリを受け入れ、ともに生きることを選んだサタンは、二人での暮らしを手に入れるため十三號セクションを捨てることを決意し、配下に撤退を宣言する。ユリは脱出の準備を進める中で、十三號セクションに勤務するジェニと再会。サタンとユリの脱出計画を知ったジェニは、施設にいる実験体の子供たちの解放を目論むが……。"
                },
                "7": {
                    "ID": "10859633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859633",
                    "TitleEnglish": "The Night Before",
                    "SummaryEnglish": "A newborn Rin, covered in blue flames, attacked the surrounding exorcists one after another. Rin, shaken by the sight and on the verge of being overtaken by his demonic self, is sent to a certain place in the present by Mephisto. Meanwhile, Yukio, who has left the Knights of the True Cross, and Shima arrive at the Illuminati's aerial fortress, the Dominus Liminis. Accompanied by the executive in charge, Homare Todo, Yukio meets Lucifer. Simultaneously, someone from the Grigori Sedes comes to visit Shiemi.",
                    "TitleJapanese": "前夜",
                    "SummaryJapanese": "生まれたばかりの燐は青い炎を纏い、周囲の祓魔師を次々と襲った。その光景に酷く動揺し、悪魔の人格に乗っ取られかけた燐を、メフィストは現代のとある場所に送る。一方、騎士團を離れた雪男は志摩とともにイルミナティの空中要塞「境界の主（ドミナスリミニス）」に到着。幹部の藤堂誉に連れられ、ルシフェルと対面する。その頃、しえみのもとに賢座庁の者が訪ねてくる。"
                },
                "8": {
                    "ID": "10859634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859634",
                    "TitleEnglish": "The Blue Night",
                    "SummaryEnglish": "Shiemi cheers up after Rin suddenly appears before her. After hearing Shiemi's voice, Rin regains consciousness and heads back to the past to see the events all the way through. In the past, Satan's possessed body progressively deteriorates, beginning to break down and go out of control. The Blue Night begins at last. As powerful clergy around the world are engulfed in blue flames one after another, the Myodha Sect in Kyoto, the Three Sages in the Vatican, Shiro and the Knights in the Japan Branch struggle against the dire situation.",
                    "TitleJapanese": "青い夜",
                    "SummaryJapanese": "突然目の前に現れた燐に元気をもらったしえみ。燐もまた、しえみの声に自身を取り戻し、全てを見届けるため再び過去へと向かった。過去ではサタンの憑依体の劣化が進行し、崩壊と暴走を始めていた。ついに始まる「青い夜」——。世界中の有力な聖職者たちが次々と青い炎に包まれる中、京都では明陀宗が、ヴァチカンでは三賢者が、日本支部では聖騎士や獅郎が事態に対抗する。"
                },
                "9": {
                    "ID": "10859635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859635",
                    "TitleEnglish": "Fight to the Death",
                    "SummaryEnglish": "Using the Koma Sword, Shiro successfully seals Rin's demon heart. This separates Rin from his demonic nature and returns him to Yuri's arms. However, the respite is short-lived as Satan forcibly possesses the body of the Paladin Abel. Satan's love for Yuri has turned into obsession, but Yuri's words can no longer reach him. Satan explodes with emotions and attempts to take possession of Shiro's body. Shiro makes a bold move to prevent himself from being possessed, but...",
                    "TitleJapanese": "死闘",
                    "SummaryJapanese": "獅郎は降魔剣を使い、燐の悪魔の心臓を封印することに成功した。それにより燐は悪魔の本性と切り離され、ユリの腕の中へと戻された。しかし安心したのも束の間、聖騎士・アベルの身体がサタンに強制憑依されてしまう。ユリへの思慕が妄執に変わったサタンにはユリの言葉も届かない。感情を爆発させ、獅郎の身体を奪おうと迫るサタン。獅郎は憑依を防ぐため、大胆な行動に出るが……。"
                },
                "10": {
                    "ID": "10859636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859636",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "Shiro and Yuri defeat Satan and escape the clutches of the Knights of the True Cross. However, Yuri's exhaustion catches up to her as she gives her final words to Rin and Yukio and leaves this world. Adding insult to injury, Shiro, overcome with remorse and losing the will to live, is attacked by a demon. Meanwhile, with Satan having disappeared from Assiah, Lucifer despairs of the future research into clones for possession. Mephisto and Shemihaza work to stop Lucifer's rampaging attempt to reduce everything to nothingness.",
                    "TitleJapanese": "光",
                    "SummaryJapanese": "サタンを退け、騎士團の手を逃れた獅郎とユリ。しかしユリの消耗は激しく、燐と雪男に最後の言葉を残しこの世を去った。自責の念に駆られ生きる気力をなくした獅郎に追い打ちをかけるように、悪魔が襲う。一方、物質界からサタンが消え、憑依体研究の未来に絶望したルシフェル。全てを無に帰さんとするルシフェルの暴走を、メフィストとシェミハザが阻止しようと試みる。"
                },
                "11": {
                    "ID": "10859637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859637",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "Shiro offers to leave the twins with Mephisto under the assumption that he has a plan to raise Satan’s children.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "生きる気力を取り戻し、獅郎は燐と雪男を連れ日本支部へと帰還した。メフィストがサタンの仔を育てる計画を持っていると踏み、獅郎は双子を預けようとするが、メフィストはかつて交わした「約束」を突きつける。そしてメフィストは、憑依体を失い虚無界に戻ったサタンに対し、人間を害することを止めるよう交渉していた。しかしそこに力を取り戻したルシフェルが現れ……。"
                },
                "12": {
                    "ID": "10859638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-exorcist/episodes/10859638",
                    "TitleEnglish": "Thank You",
                    "SummaryEnglish": "Remembering Yuri's words, Shiro relies on Misumi, Nagatomo and the others as he begins raising Rin and Yukio at the monastery. To Yukio, frightened by demons, he guides on the path to becoming an exorcist. To Rin, unable to control his strength, he teaches how to cook and use his strength for kindness. Eventually, the twins become junior high school students, but Shiro, who Satan was constantly targeting, begins to hear Satan's voice more and more each day. And then, that fateful day arrives...",
                    "TitleJapanese": "ありがとう",
                    "SummaryJapanese": "かつてのユリの言葉を思い出し、三角や長友たちを頼り、修道院で燐と雪男を育てるようになった獅郎。悪魔を見て怯える雪男には祓魔師になる道を示し、自身の力を制御できずにいる燐には料理を教え、やさしいことのために力を使えと諭す。やがて二人は中学生になるが、サタンに狙われ続けていた獅郎は日増しにサタンの声を耳にするようになる。そして、運命の日が近づき……。"
                }
            }
        }
    }
}