{
  "URL": "https://www.thetvdb.com/series/r-15",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2075073/",
    "https://www.themoviedb.org/tv/42510"
  ],
  "TitleEnglish": "R-15",
  "SummaryEnglish": "R-15 is about a boy, Taketo Akutagawa, who attends a school for geniuses: Inspiration Academy Private High School. Taketo is a genius novelist and writes erotica. Despite negative perceptions many people have of him, he aims to be at the top of his class and be recognized as the world's greatest writer.",
  "Aliases": [
    "R-Fifteen"
  ],
  "Modified": "2025-05-10",
  "Seasons": {
    "0": {
      "ID": "468808",
      "URL": "https://www.thetvdb.com/series/r-15/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4241512",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4241512",
          "TitleEnglish": "An R-15 Boy's Castaway Tale",
          "SummaryEnglish": "Taketo, Fukune, Utae and Ran wind up on a remote island after a plane crash.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "468809",
      "URL": "https://www.thetvdb.com/series/r-15/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4123510",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4123510",
          "TitleEnglish": "Welcome to Inspiration Academy!",
          "SummaryEnglish": "Taketo Akutagawa is a high schooler who's also a genius erotic writer whose work is serialized in the newspaper. He goes to a school where only people with a unique talent (Geniuses) are allowed, Inspiration Academy! A genius clarinet player, a genus mathmatician, a genius hacker and a genius idol, he gets in all kinds of sexy trouble thisthese crazy people. His fantasies never stop! And what about the love that's starting to grow there? A taboo crazy academic life is about to start!",
          "Aliases": []
        },
        "2": {
          "ID": "4129172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129172",
          "TitleEnglish": "An Idol, Even If I Strip!",
          "SummaryEnglish": "Sonokoe Utae is a talented singer and the top idol in the school. She's cheerful, polite, and popular, and she looks like she has it all. But she has a secret problem that she can't tell anyone about. When Taketo goes to interview her for the Newspaper circle, he swears to himself that he'll solve her problem. And then the two of them endup in a dark room together! Taketo's talent goes out of control, and unlocks a new door for the pure idol!",
          "Aliases": []
        },
        "3": {
          "ID": "4129171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129171",
          "TitleEnglish": "I Won't Go Away, I Won't Let You Go",
          "SummaryEnglish": "Raika's photos lead to suspicions of Taketo being a molester. He tries to prove his innocence, but he ends conjoined at the back with Fukune.",
          "Aliases": []
        },
        "4": {
          "ID": "4129170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129170",
          "TitleEnglish": "Photo Stories",
          "SummaryEnglish": "Raika's been asked to make a promotional poster for the school, and has decided to follow Takuto more than usual in hopes of getting a truly ugly picture. Takuto is caught up in all kinds of erotic trouble she causes, and is desperate to find a way out. Things get out of control fast, and start going in a direction neither of them expected. When Takuto's fantasies are unleashed at last, a dazzling turnabout begins!",
          "Aliases": []
        },
        "5": {
          "ID": "4129169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129169",
          "TitleEnglish": "Only Girls",
          "SummaryEnglish": "Genius Artist Beni Botan has caused a ream of \"painted uniform\" incidents. This dastardly deed involves painting a uniform onto a girl's body and making her barely able to stand. And she's decided on Fukune as her next target! When Musen Ran, who's in love with Fukune, finds this out, she declares war, and an extreme yuri XXX battle begins! Where will this battle lead, and how will our hero Takuto get involved with it?",
          "Aliases": []
        },
        "6": {
          "ID": "4129184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129184",
          "TitleEnglish": "What If Inspiration Academy’s Genius Manager...",
          "SummaryEnglish": "Taketo is in a slump. He can't fantasize anymore. Unable to write his porno, he's missing his deadlines. To help him, the chief of the newspaper circle sends him to the genius manager Kurabu Katsuyo. And the two of them are locked up in a room together! But Katsuyo's natural clumsiness only makes the situation worse... What will Katsuyo do to bring back his fantasies? Will he make his deadlines!?",
          "Aliases": []
        },
        "7": {
          "ID": "4129185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129185",
          "TitleEnglish": "Girls Dorm Stories",
          "SummaryEnglish": "As part of an article for the newspaper circle, Taketo sneaks into the girl's dorm in a stealth suit. Excited by seeing how open the girls are when there's no men around, Taketo bleeds nosebleeds everywhere and terrifies the dorm. The girls use every talent at their disposal to attempt to eliminate this invisible enemy. Even amidst the danger, Taketo can't stop his fantasies, and a panicked battle begins! It's going to be a crazy day!",
          "Aliases": []
        },
        "8": {
          "ID": "4129186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129186",
          "TitleEnglish": "Inspiration's Day Off",
          "SummaryEnglish": "Everyone at Inspiration Academy is excited for their day off and making plans for dates and fun. Takuto decides to go to town with Ritsu, but ends up going with Fukune instead. Taketo is excited by the innocent and defenseless Fukune. And then it starts raining suddenly, and Taketo and Fukune have to take refuge in a hotel! Taketo's excitement reaches its peak as she takes a shower and changes... What will happen to them, and what secret will Fukune tell?",
          "Aliases": []
        },
        "9": {
          "ID": "4129187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129187",
          "TitleEnglish": "The Chief's X-Files",
          "SummaryEnglish": "Nothing is known about the chief of the newspaper circle, not her name, or her talent. Taketo starts an investigation to find out who she is. But the more he looks, the stranger things get, and he starts to think she might be a ghost or even an alien. But Utae agrees to help, and the two of them start tailing the chief. She's appearing and disappearing everywhere, making her impossible to follow, but in the process there are ero-happenings and fantasies, and the two of them get closer... Will they find out who the chief is?",
          "Aliases": []
        },
        "10": {
          "ID": "4129188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129188",
          "TitleEnglish": "Steamy Town Elegy",
          "SummaryEnglish": "Hot springs have been found on Inspiration School Grounds, and a giant hot springs town has been built! But there's only a moment's rest to be had before the third year students have the first years hold an orientation tournament between classes! The first round is to plan an event in the hot springs down. Way behind after class 2 holds an Utae concert, Taketo fights back with a series of erotic carnival games! And amidst the chaos, the girls start to come to terms with their feelings for Taketo...",
          "Aliases": []
        },
        "11": {
          "ID": "4129189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129189",
          "TitleEnglish": "Our Summertime Blue",
          "SummaryEnglish": "With Fukune staying at Taketo's home, but despite his excitement, he's unable to talk to her about what's troubling her.",
          "Aliases": []
        },
        "12": {
          "ID": "4129190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/r-15/episodes/4129190",
          "TitleEnglish": "I Love You",
          "SummaryEnglish": "Taketo swears that he'll put everything he has into his lyrics. It's time for the final round of the Orientation Tournament. Each of the characters let go of everything they've been storing up inside them in one last, shocking song. It's a burning, passionate, and yet sweet melody of youth. Everybody feels something different, but they all want to say the same thing. \"I love you!\"",
          "Aliases": []
        }
      }
    }
  }
}