{
    "URL": "https://www.thetvdb.com/series/bunny-drop",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2061551/",
        "https://usagi-drop.tv/08goods/index.html",
        "https://www.themoviedb.org/tv/45213",
        "https://en.wikipedia.org/wiki/Bunny_Drop"
    ],
    "TitleEnglish": "Bunny Drop",
    "SummaryEnglish": "Going home for his grandfather's funeral, thirty-year-old bachelor Daikichi is surprised to discover that the old man had an illegitimate child with a younger lover! The rest of his family doesn't want anything to do with the silent little girl, Rin. In a fit of angry spontaneity, Daikichi decides to take her in himself. Now the two must learn how to adapt to one another and overcome their fears and struggles as they become a new family.",
    "TitleJapanese": "うさぎドロップ",
    "SummaryJapanese": "30歳の独身サラリーマン・河地大吉(かわちだいきち)は、祖父・鹿賀宋一(かがそういち)の葬儀で見知らぬ少女・りんと出会う。その6歳の少女は、祖父の隠し子だった。子供嫌いの大吉だが、親戚たちのりんへのよそよそしい態度に違和感を募らせ、りんを引き取ることに。",
    "Aliases": [
        "Usagi Drop"
    ],
    "Modified": "2024-11-05",
    "Seasons": {
        "0": {
            "ID": "468818",
            "URL": "https://www.thetvdb.com/series/bunny-drop/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4161933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161933",
                    "TitleEnglish": "Aquarium of Leaves",
                    "SummaryEnglish": "Rin takes an interest in making fishes out of leaves.",
                    "TitleJapanese": "はっぱの水族館",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4161934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161934",
                    "TitleEnglish": "Dear My Santa Claus",
                    "SummaryEnglish": "Daikichi and Rin prepare for Christmas.",
                    "TitleJapanese": "サンタさんへ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4161935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161935",
                    "TitleEnglish": "Full Blossom in the Sky",
                    "SummaryEnglish": "As the cherry trees are in full blossom, Rin wants to go flower watching, and Kouki's mother prepares a bentou for this purpose. But the weather forecast announced a spring storm, so Rin and Daikichi make good-weather charms.",
                    "TitleJapanese": "おそらにまんかい",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4161936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161936",
                    "TitleEnglish": "Way Home",
                    "SummaryEnglish": "After visiting a festival, Kouki is still not tired, so Daikichi suggests a little detour on their way home, thus showing Rin, Kouki and Yukari his \"secret place\".",
                    "TitleJapanese": "かえり道",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "468819",
            "URL": "https://www.thetvdb.com/series/bunny-drop/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4123515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4123515",
                    "TitleEnglish": "The Bellflower Girl",
                    "SummaryEnglish": "After hearing that his grandfather, Souichi Kaga, has died, Daikichi Kawachi and his relatives gather at Souichi's home for the funeral. There, he meets a young girl named Rin, who is allegedly Souichi's illegitimate daughter. Following the funeral, the relatives refuse to take in the girl and opt to put her up for adoption. Daikichi, disgusted with their attitudes, decides to take Rin into his care.",
                    "TitleJapanese": "りんどうの女の子",
                    "SummaryJapanese": "30歳、独身のサラリーマン河地大吉は、祖父・宋一の葬儀で見知らぬ女の子・りんと出会う。\nその６歳の少女は、なんと祖父の隠し子だった。子供が苦手な大吉だったが、親戚たちの、りんへのよそよそしい態度に違和感を募らせていく。そしてとうとう、りんの引き取り先を決める親戚会議が始まって…。"
                },
                "2": {
                    "ID": "4128643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128643",
                    "TitleEnglish": "Pinky Swear",
                    "SummaryEnglish": "Whilst shopping for clothes, Daikichi realises he needs to register Rin for nursery school. With help from his cousin, Haruko Maeda, Daikichi finds a temporary nursery school to look after Rin whilst he goes to work. However, Daikichi ends up having to work overtime, causing him to be late in picking Rin up, though is forgiven. As the week carries on, Daikichi becomes concerned if the new schedule may start affecting his worklife, where he is keeping Rin a secret.",
                    "TitleJapanese": "ゆび切りげんまん",
                    "SummaryJapanese": "何を着せれば？食事は？保育園はどうする？６歳の女の子との二人暮らしに戸惑いの連続の大吉。\n保育園初日、不安な顔をするりんに、なるべく早く迎えに来るとゆび切りをする大吉だったが…。りんとの生活に自信の持てない大吉は、りんの母親に会うこと考え始める。"
                },
                "3": {
                    "ID": "4128644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128644",
                    "TitleEnglish": "Daikichi's Decision",
                    "SummaryEnglish": "As Daikichi wonders how to juggle his worklife around taking care of Rin, he takes her to his parents house. As Daikichi looks through Souichi's house for clues on Rin's mother, he finds an out-of-place modem. When he asks Rin about it, she talks about a maid named Masako, who was listed in Rin's health booklet. As Rin wets the bed again last night, Daikichi understands her fear of death and reassures her. The next day, Daikichi requests a transfer at his job to better fit his time around Rin.",
                    "TitleJapanese": "ダイキチの決めたこと",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4128645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128645",
                    "TitleEnglish": "Letter",
                    "SummaryEnglish": "At nursery, Rin makes friends with a boy named Kouki Kitani, with Daikichi later meeting his single mother. Daikichi's workmates hold a farewell party for him, which he brings Rin along to. After enrolling Rin into elementary school, Daikichi looks through her health record and manages to find Souichi's will, containing Masako's contact details. After buying Rin a desk, Daikichi decides to call Masako.",
                    "TitleJapanese": "てがみ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4128646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128646",
                    "TitleEnglish": "Daikichi Should Stay Daikichi",
                    "SummaryEnglish": "Daikichi arranges a meeting with Masako, who explains she gave up Rin due to her demanding work as a manga artist. She suggests that Rin should use Daikichi's family name to avoid subjigation by her classmates. Daikichi runs this past Rin, who states that she wants to keep her surname, which he obliges.",
                    "TitleJapanese": "ダイキチはダイキチでいい",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4128802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128802",
                    "TitleEnglish": "My Tree",
                    "SummaryEnglish": "To commemorate her entrance into elementary school, Daikichi and Rin plant a loquat plant in their garden. Later, Rin wonders if there was a tree planted for her birth, so Daikichi goes to ask Masako about it, who reveals a tree was planted at Souichi's place. He finds the tree, a fragrant olive tree just like the one that was planted for his birth, and brings it back to his place.",
                    "TitleJapanese": "わたしの木",
                    "SummaryJapanese": "小学生になったりん。大吉は、記念樹を植えることを提案する。りんは持っていたびわの種を庭に植えるが、果たして芽が出るかどうかもわからない。もしかしたら、宗一もりんの誕生記念に何か植えているのではと、大吉が正子を訪ねたところ…。"
                },
                "7": {
                    "ID": "4128782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128782",
                    "TitleEnglish": "Secretly Leaving Home",
                    "SummaryEnglish": "Daikichi's cousin, Haruko Maeda, appears on his doorstep alongside her daughter, Reina, saying she has run away from home following troubles dealing with her husband's family. As Reina enjoys spending time with Rin, Haruko laments her bottled up feelings to Daikichi. After spending a few nights at Daikichi's place, Haruko's husband comes to pick them up, with Haruko saying she plans to keep at it.",
                    "TitleJapanese": "ないしょで家出",
                    "SummaryJapanese": "大吉のいとこの春子が、娘の麗奈と大吉の家に家出してくる。春子の覚悟をはかりかねて、ひとりヤキモキする大吉。そしてその気持ちを知り、母として強くなった春子に少なからず驚く。結婚とは何か、家族とは何かを改めて考える大吉であった。"
                },
                "8": {
                    "ID": "4128783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128783",
                    "TitleEnglish": "Grandpa's Precious Thing",
                    "SummaryEnglish": "On a hot summer day, Daikichi and Rin go to visit Souichi's grave. There, Daikichi notices that Masako has been to visit, so he goes to find Masako and tell her that Rin is there, offering a chance to look at her secretly. Afterwards, Daikichi and Rin go to see Souichi's house, now owned by his uncle, where they find the yard has been replaced with gravel. After returning home to celebrate Rin's birthday, they go to a summer festival.",
                    "TitleJapanese": "おじいちゃんのだいじ",
                    "SummaryJapanese": "りんの夏休みが始まった。大吉とりんは宗一のお墓参りに行くことに。そして、宗一の墓石にはインク瓶に差したりんどうが。りんの母親・正子がついさっきまで来ていたのだ。走り出す大吉。正子に追いついた大吉はある意外なことを提案する。"
                },
                "9": {
                    "ID": "4128784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128784",
                    "TitleEnglish": "A Typhoon Came",
                    "SummaryEnglish": "As the town receives a typhoon alert, Daikichi contemplates investing in some insurance whilst Rin keeps control of Kouki during class. As the storm settles in, Yukari and Kouki stay over with Daikichi and Rin for dinner.",
                    "TitleJapanese": "たいふうがきた！",
                    "SummaryJapanese": "大型台風が接近。大吉がお迎えに行くと、学童に残っていたのはりんとコウキの二人だけ。嵐の中を帰ってきた３人は、おおはしゃぎ。そこへ、コウキを迎えにきたコウキママも加わって、一緒にご飯を作って食べることに。それは、まるでひとつの家族のようで…。"
                },
                "10": {
                    "ID": "4128785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128785",
                    "TitleEnglish": "Stomach Flu",
                    "SummaryEnglish": "After Daikichi goes to an exhibition at Rin's school where he meets some other fathers, he discovers that Rin has stomach flu. With Rin refusing to eat or drink and her fever rising, Daikichi becomes worried, but Yukari manages to help him out. After Rin eventually recovers from her fever, Daikichi learns Yukari has come down with a cold.",
                    "TitleJapanese": "おなかのかぜ",
                    "SummaryJapanese": "文化祭の帰り道、りんに熱があることが発覚する。コウキママに励まされながら必死に介護する大吉だが、食事もとれず飲み物すら飲むことができないりんに、不安と焦りはつのるばかり。あらためて、りんがかけがえのない存在であることに気付くのだった。"
                },
                "11": {
                    "ID": "4128786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128786",
                    "TitleEnglish": "The First Step",
                    "SummaryEnglish": "Daikichi helps look after Kouki whilst Yukari recovers from her cold. Later, Rin practises for a skipping rope contest, with Daikichi joining in so he can lose some weight. After the contest, Daikichi takes Rin to see his parents, where one of Rin's wobbly teeth comes out. Daikichi also talks with his sister, reminding himself about the words of wisdom given to him by Yukari and his adult friends. On the way home, Daikichi reflects on the past year he has spent with Rin.",
                    "TitleJapanese": "はじめの一歩",
                    "SummaryJapanese": "りんと出会って１年。自分にとって子育てって……公園で遊ぶりんたちを見ながら漠然と考える大吉。歯がぐらぐらのりんにオロオロとうろたえながらも、またひとつりんの成長に立ち会った夜、誰かと一緒に生きていくことの素敵をかみしめる大吉だった。"
                }
            }
        }
    }
}