{
    "URL": "https://www.thetvdb.com/series/blood-c",
    "Genres": [
        "Paranormal"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1890725/",
        "https://www.themoviedb.org/tv/43270"
    ],
    "TitleEnglish": "Blood-C",
    "SummaryEnglish": "The Ukishima sanctuary is located in a picturesque old town on the edge of a lake. Saya Kisaragi, a young priestess of the temple lives there with her father, Tadayoshi. During the day, she lives the life of a normal high school student at the Sanbar academy. But at night, she hunts the \"Ancient\", creatures possessing supernatural physical abilities who prey humans and which alone she has the ability to defeat.",
    "Aliases": [],
    "Modified": "2025-05-16",
    "Seasons": {
        "0": {
            "ID": "468802",
            "URL": "https://www.thetvdb.com/series/blood-c/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5403726",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/5403726",
                    "TitleEnglish": "BLOOD-C The Last Dark",
                    "SummaryEnglish": "Tokyo has enacted the Youth Protection Ordinance, minors are forbidden to be out at night, and the internet is policed however, Sirrut, an underground rebel organization, has declared war on Fumito Nanahara. Sirrut uses the internet to try and find information in cyberspace, and they discover something more gruesome, TOWER, a mysterious organization behind Fumito that is rumored to be conducting experiments involving human beings, and alluding to people being...eaten.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4705070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4705070",
                    "TitleEnglish": "Special Edition (Part 1)",
                    "SummaryEnglish": "A TV special summarising the series with a few previously unseen scenes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4333861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4333861",
                    "TitleEnglish": "Special Edition (Part 2)",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "4705078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4705078",
                    "TitleEnglish": "None-None Theatre #1",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "4705079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4705079",
                    "TitleEnglish": "None-None Theatre #2",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "4705080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4705080",
                    "TitleEnglish": "None-None Theatre #3",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "4705081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4705081",
                    "TitleEnglish": "None-None Theatre #4",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "4705082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4705082",
                    "TitleEnglish": "None-None Theatre #5",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "4705083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4705083",
                    "TitleEnglish": "None-None Theatre #6",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "11": {
                    "ID": "4323753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4323753",
                    "TitleEnglish": "None-None Theatre #7",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "468803",
            "URL": "https://www.thetvdb.com/series/blood-c/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4123504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4123504",
                    "TitleEnglish": "O Ye Winds of Heaven",
                    "SummaryEnglish": "Saya begins her morning meditating on a light that continues to escape her grasp. Her trance is broken by her father reminding her to hurry up if she wants to eat breakfast before school. At school she converses with her friends before having to head home early to their disappointment. At home her father hands her a katana and tells her to slay the Elder Bairn.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4126811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126811",
                    "TitleEnglish": "It is for Thy Sake",
                    "SummaryEnglish": "Saya keeps spending her days happily at school while hiding her duties as a hunter of Furukimono from her classmates. Itsuki Tomofusa, the class president, does his best to have Saya respond to his feelings without success, while she shows concern for Shinichirō Tokizane, another classmate who rarely speaks to her, but usually watches her from afar.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4126810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126810",
                    "TitleEnglish": "As for Man",
                    "SummaryEnglish": "Saya learns that the bakery owner is missing and soon finds that a Furukimono is behind his disappearance. She fails to save his life, but manages to slay the creature, who speaks to Saya about a \"Covenant\" before passing away.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4126809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126809",
                    "TitleEnglish": "That Has Made Me Sad",
                    "SummaryEnglish": "Saya asks Tadayoshi about the meaning behind the covenant mentioned by the Furukimono, but is dissuaded by him. That night, when confronting three Furukimonos attacking a group of workers, one of the mentions that the covenant between humans and Furukimonos must be honored.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4126816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126816",
                    "TitleEnglish": "Meeting in the Way",
                    "SummaryEnglish": "Saya starts to have headaches related to visions, which eventually tire her. Her father sends her on a mission to kill a powerful Furukimono, but Saya prevails wondering about the Covenant the monster told her about. Back at her class, Saya and her class is told a story regarding the Furukimono and Humans, which eventually cause Saya to faint. The next day Saya is visited by Nene in the shrine but are attacked by another Furukimono.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4126817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126817",
                    "TitleEnglish": "Dashed by Fierce Winds",
                    "SummaryEnglish": "Saya quickly searches for her sword but does not save Nene in time. After taking a day off to rest, Saya returns the next day only to find that Nono has also been absent from school. Kanako informs them that the school is closing down due to recent incidents. Saya is interrupted on her way home by a dog that is able to converse with her. Soon after, Nono appears and confronts Saya about Nene's whereabouts. A Furukimono forms from Nono's shadows and attacks the civilians. Saya kills the Furukimono but is unable to save Nono as she is killed in the process.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4126818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126818",
                    "TitleEnglish": "As Pitiless as the Storm",
                    "SummaryEnglish": "As Saya laments not being able to save Nene and Nono, she has trouble remembering who she made a promise to protect everyone to. She later encounters the dog from before, who is revealed to be Kimihiro Watanuki (From xxxHolic) in disguise, approaching her in order to grant a certain wish. The next day, as Tadayoshi tells her to keep her katana on her at all times, she arrives at school to find it empty besides Kanako. On the way back, Saya encounters a samurai-like Furukimono who casts doubt in her mind over whether to trust what Tadayoshi had told her. As Saya manages to regain her resolve and kill the Furukimono, who tells her to ask Tadoyoshi who she really is with his last breath, she is discovered by Shinichirō.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4126819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126819",
                    "TitleEnglish": "Within the World",
                    "SummaryEnglish": "Shinichirō gets Saya to tell her about the Furukimonos, offering to be her confidant. As Saya returns home, she finds Tadoyoshi collapsed on the floor, though he passes it off as a dizzy spell. As the dog talks to Saya, asking her what would happen if she broke the promise she made, she experiences another headache as she recalls something concerning a reward and a punishment. After a few days of no Furukimono activity, Saya returns to school, where a Furukimono appears and attacks the class, killing several students. With no escape available, Saya is forced unsheath her katana in front of her friends to fight the Furkimono.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4126820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126820",
                    "TitleEnglish": "Against my Wish",
                    "SummaryEnglish": "Saya struggles to keep the Furukimono from killing more students as she becomes tormented with flashbacks. Although she eventually manages to kill the Furukimono, all of her classmates besides Itsuki had been killed. After lamenting to the dog, who poses more questions about her nature, and being visited by Shinichirō, Saya comes to the realisation that only her class had been called to school that day. As Shinichirō's attempt to confess to Saya is put off by the arrival of Tadayoshi, Saya questions why she doesn't know her mother's name.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4126822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126822",
                    "TitleEnglish": "Since 'Tis by Its Breath",
                    "SummaryEnglish": "As Saya wonders why she doesn't know her mother's name or appearance, she is attacked by a Furukimono, who kills Shinichirō when he returns to check up on her. After killing the Furukimono, Saya begins to question who exactly she is before passing out. The next day, she is visited by Fumito, who calms her by giving her some coffee and guimauve before going to see Tadayoshi. As Tadoyoshi goes off somewhere, Kanako asks Saya to see some scrolls in her shrine. There, Kanako reveals that all the books in the shrine supposedly detailing the Furukimono are all blank, as Saya suddenly sees Nene and Nono appear before her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4126823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126823",
                    "TitleEnglish": "Whom Then Are There Now",
                    "SummaryEnglish": "Kanako, Nene and Nono, along with Shinichirō who also appears, reveal themselves to be part of a 'main cast', playing roles for the purpose of making Saya remember who she is in order to be rewarded with their own desires. As they force Saya to drink Furukimono blood, which she had allegedly been drinking whenever she became passed out, they reveal she is linked to Shrovetide, a period in time where demons are given permission to eat humans. As Saya starts to remember things as a result of drinking the blood, a Furukimono appears and the group are confronted by Itsuki, Yūka and Fumito, who question their motives for disobeying the project.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4126831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-c/episodes/4126831",
                    "TitleEnglish": "If Remembering Me",
                    "SummaryEnglish": "Saya finally remembers that, having been captured by Fumito, she had her memories altered and was put on a stage to feed on Furukimonos as a test to see if she would change. Fumito has the Furukimono to kill Shinichiro, Nene and Nono for disobeying their orders. Saya kills the Furukimono before it can kill Kanako, but she is instead killed by Takayoshi who is revealed to be half-Furukimono that has gone beserk from drinking Saya's blood. As Saya fights against Tadayoshi, she manages to obtain a powerful light, allowing her to defeat him. As Fumito makes his escape, sending an army of multiplying Furukimono to kill everyone in town, Itsuki sacrifices himself in order to protect Saya, admitting he had fallen for her before passing away. After beating the Furukimono, Saya tries to attack Fumito before he escapes, but is shot in the head. Left along on the island, Saya treats herself and prepares to make her next move.",
                    "Aliases": []
                }
            }
        }
    }
}