{
    "URL": "https://www.thetvdb.com/series/r-15",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2075073/",
        "https://www.themoviedb.org/tv/42510"
    ],
    "TitleEnglish": "R-15",
    "SummaryEnglish": "R-15 is about a boy, Taketo Akutagawa, who attends a school for geniuses: Inspiration Academy Private High School. Taketo is a genius novelist and writes erotica. Despite negative perceptions many people have of him, he aims to be at the top of his class and be recognized as the world's greatest writer.",
    "TitleJapanese": "R-15",
    "SummaryJapanese": "芥川丈途は高校生にして、新聞に連載を持つ天才エロ小説家。\nその才能を認められ彼が入学したのは、クセのある一芸（ある意味天才?）を持つ生徒たちを集めた私立閃学園!\nクラリネットの天才や数学の天才、天才ハッカーにアイドルの天才等、個性的すぎる面々との数々のエロトラブルに、丈途の妄想も留まることを知らない!\nそしてその中で育まれる恋の行方は…?\n禁断のわちゃめちゃ学園生活が始まる!",
    "Aliases": [
        "R-Fifteen"
    ],
    "Modified": "2025-05-10",
    "Seasons": {
        "0": {
            "ID": "468808",
            "URL": "https://www.thetvdb.com/series/r-15/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4241512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4241512",
                    "TitleEnglish": "An R-15 Boy's Castaway Tale",
                    "SummaryEnglish": "Taketo, Fukune, Utae and Ran wind up on a remote island after a plane crash.",
                    "TitleJapanese": "R15少年漂流記",
                    "SummaryJapanese": "目覚めるとそこは無人島でした――\nクラス対抗オリエンテーション大会の優勝賞品でウィーン旅行を楽しんだ丈途達一行。\nしかし帰りの飛行機が突如UFOに襲われ、無人島へと不時着してしまう。\n帰る手段を求めてジャングルを彷徨う丈途達だが...触手蠢く巨大な肉食植物や変態キングコング等様々なモンスターに遭遇して大ピンチに!\nさらには特別な環境下で解放的になった少年少女達の大胆な行動や恋愛模様も大荒れで、わちゃめちゃ度は最高潮！果たして丈途達は無事に帰ることが出来るのか、そして驚くべき無人島の謎とは!?"
                }
            }
        },
        "1": {
            "ID": "468809",
            "URL": "https://www.thetvdb.com/series/r-15/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4123510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4123510",
                    "TitleEnglish": "Welcome to Inspiration Academy!",
                    "SummaryEnglish": "Taketo Akutagawa is a high schooler who's also a genius erotic writer whose work is serialized in the newspaper. He goes to a school where only people with a unique talent (Geniuses) are allowed, Inspiration Academy! A genius clarinet player, a genus mathmatician, a genius hacker and a genius idol, he gets in all kinds of sexy trouble thisthese crazy people. His fantasies never stop! And what about the love that's starting to grow there? A taboo crazy academic life is about to start!",
                    "TitleJapanese": "ようこそ閃学園へ!",
                    "SummaryJapanese": "芥川丈途は高校生にして、新聞に連載を持つ天才エロ小説家。\nその才能を認められ彼が入学したのは、クセのある一芸（ある意味天才？）\nを持つ生徒たちを集めた私立閃学園！クラリネットの天才や数学の天才、\n天才ハッカーにアイドルの天才等、個性的すぎる面々との数々のエロトラブルに、\n丈途の妄想も留まることを知らない！そしてその中で育まれる恋の行方は...？\n禁断のわちゃめちゃ学園生活が始まる！"
                },
                "2": {
                    "ID": "4129172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129172",
                    "TitleEnglish": "An Idol, Even If I Strip!",
                    "SummaryEnglish": "Sonokoe Utae is a talented singer and the top idol in the school. She's cheerful, polite, and popular, and she looks like she has it all. But she has a secret problem that she can't tell anyone about. When Taketo goes to interview her for the Newspaper circle, he swears to himself that he'll solve her problem. And then the two of them endup in a dark room together! Taketo's talent goes out of control, and unlocks a new door for the pure idol!",
                    "TitleJapanese": "脱いだってあいどる!",
                    "SummaryJapanese": "歌の才能を持つ園声謡江は学園のトップアイドル。明るく社交的で人気者、\n順風満帆に見える彼女だが、その胸の内には誰にも言えないある悩みを抱えていた。\nそんな謡江を新聞同好会の仕事として取材することになった丈途は、彼女の悩みを解消しようと心に誓う。\nそして訪れる密室で二人きりのドキドキ羨まシチュエーション！\n暴走する丈途の才能が、清純派トップアイドルの未知なる扉を開け放つ！？"
                },
                "3": {
                    "ID": "4129171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129171",
                    "TitleEnglish": "I Won't Go Away, I Won't Let You Go",
                    "SummaryEnglish": "Raika's photos lead to suspicions of Taketo being a molester. He tries to prove his innocence, but he ends conjoined at the back with Fukune.",
                    "TitleJapanese": "離れない、離さない",
                    "SummaryJapanese": "来夏の写真が発端で丈途に痴漢の容疑が掛けられる。何とか無実を証明しようとするのも束の間、\n天才マッ○サイエンティスト香学創の発明品が暴走して丈途と吹音の背中がくっついた！\nしかも修理には時間がかかるようで、密着したまま一夜を共に過ごすことになった二人。\nあまりにも無防備であまりにも無垢な吹音に、終始お預け状態の丈途は我慢できるのか？\nそして痴漢容疑の行方は？カオスはさらに増していく！"
                },
                "4": {
                    "ID": "4129170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129170",
                    "TitleEnglish": "Photo Stories",
                    "SummaryEnglish": "Raika's been asked to make a promotional poster for the school, and has decided to follow Takuto more than usual in hopes of getting a truly ugly picture. Takuto is caught up in all kinds of erotic trouble she causes, and is desperate to find a way out. Things get out of control fast, and start going in a direction neither of them expected. When Takuto's fantasies are unleashed at last, a dazzling turnabout begins!",
                    "TitleJapanese": "写真奇談",
                    "SummaryJapanese": "閃学園のイメージポスターの写真撮影を頼まれた来夏は、真の醜い写真を撮るために\nいつも以上に丈途に付きまとっていた。来夏の仕掛ける数々のエロトラブルに翻弄されていく丈途は、\n対抗策を打とうと必死にもがく。そんな二人の攻防は猛スピードでエスカレートしていき、\n予想だにしない方向へと進んでいく...。溜まりに溜まった丈途の妄想力が解き放たれるとき、\n壮絶な逆襲劇が幕を開ける！"
                },
                "5": {
                    "ID": "4129169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129169",
                    "TitleEnglish": "Only Girls",
                    "SummaryEnglish": "Genius Artist Beni Botan has caused a ream of \"painted uniform\" incidents. This dastardly deed involves painting a uniform onto a girl's body and making her barely able to stand. And she's decided on Fukune as her next target! When Musen Ran, who's in love with Fukune, finds this out, she declares war, and an extreme yuri XXX battle begins! Where will this battle lead, and how will our hero Takuto get involved with it?",
                    "TitleJapanese": "イカセ愛のムコウに",
                    "SummaryJapanese": "天才前衛芸術家・紅牡丹による「ペインティング制服事件」が相次ぎ発生。\nそれは女の子に制服のボディペインティングを施し骨抜きにするという卑猥な犯行だった。\nそして牡丹は吹音を次なる標的に定める！事態をいち早く察知した吹音LOVEな霧線蘭の宣戦布告により、\nここにガチ百合過激○○バトルが開幕する！果たして勝負の行方は？\nそして我らがヒーロー丈途はこの勝負をどう見守るのか！？"
                },
                "6": {
                    "ID": "4129184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129184",
                    "TitleEnglish": "What If Inspiration Academy’s Genius Manager...",
                    "SummaryEnglish": "Taketo is in a slump. He can't fantasize anymore. Unable to write his porno, he's missing his deadlines. To help him, the chief of the newspaper circle sends him to the genius manager Kurabu Katsuyo. And the two of them are locked up in a room together! But Katsuyo's natural clumsiness only makes the situation worse... What will Katsuyo do to bring back his fantasies? Will he make his deadlines!?",
                    "TitleJapanese": "もしも閃学園の天才マネージャーが…",
                    "SummaryJapanese": "うまく妄想ができないというスランプに陥ってしまった丈途は、エロ小説が書けず締切に追われていた。\nその様子を見た新聞同好会の部長は、天才マネージャー倉部勝代を丈途の元に派遣する。\nそして始まる勝代と二人っきりの監禁缶詰生活！\nしかし勝代の天性のドジっ子気質により状況はさらに悪化していき…。\n丈途の妄想力を復活させるために勝代が取った行動とは？迫りくる締切に間に合うのか！？"
                },
                "7": {
                    "ID": "4129185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129185",
                    "TitleEnglish": "Girls Dorm Stories",
                    "SummaryEnglish": "As part of an article for the newspaper circle, Taketo sneaks into the girl's dorm in a stealth suit. Excited by seeing how open the girls are when there's no men around, Taketo bleeds nosebleeds everywhere and terrifies the dorm. The girls use every talent at their disposal to attempt to eliminate this invisible enemy. Even amidst the danger, Taketo can't stop his fantasies, and a panicked battle begins! It's going to be a crazy day!",
                    "TitleJapanese": "女子寮物語",
                    "SummaryJapanese": "新聞同好会の女子寮実態レポートの執筆のため、ステルススーツで潜入することとなった丈途。\n普段は見れない無防備な女子の日常的なエロスに大興奮の丈途は、各所で鼻血を噴出し女子寮を恐怖に陥れる。\n姿の見えない天敵に対し女子達は、あらゆる才能を駆使して敵を排除しようと策を練る。\n大ピンチながらも妄想を止められない丈途と全女子による大パニックバトルが勃発？大混乱な一日が始まる！"
                },
                "8": {
                    "ID": "4129186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129186",
                    "TitleEnglish": "Inspiration's Day Off",
                    "SummaryEnglish": "Everyone at Inspiration Academy is excited for their day off and making plans for dates and fun. Takuto decides to go to town with Ritsu, but ends up going with Fukune instead. Taketo is excited by the innocent and defenseless Fukune. And then it starts raining suddenly, and Taketo and Fukune have to take refuge in a hotel! Taketo's excitement reaches its peak as she takes a shower and changes... What will happen to them, and what secret will Fukune tell?",
                    "TitleJapanese": "ひらめきの休日",
                    "SummaryJapanese": "休日前の閃学園は遊びやデートの約束で浮足立っていた。丈途も律と街へ出かける約束をするのだが、\n当日の成り行きで吹音と二人で街へ出かけることになる。世間知らずで無防備な吹音に終始ドキドキな丈途。\nそんな中、突如雨が降り出し、これまた成り行きで丈途と吹音はホテルで休息を取ることに！\nシャワーに着替えと、丈途のドキドキは最高潮に達して…。\n果たして二人の運命は、そして吹音が語るその秘めたる想いとは？"
                },
                "9": {
                    "ID": "4129187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129187",
                    "TitleEnglish": "The Chief's X-Files",
                    "SummaryEnglish": "Nothing is known about the chief of the newspaper circle, not her name, or her talent. Taketo starts an investigation to find out who she is. But the more he looks, the stranger things get, and he starts to think she might be a ghost or even an alien. But Utae agrees to help, and the two of them start tailing the chief. She's appearing and disappearing everywhere, making her impossible to follow, but in the process there are ero-happenings and fantasies, and the two of them get closer... Will they find out who the chief is?",
                    "TitleJapanese": "部長Xファイル",
                    "SummaryJapanese": "本名も才能も、何もかもが不明な新聞同好会の部長。疑問に思った丈途は部長の調査を始める。\nしかし調べれば調べるほどに分からなくなり、幽霊疑惑や宇宙人疑惑までもが出始める。\nしかし諦めない丈途は、協力を買って出た謡江と共に部長の尾行を開始する！\n神出鬼没な部長に振り回される丈途だが、そんな中でも妄想とエロハプニングは付きまとい、\n謡江との距離も縮まって...？部長の正体は暴かれるのか！？"
                },
                "10": {
                    "ID": "4129188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129188",
                    "TitleEnglish": "Steamy Town Elegy",
                    "SummaryEnglish": "Hot springs have been found on Inspiration School Grounds, and a giant hot springs town has been built! But there's only a moment's rest to be had before the third year students have the first years hold an orientation tournament between classes! The first round is to plan an event in the hot springs down. Way behind after class 2 holds an Utae concert, Taketo fights back with a series of erotic carnival games! And amidst the chaos, the girls start to come to terms with their feelings for Taketo...",
                    "TitleJapanese": "湯の町エレジー",
                    "SummaryJapanese": "閃学園の敷地内で温泉が掘り当てられ、巨大な温泉街が誕生した！しかし温泉を楽しむのも束の間、\n先輩達の提案で1年生によるクラス対抗オリエンテーション大会が開催されることに！\n第1回戦は温泉街でのイベント企画勝負。2組の謡江コンサートにより劣勢の丈途達3組は、\n妄想を爆発させたエロエロ夜店ストリートで勝負する！そんな毎度のドタバタの中、\n丈途を中心にそれぞれの抱えた想いが遂に動き出す…！"
                },
                "11": {
                    "ID": "4129189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129189",
                    "TitleEnglish": "Our Summertime Blue",
                    "SummaryEnglish": "With Fukune staying at Taketo's home, but despite his excitement, he's unable to talk to her about what's troubling her.",
                    "TitleJapanese": "ボクたちのサマータイムブルー",
                    "SummaryJapanese": "クラス対抗オリエンテーション大会が第２回戦のお金儲け対決、最終戦のオリジナル曲による合唱対決へと進む中、大きな悩みを抱えた吹音は丈途の部屋に泊まっていた。\n夢の同棲生活のような状況にドキドキが止まらない丈途だが、悩む吹音にかける言葉が見つからず、二人の想いはすれ違っていく。\nそんな二人を見つめる謡江もまた、伝わらない想いに悩み苦しんでいた。\nそして追い討ちをかけるように、衝撃の知らせが丈途達を襲う！"
                },
                "12": {
                    "ID": "4129190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-15/episodes/4129190",
                    "TitleEnglish": "I Love You",
                    "SummaryEnglish": "Taketo swears that he'll put everything he has into his lyrics. It's time for the final round of the Orientation Tournament. Each of the characters let go of everything they've been storing up inside them in one last, shocking song. It's a burning, passionate, and yet sweet melody of youth. Everybody feels something different, but they all want to say the same thing. \"I love you!\"",
                    "TitleJapanese": "大好きだ!!",
                    "SummaryJapanese": "吹音のために、自分の想いの全てを合唱曲の歌詞に込めると誓った丈途。\nそれぞれの想いを胸に、クラス対抗オリエンテーション大会最終戦、合唱対決本番を迎える。\n思春期の少年少女達が全てを脱ぎ捨て、溜め込んだ想いを一気に開放して全身全霊で臨む衝撃の大合唱が閃学園に響き渡る！\nそれは熱く、激しく、それでいて儚く切ない青春の調べ。\n抱えた想いは違えど、伝えたい想いは皆同じ。たった一言「大好きだ！！」"
                }
            }
        }
    }
}