{
    "URL": "https://www.thetvdb.com/series/mayo-chiki",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2008252/",
        "https://www.themoviedb.org/tv/46169"
    ],
    "TitleEnglish": "Mayo Chiki!",
    "SummaryEnglish": "In the school romantic comedy, Konoe Subaru is a beautiful boy who serves as a butler to a classmate named Suzutsuki Kanade. However, another boy named Sakamachi Kinjirou accidentally discovers Subaru's secret — Subaru is really a girl.",
    "TitleJapanese": "まよチキ！",
    "SummaryJapanese": "生まれた環境が災いしてか、女の子に触られると鼻血を出してしまうほどの女性恐怖症という\n不憫な私立浪嵐学園に通う高校2年生・坂町近次郎は、\n理事長の娘でクラスメイトである涼月奏の執事・近衛スバルの秘密を知ってしまう。\n実は、スバルは女だったのだ。\n奏はスバルの秘密を守ることと引き替えに、ある協力を近次郎に申し出るのだった……",
    "Aliases": [],
    "Modified": "2025-09-05",
    "Seasons": {
        "1": {
            "ID": "468807",
            "URL": "https://www.thetvdb.com/series/mayo-chiki/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4123509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4123509",
                    "TitleEnglish": "The End of the Earth",
                    "SummaryEnglish": "Kinjiro Sakamachi is gynophobic. Put simply: he's afraid of women. His life becomes even stranger when he discovers a potentially damning secret about his classmate, Subaru Konoe, who is also a butler for the school sadist. They agree that if Kinjiro will keep Subaru's secret, Subaru will help him overcome his phobia.",
                    "TitleJapanese": "エンド・オブ・アース",
                    "SummaryJapanese": "育った環境が災いし、極端な女性恐怖症体質に悩む男子高校生・坂町近次郎。\nある日ふとした事故により、近次郎はクラスメイトの涼月奏に執事として仕えている美少年・近衛スバルの秘密を知ってしまう。奏はスバルの秘密を守ることと引き替えに、ある協力を申し出てくるが……？　\n学園執事ラブコメ、開幕！"
                },
                "2": {
                    "ID": "4128767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128767",
                    "TitleEnglish": "I Fell In Love!",
                    "SummaryEnglish": "Things get even more twisted when Subaru and Kinjiro are forced to go on a date, and Kurehara ends up falling for Subaru. However, the pair continue to keep their pact and help each other out during an awkward school physical exam.",
                    "TitleJapanese": "大好きになっちゃった!",
                    "SummaryJapanese": "スバルと一緒に登校する近次郎に、周囲は大騒ぎに。 スバルのファンクラブ「Ｓ４（Shooting Star Subaru Sama）」が近次郎を襲おうとするも、 もう一派の「スバル様を温かい眼差しで見守る会」がそれを防ぐなど、 二人を巡って学園内に不穏な空気がたちこめていた。 \nそんな折、奏が女性恐怖症を治すための治療プラグラムを開始すると 近次郎を呼び出す。そこへ同じく呼び出されていたスバルは女子の制服に着替え、 ゲームセンターでデートのようなひとときを過ごす二人だったが、 奏からのさらに過激な指令で急接近！\nそしてそこへ近次郎の妹・紅羽が現れて！？"
                },
                "3": {
                    "ID": "4128766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128766",
                    "TitleEnglish": "It is Without a Doubt, in Bed",
                    "SummaryEnglish": "Subaru struggles with a phobia of her own: the fear of pointed objects. Kanade goes to great lengths to help Subaru conquer her fears, and the incident brings her closer to Kinjiro.",
                    "TitleJapanese": "もちろん、ベッドの上で",
                    "SummaryJapanese": "兄・近次郎と好きになってしまった先輩・スバルが男同士で付き合っているのでは、 という紅羽の疑いを晴らすため、 自分が近次郎と付き合っていると話し、紅羽とスバル、 自分たちでのダブルデートを提案する奏。\nダブルデート当日、プールにやってきた４人。 \n女性恐怖症の治療とする大胆な奏の行為に失神寸前の近次郎ではあったものの、 それぞれに楽しんでいた。\nしかしスバルと近次郎が飲み物を買いに出かけ、ふとした事故に巻き込まれている間に、 奏と紅羽が何者かに誘拐され―――！？"
                },
                "4": {
                    "ID": "4128765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128765",
                    "TitleEnglish": "Don't Stare So Much...",
                    "SummaryEnglish": "Subaru shows up on Kinjiro’s door stoop after being kicked out of the mansion. Grateful for his assistance, Subaru offers to be Kinjiro’s butler for the duration of her stay. Later, Kinjiro falls mysteriously ill.",
                    "TitleJapanese": "あんまりジロジロみるな…",
                    "SummaryJapanese": "連休。紅羽が手芸部の合宿で不在の坂町家でのんびりくつろぐ近次郎の元へ、 執事姿のスバルがやって来る。 奏からの電話でなんらかの事情があり涼月家を追い出されたらしいスバルを泊めることに。ならばその間は近次郎を主として奉仕するというスバル。\n二人きりの空間で背中を流したりとドキドキの時間を過ごすも、合宿先でケガをした紅羽の突然の帰宅によりいつもの賑やかな日常にへ。\nさらにそこへメイド姿の奏が現れ、 何故か坂町家の使用人の座をかけて、スバルと対決することに！？"
                },
                "5": {
                    "ID": "4128764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128764",
                    "TitleEnglish": "Go Out With Me",
                    "SummaryEnglish": "There's more trouble in store for Kinjiro when he is hit by a girl driving a scooter. Later, Kinjiro and Subaru agree to attend the school festival together. Things are good between them until Kinjiro is blackmailed into taking someone else to the festival.",
                    "TitleJapanese": "アタシと付き合いなさい",
                    "SummaryJapanese": "或る日の朝、通学途中の近次郎は、ツインテールの少女が乗った原付にはねられる。 保健室で目覚めた近次郎の様子がなんだかおかしいことを心配するスバルだったが、 学園祭を近次郎と一緒にまわる約束をして密かに喜ぶ。 そんな折、近次郎は自分を保健室送りにした少女・宇佐美マサムネに呼び出される。 \n彼女が所属する「Ｓ４」と敵対する「スバル様を温かい眼差しで見守る会」が 学園祭で全面戦争になる、スバルを守るためにも学園祭が終わるまで 自分と恋人のふりをしろという彼女の申し出を承諾した近次郎だったが。"
                },
                "6": {
                    "ID": "4128775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128775",
                    "TitleEnglish": "Let's Start a War",
                    "SummaryEnglish": "Kinjiro's gynophobia is pushed to the limits when he sees Subaru wearing a qipa—a tight and revealing dress.",
                    "TitleJapanese": "戦争を始めましょう",
                    "SummaryJapanese": "スバルたちの通う浪嵐学園の文化祭が始まった。 近次郎たちのクラスの『コスプレ女装喫茶』ではチャイナ服のスバルを目当てにした客でにぎわう中、休憩中に近次郎とマサムネは約束どおりデートらしい振る舞いで恋人同士を演じる。\nそこへ「友達の交際をチェックする義務がある！」と割り込んでくるスバル。 スバルとマサムネに挟まれた近次郎に、周囲は騒然となるが…。"
                },
                "7": {
                    "ID": "4128776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128776",
                    "TitleEnglish": "Let's Elope",
                    "SummaryEnglish": "A jealous Kanade tries to make things hard for Kinjiro when she declares that they are lovers and have slept together.",
                    "TitleJapanese": "駆け落ちしよう",
                    "SummaryJapanese": "夏休みをのんびり自宅で過ごしていた近次郎は、突然やってきたスバルによって眠らされる。\n目を覚ますと目の前には奏がいて、海辺の温泉旅館にいた近次郎に、 親とケンカをして、スバルと一緒に家出をしてきたという奏は、 ついでに近次郎の女性恐怖症を治す合宿をしてしまおうと提案する。\nそして翌日、海水浴に繰り出した一行は、海辺でマサムネ、紅羽、ナクルの３人に出会う。"
                },
                "8": {
                    "ID": "4128777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128777",
                    "TitleEnglish": "It's My First Time",
                    "SummaryEnglish": "Kinjiro can't sleep because of all the estrogen nearby! Later, Subaru finally reveals that she wants to be more than friends.",
                    "TitleJapanese": "初めてなんだ",
                    "SummaryJapanese": "紅羽たち手芸部の３人も合流し、温泉旅館でにぎやかな夜を過ごすスバルたち一行。 少女たちに囲まれて眠れない近次郎は温泉に入りにいくが、 そこには人目を避けて入浴中のスバルが！ \n気まずい二人だったが、さらにそこへスバルの父・流が現れて！\nスバルを隠しつつ流と話す近次郎は、奏たちがここへやってきた本当の理由を知る。"
                },
                "9": {
                    "ID": "4128778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128778",
                    "TitleEnglish": "I Will Go Out on a Journey for a While",
                    "SummaryEnglish": "Kinjiro works at a Maid Café to repay Masamune for the loan of her summer homework.",
                    "TitleJapanese": "しばらく旅に出ます",
                    "SummaryJapanese": "マサムネに借りを返すためにメイド喫茶でバイトをすることになった近次郎。\nそこへお客として奏にいろいろと命令され、屈辱のマサムネ。 \nさらに臨時のバイトとして、紅羽とナクルが登場し、にぎやかになる店内。 その頃、町中で奏を探すスバルは、執事喫茶の店員と間違えられて…。"
                },
                "10": {
                    "ID": "4128779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128779",
                    "TitleEnglish": "Let's Eat",
                    "SummaryEnglish": "Kureha celebrates her 16th birthday with her friends, Kanade, Subaru, Masamune, and Narumi. Kanade orders some boys that makes games to make a game for Kureha, and Masamune. When Kureha was taking a ride home from Kanade, she was afraid of Kinjirō forgetting that it is her birthday, and tells Kanade and Subaru about her previous birthdays.",
                    "TitleJapanese": "いっただっきまーす",
                    "SummaryJapanese": "浪嵐学園・ゲーム研究会部室。 唐突に奏とスバルが入ってきて、「このゲームを作ってちょうだい」と企画書を差し出す。 \nしかも締め切りは明日まで！ 無理だと言う部員たちだったが、奏のムチとアメ作戦でゲーム作りを開始。 そして翌日、紅羽の１６歳の誕生日を祝うため、 マサムネのバイト先のメイド喫茶に集まった面々だが、そこには近次郎が不在で…。"
                },
                "11": {
                    "ID": "4128780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128780",
                    "TitleEnglish": "Hic!",
                    "SummaryEnglish": "The new semester begins, and Subaru cannot stop thinking about Kinjiro. Later, he rebuffs Kanade's advances.",
                    "TitleJapanese": "にゅ!",
                    "SummaryJapanese": "2学期が始まった。なんだか元気のないスバル。\nそれを気遣いつつもお互いを意識してギクシャクしてしまう近次郎。\nそんな二人の様子を伺っていた奏の提案で三人は昼食をともにするが、\nスバルの様子がおかしくなり・・・"
                },
                "12": {
                    "ID": "4128781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4128781",
                    "TitleEnglish": "Dismay of a Butler and I, the Chicken",
                    "SummaryEnglish": "Subaru, after being relieved of butler duties, has transferred to a new school. Later, a new student transfers in, and she's oddly familiar with Kinjiro.",
                    "TitleJapanese": "迷える執事とチキンな俺と",
                    "SummaryJapanese": "奏にケガをさせてしまったことにショックを受け、涼月家を飛び出し\n行方知れずになったスバルを探す近次郎。\nそしてスバルを探し当てた近次郎とスバルは、一夜をともにすごす。\n「もう執事には戻れない」というスバルに、\n「フツーの女の子のお前でいい」という近次郎だったが。"
                },
                "13": {
                    "ID": "4170189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mayo-chiki/episodes/4170189",
                    "TitleEnglish": "Please Fondle It!",
                    "SummaryEnglish": "Subaru tries to protect her identity as a male while the others have crises of their own.",
                    "TitleJapanese": "揉んでください!",
                    "SummaryJapanese": "自宅ですごす近次郎の元へ、突然ネコ耳眼鏡っ娘のナクルがやって来る。 ＢＬ愛好家で普段はスバルと近次郎との妄想小説の創作に励んでいる彼女だったが、 なにやら近次郎に相談があるようで…。"
                }
            }
        }
    }
}