{
  "URL": "https://www.thetvdb.com/series/ro-kyu-bu",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Sport"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2074166/",
    "https://www.themoviedb.org/tv/45953"
  ],
  "TitleEnglish": "Ro-Kyu-Bu!",
  "SummaryEnglish": "Hasegawa Subaru enters a basketball club of Nanashiba High School, but the activity of the club gets suspended because the club leader falls in love with an 11 year old daughter of the coaching teacher. Subaru's aunt asks him to coach a basketball club of elementary school girls. At first, he is reluctant to teach small girls, but he devotes himself to the club as he knows the complex circumstances of them.",
  "Aliases": [
    "Ro Kyu Bu!",
    "Ro-Kyu-Bu ~ Fast Break!",
    "Rou Kyuu Bu!",
    "Rou Kyuu Bu! SS"
  ],
  "Modified": "2025-07-31",
  "Seasons": {
    "0": {
      "ID": "468812",
      "URL": "https://www.thetvdb.com/series/ro-kyu-bu/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4597209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4597209",
          "TitleEnglish": "Tomoka's Strawberry Sunday",
          "SummaryEnglish": "Tomoka asks Subaru to help her with her homework on a Sunday at his house, to which he agrees. But she forgets her cellphone and the other girls, after failing to reach her, decide to create a dish specially for her. Meanwhile, Subaru asks Tomoka to have lunch with him and his mother and they find that Tomoka's mother, Kaori, has also dropped there for a visit. While shopping for ingredients for lunch with their mothers, Subaru and Tomoka meet Maho and the others, and the gang joins together for the meal at his house as well.",
          "Aliases": []
        },
        "2": {
          "ID": "4636484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4636484",
          "TitleEnglish": "Recape",
          "SummaryEnglish": "The 1st part of the show is the 1st part of the Ro-Kyu-Bu! OVA and the 2nd part is the summary of what happened so far in the show.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "468813",
      "URL": "https://www.thetvdb.com/series/ro-kyu-bu/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4123512",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4123512",
          "TitleEnglish": "Elementary School Students Come Yeah! Yeah! Yeah!",
          "SummaryEnglish": "Subaru Hasegawa is a high school student and member of his school basketball team, but activities were suspended for a year after the team captain was suspected of being a lolicon. Subaru's aunt Mihoshi Takamura is the advisor of the girl's basketball team in the elementary section at Keishin Academy, which comprises five girls: Tomoka Minato, Maho Misawa, Airi Kashii, Hinata Hakamada and Saki Nagatsuka. Mihoshi asks Subaru to be their team coach, and after some slight coercion, Subaru agrees to coach the team for three days. The girls initially greet Subaru wearing maid uniforms and they call him 'master' in an effort to make a good first impression. The girls change into regular gym attire and when they are about to start practicing, Subaru makes a comment about Airi's stature, causing her to become upset and they decide to practice the next day. During cleanup, Subaru notices Tomoka's talent and takes an interest in her ability. After practice the next day, Maho gets annoyed that they cannot improve as fast as she hoped and runs out. Subaru finds a note in his locker telling him to quit coaching the girl's basketball team and the next day, he is approached by a group of elementary school boys before practice.",
          "Aliases": []
        },
        "2": {
          "ID": "4126059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126059",
          "TitleEnglish": "A Little Girls Wish",
          "SummaryEnglish": "The young boys turn out to be members of the boys' basketball team in the elementary section at Keishin Academy, and they want Subaru to stop being the coach for the girls' basketball team. The boys explain that a match between the two teams will determine whether or not the girls' team will be dissolved. When Subaru shows up for practice, he mentions how he understands how the boys feel, causing Maho to get upset and run out again. Subaru meets Tomoka on the way back with a get-together with his friends, and he invites her over to his house so she can practice basketball. Tomoka challenges him to a match to decide whether he will continue coaching the club, but she is not able to win. Tomoka explains to him that her obsession over winning and losing isolated her and it was not until she transferred to Keishin Academy and made friends with the other girls that she realized that winning is not everything. This serves to rekindle Subaru's passion in the sport, and he tells Tomoka that he will protect her basketball and the place she belongs to by continuing as their coach, which moves her to tears. Subaru gathers information about the boy's basketball team from his aunt. The next day he goes to apologize to the girls about everything, and they greet him the same way as when they first met.",
          "Aliases": []
        },
        "3": {
          "ID": "4126058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126058",
          "TitleEnglish": "The Pass That Leads to Tomorrow",
          "SummaryEnglish": "After agreeing to keep coaching the girls until their match with the boys' team, Subaru starts training them according to the strategy he devised based on each one's strong points and the info he obtained about their opponents. With so much at stake and so little time to prepare themselves, Subaru is even prone to go a little overboard to ensure their victory. One of his schemes involves deceiving Airi claiming that she will play as small forward, due to her height complex, but have her at the center position instead. Subaru's planning pays off and the girls manage to lead the game until half-time. However, when they return to the second half, all girls except Tomoka are visibly getting exhausted and it does not take long for the boys to catch up to them.",
          "Aliases": []
        },
        "4": {
          "ID": "4126057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126057",
          "TitleEnglish": "Wish Upon Subaru",
          "SummaryEnglish": "With both teams alternating in the lead during the final minutes, the game ends with a last-second victory for Tomoka and her friends. The girls ask for Subaru to keep training them, but he states that they should look for a professional coach instead. By Mihoshi's sugestion, Tomoka convinces Subaru to keep coaching them if she manages to score fifty free throws in a row, and since then, she stops by his house to make a try on a daily basis. Instead of trying to disencourage her, Subaru gets impressed by Tomoka's determination and after she finally succeeds, he starts coaching the girls again.",
          "Aliases": []
        },
        "5": {
          "ID": "4126056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126056",
          "TitleEnglish": "Hard to Light",
          "SummaryEnglish": "Once more Mihoshi gets ahead of Subaru and set a training camp for him and the female basketball club aiming for the upcoming mixed basketball tournament. Much to their surprise, they find that Natsuhi Takenaka, the captain of the boys' team will also participate, but he refuses to play alongside Maho and both start fighting on several occasions. Subaru and Tomoka come with some plans to have them get along but with no success at all. Later, Subaru learns from Takenaka that his animosity towards Maho is because she has the habit of giving up on everything once she gets the hang of it, and will not forgive her if she does the same with basketball. But both end up watching Maho seriously training by herself, and Subaru questions Takenaka if Maho is really just playing around as he claims.",
          "Aliases": []
        },
        "6": {
          "ID": "4126060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126060",
          "TitleEnglish": "Iron Master",
          "SummaryEnglish": "Having changed his opinion about Maho, Takenaka apologizes to her and starts training with the girls seriously. At night, both Takenaka and Hinata are nowhere to be seen and the others look for them just to find that he is teaching her to make throws properly. Later, Takenaka explains to Subaru that for the next match, substitutions are not allowed unless a player is injured and begs him to not exclude Hinata from the lineup, thus he decides to leave the team himself, stating that the girls have what it takes to win by themselves and with Takenaka appointed by Subaru as their assistant coach, so they do. After the game, Subaru, who was forced to hide to watch the match is about to be caught in quite a \"predicament\" at the end.",
          "Aliases": []
        },
        "7": {
          "ID": "4126061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126061",
          "TitleEnglish": "In Love With Your Bud",
          "SummaryEnglish": "It's summer and all girls are excited with the upcoming pool lessons except for Airi who can't swim due to her fear of water. To help her overcome her trauma, caused by an incident when she fell into a lake, Subaru agrees to teach her with the help of the rest of the team. Meanwhile, Subaru's childhood friend Aoi Ogiyama is worried about his grades and offers herself to help him with his studies, but he ends up declining her help due to his agreement to deal with Airi's problem. In the end, Airi manages to overcome her fears with the help of everyone, but Aoi follows Subaru and learns about his secret.",
          "Aliases": []
        },
        "8": {
          "ID": "4126062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126062",
          "TitleEnglish": "The Stairs to Reincarnation",
          "SummaryEnglish": "Aoi hears all the truth about Subaru coaching the basketball club and agrees with his situation. However, Aoi gets angry when she finds that he is compromised to help Airi learn to swim regardless of studying for his own tests and brings some friends of hers to challenge the girls to a match with their coach at stake. It does not take long for Subaru to realize that Aoi's true intentions are to test Tomoka and her friends' determination and help them improve instead.",
          "Aliases": []
        },
        "9": {
          "ID": "4126063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126063",
          "TitleEnglish": "The Sidelong Sprint to Freedom",
          "SummaryEnglish": "Maho invites her teammates, Subaru, and Mihoshi to her mansion for a day at the beach; Kagetsu is against Hinata going but fails to convince her to stay. By the middle of the day, Kagetsu confronts Hinata and the others but is soon convinced that Subaru is a suitable role model for her. It is later revealed that Kagetsu's concern for Hinata stemmed from three years ago, when she failed to let Hinata in from the cold, causing the latter to go to the hospital. To prove that she is capable of looking after herself, Hinata challenges Kagetsu to a marathon around the resort, which the two finish in dead heat.",
          "Aliases": []
        },
        "10": {
          "ID": "4126064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126064",
          "TitleEnglish": "Tragedy of the Beautiful Star",
          "SummaryEnglish": "At Maho's urging, Aoi and Subaru arrange a friendly match with the Suzuridani team. The arrangement, however, is fraught with problems: Mihoshi's appendix ruptures whilst she is driving, causing her to be hospitalised and everyone else to hike the remaining distance to the school. The team is then placed in a hollow on the school grounds with a tent for shelter, which raises concerns about Subaru's presence among the rest of the girls. When the day of practice comes, the team learns that they will need five more students in order for the match to proceed. All the while, Aoi has to confront her innate crush on Subaru and her increasing jealousy toward the girls he is coaching.",
          "Aliases": []
        },
        "11": {
          "ID": "4126065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126065",
          "TitleEnglish": "Five Bridges",
          "SummaryEnglish": "Maho gets depressed upon hearing that the team is underhanded. Saki catches up with her and, after a duel overseen by Subaru, reinvigorates Maho's resolve to play. After initial reluctance, the Suzuridani sport supervisor allows the team to compete against the main team on a 5 vs. 5 match. Soon after, the Suzuridani coach, realizing Aoi's feelings for Subaru, set up a situation for her to confess, but the two resolve to do their best to coach the team together instead. The following day, the exhibition match starts off slowly as Maho is so eager to show off that she compromises her team's integrity.",
          "Aliases": []
        },
        "12": {
          "ID": "4126066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126066",
          "TitleEnglish": "My Dream Is Your Dream",
          "SummaryEnglish": "As Suzuridani and Subaru's team edge each other by a few points, the game comes down to Airi being the center and the rest in scoring position. The game is decided on the last second when a failed shoot by Saki leads her team to defeat. As the rest of the team rebuilds their resolve, Subaru contemplates their future.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "506512",
      "URL": "https://www.thetvdb.com/series/ro-kyu-bu/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4447553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4447553",
          "TitleEnglish": "Innocent World!",
          "SummaryEnglish": "With summer vacation nearing its end, Tomoka is dismayed as her father doesn't approve of her focusing everything on basketball and doesn't want her going to a summer festival on the weekend. As Subaru contemplates going to Tomoka's house to talk with her father, he receives a call from Nayu asking him to accompany Tomoka to the festival. After winning a basketball stand with the promise Subaru would do anything for her, she requests that he watch the fireworks with her. Whilst taking Tomoka to the restrooms, Subaru briefly meets her father, helping him find his glasses. When he shows up again to take Tomoka home, Subaru and the others manage to stand up for her, convincing him that basketball has helped her make some fine friends. The next day, a mysterious French girl appears before Tomoka, challenging her to a game.",
          "Aliases": []
        },
        "2": {
          "ID": "4606781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4606781",
          "TitleEnglish": "Flying Battle!",
          "SummaryEnglish": "After Tomoka has a fun match against the girl, Mimi Balguerie, Subaru's father, Ginga, appears, who reveals Mimi is his basketball pupil who will be staying with them for a while. The next day, after Mimi transfers into Kagetsu's class at Tomoka's school, she appears before Takenaka, saying she wants to form her own team so she can have a rematch with Tomoka. Meanwhile, Subaru shows some concern when Saki informs him that her childhood friend, Masami Fujii, took a picture of them together at the festival. The two go to talk to Masumi, who had started disliking her due to a family business rivalry, persuading her to delete the photo after pointing out it won't help her business. Takenaka eventually manages to form a team of fifth years, consisting of Mimi, Kagetsu, Masumi and his two sisters, Tsubaki and Hiiragi, challenging Tomoka's team for gym usage. As the match gets underway, Mimi's team struggles as they are too focused on individual rivalries as opposed to working as a team. Half-way through the match, Ginga shows up, announcing he will act as the fifth years' manager for the day.",
          "Aliases": []
        },
        "3": {
          "ID": "4606783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4606783",
          "TitleEnglish": "Paradigm Ginga",
          "SummaryEnglish": "Under Ginga's tuition, Mimi's team manages to lead up to Tomoka's team, but the others manage hold their ground and win the game. Later Ginga compliments Mimi's team for their efforts, much to Natsuhi's surprise, even after Aoi becomes the fifth years' coach after seeng her talent in basketball. On next day Tomoka invites Subaru to her birthday party on weekend, so after school he asks Aoi to help him pick up a gift for Tomoka, to which Aoi unhappily agreed. During the party, the girls insisted to let the birthday girl (Tomoka) to sit on Subaru's lap, much to the later's embarrassment. Later Tomoka receives gifts from everyone: from Maho, Saki, Hinata and Airi - a basketball ball; from Aoi - a head ribbon; and from Subaru - a towel, which Tomoka accepts. Also on next day, Subura gives Tomoka another gift - a chance for both of them to master the \"scoop shot\" (or \"floater\") technique, and they happily have a training session like always.",
          "Aliases": []
        },
        "4": {
          "ID": "4618026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4618026",
          "TitleEnglish": "The Stupid Boy",
          "SummaryEnglish": "Using their friend Uehara's contacts (given by hin in episode 3), Subaru and Aoi meet a candidate for their teem - Airi's older brother, Banri. However the meeting doesn't go well after Banri finds out that Subaru is Airi's rumored \"perverted\" coach and punches him without thinking. On next day, as the team prepares to practice on one basketball court, they are confronted by 2 middle school girls, who are coached by Subaru's old rival - Ry큰ichi Suga (to whom Subaru lost in a match in middle school, seen in the beginning), and challenges Subaru's team (with him, Tomoka and Airi) to a match, which the later lost, much to Subaru's anger. In the next few days, everyone agreeded to give their best before the upcoming rematch with Ryuuichi and Subaru manages to convice Banri to help out. One evening Tomoka comes to stay at Subaru's house for a sleepover to practice, much to his shock.",
          "Aliases": []
        },
        "5": {
          "ID": "4629553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4629553",
          "TitleEnglish": "Overnight Sensation!",
          "SummaryEnglish": "Under Maho's advice to help her with her shyness in front of Subaru, Tomoka is having a sleepover in Subaru's house. While there, at night, Subaru and Tomoka make a promice to do their best for the rematch. On the next day, Subaru and Tomoka show better results of their trainig, however, it doesn't go well for Airi and Banri as she can't get over her nervousness in front of him. While Hina is conserned about Airi, Banri gives Subaru the tape of Ry큰ichi so that can make the countermeasures against the other. While time passes, Hina tries to help Airi to get used to Banri's nature, while Tomoka and Natsuhi (since his pesonality an playing style are similar to Ry큰ichi's) help him to come up with a fake in the game. On the day of the rematch, while the others (Maho, Saki, Hina and Aoi who wear cheerleader outfits) cheer for Subaru, Tomoka and Airi, the trio manage to beat Ry큰ichi's team, even after a one-on-one, and claim the court for themselves.",
          "Aliases": []
        },
        "6": {
          "ID": "4632236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4632236",
          "TitleEnglish": "Aoi Wins?",
          "SummaryEnglish": "After Aoi wins in the street lotery a free trip to Kyoto with Subaru, who was going to join the sixth graders' fieldtrip to Kyoto, this increases her neviousness of being with him, even when she's been having misunderstandings and wild imaginations of Subaru being surrounded by kids. It even doesn't go well for Subaru who had a bad day with underwear the whole day: 1) he and Natsuhi had to return Maho's panties while girls were in the bath, and having a pillow fight on the second occasion, which was succesfull; 2) when he accidentally catches Aoi in erotic underwear, given to her by her friends before the trip, which ruins her mood and makes her \"feel to die\". On their way home, Subaru manages to brighten Aoi's spirit up by giving a hairpin for being the fifth graders' coach.",
          "Aliases": []
        },
        "7": {
          "ID": "4636485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4636485",
          "TitleEnglish": "Win, again?",
          "SummaryEnglish": "After a series of training for the fifth graders under Aoi, Maho's father preposes a rematch with sixth graders' team.",
          "Aliases": []
        },
        "8": {
          "ID": "4646995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646995",
          "TitleEnglish": "I Wish with You",
          "SummaryEnglish": "Eventually, Tomoka's team won. In the evening, an unknown figure proposes a deal with the fifth graders.",
          "Aliases": []
        },
        "9": {
          "ID": "4646996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646996",
          "TitleEnglish": "Don't Wanna Cry",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "4646997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646997",
          "TitleEnglish": "Wanna Be A Playmaker",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "4646998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646998",
          "TitleEnglish": "Dearests",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "4646999",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646999",
          "TitleEnglish": "Because You're Here, Tomoka",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}