{
    "URL": "https://www.thetvdb.com/series/the-idolm-ster",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2649756/",
        "https://www.themoviedb.org/tv/63463"
    ],
    "TitleEnglish": "THE iDOLM@STER",
    "SummaryEnglish": "THE IDOLM@STER follows 13 girls from the 765 Production Studio, whose sole goals is to become the top idols in the Japanese entertainment industry. Along with the laughs, struggles and tears that are inherently part of this journey, you will cheer for the girls of IDOLM@STER as they climb their way to the top!",
    "TitleJapanese": "アイドルマスター",
    "SummaryJapanese": "小さな芸能事務所「765プロダクション」に所属する少女たちは、それぞれのアイドルの道を目指して少ない仕事を一生懸命こなしていく。目指す夢は\"トップアイドル\"。彼女たちの日々は、ふたりのプロデューサーによって彩られていく。",
    "Aliases": [
        "The Idolmaster"
    ],
    "Modified": "2023-06-16",
    "Seasons": {
        "0": {
            "ID": "468804",
            "URL": "https://www.thetvdb.com/series/the-idolm-ster/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4151181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4151181",
                    "TitleEnglish": "Live For You!",
                    "SummaryEnglish": "One day prior to the 765 Productions Fan Appreciation Event, Haruka, Miki, and Chihaya get lost and must quickly find a way to return to Tokyo.",
                    "TitleJapanese": "アイドルマスター ライブフォーユー！",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4357478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4357478",
                    "TitleEnglish": "A Story Called 765Pro",
                    "SummaryEnglish": "A series of short, humorous vignettes showcasing some of the daily aspects of the staff and idols of 765 Production, such as a karaoke outing or a battle over rotating sushi.",
                    "TitleJapanese": "765プロという物語",
                    "SummaryJapanese": "亜美と真美が事務所に来ると、小鳥がこれまで撮影したアイドルたちの日常のムービーを編集していた。忙しい日々の中でも自分たちの生活を送っていたアイドルたちの姿を、様々なエピソードで振り返っていく。"
                },
                "3": {
                    "ID": "4933368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4933368",
                    "TitleEnglish": "Shiny Festa Harmonic Score: Music in the World",
                    "SummaryEnglish": "Haruka, Chihaya and Azusa with Ritsuko as their producer are chosen for the trip to Vacation Island, but they struggle to decide what songs to perform. Upon arriving at Vacation Island, they discover Jupiter is also participating in the festival.",
                    "TitleJapanese": "Music in the world",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4933369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4933369",
                    "TitleEnglish": "Shiny Festa Rhythmic Record: Music is a Friend",
                    "SummaryEnglish": "The Producer brings Yayoi, Iori, Hibiki, Ami and Mami to the Vacation Island resort for a musical festival where they spend their first day playing around. The next day, Iori wakes up to find that her precious bunny, Charles, went missing during their day of relaxation.",
                    "TitleJapanese": "Music is a Friend",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4933370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4933370",
                    "TitleEnglish": "Shiny Festa Melodic Disc: Music of Love",
                    "SummaryEnglish": "Miki, Yukiho, Makoto and Takane are chosen for the trip to Vacation Island, with Miki deciding they should do a love song, despite the others lacking such experience in romance. Miki comes up with the idea to have each member have a 'date' with the Producer to learn more about love.",
                    "TitleJapanese": "Music of Love",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5027748",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/5027748",
                    "TitleEnglish": "THE iDOLM@STER MOVIE: Beyond the Brilliant Future!",
                    "SummaryEnglish": "The idols of 765 Production continue on their neverending journey—towards a new stage, towards a bright and shiny future! The girls and their producer have gone through thick and thin, and have stood face to face with all kinds of difficulties. It's time again for the girls to foster their friendship, and through great discipline, they step forward to their starry future.",
                    "TitleJapanese": "劇場版 輝きの向こう側へ！",
                    "SummaryJapanese": "ニューイヤーライブから時は流れ、季節は夏。春香のアイドルアワード受賞、千早の海外レコーディング、美希のハリウッド映画出演等アイドル達は忙しい日々を送っていた。 そんな中、765プロは新たなステップとしてアリーナでのライブ開催を決定する。 更に、新たな試みとして春香をリーダーに据え、バックダンサーとしてスクールに通う可奈、志保、奈緒、星梨花、杏奈、美奈子、百合子を加えるという。\nアリーナライブに向け合宿に入る765プロだが、バックダンサー達は必死についていこうとするも765プロの実力に圧倒されてしまう。 それでもなんとか合宿を終え最終日を迎えるが、その夜プロデューサーはアリーナライブを終えたらハリウッドへ１年間研修に行くことを皆に告げる。"
                }
            }
        },
        "1": {
            "ID": "468805",
            "URL": "https://www.thetvdb.com/series/the-idolm-ster/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4123508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4123508",
                    "TitleEnglish": "The Beginning for the Girls",
                    "SummaryEnglish": "Shown from a perspective of a cameraman shooting a documentary, it films and introduces the girls of 765 Production studios and their everyday activities as an idol. Along with interviews with the staff of 765 Production, the idols themselves are also interviewed over why they became idols and their goals.",
                    "TitleJapanese": "これからが彼女たちのはじまり",
                    "SummaryJapanese": "都内某所にある、芸能事務所『７６５プロダクション』では、トップアイドルを目指す駆け出しアイドル１２人と、新人プロデューサー１人が、夢に向かって毎日レッスンや地道な営業活動を行っている。そんな７６５プロに、密着取材のカメラが入ることになった。カメラは、輝くアイドル達の姿を撮影する！――はずだったが、個性豊かな彼女達の取材は一筋縄ではいかず……！？"
                },
                "2": {
                    "ID": "4128801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128801",
                    "TitleEnglish": "The Girls Start",
                    "SummaryEnglish": "After seeing the girls current profile pictures, the Producer decides that they need new ones and orders a re-shoot so the girls can get a better impression in their auditions. The younger idols, Iori, Yayoi, Ami and Mami want to look more mature, which they fail to do so. After some help of Azusa, Miki, Ritsoku and the producer, their photoshoot becomes a success.",
                    "TitleJapanese": "準備をはじめた少女たち",
                    "SummaryJapanese": "頑張ってはいるものの、なかなかオーディションに受からない７６５プロのアイドルたち。どうやら、アイドルたちのプロィールに貼られた、自然体すぎるコンポジットに問題があったようで…。さっそく写真を撮り直すことになった一同だが、「とにかく目立つことが大事！」と語る伊織の提案で、伊織、やよい、亜美・真美の４人は、みんなに内緒である作戦を立てることに……。"
                },
                "3": {
                    "ID": "4128800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128800",
                    "TitleEnglish": "Everything Starts with One Courageous Step",
                    "SummaryEnglish": "The Producer and the girls head to the town of Furusato to perform a small concert at the local Summer Festival, but it doesn't turn out as they all expected. Yukiho and the Producer both have to face their fears.",
                    "TitleJapanese": "すべては一歩の勇気から",
                    "SummaryJapanese": "ついに７６５プロのアイドルたちが、夏祭りイベントでのミニライブに出演することが決定！久々の全員参加での仕事、しかもステージで歌えるとあって、アイドルたちは大はしゃぎ。期待に胸踊らせ、意気揚々と会場の村へと向かう一行だったが、着いたところは山奥の、ものすごくローカルな感じの村。迎えに現れた青年団の男たちを見て、男性が苦手な雪歩はさらに凍りついて…。"
                },
                "4": {
                    "ID": "4128799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128799",
                    "TitleEnglish": "That Changes Who I Am",
                    "SummaryEnglish": "Haruka, paired with Chihaya, and Takane, paired with Hibiki, appear on a cable-TV cooking show battle hosted by a frog hand puppet.",
                    "TitleJapanese": "自分を変えるということ",
                    "SummaryJapanese": "ケーブルテレビ局のお料理番組『ゲロゲロキッチン』に出演することになった春香、千早、響、貴音の4人。プロデューサーが見守るなか、それぞれの個性を光らせ番組を盛り上げるアイドルたちだったが、千早だけが、どうしても番組のバラエティ的なノリについていけずにいた。そのうえ、番組の構成が変わって歌のコーナーが無くなったことを知り、千早はますます表情を曇らせてしまい…。"
                },
                "5": {
                    "ID": "4128798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128798",
                    "TitleEnglish": "Vacation With Everyone",
                    "SummaryEnglish": "It's summer, but the studio's air conditioner is broken. So the Producer agrees to bring the girls to the beach for a vacation while the air conditioner is repaired. Ritsuko gets a go on the new idol unit she created.",
                    "TitleJapanese": "みんなとすごす夏休み",
                    "SummaryJapanese": "エアコンが壊れて蒸し風呂状態となった事務所を抜け出し、『慰安旅行』に出かける７６５プロの面々。暑い夏の慰安旅行といえば、行き先はもちろん海！！水着に着替えて浜辺で思いっきりはしゃぐアイドルたちと、それを見守るプロデューサーたち。海水浴にBBQ、花火に温泉、そしてお決まりの怪談話…。思い思いに夏を満喫する一同だったが、アイドルみんなの夏休みは、もうすぐ、終わろうとしていた……。"
                },
                "6": {
                    "ID": "4128797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128797",
                    "TitleEnglish": "The Decision to Move Forward",
                    "SummaryEnglish": "Ritsuko's idol unit, Ryuuguu Komachi, with Azusa, Iori and Ami as its members, becomes popular after their debut and gets booked in many gigs, including singing on a music television program. Worried over the other idols' popularity, the Producer decides to have the idols audition for several gigs.",
                    "TitleJapanese": "先に進むという選択",
                    "SummaryJapanese": "律子プロデュースによる新ユニット『竜宮小町』が鮮烈デビュー！握手会やテレビ出演、デビュー曲のリリースなど、竜宮小町のメンバーである伊織・亜美・あずさは休む暇もないほど大忙し。それに比べて、他のアイドルたちの予定は相変わらず真っ白で…。そんな状況に焦りをおぼえたプロデューサーは、彼女たちに仕事をたくさん取ってくると約束するが、その意気込みが空回りをしはじめて…。"
                },
                "7": {
                    "ID": "4128807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128807",
                    "TitleEnglish": "Things I Love, Things That Are Important to Me",
                    "SummaryEnglish": "Iori humiliates herself on live television when she forces an interviewer at the Minase estate to focus on her rather than ask about her father and older brothers. The Producer reprimands her actions, but Iori ignores his advice. Yayoi invites Iori and Hibiki to her home to have dinner with her five younger siblings where Iori learns about the life of a 'commoner' and gets to know Yayoi's brother and the eldest boy, Chousuke, who wants to help his sister.",
                    "TitleJapanese": "大好きなもの、大切なもの",
                    "SummaryJapanese": "ひょんなことから、やよいの家で夕飯をご馳走してもらうことになった伊織と響。大家族の長女であるやよいは、仕事で帰りの遅い両親の代わりに、毎日食事の支度や弟たちの世話をしているのだという。今日は毎週恒例の『モヤシ祭り』が行われるとのことで、スーパーのモヤシ特売をくぐり抜けながらやよいの家を訪れる2人だったが、そこで元気いっぱいのやよいの兄弟たちの出迎えを受けて…。"
                },
                "8": {
                    "ID": "4129181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4129181",
                    "TitleEnglish": "The Indirect Route to Happiness",
                    "SummaryEnglish": "Azusa, Makoto and Miki go modeling as a bride, groom and bridesmaid, respectively, for a wedding magazine at a chapel.",
                    "TitleJapanese": "しあわせへの回り道",
                    "SummaryJapanese": "教会で結婚雑誌のモデルの仕事をすることになったあずさ、美希、真の３人。三者三様のウェディング姿で、ドレスのよく似合うあずさは嬉しそうな笑顔を見せる。ところが撮影の合間に、突然現れた黒服の男たちにあずさが連れ去られてしまう事件が発生。黒服たちは逃げ出した花嫁を探しており、誤解はすぐに解けたものの、見知らぬ場所にひとり残されたあずさは、完全に道に迷ってしまい…。"
                },
                "9": {
                    "ID": "4128808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128808",
                    "TitleEnglish": "Things We Can Do Because We're Together",
                    "SummaryEnglish": "After finishing filming a TV mystery mini-drama, Ryuuguu Komachi and Ritsuko return to 765 Production studios for a break with Mami and the Producer returning as well. Iori decides to treat everyone to some special puddings she bought earlier, but finds out the puddings are gone from the refrigerator. Suspecting the other idols as the culprits, Ami and Mami decide to solve the mystery by playing detectives.",
                    "TitleJapanese": "ふたりだから出来ること",
                    "SummaryJapanese": "竜宮小町の３人が主演する探偵ドラマの撮影が終わったある日の午後、７６５プロを震撼させる事件が起こる。伊織が自分へのごほうびにと、事務所のメンバー全員に買っておいた話題の超人気スイーツ『ゴージャスセレブプリン』が行方をくらましたのだ。プリンを食べた犯人を見つけるべく、探偵役をかってでた亜美・真美の２人は、ノリノリで捜査に乗り出すが、その犯人はあまりにも意外な人物だった…！"
                },
                "10": {
                    "ID": "4129182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4129182",
                    "TitleEnglish": "Moving Forward With Everyone",
                    "SummaryEnglish": "The girls attend 'The Big Talent Agency Sports Competition' where idols groups from various agencies compete in games.",
                    "TitleJapanese": "みんなで、少しでも前へ",
                    "SummaryJapanese": "年に一度開催される『芸能人事務所対抗運動会』に、竜宮小町の活躍のおかげで初出場することになった７６５プロ。アイドル部門での優勝めざして、力を合わせて競技に臨む一同は、人気絶頂のアイドルグループ「新幹少女」をかかえるこだまプロと、僅差でトップを争う接戦を繰り広げる。そんな中、新幹少女のメンバーのひとりに心ない言葉をかけられたやよいは、ひどく落ち込んでしまい…。"
                },
                "11": {
                    "ID": "4128809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4128809",
                    "TitleEnglish": "Hopes, Uncertainties, and Signs",
                    "SummaryEnglish": "The Producer informs the girls that their big break has come as they will be performing live at a 765 Production thank-you concert. Despite its main event being Ryuuguu Komachi, the girls are excited since they will be performing a new song and dance routine. However, the girls have to go through tough dance and vocal lessons, which some of the girls are having problems doing correctly, especially since their exams are coming out.",
                    "TitleJapanese": "期待、不安、そして予兆",
                    "SummaryJapanese": "念願の７６５プロ感謝祭ライブの開催が決定！メインの竜宮小町のほか、７６５プロ所属のアイドルたち全員が出演できるとあって、アイドルたちは大喜び。さっそく本番に向けて、歌やダンスの猛特訓をはじめる。しかし当然のことながら、メンバーのなかでも個人の実力差はバラバラ。全力のライブにするため、難易度を下げたくないアイドルたちだったが、次第に疲れもピークに達していき…。"
                },
                "12": {
                    "ID": "4129183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4129183",
                    "TitleEnglish": "Last Stop on a One-Way Road",
                    "SummaryEnglish": "As the day of the concert gets closer, the Producer and the idols are worrying about Miki, who hasn't come for practice sessions for the past few days, which Ritsuko explains as being caused by a misunderstanding over Ryuuguu Komachi.",
                    "TitleJapanese": "一方通行の終着点",
                    "SummaryJapanese": "以前プロデューサーと交わした会話から、「頑張れば、竜宮小町に入れる」と信じていた美希は、律子によってそれが誤解だったことを気づかされる。目標を失い、やる気を失くしてしまった美希は、７６５プロ感謝祭ライブの練習にも、本番用の衣装合わせにも顔を出さなくなってしまう。自分の不用意な発言が、美希に期待を持たせてしまったことを反省したプロデューサーは、必死に美希を探すが…。"
                },
                "13": {
                    "ID": "4176823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4176823",
                    "TitleEnglish": "And So, the Girls Head to the Sparkling Stage",
                    "SummaryEnglish": "It's the day of the 765 Production thank-you concert, but complications arise for Ritsuko and Ryuuguu Komachi when a typhoon hits the city. All transit trains are stopped, forcing Ritsuko and the others to drive to the concert, only to get into a traffic jam. With the audience already having arrived at the concert, the Producer issues a change of plans to the backstage crew and the idols to have them perform first to buy enough time for Ryuuguu Komachi to arrive.",
                    "TitleJapanese": "そして、彼女たちはきらめくステージへ",
                    "SummaryJapanese": "ついに７６５プロ感謝祭ライブの本番の日がやって来た。はじめての大規模なライブに、興奮と緊張を隠しきれないアイドルたち。ところが、地方のイベント先から駆けつける予定だった竜宮小町のメンバーと律子が現れない。なんと台風による暴風雨で、新幹線が運休になっており、本番に間にあうか分からないという。緊急事態に不安を隠せない７６５プロのメンバー。果たしてライブを成功させることができるのか…！？"
                },
                "14": {
                    "ID": "4176822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4176822",
                    "TitleEnglish": "The World that Began to Change!",
                    "SummaryEnglish": "Ever since the concert and an article by Yoshizawa, a famous reporter who is a friend of President Junjirou, the idols have become very popular to the point of wearing disguises in public. After appearing on a TV show and going back to their makeup room, Haruka and Yayoi encounter Jupiter who's leader, Touma Amagase gives them an ominous warning. Back at 765 Pro studio, everyone is waiting for a magazine which features a photo shoot of the idols on the cover but Iori brings it, showing instead Jupiter on the cover. Wanting to know wants going on, President Junjirou and Yoshizawa believes this was the work of 961 Pro studio President and Jupiter's manager, Takao Kuroi, who used his connections to have the magazine cover changed. Kuroi and Junjirou were once friends in the idol industry but both of them had a falling out because Junjirou disapproved of Kuroi's methods. Because of the 765 Pro idols recent popularity, Kuroi wants revenge against Junjirou by crushing his idols using Jupiter. The girls want revenge but the Producer, Ritsuko and Junjirou tells them they shouldn't fight dirty and stoop as low as Kuroi and if they wish beat him, they should do it fair and square. As the idols are still upset over the magazine cover, Haruka helps Kotori arrange their fan letters which the others later joined. Thanks to the encouraging letters from their fans, the idols realize it is their fans that should be winning over rather than their rivalry with 961 Pro and all of them agree to work hard for them.",
                    "TitleJapanese": "変わりはじめた世界！",
                    "SummaryJapanese": "765プロ感謝祭ライブが終わり、765プロに所属するアイドルたちの日常に変化が起こっていた。感謝祭ライブでの活躍が注目を集め、竜宮小町に続いて他のメンバーたちの人気も急上昇しはじめたのだ。スケジュールボードはアイドルたちの仕事の予定でびっしり埋めつくされ、ソロでのTV出演も増えるようになった。そんなある日、765プロのアイドルみんなで雑誌の表紙を飾ることになり、大はしゃぎの一同だったが…。"
                },
                "15": {
                    "ID": "4176821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4176821",
                    "TitleEnglish": "Everyone Together, It's a Live Broadcast! A Live Broadcast!",
                    "SummaryEnglish": "The 765 Pro idols star in a comedy variety show called \"Are We Live? Sunday\", hosted by Haruka, Chihaya and Miki.",
                    "TitleJapanese": "みんな揃って、生放送ですよ生放送！",
                    "SummaryJapanese": "７６５アイドル全員が出演する生放送バラエティー番組『生っすか！？サンデー』。MCを務める春香、美希、千早の3人がいるスタジオから中継でお届けするのは、響が毎回様々なことに挑戦する企画コーナーや、雪歩による『菊地真・改造計画』のコーナー、亜美・真美によるショートコントなど、内容盛り沢山！生放送ならではのハプニングもまじえながら、アイドルたちの魅力がたっぷり詰まった内容でお届けします！"
                },
                "16": {
                    "ID": "4176820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4176820",
                    "TitleEnglish": "How It Feels to be All Alone",
                    "SummaryEnglish": "As Chihaya has nightmares about her past, Hibiki has an argument with her dog, Inumi, as both of them are hosting an animal documentary show. Meanwhile, Kuroi plots to sabotage Hibiki's role as the presenter of the show.",
                    "TitleJapanese": "ひとりぼっちの気持ち",
                    "SummaryJapanese": "今日は、響とペットのいぬ美がメインで出演するバラエティー番組『飛び出せどうぶつワールド』の収録日。ところが、収録当日にいぬ美とケンカをしてしまった響は、いぬ美不在のまま収録に臨むことに。いぬ美がいなくたって…と強がる響だったが、いぬ美の代わりとして連れて来られたのは、いかにも獰猛そうな黒犬。さらに急遽番組内のゲストとして、ジュピターが収録現場に現れて…。"
                },
                "17": {
                    "ID": "4182089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182089",
                    "TitleEnglish": "Makoto, A True Prince",
                    "SummaryEnglish": "Makoto is a hit with female fans due to her handsome and Prince-like looks. While Makoto appreciates the fame, she wishes fans admire her as a girl not a boy.",
                    "TitleJapanese": "真、まことの王子様",
                    "SummaryJapanese": "“男の子のような女の子”として、女性ファンに大人気の真。『王子様』という愛称までついてしまい、本当はお姫様になりたいのにと、思わずため息をついてしまう。そんな折、ジュピターの3人と収録で一緒になった真は、彼らの付き添いに来ていた黒井社長に屈辱的な言葉をかけられる。うっぷんを晴らすため訪れたゲームセンターで、ふと真は、プロデューサーに今日一日「女の子扱い」してもらうことを思いついて…。"
                },
                "18": {
                    "ID": "4182090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182090",
                    "TitleEnglish": "Lots of Everything",
                    "SummaryEnglish": "Ritsuko forces a hard dancing routine on Ryuuguu Komachi to prepare them for an upcoming secret concert, much to the group's displeasure. When Azusa is unable to perform, help comes from an unexpected source.",
                    "TitleJapanese": "たくさんの、いっぱい",
                    "SummaryJapanese": "竜宮小町のシークレットライブが開催されることになり、毎日のようにレッスンに励む伊織、亜美、あずさの三人。プロデューサーである律子も、「元」アイドルだった経験を活かしてアドバイスするなど、いつにも増して気合十分。ところが、直前であずさがおたふく風邪にかかってしまい、本番に出られなくなってしまう。頭を悩ませる一同だったが、伊織と亜美は、律子に代役としてステージに立ってもらうことを思いついて…。"
                },
                "19": {
                    "ID": "4182091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182091",
                    "TitleEnglish": "Like the Moon Hiding Between the Clouds",
                    "SummaryEnglish": "Kuroi hires a paparazzi to follow and take pictures of Takane to find secrets about her, but ends up finding information on Chihaya instead.",
                    "TitleJapanese": "雲間に隠れる月の如く",
                    "SummaryJapanese": "【一切の過去が謎に包まれた銀髪の王女】として話題の貴音。ある日、レコード会社の社長と一緒にいるところを撮られてしまい、ゴシップ誌に「引き抜き疑惑」の記事が掲載されてしまう。根も葉もない話だと断言する貴音だったが、その後も誰かと電話していたり、別行動が増えたりと、怪しい行動が目立つ。どうしても不安を拭い切れない７６５プロのメンバー達は「貴音がどこかに行ってしまうのでは」と心配になるが…。"
                },
                "20": {
                    "ID": "4182092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182092",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "Chihaya's tragic past is revealed in a magazine thanks to Kuroi. The magazine slanders her, suggesting Chihaya is heartless and Chihaya decides to leave 765 Production studios.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "ゴシップ記事に掲載された、千早の過去に関するスクープ記事。それは、千早の亡くなった弟と、離婚した両親についてのものだった。悪意すら感じさせる記事に、ショックを受けた千早は歌うことができなくなってしまう。歌が歌えなくなってしまった以上、アイドルの仕事を続けるつもりはないと告げ、事務所にも来なくなってしまう千早。心配した春香は、一人暮らしの千早の部屋を訪れるが…。"
                },
                "21": {
                    "ID": "4182093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182093",
                    "TitleEnglish": "Like a Flower Blooming",
                    "SummaryEnglish": "Thanks to a magazine interview by Yoshizawa with Chihaya over her past, the rumors about her have ended as she and the other idols prepare for the Idol Jam concert with Jupiter performing as well.",
                    "TitleJapanese": "まるで花が咲くように",
                    "SummaryJapanese": "春香をはじめ、仲間たちの支えもあって再びアイドルとしてステージに立るようになった千早。以前のように仕事ができるようにするために、自らの過去の真実を語る取材に応じるなど、本格復帰を果たす。千早の復帰を受けて、一段と団結力を増した７６５プロのアイドルたちだったが、それを快く思わない９６１プロの黒井社長は、彼女たちをはじめジュピターも出演するライブの会場で、最後の罠を仕掛けるのだった。"
                },
                "22": {
                    "ID": "4182094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182094",
                    "TitleEnglish": "On the Holy Night",
                    "SummaryEnglish": "It is the Christmas season and Haruka wants to celebrate a Christmas Eve party with everyone at 765 Production, just like last year. But with the idols' new fame, all of the girls are busy attending and performing at TV shows, variety shows, holiday or Christmas specials on Christmas Eve. Most of them might not make it in time...",
                    "TitleJapanese": "聖夜の夜に",
                    "SummaryJapanese": "季節は冬へと移り変わり、街はクリスマスムード一色。これまでと同様、今年も７６５プロのみんなでクリスマスパーティーをしようと張り切る春香だったが、イベントや年末年始の特番収録で忙しく、全員のスケジュールを合わせるのは至難の業。ただでさえみんなで過ごせる時間が減っているだけに、残念そうにする春香を見て、プロデューサーは「集まれる者だけでもパーティーをやろう」と提案するのだった。"
                },
                "23": {
                    "ID": "4182095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182095",
                    "TitleEnglish": "Me",
                    "SummaryEnglish": "Haruka is looking forward to a dance rehearsal with everyone for their New Year's concert. However, the girls of 765 Production are too busy due to their schedules to do the rehearsal, slowly making Haruka lonely and depressed as she is unable to practice with her friends.",
                    "TitleJapanese": "私",
                    "SummaryJapanese": "新しい年を迎え、相変わらず大忙しのアイドルたち。年明け最初のライブとして、７６５プロ全員で出演するニューイヤーライブの開催も決定し、練習もスタートするが、合同練習初日にも関わらず、忙しさのためなかなかメンバーが揃わない。春香は、みんなで一緒に力を合わせてライブを成功させたい、という一心で仲間たちに声をかけ、自分の仕事の予定も変更して、全員の練習スケジュールを合わせようとするのだが…。"
                },
                "24": {
                    "ID": "4182096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182096",
                    "TitleEnglish": "Dreams",
                    "SummaryEnglish": "The Producer manages to survive his accident but remains hospitalized for a while. As a result, Haruka returns to musical rehearsals to channel her grief into her role and wins the lead from Miki. Desperate to get the idols together, Haruka asks Ritsuko to reschedule or cancel her current gigs so she can practice for the New Year's concert.",
                    "TitleJapanese": "夢",
                    "SummaryJapanese": "一命は取り留めたものの、絶対安静の身となったプロデューサー。知らせを受けて駆けつけたアイドルたちは、容態を心配して不安げな表情を見せる。中でも春香は、プロデューサーの怪我に対して責任を感じ、強いショックを受けていた。周りの変化に戸惑う自分と、それでも「変わらなくてはいけない」と思う心。自分が目指していた夢を見失い、やがてミュージカルの稽古場で糸が切れたように座り込んでしまった春香は、しばらく仕事を休むことになって…。"
                },
                "25": {
                    "ID": "4182097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolm-ster/episodes/4182097",
                    "TitleEnglish": "Together With Everyone!",
                    "SummaryEnglish": "Kotori visits the Producer at the hospital who expresses his wish to see the idols at the New Year's concert.",
                    "TitleJapanese": "みんなと、いっしょに！",
                    "SummaryJapanese": "待ちに待ったニューイヤーライブ当日。怪我で療養中のプロデューサーは、看病に来ている小鳥に、あるお願いを持ちかける。一方ライブ会場では、これまでに経験したどのライブよりも大きな舞台に、アイドル達が瞳を輝かせていた。今まで一歩一歩進んできた道のりの中で、それぞれにとっての「アイドル」の形は何かを見つけた彼女たちは、最高の笑顔でステージに臨む。そしてついに、７６５プロ全員で迎える大舞台が、幕を開ける…！"
                }
            }
        }
    }
}