{
    "URL": "https://www.thetvdb.com/series/ro-kyu-bu",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2074166/",
        "https://www.themoviedb.org/tv/45953"
    ],
    "TitleEnglish": "Ro-Kyu-Bu!",
    "SummaryEnglish": "Hasegawa Subaru enters a basketball club of Nanashiba High School, but the activity of the club gets suspended because the club leader falls in love with an 11 year old daughter of the coaching teacher. Subaru's aunt asks him to coach a basketball club of elementary school girls. At first, he is reluctant to teach small girls, but he devotes himself to the club as he knows the complex circumstances of them.",
    "TitleJapanese": "ロウきゅーぶ！",
    "SummaryJapanese": "七芝高校に入学した長谷川昴は男子バスケ部に入部するが、部長のロリコン疑惑がきっかけで部活動停止の目にあってしまう。行き場をなくし、日々所在なく過ごしていた昴だったが、叔母の強引な誘いから小学校の女子バスケ部の臨時コーチを引き受けることになった。女子小学生たちが相手の慣れぬ環境に戸惑う昴だったが、彼女たちが抱える事情を知り、それぞれの想いを守るために積極的に活動を進めていくことになる。",
    "Aliases": [
        "Ro Kyu Bu!",
        "Rou Kyuu Bu!",
        "Rou Kyuu Bu! SS",
        "Ro-Kyu-Bu ~ Fast Break!"
    ],
    "Modified": "2025-07-31",
    "Seasons": {
        "0": {
            "ID": "468812",
            "URL": "https://www.thetvdb.com/series/ro-kyu-bu/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4597209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4597209",
                    "TitleEnglish": "Tomoka's Strawberry Sunday",
                    "SummaryEnglish": "Tomoka asks Subaru to help her with her homework on a Sunday at his house, to which he agrees. But she forgets her cellphone and the other girls, after failing to reach her, decide to create a dish specially for her. Meanwhile, Subaru asks Tomoka to have lunch with him and his mother and they find that Tomoka's mother, Kaori, has also dropped there for a visit. While shopping for ingredients for lunch with their mothers, Subaru and Tomoka meet Maho and the others, and the gang joins together for the meal at his house as well.",
                    "TitleJapanese": "OVA 智花のいちごサンデー",
                    "SummaryJapanese": "「夏休みの宿題でわからないところがあって…」\nいつものごとく朝練で昴の家を訪れた智花。\nしかしその日はいつもとは違う「お願い」があった。\n智花の頼みを聞いた昴は、翌日の日中あらためて智花を家に招き、宿題を教えることを約束する。\nいつもの朝練とは違い、部屋で二人きりで勉強をしていると次第にいい雰囲気になってきて…？\nさらに、お昼ごはんの買い出しへ行ったスーパーで、真帆、ひなたら女バスのメンバーも合流して、皆で長谷川家で鍋を囲むことに…。"
                },
                "2": {
                    "ID": "4636484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4636484",
                    "TitleEnglish": "Recape",
                    "SummaryEnglish": "The 1st part of the show is the 1st part of the Ro-Kyu-Bu! OVA and the 2nd part is the summary of what happened so far in the show.",
                    "TitleJapanese": "ロウきゅーぶ!SS 6.5話 番外編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "468813",
            "URL": "https://www.thetvdb.com/series/ro-kyu-bu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4123512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4123512",
                    "TitleEnglish": "Elementary School Students Come Yeah! Yeah! Yeah!",
                    "SummaryEnglish": "Subaru Hasegawa is a high school student and member of his school basketball team, but activities were suspended for a year after the team captain was suspected of being a lolicon. Subaru's aunt Mihoshi Takamura is the advisor of the girl's basketball team in the elementary section at Keishin Academy, which comprises five girls: Tomoka Minato, Maho Misawa, Airi Kashii, Hinata Hakamada and Saki Nagatsuka. Mihoshi asks Subaru to be their team coach, and after some slight coercion, Subaru agrees to coach the team for three days. The girls initially greet Subaru wearing maid uniforms and they call him 'master' in an effort to make a good first impression. The girls change into regular gym attire and when they are about to start practicing, Subaru makes a comment about Airi's stature, causing her to become upset and they decide to practice the next day. During cleanup, Subaru notices Tomoka's talent and takes an interest in her ability. After practice the next day, Maho gets annoyed that they cannot improve as fast as she hoped and runs out. Subaru finds a note in his locker telling him to quit coaching the girl's basketball team and the next day, he is approached by a group of elementary school boys before practice.",
                    "TitleJapanese": "小学生がやってくる ヤァ!ヤァ!ヤァ!",
                    "SummaryJapanese": "「お帰りなさいませ、ご主人様！」。七芝高校一年生・長谷川昴は、場違いにして珍妙なあいさつで迎えられていた。場所は私立慧心学園初等部の体育館。彼を待ち構えていたのは、なぜか５人のかわいらしいメイドさん（しかも全員小学生！）だった……。\n高校入学と同時に入部したバスケ部が、不祥事により１年間の休部を余儀なくされるという大惨事に巻き込まれた昴。そんな彼は、従妹にして慧心学園の教師を務める美星に、半ば脅されるように頼みこまれ、気が進まないながらも３日という期限付きでコーチを引き受けることになったのだ。個性的で初心者ばかりの部員たちを指導していく中、昴は唯一のバスケ経験者である、湊智花の美しいジャンプシュートに目を奪われる……。"
                },
                "2": {
                    "ID": "4126059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126059",
                    "TitleEnglish": "A Little Girls Wish",
                    "SummaryEnglish": "The young boys turn out to be members of the boys' basketball team in the elementary section at Keishin Academy, and they want Subaru to stop being the coach for the girls' basketball team. The boys explain that a match between the two teams will determine whether or not the girls' team will be dissolved. When Subaru shows up for practice, he mentions how he understands how the boys feel, causing Maho to get upset and run out again. Subaru meets Tomoka on the way back with a get-together with his friends, and he invites her over to his house so she can practice basketball. Tomoka challenges him to a match to decide whether he will continue coaching the club, but she is not able to win. Tomoka explains to him that her obsession over winning and losing isolated her and it was not until she transferred to Keishin Academy and made friends with the other girls that she realized that winning is not everything. This serves to rekindle Subaru's passion in the sport, and he tells Tomoka that he will protect her basketball and the place she belongs to by continuing as their coach, which moves her to tears. Subaru gathers information about the boy's basketball team from his aunt. The next day he goes to apologize to the girls about everything, and they greet him the same way as when they first met.",
                    "TitleJapanese": "小さな少女の願い",
                    "SummaryJapanese": "女子バスケ部のコーチを辞めろ。昴にそんな警告をしたのは、智花たちと同じ慧心学園初等部男子バスケ部の部員たちだった。彼らの口から『勝負』のいきさつを聞かされた昴は、前日に真帆の見せた焦りの正体に気付く。しかしコーチの約束は３日間。最終日を迎えてしまった上、試合までの短い期間に彼女たちを勝てるチームに育てる指導などできないと、智花たちに告げる昴。美星のバスケから逃げるなという厳しい言葉にも、今の自分にバスケに対する情熱はないと口にする。智花たちの想いも、男子バスケ部員の気持ちもわかる。そしてバスケから離れようとしている自分は、本当はどうしたいのか。そんな複雑な想いを抱えた昴は、偶然、目の前を通りかかった智花を思わず呼び止め……。"
                },
                "3": {
                    "ID": "4126058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126058",
                    "TitleEnglish": "The Pass That Leads to Tomorrow",
                    "SummaryEnglish": "After agreeing to keep coaching the girls until their match with the boys' team, Subaru starts training them according to the strategy he devised based on each one's strong points and the info he obtained about their opponents. With so much at stake and so little time to prepare themselves, Subaru is even prone to go a little overboard to ensure their victory. One of his schemes involves deceiving Airi claiming that she will play as small forward, due to her height complex, but have her at the center position instead. Subaru's planning pays off and the girls manage to lead the game until half-time. However, when they return to the second half, all girls except Tomoka are visibly getting exhausted and it does not take long for the boys to catch up to them.",
                    "TitleJapanese": "明日に架けるパス",
                    "SummaryJapanese": "みんなと、５人一緒にバスケがしたい。そんな智花の想いに、男子バスケ部との決戦までの間、コーチを続けると決意した昴。やるからには必ず勝たせると、美星の用意した男子バスケ部の試合ビデオを徹底的に研究し、弱点を探るとともに、その対策を考えていた。そして女子バスケ部の面々には、それぞれの役割に応じたピンポイントの練習メニューを与える。真帆と紗希には互いのフォームを確認しながらのシュート練習を。ひなたには少しでもスタミナ不足を補うべく走り込みを。愛莉にはゴール下でのディフェンスを。しかし、ひなたは練習中に倒れてしまい、愛莉は気の弱さから思うようにプレイできない。一朝一夕に克服できない問題ながらも、昴は弱点を逆手に取った秘策を思いつき……。"
                },
                "4": {
                    "ID": "4126057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126057",
                    "TitleEnglish": "Wish Upon Subaru",
                    "SummaryEnglish": "With both teams alternating in the lead during the final minutes, the game ends with a last-second victory for Tomoka and her friends. The girls ask for Subaru to keep training them, but he states that they should look for a professional coach instead. By Mihoshi's sugestion, Tomoka convinces Subaru to keep coaching them if she manages to score fifty free throws in a row, and since then, she stops by his house to make a try on a daily basis. Instead of trying to disencourage her, Subaru gets impressed by Tomoka's determination and after she finally succeeds, he starts coaching the girls again.",
                    "TitleJapanese": "昴に願いを",
                    "SummaryJapanese": "ついに迎えた男子バスケ部との決戦。巧みなシュート攻勢で点を稼ぐ女子バスケ部だったが、スタミナ切れを狙われ、追いつかれてしまう。頼みの綱の智花も抑えられ、じわじわと点差が広がる残り３分。昴の仕込んでいたなりふり構わない秘策から何とか勝ち越すものの、すぐにシュートを入れられて逆転されてしまう。１点差。試合時間、残り５秒。厳しいマークに囲まれながらも、智花の手から放たれた最後のシュートは、ゴールに向かい……。決戦を終えた智花たちは、昴にこれからもコーチを続けてほしいと頼み込む。ためらう彼に、フリースロー連続50本成功という、とんでもない条件を口にする美星。ためらうことなく条件をのんだ智花は、毎朝、昴の家の庭で挑戦することに……。"
                },
                "5": {
                    "ID": "4126056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126056",
                    "TitleEnglish": "Hard to Light",
                    "SummaryEnglish": "Once more Mihoshi gets ahead of Subaru and set a training camp for him and the female basketball club aiming for the upcoming mixed basketball tournament. Much to their surprise, they find that Natsuhi Takenaka, the captain of the boys' team will also participate, but he refuses to play alongside Maho and both start fighting on several occasions. Subaru and Tomoka come with some plans to have them get along but with no success at all. Later, Subaru learns from Takenaka that his animosity towards Maho is because she has the habit of giving up on everything once she gets the hang of it, and will not forgive her if she does the same with basketball. But both end up watching Maho seriously training by herself, and Subaru questions Takenaka if Maho is really just playing around as he claims.",
                    "TitleJapanese": "ハードに火をつけて",
                    "SummaryJapanese": "引き続き慧心学園初等部女子バスケ部のコーチを続けることになった昴。智花たちも男子バスケ部との練習試合を経て、それぞれの課題とバスケに対する意欲をより強くしていた。そんな折、学校の球技大会にバスケのクラス代表として選ばれた智花たち。美星はいい機会とばかりに勝手に合宿を組んでしまい、昴は断れずに合宿でのコーチも引き受けることに。自分たちで準備した楽しい昼食を終えて、さっそく練習のために体育館に向かった智花たち。そこには、来るはずのない合宿参加者――竹中の練習する姿があった。真帆と大ゲンカ中の彼は、球技大会でバスケに出場しないはず。一触即発のふたりの間に割って入った昴は、竹中の口から意外な言葉を聞かされる……。"
                },
                "6": {
                    "ID": "4126060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126060",
                    "TitleEnglish": "Iron Master",
                    "SummaryEnglish": "Having changed his opinion about Maho, Takenaka apologizes to her and starts training with the girls seriously. At night, both Takenaka and Hinata are nowhere to be seen and the others look for them just to find that he is teaching her to make throws properly. Later, Takenaka explains to Subaru that for the next match, substitutions are not allowed unless a player is injured and begs him to not exclude Hinata from the lineup, thus he decides to leave the team himself, stating that the girls have what it takes to win by themselves and with Takenaka appointed by Subaru as their assistant coach, so they do. After the game, Subaru, who was forced to hide to watch the match is about to be caught in quite a \"predicament\" at the end.",
                    "TitleJapanese": "鉄板(メタル)マスター",
                    "SummaryJapanese": "真帆と竹中のケンカをどうにか仲裁しようと奔走する昴。その姿を見て、力になれない自分に少し落ち込む紗希。\n真帆と紗希、そして竹中は仲の良い幼なじみだったが、ふたりがバスケを始めたのを機に、\n竹中が距離を置くようになったのだという。心配する紗希に昨晩の出来事を話す昴。\nぎごちないながらも一緒に練習を始めてくれた竹中の姿に、\n紗希は「真帆の本気」に引っ張られてバスケを始めたいきさつを語り出す。\nそんな彼女に、一計を案じた昴は３人での体育館掃除を命じる――。\nそして練習後。用意されたお好み焼きの材料に、こだわりの技を披露する紗希の姿に気圧されながらも、\n楽しい夕食を過ごす７人。しかしその後、ひなたと竹中が行方不明になってしまう……。"
                },
                "7": {
                    "ID": "4126061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126061",
                    "TitleEnglish": "In Love With Your Bud",
                    "SummaryEnglish": "It's summer and all girls are excited with the upcoming pool lessons except for Airi who can't swim due to her fear of water. To help her overcome her trauma, caused by an incident when she fell into a lake, Subaru agrees to teach her with the help of the rest of the team. Meanwhile, Subaru's childhood friend Aoi Ogiyama is worried about his grades and offers herself to help him with his studies, but he ends up declining her help due to his agreement to deal with Airi's problem. In the end, Airi manages to overcome her fears with the help of everyone, but Aoi follows Subaru and learns about his secret.",
                    "TitleJapanese": "君の蕾に恋してる",
                    "SummaryJapanese": "最近、様子のおかしい昴が気になって仕方がない葵。部活もないのに放課後すぐにいなくなってしまったり、\n苦手なはずの女子にも慣れた風に接していたり……。\n心配そうな葵の姿に、バスケ同好会の面々は彼女と昴の勉強会をセッティング。\n智花たちの指導に夢中で、テストのことをすっかり忘れていた昴は、来年のバスケ部復活を目標に、\nその申し出を快く受ける。一方、練習に一層熱が入る智花たち。しかし、ひとり愛莉だけはミスばかりで、\n練習に全く身が入っていない様子だった。その理由は、これから始まるプールの授業。\n泳げない愛莉は不安で仕方なかったのだ。それなら昴にコーチしてもらえばいいと、\n真帆の家のプールで水泳特訓をすることに。しかしその日は、勉強会の日で……。"
                },
                "8": {
                    "ID": "4126062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126062",
                    "TitleEnglish": "The Stairs to Reincarnation",
                    "SummaryEnglish": "Aoi hears all the truth about Subaru coaching the basketball club and agrees with his situation. However, Aoi gets angry when she finds that he is compromised to help Airi learn to swim regardless of studying for his own tests and brings some friends of hers to challenge the girls to a match with their coach at stake. It does not take long for Subaru to realize that Aoi's true intentions are to test Tomoka and her friends' determination and help them improve instead.",
                    "TitleJapanese": "転生への階段",
                    "SummaryJapanese": "勉強会の約束をすっかり忘れていた昴にオカンムリの葵。しかし赤点を取られても困ると、対策ノート渡そうと昴のあとを追う。そして、たどり着いたのは慧心学園の体育館。昴が智花たちにコーチをしている姿を見てしまう。美星から事の経緯を聞かされたものの、いまだ納得できない葵。さらに昴が勉強会を断った本当の理由が愛莉の水泳特訓のためだと知ってしまう。彼を連れ帰ろうと真帆の家にやってきた葵は、昴と激しく衝突する。自分にとって智花たちのコーチは大事なことで、バスケ部の復活にも必ず役に立つという昴。そして、昴がコーチを辞めてしまうのではないかと不安を感じていた智花たちも、彼が必要なのだと懇願する。そんな智花たちに、葵は昴を賭けた勝負を申し込む――。"
                },
                "9": {
                    "ID": "4126063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126063",
                    "TitleEnglish": "The Sidelong Sprint to Freedom",
                    "SummaryEnglish": "Maho invites her teammates, Subaru, and Mihoshi to her mansion for a day at the beach; Kagetsu is against Hinata going but fails to convince her to stay. By the middle of the day, Kagetsu confronts Hinata and the others but is soon convinced that Subaru is a suitable role model for her. It is later revealed that Kagetsu's concern for Hinata stemmed from three years ago, when she failed to let Hinata in from the cold, causing the latter to go to the hospital. To prove that she is capable of looking after herself, Hinata challenges Kagetsu to a marathon around the resort, which the two finish in dead heat.",
                    "TitleJapanese": "自由への併走",
                    "SummaryJapanese": "夏休み。美しい海辺近くに立つ、真帆の別荘に遊びに行くことになった智花たち。とっておきのイベントを前に、それぞれが思い思いに新しい水着を選び、コーチの昴、担任の美星とともに別荘へ。さっそく真帆と合流して、別荘裏のプライベートビーチで新調した水着を得意満面に披露する。開放的な青空のもと、泳いだりはしゃいだり、それぞれに楽しむ智花たち。全員参加の鬼ごっこをしているうちに、なぜか標的は昴に。自分以外全員鬼の鬼ごっこで追い掛け回されたり、砂の城に埋められてくすぐられたりと散々な目にあわされた昴だったが、一方で、明確な目標のない状況に、今後の指導方針に悩んでいた。そんな折、ひなたを心配した妹のかげつが、彼女を連れ戻すべく別荘を訪れて……。"
                },
                "10": {
                    "ID": "4126064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126064",
                    "TitleEnglish": "Tragedy of the Beautiful Star",
                    "SummaryEnglish": "At Maho's urging, Aoi and Subaru arrange a friendly match with the Suzuridani team. The arrangement, however, is fraught with problems: Mihoshi's appendix ruptures whilst she is driving, causing her to be hospitalised and everyone else to hike the remaining distance to the school. The team is then placed in a hollow on the school grounds with a tent for shelter, which raises concerns about Subaru's presence among the rest of the girls. When the day of practice comes, the team learns that they will need five more students in order for the match to proceed. All the while, Aoi has to confront her innate crush on Subaru and her increasing jealousy toward the girls he is coaching.",
                    "TitleJapanese": "美星(ビューティフル・スター)の悲劇",
                    "SummaryJapanese": "厳しい練習を重ね、どんどん実力を上げていく慧心学園女子バスケ部。\nしかし、コーチの昴には、ひとつの悩みがあった。\n自分たちの力を試したい、大会に出場したいという彼女たちの想いが、ある事情により叶えられないこと。\n公式戦に出場するためには、控えも含めて10人の選手が必要なのだ。\nその事実を知っているのは、昴と智花だけ。\nそんな折、御庄寺の親戚が教師をしている強豪校・硯谷女学園との親善試合の話が持ち上がる。\n対外試合の経験を積ませるべく、喜んでその話を受ける昴だったが、その裏には合宿中に昴と葵の仲を深めてしまえという悪友たちの計画が隠されていた。\nしかし合宿当日、引率者である美星が突然、倒れてしまい、昴たちだけで硯谷に向かうことに……。"
                },
                "11": {
                    "ID": "4126065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126065",
                    "TitleEnglish": "Five Bridges",
                    "SummaryEnglish": "Maho gets depressed upon hearing that the team is underhanded. Saki catches up with her and, after a duel overseen by Subaru, reinvigorates Maho's resolve to play. After initial reluctance, the Suzuridani sport supervisor allows the team to compete against the main team on a 5 vs. 5 match. Soon after, the Suzuridani coach, realizing Aoi's feelings for Subaru, set up a situation for her to confess, but the two resolve to do their best to coach the team together instead. The following day, the exhibition match starts off slowly as Maho is so eager to show off that she compromises her team's integrity.",
                    "TitleJapanese": "五人の架け橋",
                    "SummaryJapanese": "自分たちのチームは公式戦に出られない。\n硯谷のエース・未有の言葉にショックを受け、練習から逃げ出してしまう真帆。\n心配する智花たちだったが、真帆のことは紗季に任せ、控えの選手たちとの練習を始める。\n一方、昴は試合に出られない事実を真帆たちに伝えられなかった自分に後悔していた。\nしかし、今のためだけにバスケはできる、プレイができなくてもバスケと向き合えるという麻奈佳の言葉に、\n自分のバスケの在り方に気付く。\nバスケを奪われながらも、智花たちのコーチをすることで、自分も成長していた。\nそして、真帆も戻り、自分たちのバスケを取り戻した智花たち。\n昴はコーチとして自分ができること――彼女たちのバスケを守るため、あることを決意する。"
                },
                "12": {
                    "ID": "4126066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4126066",
                    "TitleEnglish": "My Dream Is Your Dream",
                    "SummaryEnglish": "As Suzuridani and Subaru's team edge each other by a few points, the game comes down to Airi being the center and the rest in scoring position. The game is decided on the last second when a failed shoot by Saki leads her team to defeat. As the rest of the team rebuilds their resolve, Subaru contemplates their future.",
                    "TitleJapanese": "僕の夢は君の夢",
                    "SummaryJapanese": "硯谷レギュラーチームとの練習試合。紗季をポイントガードに据えた布陣で挑んだ慧心学園は、\nそれぞれが身に着けてきた技術を駆使して食い下がる。キャプテン・未有の慢心も手伝って、\n互角以上の戦いを繰り広げていた。強い想いで戦う智花たちと、それを見守る昴と葵。\nしかし、硯谷も麻奈佳の一喝で未有が持ち直し、本気のプレイでぶつかってくる。\n手強い相手、だからこそ面白い試合。互いを認め合ったエース同士がぶつかり合う中、\n昴は智花たち５人の特性を活かした秘策に出る。硯谷もマンツーマンでガチンコ勝負に出る。\nそして、最後のシュートが放たれ……。慧心と硯谷の練習試合を終えた数日後。\n最初の練習の日に、さまざまな想いを抱えた昴が体育館の扉を開けると、そこには――。"
                }
            }
        },
        "2": {
            "ID": "506512",
            "URL": "https://www.thetvdb.com/series/ro-kyu-bu/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4447553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4447553",
                    "TitleEnglish": "Innocent World!",
                    "SummaryEnglish": "With summer vacation nearing its end, Tomoka is dismayed as her father doesn't approve of her focusing everything on basketball and doesn't want her going to a summer festival on the weekend. As Subaru contemplates going to Tomoka's house to talk with her father, he receives a call from Nayu asking him to accompany Tomoka to the festival. After winning a basketball stand with the promise Subaru would do anything for her, she requests that he watch the fireworks with her. Whilst taking Tomoka to the restrooms, Subaru briefly meets her father, helping him find his glasses. When he shows up again to take Tomoka home, Subaru and the others manage to stand up for her, convincing him that basketball has helped her make some fine friends. The next day, a mysterious French girl appears before Tomoka, challenging her to a game.",
                    "TitleJapanese": "小学生(いのせんと)・わ～るど！",
                    "SummaryJapanese": "昴が慧心学園女バスのコーチになって3ヶ月。夏休みも智花たちと一緒にバスケの練習に励んでいた。一方、智花たち5人は、週末の商店街の夏祭りを「夏休み最後のイベント」として楽しみにしており、みんな浴衣も準備して、そろって──もちろん昴も一緒に──出かける約束をしていた。ところが智花は父親から「バスケにうつつを抜かしている」と厳しく叱られ、夏祭りに行くことも禁止されてしまった。落ち込む智花を見た昴は、お祭り当日、父親に直談判してでも彼女がお祭りに行くことを許してもらおうとする。そこに智花の母親から電話がかってきて、智花をお祭りに連れて行って欲しいと頼まれるのだった。"
                },
                "2": {
                    "ID": "4606781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4606781",
                    "TitleEnglish": "Flying Battle!",
                    "SummaryEnglish": "After Tomoka has a fun match against the girl, Mimi Balguerie, Subaru's father, Ginga, appears, who reveals Mimi is his basketball pupil who will be staying with them for a while. The next day, after Mimi transfers into Kagetsu's class at Tomoka's school, she appears before Takenaka, saying she wants to form her own team so she can have a rematch with Tomoka. Meanwhile, Subaru shows some concern when Saki informs him that her childhood friend, Masami Fujii, took a picture of them together at the festival. The two go to talk to Masumi, who had started disliking her due to a family business rivalry, persuading her to delete the photo after pointing out it won't help her business. Takenaka eventually manages to form a team of fifth years, consisting of Mimi, Kagetsu, Masumi and his two sisters, Tsubaki and Hiiragi, challenging Tomoka's team for gym usage. As the match gets underway, Mimi's team struggles as they are too focused on individual rivalries as opposed to working as a team. Half-way through the match, Ginga shows up, announcing he will act as the fifth years' manager for the day.",
                    "TitleJapanese": "フライング決闘！",
                    "SummaryJapanese": "智花たちの前に突然現れたフランス人の少女、ミミ・バルゲリー。その場でバスケ勝負を挑まれた智花は1on1で相手をする。その腕前はかなりのもので、智花は辛うじて勝った。なんとミミは、発掘調査で海外に行っていた昴の父・銀河の知人の娘で、彼と一緒に日本にやって来たのだという。しかもバスケが得意な銀河から直接コーチを受けていたのだ。智花や昴たちとすぐに打ち解けたミミは、慧心学園の初等部5年生として転校してきた。そしてクラスメイトになったひなたの妹・かげつと、男バスに道場破りよろしく乗り込んできた。驚く夏陽に、ミミはあくまで智花とバスケで勝負がしたいのだという。それを聞いた夏陽はミミにある助言をする。"
                },
                "3": {
                    "ID": "4606783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4606783",
                    "TitleEnglish": "Paradigm Ginga",
                    "SummaryEnglish": "Under Ginga's tuition, Mimi's team manages to lead up to Tomoka's team, but the others manage hold their ground and win the game. Later Ginga compliments Mimi's team for their efforts, much to Natsuhi's surprise, even after Aoi becomes the fifth years' coach after seeng her talent in basketball. On next day Tomoka invites Subaru to her birthday party on weekend, so after school he asks Aoi to help him pick up a gift for Tomoka, to which Aoi unhappily agreed. During the party, the girls insisted to let the birthday girl (Tomoka) to sit on Subaru's lap, much to the later's embarrassment. Later Tomoka receives gifts from everyone: from Maho, Saki, Hinata and Airi - a basketball ball; from Aoi - a head ribbon; and from Subaru - a towel, which Tomoka accepts. Also on next day, Subura gives Tomoka another gift - a chance for both of them to master the \"scoop shot\" (or \"floater\") technique, and they happily have a training session like always.",
                    "TitleJapanese": "パラダイム銀河",
                    "SummaryJapanese": "夏陽のアイデアから、ミミは5年生の女子だけでチームを作り智花たちに試合を申し込んできた。他のメンバーはかげつに、真帆を敵視する夏陽の双子の妹・椿と柊、紗季をライバル視する雅美だ。だがまだ即席状態でチームワークでは智花たちには敵わない。そこで昴は、特別に銀河にミミたち5年生チームの一日監督になってもらうことを頼んだ。その結果、5年生チームの動きは劇的に変化し、智花たちを追い上げてゆく…。試合後、5年生チームは葵が正式なコーチとなって出発することになる。智花たちは5年生チームとの再戦を楽しみにするのだった。そしてその週末は智花の誕生日。招待を受けた昴は、何をプレゼントしようかと思案して…。"
                },
                "4": {
                    "ID": "4618026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4618026",
                    "TitleEnglish": "The Stupid Boy",
                    "SummaryEnglish": "Using their friend Uehara's contacts (given by hin in episode 3), Subaru and Aoi meet a candidate for their teem - Airi's older brother, Banri. However the meeting doesn't go well after Banri finds out that Subaru is Airi's rumored \"perverted\" coach and punches him without thinking. On next day, as the team prepares to practice on one basketball court, they are confronted by 2 middle school girls, who are coached by Subaru's old rival - Ryūichi Suga (to whom Subaru lost in a match in middle school, seen in the beginning), and challenges Subaru's team (with him, Tomoka and Airi) to a match, which the later lost, much to Subaru's anger. In the next few days, everyone agreeded to give their best before the upcoming rematch with Ryuuichi and Subaru manages to convice Banri to help out. One evening Tomoka comes to stay at Subaru's house for a sleepover to practice, much to his shock.",
                    "TitleJapanese": "愚か男(もの)",
                    "SummaryJapanese": "昴や葵たちのバスケ同好会に、学外メンバーとしてやってきたのは愛莉の兄・万里だった。だが昴が妹のチームの噂の変態コーチと知るや、有無を言わさず殴りつけてしまう。数日後、アミューズメント施設のオールグリーンで練習をしていた昴や智花たちに、後から来た女子中学生の奈那と眞弓が、自分たちの練習の邪魔だから出て行けと言ってきた。文句をつける真帆。昴も妥協案を申し出たが、奈那と眞弓は聞く耳を持たず、自分たちとコート使用権を賭けて3on3をしてやると挑発してきた。そして現れた3人目は、昴が中学時代に辛酸をなめさせられたライバル校の凄腕プレイヤー・須賀竜一だった。嫌味な竜一らに、昴は智花と愛莉とで挑むが…。"
                },
                "5": {
                    "ID": "4629553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4629553",
                    "TitleEnglish": "Overnight Sensation!",
                    "SummaryEnglish": "Under Maho's advice to help her with her shyness in front of Subaru, Tomoka is having a sleepover in Subaru's house. While there, at night, Subaru and Tomoka make a promice to do their best for the rematch. On the next day, Subaru and Tomoka show better results of their trainig, however, it doesn't go well for Airi and Banri as she can't get over her nervousness in front of him. While Hina is conserned about Airi, Banri gives Subaru the tape of Ryūichi so that can make the countermeasures against the other. While time passes, Hina tries to help Airi to get used to Banri's nature, while Tomoka and Natsuhi (since his pesonality an playing style are similar to Ryūichi's) help him to come up with a fake in the game. On the day of the rematch, while the others (Maho, Saki, Hina and Aoi who wear cheerleader outfits) cheer for Subaru, Tomoka and Airi, the trio manage to beat Ryūichi's team, even after a one-on-one, and claim the court for themselves.",
                    "TitleJapanese": "オーバーナイト・せんせ～しょん！",
                    "SummaryJapanese": "竜一たちに惨敗を喫した昴、智花、愛莉。ゲーム中から調子を落としていた智花は、真帆や紗季のアイデアによる、「昴の家にお泊まり」作戦が功を奏して元気を取り戻した。その時に見せた智花の気遣いに昴も感謝する。そして竜一たちとの再試合が決まった。昴は敢えて愛莉のコーチを万里にお願いする。だが今はギクシャクしている2人の関係から、やはり練習もどこかぎこちない。昴は竜一のプレイを研究しつつ夏陽相手に1on1の練習に励むが、なかなか思うようにいかない。そうして竜一たちとの3on3のリベンジマッチの日がやって来た。昴は、自分と竜一との勝敗よりもチームが負けなければそれでいいと心に決めて、試合に臨む！"
                },
                "6": {
                    "ID": "4632236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4632236",
                    "TitleEnglish": "Aoi Wins?",
                    "SummaryEnglish": "After Aoi wins in the street lotery a free trip to Kyoto with Subaru, who was going to join the sixth graders' fieldtrip to Kyoto, this increases her neviousness of being with him, even when she's been having misunderstandings and wild imaginations of Subaru being surrounded by kids. It even doesn't go well for Subaru who had a bad day with underwear the whole day: 1) he and Natsuhi had to return Maho's panties while girls were in the bath, and having a pillow fight on the second occasion, which was succesfull; 2) when he accidentally catches Aoi in erotic underwear, given to her by her friends before the trip, which ruins her mood and makes her \"feel to die\". On their way home, Subaru manages to brighten Aoi's spirit up by giving a hairpin for being the fifth graders' coach.",
                    "TitleJapanese": "葵は勝つ？",
                    "SummaryJapanese": "智花たち6年生のビッグイベント、京都への修学旅行がやって来た。しかもテスト休み中の昴と葵も、偶然にも京都旅行を福引きで引き当てたために同行出来ることになった。智花たちはもちろん大喜び。昴に気のある葵も内心嬉しさいっぱいだったが、実際は引率者状態でビミョーな状況。それでも昴との旅行を大いに楽しむ。さらにホテルの都合で彼と同室という展開に、葵はもうドギマギだ。一方昴は、その夜ホテルの廊下で真帆のパンツを拾ってしまい違った意味でドギマギ。そのパンツは元々は夏陽が拾ったのだが、返しそびれて昴に改めて拾わせたのだ。果たして昴は、夏陽と協力して真帆のパンツを人知れず返すミッションを遂行することに。"
                },
                "7": {
                    "ID": "4636485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4636485",
                    "TitleEnglish": "Win, again?",
                    "SummaryEnglish": "After a series of training for the fifth graders under Aoi, Maho's father preposes a rematch with sixth graders' team.",
                    "TitleJapanese": "Win,again？",
                    "SummaryJapanese": "真帆の家へと招待された昴や智花たち6年女バスの面々は、真帆の父・風雅からいきなり昴と真帆が婚約すると宣言されて驚愕。あまりの親バカぶりに戸惑う昴だが、風雅は実際に昴と会って大いに信頼を寄せる。そして昴の望みを叶えたいと申し出た。大企業のオーナーでもある風雅はどんな難題でもOKだという。そこで昴は公式戦に出られない智花や真帆たちのため、周辺の学校も含めた小学生ミニバス大会の開催を願い出た。ミミたち5年生チームも大会を知り意気込むが、練習さえも個人プレーでチームワークは相変わらず。そこを葵に指摘され、ミミたちはグーの根も出ない。しかし葵には6年生チームと互角に戦える策があるという…。"
                },
                "8": {
                    "ID": "4646995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646995",
                    "TitleEnglish": "I Wish with You",
                    "SummaryEnglish": "Eventually, Tomoka's team won. In the evening, an unknown figure proposes a deal with the fifth graders.",
                    "TitleJapanese": "I Wish with You",
                    "SummaryJapanese": "小学生ミニバス大会準決勝戦は、順調に勝ち進んだ智花たち6年生チームとミミたち5年生チームの顔合わせとなった。6年生チームを撃ち破り「本物の女バス」を名乗ると宣言した雅美、椿、柊に、紗季は5年生チームが負けた時は6年生チームに加わるように試合前に約束させた。しかし意外にも前半戦は5年生チームがリードを奪う。予想以上に強くなった5年生チームだったが、昴には葵の作戦プランを気がついていた。ハーフタイム中に、彼は愛莉と紗季にある指示を与えた。そして始まる後半戦。昴の読みが当たり一進一退ながらも智花たちは徐々に点差を詰め、残り時間60秒で2点差。勝負の行方は智花とミミ、エース同士の対決に委ねられた！"
                },
                "9": {
                    "ID": "4646996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646996",
                    "TitleEnglish": "Don't Wanna Cry",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Don't wanna cry 泣きたくない…",
                    "SummaryJapanese": "ミニバス大会で智花たちに負けた5年生チームだが、約束通り一緒に練習するのはミミとかげつだけ。椿と柊は2人で練習していた。大会の後に会った嫌味な少女・葦原怜那との野良試合に2人がかりでも手も足も出ず、悔しさから誰にも頼らずリベンジしたかったのだ。雅美も紗季への敵愾心から一緒に練習する気になれない。そんな時すずらん通り商店街でS級グルメ大会というイベントが開かれることになり、智花たちは紗季の実家・なが塚を手伝うことにした。雅美の実家・寿し藤も参加しており、彼女は例によって一方的に打倒なが塚を掲げ、葵や5年生チームに協力を頼んだ。そしてS級グルメ大会当日。その寿し藤の屋台に偶然、怜那が現れて…。"
                },
                "10": {
                    "ID": "4646997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646997",
                    "TitleEnglish": "Wanna Be A Playmaker",
                    "SummaryEnglish": null,
                    "TitleJapanese": "wanna Be A Gamemaker",
                    "SummaryJapanese": "紆余曲折はあったが、ようやく6年生チームと5年生チーム揃っての練習が始まった。前途は多難だが、これで公式戦へ参加も出来る。その矢先、彗心女バスの全国地区予選への出場が決まった。初戦の相手は、あの怜那もいる因縁浅からぬ硯谷女学園だ。気合い充分で一層の練習に励むが、5年生チームは気負い過ぎて調子が出ない。また夏陽から怜那の話を聞いた昴は、その実力の高さに驚く。智花たちは空回りする後輩5人に、練習試合を通して、大事なことは勝ち負け以上にみんなで一緒にバスケを楽しむことだと伝える。その結果10人の気持ちは一つになった。いよいよ硯谷との公式戦の日がやって来た。第1クォーターは6年生チーム同士の対決だ！"
                },
                "11": {
                    "ID": "4646998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646998",
                    "TitleEnglish": "Dearests",
                    "SummaryEnglish": null,
                    "TitleJapanese": "dearests",
                    "SummaryJapanese": "彗心リードで始まった第2クォーターは5年生チーム同士の戦いだ。やる気満々のミミ、椿、柊、雅美、かげつ。予想通り怜那の実力は圧倒的で1対1では歯が立たない。だがバスケは5人でやるもの。見事な連携プレイで、チームメイトを見下して個人プレイを続ける怜那を抑え込む。思うようにプレイが出来ず苛立ち試合放棄しようとする怜那に、チームメイトの都大路綾が「弱虫」と叱責した。さらに雅美に「チームなら負けない」と言われた怜那は、初めて仲間と連携してシュートを決めた！ 怜那の中で何かが変わった。そして両軍とも5・6年生混成メンバーで臨んだ第3クォーターがスタートした。"
                },
                "12": {
                    "ID": "4646999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ro-kyu-bu/episodes/4646999",
                    "TitleEnglish": "Because You're Here, Tomoka",
                    "SummaryEnglish": null,
                    "TitleJapanese": "智花(キミ)がいるだけで",
                    "SummaryJapanese": "第3クォーター。チームプレイを知った怜那の力を加えた硯谷はまさに強力で、彗心は苦戦を強いられる。しかも、真帆は怜那のマークをふりほどこうとして足を痛めてしまった。かげつが交代して試合は再開されたが次第に点差を詰められ、ついに勝ち越されてしまった。絶体絶命に追い込まれての第4クォーター。それでも智花たちは諦めずに必死にボールを追いかけるものの、なかなか点差は縮まらない。このまま硯谷の勝利となってしまうのか？ だが第4クォーター終了直前に、智花、真帆、愛莉、ひなた、紗季たち彗心女バス全員の想いを込めた同点シュートが決まり、試合の行方は延長戦へ持ち越されることとなった！"
                }
            }
        }
    }
}