{
  "URL": "https://www.thetvdb.com/series/bunny-drop",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2061551/",
    "https://usagi-drop.tv/08goods/index.html",
    "https://www.themoviedb.org/tv/45213",
    "https://en.wikipedia.org/wiki/Bunny_Drop"
  ],
  "TitleEnglish": "Bunny Drop",
  "SummaryEnglish": "Going home for his grandfather's funeral, thirty-year-old bachelor Daikichi is surprised to discover that the old man had an illegitimate child with a younger lover! The rest of his family doesn't want anything to do with the silent little girl, Rin. In a fit of angry spontaneity, Daikichi decides to take her in himself. Now the two must learn how to adapt to one another and overcome their fears and struggles as they become a new family.",
  "Aliases": [
    "Usagi Drop"
  ],
  "Modified": "2024-11-05",
  "Seasons": {
    "0": {
      "ID": "468818",
      "URL": "https://www.thetvdb.com/series/bunny-drop/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4161933",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161933",
          "TitleEnglish": "Aquarium of Leaves",
          "SummaryEnglish": "Rin takes an interest in making fishes out of leaves.",
          "Aliases": []
        },
        "2": {
          "ID": "4161934",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161934",
          "TitleEnglish": "Dear My Santa Claus",
          "SummaryEnglish": "Daikichi and Rin prepare for Christmas.",
          "Aliases": []
        },
        "3": {
          "ID": "4161935",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161935",
          "TitleEnglish": "Full Blossom in the Sky",
          "SummaryEnglish": "As the cherry trees are in full blossom, Rin wants to go flower watching, and Kouki's mother prepares a bentou for this purpose. But the weather forecast announced a spring storm, so Rin and Daikichi make good-weather charms.",
          "Aliases": []
        },
        "4": {
          "ID": "4161936",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4161936",
          "TitleEnglish": "Way Home",
          "SummaryEnglish": "After visiting a festival, Kouki is still not tired, so Daikichi suggests a little detour on their way home, thus showing Rin, Kouki and Yukari his \"secret place\".",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "468819",
      "URL": "https://www.thetvdb.com/series/bunny-drop/seasons/official/1",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "4123515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4123515",
          "TitleEnglish": "The Bellflower Girl",
          "SummaryEnglish": "After hearing that his grandfather, Souichi Kaga, has died, Daikichi Kawachi and his relatives gather at Souichi's home for the funeral. There, he meets a young girl named Rin, who is allegedly Souichi's illegitimate daughter. Following the funeral, the relatives refuse to take in the girl and opt to put her up for adoption. Daikichi, disgusted with their attitudes, decides to take Rin into his care.",
          "Aliases": []
        },
        "2": {
          "ID": "4128643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128643",
          "TitleEnglish": "Pinky Swear",
          "SummaryEnglish": "Whilst shopping for clothes, Daikichi realises he needs to register Rin for nursery school. With help from his cousin, Haruko Maeda, Daikichi finds a temporary nursery school to look after Rin whilst he goes to work. However, Daikichi ends up having to work overtime, causing him to be late in picking Rin up, though is forgiven. As the week carries on, Daikichi becomes concerned if the new schedule may start affecting his worklife, where he is keeping Rin a secret.",
          "Aliases": []
        },
        "3": {
          "ID": "4128644",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128644",
          "TitleEnglish": "Daikichi's Decision",
          "SummaryEnglish": "As Daikichi wonders how to juggle his worklife around taking care of Rin, he takes her to his parents house. As Daikichi looks through Souichi's house for clues on Rin's mother, he finds an out-of-place modem. When he asks Rin about it, she talks about a maid named Masako, who was listed in Rin's health booklet. As Rin wets the bed again last night, Daikichi understands her fear of death and reassures her. The next day, Daikichi requests a transfer at his job to better fit his time around Rin.",
          "Aliases": []
        },
        "4": {
          "ID": "4128645",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128645",
          "TitleEnglish": "Letter",
          "SummaryEnglish": "At nursery, Rin makes friends with a boy named Kouki Kitani, with Daikichi later meeting his single mother. Daikichi's workmates hold a farewell party for him, which he brings Rin along to. After enrolling Rin into elementary school, Daikichi looks through her health record and manages to find Souichi's will, containing Masako's contact details. After buying Rin a desk, Daikichi decides to call Masako.",
          "Aliases": []
        },
        "5": {
          "ID": "4128646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128646",
          "TitleEnglish": "Daikichi Should Stay Daikichi",
          "SummaryEnglish": "Daikichi arranges a meeting with Masako, who explains she gave up Rin due to her demanding work as a manga artist. She suggests that Rin should use Daikichi's family name to avoid subjigation by her classmates. Daikichi runs this past Rin, who states that she wants to keep her surname, which he obliges.",
          "Aliases": []
        },
        "6": {
          "ID": "4128802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128802",
          "TitleEnglish": "My Tree",
          "SummaryEnglish": "To commemorate her entrance into elementary school, Daikichi and Rin plant a loquat plant in their garden. Later, Rin wonders if there was a tree planted for her birth, so Daikichi goes to ask Masako about it, who reveals a tree was planted at Souichi's place. He finds the tree, a fragrant olive tree just like the one that was planted for his birth, and brings it back to his place.",
          "Aliases": []
        },
        "7": {
          "ID": "4128782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128782",
          "TitleEnglish": "Secretly Leaving Home",
          "SummaryEnglish": "Daikichi's cousin, Haruko Maeda, appears on his doorstep alongside her daughter, Reina, saying she has run away from home following troubles dealing with her husband's family. As Reina enjoys spending time with Rin, Haruko laments her bottled up feelings to Daikichi. After spending a few nights at Daikichi's place, Haruko's husband comes to pick them up, with Haruko saying she plans to keep at it.",
          "Aliases": []
        },
        "8": {
          "ID": "4128783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128783",
          "TitleEnglish": "Grandpa's Precious Thing",
          "SummaryEnglish": "On a hot summer day, Daikichi and Rin go to visit Souichi's grave. There, Daikichi notices that Masako has been to visit, so he goes to find Masako and tell her that Rin is there, offering a chance to look at her secretly. Afterwards, Daikichi and Rin go to see Souichi's house, now owned by his uncle, where they find the yard has been replaced with gravel. After returning home to celebrate Rin's birthday, they go to a summer festival.",
          "Aliases": []
        },
        "9": {
          "ID": "4128784",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128784",
          "TitleEnglish": "A Typhoon Came",
          "SummaryEnglish": "As the town receives a typhoon alert, Daikichi contemplates investing in some insurance whilst Rin keeps control of Kouki during class. As the storm settles in, Yukari and Kouki stay over with Daikichi and Rin for dinner.",
          "Aliases": []
        },
        "10": {
          "ID": "4128785",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128785",
          "TitleEnglish": "Stomach Flu",
          "SummaryEnglish": "After Daikichi goes to an exhibition at Rin's school where he meets some other fathers, he discovers that Rin has stomach flu. With Rin refusing to eat or drink and her fever rising, Daikichi becomes worried, but Yukari manages to help him out. After Rin eventually recovers from her fever, Daikichi learns Yukari has come down with a cold.",
          "Aliases": []
        },
        "11": {
          "ID": "4128786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bunny-drop/episodes/4128786",
          "TitleEnglish": "The First Step",
          "SummaryEnglish": "Daikichi helps look after Kouki whilst Yukari recovers from her cold. Later, Rin practises for a skipping rope contest, with Daikichi joining in so he can lose some weight. After the contest, Daikichi takes Rin to see his parents, where one of Rin's wobbly teeth comes out. Daikichi also talks with his sister, reminding himself about the words of wisdom given to him by Yukari and his adult friends. On the way home, Daikichi reflects on the past year he has spent with Rin.",
          "Aliases": []
        }
      }
    }
  }
}