{
  "URL": "https://www.thetvdb.com/series/sacred-seven",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1980688/",
    "https://www.themoviedb.org/tv/42505"
  ],
  "TitleEnglish": "Sacred Seven",
  "SummaryEnglish": "Alma Tandouji lives a lonely and solitary life in a certain port city within the Kantou region. One day, he is approached by Aiba Ruri who asks for his help, for the power of the Sacred Seven which resides within Alma. However, Alma turns her away. In the past, Alma had hurt people with that power. Since that moment, he had foresworn it. But when the peaceful city is attacked by a monster, Alma reluctantly decides to use the Sacred Seven. However, his powers go berserk and the situation becomes even more dire. At that moment, Ruri comes to his aid by inserting a sacred stone made using her jewel necklace and transform him to his true form.",
  "Aliases": [
    "Sacred 7",
    "Sacred Seven"
  ],
  "Modified": "2024-06-09",
  "Seasons": {
    "0": {
      "ID": "549044",
      "URL": "https://www.thetvdb.com/series/sacred-seven/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4716257",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4716257",
          "TitleEnglish": "Shirogane no Tsubasa",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "469039",
      "URL": "https://www.thetvdb.com/series/sacred-seven/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4125857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4125857",
          "TitleEnglish": "The Stone's Awakening",
          "SummaryEnglish": "Tandouji Aruma, a 17 year old student who prefers to live away from others due to an incident in the past, is contacted by the mysterious Aiba Ruri to use the power of the Sacred Seven inside him to defeat a monster called 'Ashi' that has started to run amok near his home. Due to Aruma's fear of hurting others again, he refuses to help. When a fellow classmate Itoh Wakana gets caught up in the chaos, Aruma is forced to rescue her using the powers he vehemently hates.",
          "Aliases": []
        },
        "2": {
          "ID": "4129216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4129216",
          "TitleEnglish": "A Bond in the Color of Ruri",
          "SummaryEnglish": "Even after using the power of the Sacred Seven to defeat the Medusa Ashi, Aruma still has doubts about whether that power can be used for good. Even though Ruri explains to him how the Sacred Seven came to be, Aruma is not convinced he can help until he learns the true reason for Ruri's fight against the Ashi. Using this conviction, Aruma sets out to fight a new Ashi that has appeared as a massive typhoon off the coast of Japan, but he never thought that he would have to learn to skydive...",
          "Aliases": []
        },
        "3": {
          "ID": "4129316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4129316",
          "TitleEnglish": "The Crazy Knight",
          "SummaryEnglish": "Ruri returns from London after buying a fine grade gemstone for Alma to use. During trip a routine trip home, she and her convoy is attacked by Knight, the one who caused the Darkstone incidents. Kenmi reveals his reasons of his research on the Sacred Seven and information on his history on Knight.",
          "Aliases": []
        },
        "4": {
          "ID": "4138111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4138111",
          "TitleEnglish": "School Fair of Hell",
          "SummaryEnglish": "Ruri and Alma participate for the school fair. However, things turn worse when a few of Knight's Darkstone snakes cause problems. Wakana converses with Ruri to know her a little more.",
          "Aliases": []
        },
        "5": {
          "ID": "4142907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4142907",
          "TitleEnglish": "The Heart's Mirror",
          "SummaryEnglish": "Tandoji and the Geology Club went to a camp. There, Kagami and Tandoji found a darkstone and informed Ruri about it. They managed to defeat it without the geology club members knowing.",
          "Aliases": []
        },
        "6": {
          "ID": "4147734",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4147734",
          "TitleEnglish": "One More Night",
          "SummaryEnglish": "Ruri invites Alma to eat lunch with her. Alma feels very annoyed by Ruri. Knight kidnapped Ruri to get a serum that will help him control the darkstone in him.",
          "Aliases": []
        },
        "7": {
          "ID": "4151143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4151143",
          "TitleEnglish": "The True Lightstone and Darkstone",
          "SummaryEnglish": "Alma and Ruri hears the dark truth of Kenmi's so called research from Knight.",
          "Aliases": []
        },
        "8": {
          "ID": "4156154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4156154",
          "TitleEnglish": "Show Me Your Devotion",
          "SummaryEnglish": "Confused as to whose side tells the truth, Ruri and Alma relfects on how they've become ignorant with what's really happening. Kagami vists an old aquaintance to look for further evidence concerning Kenmi's research facility, he was advised about the danger of trying to investigate Kenmi as he can eliminate them. Ruri visits Alma in his house and asked him to form a contract but Alma rejects it, Seeing the relationship between the two in turmoil, A partially fixed Hellbrick asked the two to go to kamakura to retrive a stone needed to completely fix him or he will die within 3 days but for the stone to glow Ruri and Alma must join hands. Ruri finally managed to tell Alma her worries which helped in developing their relationship further in hopes that the stone will glow. Alma proceeds to take Ruri to his hometown where he used to live with his mother and has told her the pain he endured as a result of having his powers, Ruri told him that they actually met when they were young after Alma saved her from a falling construction material on their school which he didn't remember. with the stone still not glowing, The two spent their time on the beach and went to Ruri's Mansion only to find out that hellbrick has been fixed and the date was just a setup to further improve their relationship.",
          "Aliases": []
        },
        "9": {
          "ID": "4159893",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4159893",
          "TitleEnglish": "Will Like a Rolling Stone",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "4163629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4163629",
          "TitleEnglish": "Aoi's Memory",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "4167193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4167193",
          "TitleEnglish": "Blade Sharpened",
          "SummaryEnglish": "Ruri was taken in to custody by Kenmi. Alma, Kagami and the entire Aiba Foundation declared war against Kenmi Group and rescued Ruri. Knight and Fei plans to use the vaccine on Zero to retain his mind and control over his Darkstone powers.",
          "Aliases": []
        },
        "12": {
          "ID": "4170338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4170338",
          "TitleEnglish": "Sacred Seven",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}