{
    "URL": "https://www.thetvdb.com/series/sacred-seven",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1980688/",
        "https://www.themoviedb.org/tv/42505"
    ],
    "TitleEnglish": "Sacred Seven",
    "SummaryEnglish": "Alma Tandouji lives a lonely and solitary life in a certain port city within the Kantou region. One day, he is approached by Aiba Ruri who asks for his help, for the power of the Sacred Seven which resides within Alma. However, Alma turns her away. In the past, Alma had hurt people with that power. Since that moment, he had foresworn it. But when the peaceful city is attacked by a monster, Alma reluctantly decides to use the Sacred Seven. However, his powers go berserk and the situation becomes even more dire. At that moment, Ruri comes to his aid by inserting a sacred stone made using her jewel necklace and transform him to his true form.",
    "TitleJapanese": "セイクリッドセブン",
    "SummaryJapanese": "過去のとある事件をきっかけに周囲に避けられ孤独に生きてきた丹童子アルマ。そんな彼の前に執事を引き連れた藍羽ルリと名乗る少女が現れる。ルリはアルマに宿るセイクリッドセブンの力を、石の魔物「悪石」と戦うため貸して欲しいと申し出る。最初はルリ達を追い払ったアルマだったが、町が悪石に襲われたことをきっかけに、ルリによって本当の能力を解放させ悪石に立ち向かっていく。ルリの思いを拳に宿し、アルマは悪石を撃ち砕いていく。",
    "Aliases": [
        "Sacred 7"
    ],
    "Modified": "2024-06-09",
    "Seasons": {
        "0": {
            "ID": "549044",
            "URL": "https://www.thetvdb.com/series/sacred-seven/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4716257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4716257",
                    "TitleEnglish": "Shirogane no Tsubasa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "銀月の翼",
                    "SummaryJapanese": "舞台は、関東のとある港町―。孤独な生活を送る高校生・丹童子アルマの前に、執事とメイドを引き連れた「藍羽財団」CEOを名乗る少女、藍羽ルリが現れる。強力な力を持つ石の魔物「悪石」に立ち向かえるのは、アルマが持つ「セイクリッドセブン」の力のみ。\n　アルマ一人では制御できなかったセイクリッドセブンの力を、ルリは自身が持つ力で解放させ、アルマの真の姿「セイクリッドアルマ・リベレイター」を発現させる！お互いの意思を交わしたアルマとルリは、次々と巻き起こる事件の中で巨大な陰謀に巻き込まれていく…。そんな中、突如二人の前に現れた謎の男。それは、もう一人のセイクリッドテイカー・輝島ナイトであった！"
                },
                "2": {
                    "ID": "4761933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4761933",
                    "TitleEnglish": "Picture Drama",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "469039",
            "URL": "https://www.thetvdb.com/series/sacred-seven/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4125857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4125857",
                    "TitleEnglish": "The Stone's Awakening",
                    "SummaryEnglish": "Tandouji Aruma, a 17 year old student who prefers to live away from others due to an incident in the past, is contacted by the mysterious Aiba Ruri to use the power of the Sacred Seven inside him to defeat a monster called 'Ashi' that has started to run amok near his home. Due to Aruma's fear of hurting others again, he refuses to help. When a fellow classmate Itoh Wakana gets caught up in the chaos, Aruma is forced to rescue her using the powers he vehemently hates.",
                    "TitleJapanese": "イシの目覚め",
                    "SummaryJapanese": "丹童子アルマ、１７歳。ある過去の出来事から、彼は極力他人と距離をとって生活していた。\nそんな彼に「鉱石部」の部長、伊藤若菜だけは屈託なく接し、再三鉱石部へ勧誘していた。\nその日も若菜から美術館へ誘われるが、アルマはにべもなく断る。\nそんな折、アルマの自宅に藍羽財団のＣＥＯを名乗る藍羽ルリが現れる。\n彼女は「悪石（アシ）」と呼ばれる怪物と戦い続けており、アルマが持つ「セイクリッドセブン」の力こそ、唯一悪石に対抗できる力だと告げる。"
                },
                "2": {
                    "ID": "4129216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4129216",
                    "TitleEnglish": "A Bond in the Color of Ruri",
                    "SummaryEnglish": "Even after using the power of the Sacred Seven to defeat the Medusa Ashi, Aruma still has doubts about whether that power can be used for good. Even though Ruri explains to him how the Sacred Seven came to be, Aruma is not convinced he can help until he learns the true reason for Ruri's fight against the Ashi. Using this conviction, Aruma sets out to fight a new Ashi that has appeared as a massive typhoon off the coast of Japan, but he never thought that he would have to learn to skydive...",
                    "TitleJapanese": "ルリ色の絆",
                    "SummaryJapanese": "メデューサとの戦いから数日後。ルリが新理事長に就任したアルマの学園は、セレブな学園へと様変わりをしていた。そんな中、理事長室に呼び出されたアルマは、ルリから改めて悪石との戦いに協力してほしいと要請されるが、アルマはその申し出を断ってしまう。　その頃、米軍基地から一機の輸送機が飛び立った。その機体内部でうごめく怪しい影。それは、先日の戦いでメデューサの尻尾から抜け落ちた悪石蛇だった。そして、その機体が極秘裏に運んでいたのは、「塩化窒素コルバイト」と呼ばれる強大な爆発物質。数刻後、太平洋上空で大爆発が起こると、台風の中で爆発物と融合した悪石蛇は直径数十キロに及ぶ巨大な台風型悪石となって、刻一刻と日本上空に迫っていたのだった。\n　協力の要請を断ったアルマを、鏡はルリに内緒で屋敷へと連れてくる。そこでアルマが目にしたのは、結晶に閉じ込められたルリの双子の姉の姿だった。ルリの並々ならぬ覚悟を知ったアルマは、悪石との戦いを引き受けたのだった。しかし、そんな彼を待ち受けていたのは、上空5,000ｍからのスカイダイビングだった！\n　悪石のコアを叩くには、台風の目からのダイビング攻撃しかないと説明する鏡。絶えず攻撃を仕掛けてくる台風型悪石を回避する最中、アルマは上空に投げ出されてしまう。彼を救うために飛び出したルリの助けを得て、アルマは空中で変身。新たな能力で空を滑空すると、巨大悪石へと立ち向かったのだった。"
                },
                "3": {
                    "ID": "4129316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4129316",
                    "TitleEnglish": "The Crazy Knight",
                    "SummaryEnglish": "Ruri returns from London after buying a fine grade gemstone for Alma to use. During trip a routine trip home, she and her convoy is attacked by Knight, the one who caused the Darkstone incidents. Kenmi reveals his reasons of his research on the Sacred Seven and information on his history on Knight.",
                    "TitleJapanese": "クレイジーナイト",
                    "SummaryJapanese": "深夜の高速道路を疾走する藍羽財団のトレーラーと一台のＳＵＶ。車中には「セイクリッド」の力の悪用を防ぐため、能力者を保護している研究機関の所長、研美悠士。その前に悪石化した謎の男が立ちはだかる。護衛として同行していた鏡の戦闘メカが飛び出すが、歯が立たない。異変に気づいたアルマは現場に向かうが、悪石人間を前にすると全身から瘴気が立ち上り、悪石化の兆候があらわれてしまう。そこに新型パワードスーツを身に纏った研美が駆けつけ、謎の悪石人間を追い払うのだが…。\n　研美は、襲ってきた相手が研究機関から逃亡した「輝島ナイト」と「劉　翡翠（ラウ・フェイゾｫイ）」であることを告げ、アルマとルリに彼らを捉えることの協力を要請する。\n　悪石化を止める血清を求めて、研実研究所を襲撃するナイト。アルマとナイト、初めての「セイクリッドセブン」能力者同士の激突。しかし勝負はつかず、ナイトはアルマに対し「俺達は自由な存在だ。貴様も自由の翼を失うと身を滅ぼすぞ」と言い残すと、夜の闇の中に飛び立っていくのだった——。"
                },
                "4": {
                    "ID": "4138111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4138111",
                    "TitleEnglish": "School Fair of Hell",
                    "SummaryEnglish": "Ruri and Alma participate for the school fair. However, things turn worse when a few of Knight's Darkstone snakes cause problems. Wakana converses with Ruri to know her a little more.",
                    "TitleJapanese": "学園祭の鬼",
                    "SummaryJapanese": "明日は学園祭。生徒たちは明日の準備に向けて大わらわ。鉱石部に入部したアルマも準備に余念が無い。楽しそうな若菜の笑顔に、戦い続きのアルマも小さな安らぎを覚えるのだった。そんな折、学園に悪石蛇が迷い込む事件が発生。「お嬢様にバレたら、学園祭は中止になる！」。鏡の脳裏に、初めての学園祭を楽しみにしていたルリの笑顔が浮かぶ。事情を知ったアルマもまた、若菜が楽しみにしている学園祭が潰されてはと、心密かに思う。しかし、悪石蛇を倒すには、ルリの力を借りて変身しなければならない。ルリに気づかれないうちに、悪石蛇を排除しなければ、明日の学園祭が中止になってしまうのだが…。\n　「セイクリッドセブンの力の練習のために」とルリに偽り、変身したアルマ。学園祭存続を賭けて、〝コスプレ〟姿のアルマとダンボールで偽装した鏡のメカが校内を駆け巡る。逃げまどう悪石蛇。その混乱の中、設営中のモニュメントが倒れる事故が発生。あわや生徒たちが下敷きになろうかというとき、その窮地を救ったのは〝コスプレ〟姿のアルマだった。その行動は、今まで彼を恐れてきた生徒たちの心に小さな変化を与え、周囲の生徒たちもアルマのことを誤解していたことに気づくのだった。そして、アルマと鏡の活躍のお陰で、翌日の学園祭は無事に成功したのだった。"
                },
                "5": {
                    "ID": "4142907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4142907",
                    "TitleEnglish": "The Heart's Mirror",
                    "SummaryEnglish": "Tandoji and the Geology Club went to a camp. There, Kagami and Tandoji found a darkstone and informed Ruri about it. They managed to defeat it without the geology club members knowing.",
                    "TitleJapanese": "心のカガミ",
                    "SummaryJapanese": "合宿で海にやって来た鉱石部一同。その海の近くには石の神様をたたえるために作ったとされるピラミッド伝説があり、石好きの若菜のテンションは最高潮。しかしアルマはそのピラミッドの中から、悪石の気配を感じとってしまう。悪石の様子を探るため、アルマにルリを託し、一人メカでピラミッドに潜入する鏡。しかしその時大きな揺れが発生、アルマとルリは大地に走った亀裂からピラミッドの中に飲みこまれてしまう。\n　洞窟の中で離れ離れになってしまうアルマとルリ。ピラミッドの中心部でルリを見つけた鏡は、群がる悪石蜘蛛から彼女を守るためＥＳで奮戦する。しかし、無数の悪石蜘蛛の前にＥＳも壊され、己の力の限界を感じた鏡は、駆けつけてきたアルマに脱出の希望を託す。アルマを変身させるため、メカの最大出力でピラミッドの玄室に僅かな隙間をこじ開ける鏡。その亀裂からアルマを変身させるため、宝石を掴んだルリの手が懸命に伸びる。セイクリッドセブンの姿に変身したアルマは、新たな能力を発動させ、悪石蜘蛛の女王と戦うのだった。"
                },
                "6": {
                    "ID": "4147734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4147734",
                    "TitleEnglish": "One More Night",
                    "SummaryEnglish": "Ruri invites Alma to eat lunch with her. Alma feels very annoyed by Ruri. Knight kidnapped Ruri to get a serum that will help him control the darkstone in him.",
                    "TitleJapanese": "ワンモアナイト",
                    "SummaryJapanese": "富士の樹海の中を獣のように疾駆する悪石の姿があった。それは悪石の力を暴走させた人間の成れの果ての姿。その影を追う、研美のパワードスーツ。研美は研究所から逃げ出した「0号」と呼ばれる悪石人間を追いかけていたのだ。闇の中、激突しあう両者。強大な力を誇るパワードスーツだったが、0号の力はそれを凌駕し、研美はこの戦いで怪我を負ってしまう。まんまと夜の闇の中に逃げていく0号。\n　一方、血清の奪取に失敗したナイトは、フェイの血から作る血清でなんとか完全なる悪石化を免れてきたが、フェイの体もすでにボロボロだった。ナイトとフェイは新たな血清を創り出すために、セイクリッドの力を持つルリの拉致計画を企てる。\n　ナイトの計画も知らず、いつも通り鏡が運転するリムジンで下校するルリ。そのとき、車の前に飛び出した少年に鏡は急ブレーキを踏む。少年はすぐに立ち去ったが、鏡が車に戻ると鬼瓦が真っ二つに割れ、そこにいたはずのルリの姿はなかった。ルリを探して奔走する鏡はアルマの元に駆けつける。しかし、そこにもルリの姿はなかった。アルマの応急処置によって復活した鬼瓦は、犯人がナイトであったことを告げる。折しも現れたナイトを研美のＳＰのパワードスーツが追撃するも、またも取り逃がしてしまう。その頃、ナイトのアジトで目覚めるルリ。しかし、その体は拘束具で自由を奪われ…"
                },
                "7": {
                    "ID": "4151143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4151143",
                    "TitleEnglish": "The True Lightstone and Darkstone",
                    "SummaryEnglish": "Alma and Ruri hears the dark truth of Kenmi's so called research from Knight.",
                    "TitleJapanese": "真実のヨシアシ",
                    "SummaryJapanese": "ルリをさらったナイトは取り逃がしてしまったが、研美のＳＰによって取り付けられた発信機によりナイトのアジトらしき場所が判明する。それは、朽ち果てた地下壕。しかし、その場所を示していたはずの反応が再び移動を開始する。果たしてここが本当にナイトのアジトなのか？　迷う鏡は、自分の後を追ってきたアルマにその場の捜索を任せる。地下壕の暗闇の中をひとり、ルリを探して突き進むアルマ。やがて、その闇の中で待ち受けていたのは、輝島ナイトであった！\n　一方、捕らえられたルリは、フェイから研美についての驚愕の事実を聞かされるのだった。\n　ナイトに案内され再会するルリとアルマ。二人を前に、ナイトは静かに研美研究所にとらわれていた頃の話を語りだす。その話の中で、ふたりは研美研究所の実態とフェイの兄が研美博士に殺されたことを知らされる。にわかには信じられないアルマとルリ。その真偽を問いただそうとした矢先、上空から飛来した0号がナイトのアジトを強襲し4人に襲い掛かる！ アルマとルリの窮地を救ったのは、パワードスーツに身を包んだ研美の姿であった。アルマとルリを守るため、怪我をしながらも懸命に戦う研美。変身したアルマも戦闘に参加しようとするが、元は同じ能力をもった人間であった0号と戦うことをためらってしまう。\n　からくも0号を撃退したアルマであったが、ナイトとフェイが残した言葉に研美への疑念を拭うことは出来ないのだった。"
                },
                "8": {
                    "ID": "4156154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4156154",
                    "TitleEnglish": "Show Me Your Devotion",
                    "SummaryEnglish": "Confused as to whose side tells the truth, Ruri and Alma relfects on how they've become ignorant with what's really happening. Kagami vists an old aquaintance to look for further evidence concerning Kenmi's research facility, he was advised about the danger of trying to investigate Kenmi as he can eliminate them. Ruri visits Alma in his house and asked him to form a contract but Alma rejects it, Seeing the relationship between the two in turmoil, A partially fixed Hellbrick asked the two to go to kamakura to retrive a stone needed to completely fix him or he will die within 3 days but for the stone to glow Ruri and Alma must join hands. Ruri finally managed to tell Alma her worries which helped in developing their relationship further in hopes that the stone will glow. Alma proceeds to take Ruri to his hometown where he used to live with his mother and has told her the pain he endured as a result of having his powers, Ruri told him that they actually met when they were young after Alma saved her from a falling construction material on their school which he didn't remember. with the stone still not glowing, The two spent their time on the beach and went to Ruri's Mansion only to find out that hellbrick has been fixed and the date was just a setup to further improve their relationship.",
                    "TitleJapanese": "マゴコロを込めて",
                    "SummaryJapanese": "ナイトとフェイの残した言葉に、今まで協力してきた研美への疑惑が芽生えてしまったルリ。鏡に研美研究所の調査を命じると、自身はアルマへの家へとやってくる。彼女がアルマに手渡したのは、藍羽財団との契約書。アルマとの協力体制をより確かなものにしておきたいとの思いからだったが、アルマはルリの言動に「信用されていない」と苛立ちを隠せず、険悪な雰囲気になってしまう。\n　そんなとき、突然、鬼瓦がナイトにやられた傷口から再び真っ二つに割れてしまう。\n　完全修復するには、男女の真心のこもった石が必要だと鬼瓦はいう。その石は鎌倉にあって、探すためにはふたりが手を繋いでいないといけないというのだが･･･\n\n　翌日、アルマとルリは電車で鎌倉へと向かう。道中、なかなか手を繋げないアルマとルリ。保管されていた鎌倉大仏殿の鬼瓦の欠片を分けてもらうが、ふたり手を繋いでみても何の反応も示さない。気まずい雰囲気の中、ふたりで入ったラーメン屋で昨夜の契約の真相を語りだすルリ。何気なく使っていた「とりあえず」という口癖が彼女を不安にさせていたことをアルマは初めて知るのだった。改めて、自分の意思で戦っていることを告げ、ルリの誤解も解ける。手を繋ぎ、鎌倉を散策するふたり。アルマは昔、鎌倉に住んでいたことを語りだす。初めてできた友達を助けるために力を使ってしまったことで居場所をなくしてしまった苦い思い出。そのとき、母がかけてくれた言葉の意味をアルマは今一度かみしめる。ルリと出会たっことで、壊しても守れるものがあることを再認識したアルマは、ルリと共にこれからも戦い"
                },
                "9": {
                    "ID": "4159893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4159893",
                    "TitleEnglish": "Will Like a Rolling Stone",
                    "SummaryEnglish": null,
                    "TitleJapanese": "転石するイシ",
                    "SummaryJapanese": "学校でルリとの仲をクラスメートたちにからかわれるアルマ。だがそれはアルマへの偏見が解け、周囲の生徒たちが彼を受け入れ始めていた証拠でもあった。徐々にではあるが、アルマは学校の中での居場所を築き始めていた。アルマは戸惑うが、若菜は、周囲がありのままのアルマに気づき始めただけだと笑う。\n　一方その頃、藍羽邸の地下司令室では同時に２体の悪石の反応がキャッチされていた。\n　２体の悪石と戦うため、別々の現場に急行するアルマとルリ。\n　動き始めた悪石の目指す先には、アルマたちが通う学校と街があった！\n\n　輸送ヘリから戦闘現場に降り立つアルマ。動かない敵に楽勝かと思ったそのとき、悪石は猛スピードで動き出し、アルマは苦戦を強いられる。\n　一方、もう一体の悪石もルリの待つ防衛ラインへ向けて突き進んでいた。鏡のエンゲージメントスーツとメイド射撃隊の攻撃も悪石の前進を止めることが出来ない。　最終防衛ラインに置かれたレールガンの照準を絞るルリ。しかし、その一撃もものともしない悪石は最終防衛ラインをも突破していく。成すすべもなく絶望しかけるアルマ。しかし、「みんなを守りたい！」という強い意思の力で、なんとか悪石を倒すアルマ。\n　もう一体の悪石は既に街まで迫っている。時間がない！\n駆け出しながら、セイクリッドの新たな力を発動させたアルマは猛スピードでルリの元に駆けつけると、彼女を食べようとする悪石を間一髪のところで粉砕する。\n　この街を守れた！　そう喜んだのもつかの間、倒したはずの悪石が合体して新たな悪石となり、アルマたちの上空から街を目指して"
                },
                "10": {
                    "ID": "4163629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4163629",
                    "TitleEnglish": "Aoi's Memory",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アオイ記憶",
                    "SummaryJapanese": "藍羽邸で、５年間眠りについたままのアオイに変化があらわれていた。鬼瓦の話では、先日の戦いでアルマが見せた強いセイクリッドセブンの力が、アオイと共鳴して変化を呼び起こしたという。だが、連れてこられたアルマを前にしてもアオイに変化はない。アルマの質問に応じ、ルリは語り始める。５年前のクリスマス、幸せなルリ達家族と、執事の鏡親子。ルリとアオイはささいなきっかけから喧嘩をしてしまい、それが二人の運命を別つことになったことを——。\n\n　５年前。クリスマスの準備に余念のない藍羽親子。イヴの夜には別荘で過ごすと、アオイとルリは楽しそう。まだ執事見習いだった幼い鏡も手伝いながら、ツリーの飾り付けが行われている。自室に戻ったアオイとルリはイヴの夜に飾るリース作りをふたりで分担して作っていた。材料を取りに部屋を出たアオイは偶然、父親と研美が研美研究所への出資をめぐって言い争っているのを聞いてしまう。\n　出発の日。まだ準備の出来ていないルリを急かすアオイが誤ってふたりで作ったリースを壊してしまう。それがきっかけでケンカになってしまうアオイとルリ。\n　リースを直すと言い張るルリに鏡をお供に残し、両親とアオイは別荘へと向かう。\n　その別荘を、炎を纏った謎の悪石人間が襲い、両親は惨殺されてしまう。\n　完成したリースを手に別荘へと到着したルリが目にしたのは、炎上する屋敷と結晶に包まれた姉の姿であった。\n　語られた５年間のルリの思い。その思いを受け止め、協力することを約束するアルマ。\n帰り道、アルマは待ち伏せていたナイトに出会い、ルリと出会ってから"
                },
                "11": {
                    "ID": "4167193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4167193",
                    "TitleEnglish": "Blade Sharpened",
                    "SummaryEnglish": "Ruri was taken in to custody by Kenmi. Alma, Kagami and the entire Aiba Foundation declared war against Kenmi Group and rescued Ruri. Knight and Fei plans to use the vaccine on Zero to retain his mind and control over his Darkstone powers.",
                    "TitleJapanese": "研がれたヤイバ",
                    "SummaryJapanese": "藍羽財団のＣＥＯであるルリが、逮捕された。学校を取り囲む、取材陣たち。いてもたってもいられないアルマは学校を抜け出すと、財団を解散してきたという鏡と合流する。何者かが藍羽財団に攻撃を仕掛けてきたというのだ。屋敷からは、アオイまでがさらわれていた。ルリの行方を捜すふたりを、研美研究所の兵士たちが襲う。\n一方、研美の研究所では、研美がルリの体に眠るセイクリッドセブンの「コア」を取り出そうとしていた。折しも、研美との因縁に決着をつけようとするナイトが研究所を襲撃。アルマと鏡もルリ救出のために駆けつけ、研美研究所を舞台に、自体は混戦の様相を呈していく。\n　ルリ救出のため、研美研究所に突入していくアルマ、鏡、メイドたち。鏡の操るエンゲージメントスーツの前にはアーティジェムスーツを纏ったＳＰが立ちはだかり、フェイの道案内でルリの元に急ぐアルマの前には、悪石人間「0号」が現れる。ナイトの応戦に救われる形になったアルマは倉庫の中で、失くしたはずのペンダントを見つける。ナイトと０号の闘いの中、フェイは兄である０号を血清で救いたいとナイトに懇願するのだった。ようやくルリの元にたどり着いたアルマ。しかし、ルリは結晶に包まれ、近づくことができない。今度は自分がルリを救うため、ペンダントの力を渡そうと渾身の力でルリへと手を伸ばすアルマ。そのとき、幼い頃の記憶が蘇る。セイクリッドセブンの力を使い、ルリの命を救ったことを…。\n　無事ルリを助け出すアルマ。すべての真実を明かした研美は、フェイの兄である0号の心臓を貫くと、その暴走したエネルギーを自身"
                },
                "12": {
                    "ID": "4170338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sacred-seven/episodes/4170338",
                    "TitleEnglish": "Sacred Seven",
                    "SummaryEnglish": null,
                    "TitleJapanese": "セイクリッドセブン",
                    "SummaryJapanese": "フェイの兄であった０号のエネルギーを吸収し、アーティジェムスーツをパワーアップさせた研美の笑い声が富士の裾野に響き渡った。彼は0号よりも更に純度の高いセイクリッドセブンの力を有するアルマを食らうことで「神」の座に就こうとする。その野望を阻止しようと、復讐に燃えるナイトが研美に襲い掛かる。一方、ルリと共に戦ってきた中で、自分の力の本当の意味に気づいたアルマは、ルリとの「絆」の力によって、新たな姿に変身する。自分が闘うべき理由を見つけたアルマ、復讐を遂げようとするナイト、究極の力を得ようとする研美。セイクリッドセブンの力を巡る彼らの最後の戦いが始まる。その戦いの中、フェイの心に小さな変化が起こり始めて…\n\n　上空で繰り広げられる研美とナイトの闘い。だが、研美がフェイを盾にとったことで、ナイトは苦戦を強いられてしまう。自分のせいでナイトが闘えないと悟ったフェイは、自らの存在が消えてしまえばいいと思い込む。やがて、その思いはフェイを悪石へと変身させてしまう。真のセイクリッドセブンの力を開花させたアルマと研美の死闘。究極のセイクリッドセブンの力を欲する研美の狂気は、アーティジェムスーツをも異様な姿に変異させてしまう。悪石化したフェイの攻撃をも自らの防御力にとりこんだ研美の前では、最終形態のアルマの攻撃でさえ歯が立たない。それでもアルマは諦めず、極限まで高めたスピードから繰り出した渾身の一撃で研美の野望を打ち砕くのだった。敗れた研美は、自身と０号の悪意をフェイに埋め込み、息絶える。フェイの身体に流れ込んだそのエネルギーは、フェ"
                }
            }
        }
    }
}