{
  "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2785038/",
    "http://www.yuruyuri.com/",
    "https://www.themoviedb.org/tv/52891",
    "https://x.com/anime_yuruyuri"
  ],
  "TitleEnglish": "YuruYuri: Happy Go Lily",
  "SummaryEnglish": "On her first day attending the all-girls Nanamori Middle School in Takaoka, Toyama Akaza Akari oversleeps, to be awakened by her one-year-senior childhood friends: the level-headed Funami Yui and the often self-centred Toshinou Kyouko. Planning on exciting club activities at school, Akari joins the club her older friends have set up. But as it turns out Kyouko and Yui simply took over the former room of the now defunct tea ceremony club for their own Amusement Club. In regard to what the club does, Kyouko explains: \"We just hang out and do whatever we want!\" This is not exactly what the helpful and energetic Akari had hoped for. Surprisingly a few days later Yoshikawa Chinatsu joins the club even though she mistook it for the former tea ceremony club. And so the four fun-loving girls could enjoy spending their spare time at the club were it not for the student council, in person of vice president Sugiura Ayano, who does her very best to shut down this unauthorised club.",
  "Aliases": [
    "Yuru Yuri",
    "Yuru Yuri 2",
    "Yuru Yuri ♪♪",
    "YRYR",
    "ゆるゆり♪♪"
  ],
  "Modified": "2025-08-31",
  "Seasons": {
    "0": {
      "ID": "469260",
      "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 17,
      "Episodes": {
        "1": {
          "ID": "4193231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4193231",
          "TitleEnglish": "Love Paradox Eternal",
          "SummaryEnglish": "Chinatsu's horrendous and atrocious drawings come to life in a tale about a handsome prince, a hideous girl and true love!",
          "Aliases": []
        },
        "2": {
          "ID": "5147056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5147056",
          "TitleEnglish": "YuruYuri Nachuyachumi!",
          "SummaryEnglish": "Upon finding some camping equipment in the clubroom, the Amusement Club decide to go camping together for summer vacation, with the student council deciding to tag along. After spending the day making curry, the girls form pairs to go on a test of courage before hitting a bathhouse together.",
          "Aliases": []
        },
        "3": {
          "ID": "5312542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5312542",
          "TitleEnglish": "YuruYuri Nachuyachumi!+ +1",
          "SummaryEnglish": "The girls get together for a water balloon fight, after which they inadvertently spark a ghost rumor. Later, the girls take turns taking pictures of each other before looking over pictures from their camping trip with the student council.",
          "Aliases": []
        },
        "4": {
          "ID": "5340414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5340414",
          "TitleEnglish": "YuruYuri Nachuyachumi!+ +2",
          "SummaryEnglish": "The Amusement Club have a sleepover at Yui's house, where they end up playing video games. Meanwhile, the student council have a sleepover of their own, with Sakurako trying hard to show her appreciation towards Ayano for always helping her out. Later that night, the girls attempt to take a picture of Kyōko's sleeping face as revenge for the ones she took of everyone during the trip.",
          "Aliases": []
        },
        "5": {
          "ID": "7380836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/7380836",
          "TitleEnglish": "Mini Yuri - Episode 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "7380837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/7380837",
          "TitleEnglish": "Mini Yuri - Episode 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "7380840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/7380840",
          "TitleEnglish": "Mini Yuri - Episode 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "7380841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/7380841",
          "TitleEnglish": "Mini Yuri - Episode 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "7380843",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/7380843",
          "TitleEnglish": "OVA: YuruYuri Ten",
          "SummaryEnglish": "Original Video Animation (OVA) commemorating the manga's 10th anniversary.",
          "Aliases": []
        },
        "10": {
          "ID": "9924694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/9924694",
          "TitleEnglish": "Setting Image Collection: \"Akari Darake\"",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "9924696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/9924696",
          "TitleEnglish": "Setting Image Collection: \"Kyouko Darake\"",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "9924698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/9924698",
          "TitleEnglish": "Setting Image Collection: \"Yui Darake\"",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "9924700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/9924700",
          "TitleEnglish": "Setting Image Collection: \"Chinatsu Darake\"",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "9924701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/9924701",
          "TitleEnglish": "Setting Image Collection: \"Ayano & Chitose Darake\"",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "15": {
          "ID": "9924702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/9924702",
          "TitleEnglish": "Setting Image Collection: \"Sakurako & Himawari Darake\"",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "16": {
          "ID": "10437887",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/10437887",
          "TitleEnglish": "Oomuro-ke: Dear Sisters",
          "SummaryEnglish": "A spin-off of Yuru Yuri featuring Sakurako and her sisters.",
          "Aliases": []
        },
        "17": {
          "ID": "10437888",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/10437888",
          "TitleEnglish": "Oomuro-ke: Dear Friends",
          "SummaryEnglish": "Part two of the spin-off of Yuru Yuri featuring Sakurako and her sisters.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "469261",
      "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/seasons/official/1",
      "TitleEnglish": "YuruYuri",
      "SummaryEnglish": "After a year in grade school without her childhood friends, first year student Akari Akaza is finally reunited with second years Yui Funami and Kyouko Toshinou at their all-girls' middle school. During the duo's first year, Yui and Kyouko formed the \"Amusement Club\" which occupies the now nonexistent Tea Club's room. Shortly after Akari joins, one of her fellow classmates, Chinatsu Yoshikawa, pays the trio a visit under the impression that they are the Tea Club; it is only once the three girls explain that the Tea Club has been disbanded that they can convince Chinatsu to join the Amusement Club—a group with no purpose other than to provide entertainment for its members. This is an eccentric comedy about a group of girls who spend their spare time drinking tea and fawning over each other, all while completely failing to even notice the supposed main character Akari amongst them.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4128003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128003",
          "TitleEnglish": "Middle School Debut!",
          "SummaryEnglish": "As Akari Akaza enters middle school, she decides to join the Amusement Club alongside her friends, Kyōko Toshinō and Yui Funami. They are later joined by Akari's classmate, Chinatsu Yoshikawa, who originally intended to join the now-defunct tea ceremony club, but is convinced to join the Amusement Club. Noticing Akari's lack of presence, the girls try and come up with ways of improving her personality.",
          "Aliases": []
        },
        "2": {
          "ID": "4128771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128771",
          "TitleEnglish": "Me and You and the Student Council",
          "SummaryEnglish": "The student council president, Ayano Sugiura, shows her annoyance at always placing behind Kyōko in tests, while her assistant Chitose Ikeda fantasizes about the yuri potential between the two. Meanwhile, two classmates, Himawari Furutani and Sakurako Ōmuro, are at war with each other as they are both vying for vice-president position. Ayano later gets a cold so the others pay her a visit.",
          "Aliases": []
        },
        "3": {
          "ID": "4128772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128772",
          "TitleEnglish": "Wanna Come Visit?... Yeah, Let's Go!",
          "SummaryEnglish": "With Yui now living alone in her own apartment, she invites the others over for lunch. After Akari and Chitose leaves, Kyōko decides to spend the night only to remember she hasn't finished her homework.",
          "Aliases": []
        },
        "4": {
          "ID": "4128773",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128773",
          "TitleEnglish": "Summer's Great Harvest Festival",
          "SummaryEnglish": "The girls write Tanabata wishes, with Kyōko becoming annoyed at how Chinatsu's wish is responded to by Yui. Ayano studies fiercely to reach the top of the final exams, only to become disappointed to find Kyōko hadn't studied due to the exams conflicting with a doujin deadline. Later, everyone heads to the beach, where Ayano's attempts to be more friendly with Kyōko prove to be near fatal for Chitose's imagination.",
          "Aliases": []
        },
        "5": {
          "ID": "4128806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128806",
          "TitleEnglish": "When Akari and the Cicadas Cry",
          "SummaryEnglish": "Ayano unwittingly gets dragged along by Kyōko, Yui and Chitose to a doujinshi convention in Tokyo to help Kyōko sell her dojin. Himawari and Sakurako work on their summer homework, where Sakurako talks about why she joined the student council. Meanwhile, Akari and Chinatsu have a confusing conversation about the latter's feelings towards Yui, which leads to Chinatsu practicing \"kissing\" on Akari against Akari's will just as Yui and Kyōko walk in.",
          "Aliases": []
        },
        "6": {
          "ID": "4128805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128805",
          "TitleEnglish": "Art☆Arter☆Artist",
          "SummaryEnglish": "A visit by a first year student inspires Kyōko to draw a doujin about her and Yui, prompting Chinatsu to respond with her own story, presented in a fearsome art style. They then decide to make some clay art figures. Later, everyone meets Yui's relative's child, Mari, with Chinatsu reluctantly dressing up as her favorite anime character for her.",
          "Aliases": []
        },
        "7": {
          "ID": "4128791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128791",
          "TitleEnglish": "Christmasery",
          "SummaryEnglish": "With Christmas coming up, Kyōko holds a lottery to arrange the girls into pretend couples for mock dates. Kyōko and Chinatsu go to the movies and the arcade, Akari and Chitose visit some cafés, Himawari and Sakurako go to a restaurant while Ayano and Yui just sit around talking about their friends. Later, the girl's spend New Year's at home where they check their greetings cards from each other.",
          "Aliases": []
        },
        "8": {
          "ID": "4128792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128792",
          "TitleEnglish": "April Fool's",
          "SummaryEnglish": "On April's Fools Day, Chitose decides to play a lying game with Ayano, who later discovers that all of her supposed lies were actually true. Later, Kyōko tries to get the attention of Chitose, only to discover it to be her twin sister, Chizuru, who doesn't particularly take too kindly to Kyōko.",
          "Aliases": []
        },
        "9": {
          "ID": "4128793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128793",
          "TitleEnglish": "I'm Not Scared of This Summer",
          "SummaryEnglish": "The girls try to find way to distract themselves from the Summer heat. While visiting the student council room for some cooling comfort, they meet the silent student council president, Rise Matsumoto, who they mistake for a spirit. Meanwhile, the science teacher, Nana Nishigaki, decides to do her experiments in the student council room.",
          "Aliases": []
        },
        "10": {
          "ID": "4128794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128794",
          "TitleEnglish": "What in the World Have We Learned in Our School Trip, I Wonder",
          "SummaryEnglish": "Kyoko and Yui, along with Ayano and Chitose, go on a school trip to Kyoto, where they explore the town, have a bath together and engage in a pillow fight.",
          "Aliases": []
        },
        "11": {
          "ID": "4128795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128795",
          "TitleEnglish": "Our Amusement Club",
          "SummaryEnglish": "Akari, Kyoko and Yui reminisce their childhood days when they were being bullied by a certain pink-haired girl. Later, a bump on the head causes Kyoko to become uncharacteristically polite. The others soon begin to miss the old Kyoko, especially when Kyoko plans to disband the Amusement Club, so they decide to hit her on the head again to return her to normal.",
          "Aliases": []
        },
        "12": {
          "ID": "4128796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4128796",
          "TitleEnglish": "Our Warm and Fuzzy Overnighter",
          "SummaryEnglish": "Everyone decides to have a sleepover at the clubroom during the summer. Kyoko arranges a contest between the Amusement Club and the student council. After everyone has some barrel baths, Chitose goes on a kissing rampage as a result of eating chocolate.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "483598",
      "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/seasons/official/2",
      "TitleEnglish": "YuruYuri♪♪",
      "SummaryEnglish": "The girls of the Amusement Club return in Yuru Yuri♪♪, finding new ways to make passing time even more enjoyable. Their members consist of the always energetic Kyouko Toshinou; calm and sensible Yui Funami; polite but often overlooked Akari Akaza; and Chinatsu Yoshikawa, who stumbled upon the others while looking for the Tea Ceremony Club. Together they are the Amusement Club, which has the deceptively simple task of keeping its members entertained. Along with the Student Council and the odd family member, they strive to enjoy their youth to the fullest. Whether it's a trip to a hot spring or finishing overdue homework, their lives are never dull, and they will always find an excuse to spend time together.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4248735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4248735",
          "TitleEnglish": "The Protagonist Returns",
          "SummaryEnglish": "As the girls travel to a hot spring inn, Akari dreams of being the popular and well admired main protagonist that she always desired to be. Once at the inn, the girls play some ping pong and relax in the baths before watching a Mirakurun movie.",
          "Aliases": []
        },
        "2": {
          "ID": "4354313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354313",
          "TitleEnglish": "Yuru Yuri Everyday",
          "SummaryEnglish": "Yui has a tough time getting Kyōko to concentrate on her homework. Later, the gang try and come up with nicknames for each other. Meanwhile, Sakurako attempts to catch a snake that is loose in the Student Council room. Later, the girls discuss how to prevent getting a cold, though Kyōko ends up getting a cold regardless.",
          "Aliases": []
        },
        "3": {
          "ID": "4354314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354314",
          "TitleEnglish": "Chocolate and Tears and Girls and Girls and Isobe Fries",
          "SummaryEnglish": "Akari, Chinatsu, Sakurako and Himawari try to think of ways to pass time in class. Later, Himawari agrees to help teach Chinatsu to knit a scarf, which leaves Sakurako feeling lonely without her. As Valentine's Day comes and the girls give each other chocolates, Himawari gives Sakurako some Valentine gifts.",
          "Aliases": []
        },
        "4": {
          "ID": "4354315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354315",
          "TitleEnglish": "Achoo",
          "SummaryEnglish": "After Ayano becomes bothered by allergies during a high pollen season, the student council clean up their room, with Ayano having trouble keeping her special pudding away from Sakurako. Later, Nana ends up making various useless inventions when the student council just want their clock fixed. Meanwhile, the Amusement Club try to find ways to pass the time while waiting for the rain to pass.",
          "Aliases": []
        },
        "5": {
          "ID": "4354316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354316",
          "TitleEnglish": "Lazy, Japanese Summer",
          "SummaryEnglish": "As Kyōko realizes she needs to buy new batteries for her air conditioner, she gets distracted and ends up visiting everyone's homes, only to end up buying the wrong batteries after all. As she decides to have everyone go to the pool instead, Akari misses her train and tries to pass the time til the next one comes. Later, Kyōko visits Yui while she has a cold while Sakurako and Himawari follow Akari around.",
          "Aliases": []
        },
        "6": {
          "ID": "4354317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354317",
          "TitleEnglish": "[Announcement] YuruYuri Sold Out",
          "SummaryEnglish": "The girls come to Comuket to help Kyōko run her doujin table, which is showing off a fan-made anime of Majokko Mirakurun in which Mirakurun fights against Team Giga Giga after they steal all the balls in the world. After selling out their stock, the girls go around in cosplay, where Chinatsu once again ruins the image of Mirakurun for young children. After Comiket, Kyōko brings up a box of conversation topics, including some weird ones.",
          "Aliases": []
        },
        "7": {
          "ID": "4354318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354318",
          "TitleEnglish": "Sisterly Relations and Such",
          "SummaryEnglish": "Sakurako gets pushed around a bit by her sisters Nadeshiko and Hanako whilst Himawari's little sister Kaede is a bit too inquisitive. Meanwhile, Chizuru decides to clean up Chitose's room whilst she is out, but has to take extreme measures to stop picturing her and Ayano together and drooling all over the place. Later, Himawari worries that she's gained weight and comes to Sakurako for some exercise advice. Elsewhere, Chinatsu talks with her older sister, Tomoko, who has a crush on Akari's older sister, Akane, who, at that moment, is doing perverted things with Akari's belongings whilst she is away.",
          "Aliases": []
        },
        "8": {
          "ID": "4354319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354319",
          "TitleEnglish": "Chinatsu Unrivaled",
          "SummaryEnglish": "As Kyoko asks the others to help finish her doujin for a deadline, they are reluctant to let Chinatsu assist in anything artistic. Later around Christmas time, everyone goes to a karaoke place, where Chinatsu fails to get a duet with Yui. As a consolation, Yui takes Chinatsu to the movies, where Chinatsu's plan to cling onto Yui during a scary movie backfires.",
          "Aliases": []
        },
        "9": {
          "ID": "4354320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354320",
          "TitleEnglish": "A Day Something May or May Not Happen",
          "SummaryEnglish": "As the first years try to study for their exams, Sakurako has a hard time keeping focused. Later, Chinatsu ends up inadvertently hiding from the others and can't find a good opportunity to reemerge. During a sleepover at Akari's house, Chinatsu has trouble sleeping after watching a scary movie. Later, each of the first years end up encountering one of their seniors, resulting in some curious conversations.",
          "Aliases": []
        },
        "10": {
          "ID": "4354321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354321",
          "TitleEnglish": "School Trip R",
          "SummaryEnglish": "As the second years are going on a school trip to Kyoto which brings up all sorts of déjà vu, Sakurako decides to go on her own 'trip' with Himawari, only to wind up getting lost. Meanwhile, Akari tries to cheer up Chinatsu as she becomes depressed over missing Yui and winds up in another dangerous situation. Later, as Himawari visits Sakurako's house, Nadeshiko recalls how the two used to be much closer in their childhood.",
          "Aliases": []
        },
        "11": {
          "ID": "4354322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354322",
          "TitleEnglish": "The Akari Who Leapt Through Time",
          "SummaryEnglish": "Whilst clearing out the closet, the Amusement Club finds a time machine which accidentally sends Akari back to the day before she started middle school. Stuck in the past until she can figure out how to fix the time machine, Akari decides to try and rectify the mistakes her past self made so she'll have a bigger presence. She ends up being spotted by Akane, who remains supportive of her. After failing her attempts to rectify her embarrassing middle school debut, Akari goes to Nana to ask for help in fixing the time machine. As Akari spends the next week hiding out in Akane's room, Akane warns her that changing her past might replace her old memories. As Nana manages to fix the time machine, Akari spots one more opportunity to save the presence by delaying Ayano from interrupting her, but stops when she thinks about losing her old memories. As Akari returns to the present, she finds everyone has been worried about her since she had disappeared for a week. After an explosive finale, the whole thing is revealed to be a story Kyouko came up with after being inspired by a certain movie.",
          "Aliases": []
        },
        "12": {
          "ID": "4354323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/4354323",
          "TitleEnglish": "Farewell, Protagonist, Until We Meet Again",
          "SummaryEnglish": "Kyōko brings a bunch of old toys to the clubroom for everyone to play with. Later, the school holds a culture festival in which the Amusement Club and School Council put on a bizarre production of Snow White, with Kyōko in the lead role.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "615990",
      "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/seasons/official/3",
      "TitleEnglish": "YuruYuri San☆Hai!",
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5155241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5155241",
          "TitleEnglish": "It is the Beginning of Amusement",
          "SummaryEnglish": "Yuru Yuri's protagonist Akaza Akari here!! Yuri Yuri has returned to TV! Since summer vacation is over and school is starting, I hope to have lots of fun with the members of the Amusement Club! Now let's head to the club room!",
          "Aliases": []
        },
        "2": {
          "ID": "5360203",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360203",
          "TitleEnglish": "Tremble in Fear",
          "SummaryEnglish": "S-Sugiura Ayano here! No one told me it was my turn to do this! I'm glad to be back here with everyone. I-I didn't come back here for you! But thanks for waiting! Huh? My mom's calling me. What could it be...?",
          "Aliases": []
        },
        "3": {
          "ID": "5360204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360204",
          "TitleEnglish": "No Self-Awareness",
          "SummaryEnglish": "Tada! Omuro Sakurako-sama has arrived! Has everyone been doing well? I'm always full of energy! Come to think of it, the other day I studied with Himawari. I think Himawari's... uh... b-breasts might have gotten bigger again... Argh! She even lectured me, too. Okay, I've got a good idea!",
          "Aliases": []
        },
        "4": {
          "ID": "5360205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360205",
          "TitleEnglish": "The Night Will Bring Them Together",
          "SummaryEnglish": "Hello, everyone. This is Akari's sister Akaza Akane. Thank you for looking after Akari. Akari's so cute. She's always such an angel. She's the apple of my eye. I could do this to Akari's that, and... Oh, excuse me. My friends are coming over today. I must get ready.",
          "Aliases": []
        },
        "5": {
          "ID": "5360206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360206",
          "TitleEnglish": "The Girl Falls Into Darkness",
          "SummaryEnglish": "Ikeda Chitose here. I'm glad to see everyone again. Also, Ayano-chan and Toshino-san have already shown me so much already... It's great fodder for my fantasies. Oh, no. My nose is bleeding... No, wait. Today I have plans to go out with Ayano-chan! I'm so excited!",
          "Aliases": []
        },
        "6": {
          "ID": "5360207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360207",
          "TitleEnglish": "The Invisible Face is There",
          "SummaryEnglish": "Yoshikawa Chinatsu here. Seeing Yui-senpai doing this and that, I'm just... overjoyed! I suppose I can let the rest of you take a peek as well! I've invited Yui-senpai to my house again today. I'd better dress myself up!",
          "Aliases": []
        },
        "7": {
          "ID": "5360208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360208",
          "TitleEnglish": "It Will Be an Unforgettable Day",
          "SummaryEnglish": "Ha ha ha! Yuru Yuri's true protagonist Toshino Kyoko here! I know I'm a bit late, but did everyone wait like good girls and boys? The Amusement Club is off to defeat new enemies, so come along! What? That's not in the script? Too bad.",
          "Aliases": []
        },
        "8": {
          "ID": "5360209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360209",
          "TitleEnglish": "It Is the Piece of a Smile Everyone Acquires",
          "SummaryEnglish": "Student council president Matsumoto Rise here. I'm glad to see all of you. Since I apparently have a turn as well, I'd appreciate your continued support. Come to think of it, Nishigaki-sensei has a new colleague. I hope you'll enjoy it.",
          "Aliases": []
        },
        "9": {
          "ID": "5360210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360210",
          "TitleEnglish": "This is the Story of a Little Love and Courage",
          "SummaryEnglish": "Ikeda Chizuru here. I guess I'm gratefull to see you again. Tsk! Anyway, she had to get involved and make things complicated again... Sheesh. I'm not mad because I want to be, but... Sometimes I wish I could smile like my sister.",
          "Aliases": []
        },
        "10": {
          "ID": "5360211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360211",
          "TitleEnglish": "With You, Forever",
          "SummaryEnglish": "Funami Yui here. I'm glad to see you all again. Kyoko still isn't doing her homework and still causes trouble by bringing weird things to school... But with Akari, Chinatsu-chan, and even Kyoko around, nothing really serious happens, but I do have fun.",
          "Aliases": []
        },
        "11": {
          "ID": "5360212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360212",
          "TitleEnglish": "Terrible No Matter How Much You Struggle",
          "SummaryEnglish": "Good to see you again, everyone. Furutani Himawari here. I thought we'd finally get to be together again, but time flies, doesn't it? And... it seems Sakurako is causing more trouble. I need to look after her...",
          "Aliases": []
        },
        "12": {
          "ID": "5360213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuruyuri-happy-go-lily/episodes/5360213",
          "TitleEnglish": "Cherry Blossoms in Full Bloom and a Romantic Storm",
          "SummaryEnglish": "Yuru Yuri's protagonist Akaza Akari here!! This is the final episode of Yuru Yuri San Hai!. But if you want to see us again, you probably will! Now let's head to the club room!",
          "Aliases": []
        }
      }
    }
  }
}