{
    "URL": "https://www.thetvdb.com/series/no-6",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2350826/",
        "https://www.themoviedb.org/tv/42504"
    ],
    "TitleEnglish": "No. 6",
    "SummaryEnglish": "Sion's life turns upside down on his 12th birthday when he aids a fugitive named Nezumi. Four years later, their paths cross again as Sion unravels the dark secrets hidden within the utopian city of No. 6.",
    "TitleJapanese": "NO.6",
    "SummaryJapanese": "すべてが約束されたエリートとして生まれた紫苑。\n12歳の誕生日、彼は偶然、部屋に転がり込んできた少年を助ける。\n翌日、ネズミと名乗ったその少年は、まるで幻のように姿を消した。\nだが、その出会いは紫苑の心にずっと残り続けていた……。\nそして4年後。紫苑の身の回りで次々と起こる奇怪な事件。\n宿主の身体を一気に老化させる謎の寄生バチ、二度と生きては外に出られないと言われる矯正施設の存在、そして次第に明らかになる“聖都市”の本当の姿……。\n友情というにはあまりに激しく、宿命というにはあまりに切ないふたりの物語が、静かに幕を開ける。\n少年は、窓を開け放つ。\nおのれの内なる“呼び声”が導くままに。\nその先に何が待っているかも知らないままに……。",
    "Aliases": [
        "No 6",
        "No6"
    ],
    "Modified": "2025-06-27",
    "Seasons": {
        "1": {
            "ID": "469280",
            "URL": "https://www.thetvdb.com/series/no-6/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4128169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128169",
                    "TitleEnglish": "Soaking-Wet Rat",
                    "SummaryEnglish": "12 year-old Shion seemed to have a bright and bountiful future ahead of him as a chosen elite citizen of the apparently perfect community of city No. 6, until he decides to give shelter to Nezumi, a boy of his age during a typhoon, even after knowing he is a wanted fugitive.",
                    "TitleJapanese": "びしょぬれネズミ",
                    "SummaryJapanese": "管理社会”ＮＯ．６”高級住宅街－クロノスでエリートとして暮らす紫苑。\nしかし日々の生活に物足りなさを感じていた。\n１２歳の誕生日。台風がクロノスに近づく中、紫苑は抑えきれない街動に駆られ部屋のまどを開け放つ。\nふと握り向くと、そこには凶悪犯罪者として追れている少年”ネズミ”が立っていた。\n流れ狂う風の中、運命的な出会いにより２人の物語が始まる。"
                },
                "2": {
                    "ID": "4128170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128170",
                    "TitleEnglish": "City Adorned in Light",
                    "SummaryEnglish": "By harboring a fugitive, Shion is stripped of his elite citizen privileges and forced to live in the suburbs with his mother. Four years later, while working at the waste disposal center, he learns of a mysterious parasite that makes people grow old and die in seconds. Having questioned the authority of the city once again, Shion is arrested, but is rescued by Nezumi while being transferred to prison. After the duo escape from the city's limits, Nezumi shows Shion what really lies beyond the walls of No. 6.",
                    "TitleJapanese": "光をまとう街",
                    "SummaryJapanese": "ネズミとの出会い、そして別れから4年後。紫苑はクロノスの居住権を初めとした数々の特権を失い、母火藍と共にロストタウンで暮らしていた。そんな中、紫苑が管理作業に従事する公園で、一人の男の遺体が発見される。老人と思われたその遺体は、後に実は30代である事が判明するが、市は何故かその事実を隠蔽。翌日、今度は紫苑の同僚の山勢も突如老人と化して死亡する。直後、紫苑は山勢の首筋から一匹のハチが這い出るのを目撃する。"
                },
                "3": {
                    "ID": "4128171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128171",
                    "TitleEnglish": "Life and Death",
                    "SummaryEnglish": "Soon after escaping from No. 6, Shion finds that he is also infected. The parasite is extracted by Nezumi from his body and he survives, but not without taking its toll on his body. Having recovered, Shion is taken by Nezumi to a hotel whose owner, Inukashi, rents her dogs to keep the guests warm while sleeping where he finds that Nezumi contacted his mother and she sent a message to him. By analyzing the parasite, Shion concludes that when spring comes, a large number of them will emerge and kill their hosts, causing turmoil in the city. By learning that such great tragedy will befall the place he loathes, Nezumi rejoices, but when Shion states that the inhabitants of No. 6 must be warned, he claims that if he insists in helping them, he will start treating him as his enemy.",
                    "TitleJapanese": "生と死と",
                    "SummaryJapanese": "全てを捨て、ネズミと共にNO.6を脱出した紫苑。ひとまずネズミの家に落ち着くが、間もなく紫苑の首筋から、山勢の時と同じ黒い水疱が浮き出てくる。激しい苦痛の中、ネズミの機転で何とか一命を取り留める紫苑だったが、彼の身体は驚くべき変異を遂げていた。やがて紫苑とネズミは黒い水疱を分析。それが人間の体内に寄生し、驚異的な速度で成長する特殊な“ハチ”のサナギである事を突き止める。"
                },
                "4": {
                    "ID": "4128172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128172",
                    "TitleEnglish": "Demon and Saint",
                    "SummaryEnglish": "Following Shion's mother's instruction, Shion and Nezumi pays a visit to Rikiga, an old friend of hers. Rikiga offers himself to take care of Shion, but Shion himself gets angry on him when he asks Nezumi to work for him as a male prostitute and leaves. While cleaning Inukashi's dogs, Shion is inquired by her about his relationship with Nezumi, and when an angry Nezumi appears before him, she realizes he became attached to Shion. Believing Nezumi became soft because of Shion, Inukashi attacks Nezumi with her dogs, but their fight is interrupted when Shion arrives. Shion confesses to Nezumi that despite caring for his mother, he decides to live in the west district with him and has one of Nezumi's rats send a farewell message to his mother.",
                    "TitleJapanese": "魔と聖",
                    "SummaryJapanese": "火藍から渡されたメモの意味を探るため、元ラッチビル新聞の記者だった男の元を訪ねる事にした紫苑とネズミ。NO.6にいた頃は想像もつかなかった程の、殺伐とした壁の外の街の情景に戸惑いつつも、なんとか目的の男・力河と出会えた紫苑たちだったが、かつてNO.6の謎を探って活躍していたという力河は、NO.6の高官達へ女を斡旋して金を稼ぐという荒んだ生活を送っていた。"
                },
                "5": {
                    "ID": "4128173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128173",
                    "TitleEnglish": "Angel of Hades",
                    "SummaryEnglish": "Another person in No. 6 has suddenly aged and died. Sion hears about this from Rikiga and races to the theater where Rat is performing to inform him of the news. This is the first time he's seen Rat act. But during the play, Rat is visited by a strange wind and song and he faints on stage. Meanwhile, in an art museum in No. 5, Safu is looking at a work which displays three bees when she, like Rat, is visited by a strange wind and song, and she also faints.",
                    "TitleJapanese": "冥府の天使",
                    "SummaryJapanese": "NO.6で再び人が老人と化して死亡する事件が起こる。力河よりその話を聞いた紫苑は、ネズミへ伝えるべく彼が劇を催す劇場を訪れる。初めて見るネズミの舞台。だが途中、どこからともなく不思議な風と歌を感じたネズミは、突如舞台上で気を失ってしまう。同じ頃、NO.5の美術館で3匹の蜂をあしらった展示品を見ていた沙布も、ネズミと同様、不思議な風と歌を感じ取り、倒れてしまった。"
                },
                "6": {
                    "ID": "4128174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128174",
                    "TitleEnglish": "Hidden Danger",
                    "SummaryEnglish": "Safu has returned to No. 6 because of her grandmothers’ death. While back, she learns of what has happened to Sion. At the same time, Sion and Nezumi continue their discussion over the future of No. 6 and the parasite bees. Nezumi receives a notice from Sion's mother informing him that Safu was taken by city officials. Nezumi contemplates whether or not to tell Sion as he would die trying to save her.",
                    "TitleJapanese": "密やかな危機",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4128175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128175",
                    "TitleEnglish": "True Lies - Empty Truth",
                    "SummaryEnglish": "Nezumi learns from Karan's note that Safu was taken by the Bureau of Peace. However, he decides to hide this information from Sion and secretly request that Dogkeeper obtain information on the correctional facility. However, unbeknownst to Nezumi, Sion and Rikiga are visiting a used clothing store where Sion discovers Safu's coat that was smuggled from the correctional facility. Meanwhile, Safu is being treated as a \"sample\" by the researchers at the facility where she was taken.",
                    "TitleJapanese": "真実の嘘・虚構の真実",
                    "SummaryJapanese": "火藍のメモから、沙布が治安局へ連れ去られた事を知ったネズミは、その事実を紫苑には知らせず、こっそり矯正施設に関する情報収集をイヌカシに依頼する。ところがそんなネズミの預かり知らぬ所で、紫苑は力河と入った古着屋で、矯正施設より横流しされた沙布のコートを発見してしまう。一方、沙布は連れ去られた施設で、研究者たちにより何かの“サンプル”としての扱いを受けていた。"
                },
                "8": {
                    "ID": "4128176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128176",
                    "TitleEnglish": "The Reason for That is...",
                    "SummaryEnglish": "In order to save Safu, Shion and Rat head to the edges of the Western District. There, they meet a legless old man who leads a large group of men. The old man, the person who named Rat, is actually one of the researchers with the young Karan in Rikiga's picture. The man tells Shion that he was the real first survivor of the parasite bees. He also states that Rat is the last survivor of the forest folk who were wiped out by No. 6. After Nezumi has another vision with the winds and the singing like he had before while he was singing, he repeats the song to the legless man and the water around them begins to glow. The legless man tells them about Elyurias, the reason No. 6 destroyed the forest folk.",
                    "TitleJapanese": "そのわけは…",
                    "SummaryJapanese": "沙布を救うため、西ブロック最果ての地を訪れた紫苑とネズミは、そこで多くの男たちを従えた、両足の無い一人の老人と会う。ネズミの名づけ親だというその老人、実は以前力河の所で見つけた写真に、若き頃の火藍と共に写っていた研究者の一人であった。その男から紫苑は、ネズミがかつてNO.6に滅ぼされた「森の民」ただ一人の生き残りである事、そしてNO.6が「森の民」を滅ぼした要因である「エリウリアス」という存在について聞く。"
                },
                "9": {
                    "ID": "4128177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128177",
                    "TitleEnglish": "Stage of Disaster",
                    "SummaryEnglish": "Rikiga leads a client of his to a young girl, whom he has solicited to the client. The girl is really Inukashi in disguise, as this was a part of a plan devised by Shion, Nezumi, Inukashi and Rikiga. Inukashi, unable to deal with the man's advances, disrupts the facade in outrage. Nezumi and Rikiga bind and gag the man in order to get information from him, while Shion consoles Inukashi. The information they receive entails a map of the correctional facility in No. 6, as well as word of a \"pre-Holy Day cleaning operation\". Back at their underground hideout, Shion discusses potential plans of their living conditions when the summer comes, idealizing that his mother and Safu live here together with him and Nezumi. Meanwhile, Karan walks through a festive No. 6, as the inhabitants are preparing for the Holy Day. Back in the outskirts of the city, Shion asks Nezumi if he sent a message to his mother because he had finally come up with a plan. Suddenly, the town is attacked by No.6 military tanks, which Shion discovers were part of the \"cleaning operation\" he had asked Nezumi about earlier. The two flee to seek shelter from the raid, and in an alley, Shion finds an infant whose mother was killed by the blasts. He sends their guard dog off with the baby to Inukashi. The army then rounds up all the town's survivors, telling them they will be taken to the correctional facility--which had been Nezumi's plan all along. Meanwhile, Karan frets about Shion's safety, but Yoming assures her that Shion is fighting back and not to worry. He also informs her that the Twilight House was established to kill off all unneeded people of the city's elderly population, and that he will be sending out a message to his comrades to fight back against No. 6. Karan then receives a message from one of Nezumi's rats, telling her that she will be reunited with Shion. In the transport trucks, Nezumi sings an old song to raise the hopes of the captured townsfolk, but tells Shion that a song will never",
                    "TitleJapanese": "災厄の舞台",
                    "SummaryJapanese": "力河の協力で、NO.6の高官より矯正施設の内情を聞きだす事に成功した紫苑とネズミは、施設への侵入が思いのほか困難であること、そして来るべき“聖なる祝日”を前にNO.6が“清掃作業”と称して何かを行おうとしている事実を知る。その“聖なる祝日”の前日、紫苑とネズミは訪れた西ブロックの市場でNO.6の軍と遭遇。大規模な虐殺と拉致の嵐に巻き込まれでしまう。"
                },
                "10": {
                    "ID": "4128178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128178",
                    "TitleEnglish": "That Which Resides in Hell",
                    "SummaryEnglish": "Sion and Nezumi climb through the huge pile of bodies where they were dropped in and infiltrate the facility searching for Safu. Meanwhile, Rikiga and Inukashi leave the baby Sion saved to one of the dogs and gain entry into the facility by themselves to clear a path for Sion and Nezumi. Somehow, Sion knows exactly where to go and where all the cameras are, and this makes Nezumi a bit suspicious. He and Sion fight their way through the complex until Nezumi is wounded by a security guard. Sion kills him in retaliation much to Nezumi's grief. When the duo manage to get through Safu's location, they find that she broke herself free and the researchers around her are lying dead on the ground.",
                    "TitleJapanese": "奈落にあるもの",
                    "SummaryJapanese": "矯正施設への侵入に成功した紫苑とネズミ。そこは、それまで紫苑が想像だにしなかったNO.6の暗部であった。多くの人の屍を乗り越え、イヌカシと力河の協力の元、沙布を救うべく先へ突き進む二人。そんな中ネズミは、紫苑の言動が徐々に変わってきている事に戸惑いを覚えていた。"
                },
                "11": {
                    "ID": "4128179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-6/episodes/4128179",
                    "TitleEnglish": "Tell Me The Truth",
                    "SummaryEnglish": "Inukashi and Rikiga are waiting for Nezumi and Sion to hurry up and meet back up with them, while at the same time, Sion and Nezumi are just now encountering Safu. The fireworks celebration is commencing at No. 6 to celebrate the Holy Day, but for some reason, Lili still feels like something dangerous is about to happen, and Karan can only wonder about what's coming next. Yoming is setting up his plans with his other friends, waiting for a perfect time to act. Suddenly, the parasites become active and people start dying very rapidly. The parasite bees are everywhere, millions of them. Back at the facility, one of the dead researchers on the floor gets a phone call, and it plays the frantic message of another researcher saying that their plans had gotten out of hand. Nezumi asks Safu if she was truly the one who led them there, and when she responds saying that she wanted to see them, Nezumi says that she has \"Mother's\" voice. Mother is the main computer behind Safu, which controls the entire correctional facility. Safu says that Mother was held in the Moon Drop until four years before when the authorities captured Nezumi and took him to the Moon Drop. She says that the researchers had planned to use Mother to analyze Nezumi so they could learn Elyurias' power and use it to revive the land they had destroyed. She tells them that the researchers had used the information they had received from the legless man to experiment Elyurias' power on the citizens of No. 6, thus the parasite bees. At this time, Yoming starts to broadcast to the city, though many people are already dead. Sion doesn't understand Safu, so Nezumi tells him that Safu is really Elyurias. Safu admits to it, and tells Sion that she loves him. As Sion starts to lose control of himself, Safu tells Nezumi to destroy Mother. After having to fight back against Sion, Nezumi puts an explosive on Mother and the two escape, leaving Safu behind to die. Sion is hysterical, but Nezumi tells him that she's not Safu",
                    "TitleJapanese": "伝えてくれ、ありのままを",
                    "SummaryJapanese": "数々の苦難を乗り越え、ついに沙布の元へ辿り着いた紫苑とネズミ。だが、既に沙布がエリウリアスと一体化させられていることを知り、紫苑はついにNO.6への怒りを爆発させてしまう。その頃NO.6市内では、「聖なる祝日」を祝う式典の最中、例の寄生バチが大量に発生し人々を襲っていた。果たしてNO.6存亡の行方は、そして紫苑とネズミたちの運命の行きつく先は？"
                }
            }
        }
    }
}