{
    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5568758/",
        "https://www.themoviedb.org/tv/71834"
    ],
    "TitleEnglish": "Manyu Scroll",
    "SummaryEnglish": "In Edo period of Japan, a clan known as the Manyuu, with ability of a sword strike that could shrink the size of a woman's breasts. This might not seem like an ability that could rule a land, but their large breasts, denote status, wealth, fame, and influence.",
    "TitleJapanese": "魔乳秘剣帖",
    "SummaryJapanese": "日本の江戸時代、魔乳と呼ばれる一族で、女性の胸のサイズを縮小する可能性のある刀を打つ能力があります。 これは土地を支配できる能力のようには思えないかもしれませんが、彼らの大きな胸は、地位、富、名声、そして影響力を表しています。",
    "Aliases": [
        "Manyuu Hiken-chou",
        "Manyuu Hikenchou"
    ],
    "Modified": "2025-03-02",
    "Seasons": {
        "0": {
            "ID": "470131",
            "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4186889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4186889",
                    "TitleEnglish": "Kaede's Record of Chifusa-sama's Breast Growth",
                    "SummaryEnglish": "Picture Diary 1",
                    "TitleJapanese": "楓の千房さまおっぱい成長記録",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4190995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4190995",
                    "TitleEnglish": "Beautiful Breast Training: Breast Sharpening",
                    "SummaryEnglish": "OVA 1",
                    "TitleJapanese": "美乳鍛錬☆ちちとぎ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4211210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4211210",
                    "TitleEnglish": "Kaede's Record of Chifusa-sama's Breast Growth 2",
                    "SummaryEnglish": "Picture Diary 2",
                    "TitleJapanese": "楓の千房さまおっぱい成長記録2",
                    "SummaryJapanese": "ピクチャーダイアリー2"
                },
                "4": {
                    "ID": "4211211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4211211",
                    "TitleEnglish": "Beautiful Breast Training: Breast Sharpening 2",
                    "SummaryEnglish": "OVA 2",
                    "TitleJapanese": "美乳鍛錬☆ちちとぎ2",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4214323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4214323",
                    "TitleEnglish": "Kaede's Record of Chifusa-sama's Breast Growth 3",
                    "SummaryEnglish": "Picture Diary 3",
                    "TitleJapanese": "楓の千房さまおっぱい成長記録3",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4214324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4214324",
                    "TitleEnglish": "Beautiful Breast Training: Breast Sharpening 3",
                    "SummaryEnglish": "OVA 3",
                    "TitleJapanese": "美乳鍛錬☆ちちとぎ3",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4214325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4214325",
                    "TitleEnglish": "Kaede's Record of Chifusa-sama's Breast Growth 4",
                    "SummaryEnglish": "Picture Diary 4",
                    "TitleJapanese": "楓の千房さまおっぱい成長記録4",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4214326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4214326",
                    "TitleEnglish": "Beautiful Breast Training: Breast Sharpening 4",
                    "SummaryEnglish": "OVA 4",
                    "TitleJapanese": "美乳鍛錬☆ちちとぎ4",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "470132",
            "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4136000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4136000",
                    "TitleEnglish": "Chifusa Defects",
                    "SummaryEnglish": "In a world in which having large breasts means everything, the succesor of the powerful Manyu family, Chifusa Manyu, defects and steals the Manyu Scroll of Secrets (which contains all the Manyu secret techniques for breast enlargement), but is wounded during her escape. She is found by a woman who was recently attacked by Kagefusa, a Manyu assassin and Chifusa's sister, resulting in her breasts becoming small and effectively making her poor. The woman becomes jealous of Chifusa and attempts to sever her breasts in a fit of rage, but Chifusa manages to calm her down. As Chifusa is about to leave, she is confronted by Kagefusa, who had also captured Chifusa's comrade, Kaede, and severed her breasts. As Chifusa stands against Kagefusa, she uses a special technique which steals Kagefusa's breasts and adds them to her own. As Kagefusa is forced to retreat, Kaede decides to join Chifusa on her journey.",
                    "TitleJapanese": "第1話 千房 離反す",
                    "SummaryJapanese": "魔乳一族の頭首の末子として生を受け、さらには体を抜けて乳を断つ剣技、魔乳\n 流の跡目でもあった少女、魔乳千房。彼女は魔乳一族が作り上げた乳が理の世に\n 疑問を抱いていた。ある日、乳の大小がすべて左右する理不尽な世を正すことを心\n に決めた千房は、魔乳一族に伝わる門外不出の秘伝書を手に、里を出奔するのだ\n が……。"
                },
                "2": {
                    "ID": "4136001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4136001",
                    "TitleEnglish": "Assassin! Breast Illusion",
                    "SummaryEnglish": "Running low on money, Chifusa and Kaede earn some money by utilising Chifusa's assets. They go to an inn run by a well-endowed landlady. However, this landlady turns out to be a Manyu assassin who drugs both Chifusa and Kaede and then hypnotises them with her breasts. Before she can finish them off, the hypnotized Kaede pounces at the landlady's breasts, releasing Chifusa from the mind control effect and giving her the chance to absorb the landlady's breasts. As they move on, Chifusa comes to realise about her ability to alter \"Breast Flow\" using the Chichinagare technique and vows to learn more about it so she can return Kaede's breasts to normal.",
                    "TitleJapanese": "第2話 刺客! 乳夢道",
                    "SummaryJapanese": "里からの追っ手を退け、側仕えの楓とともに旅に出た千房。途中立ち寄った町で、豊乳を鼻にかける女に打ち据えられる子どもを見かね、止めに入った千房だったが、突如乱入した垂れ乳の女が見事騒動を収めてしまう。魔乳からの刺客を警戒し、ひなびた宿を訪れたふたり。そんなふたりを迎えた宿の女将は、何と先程の垂れ乳の女だった。"
                },
                "3": {
                    "ID": "4136002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4136002",
                    "TitleEnglish": "Mysterious Breast Disappearance",
                    "SummaryEnglish": "Having not eaten for days, Chifusa and Kaede get a job at a maid bar, but soon get fired due to Chifusa's short temper around the rowdy customers. Collapsing due to hunger, they are rescued by a man whose daughter was strucken by a mysterious breast disappearance. The man asks Chifusa to take her daughter's place in a contest against a neighboring village to please Hatomune Mie, a rowdy landlord. The opposing team sends a Manyu assassin to attack Chifusa, but she manages to beat him and wins the contest the next morning. Although Hatomune later hears word about Chifusa's true identity, he allows her to go, having been mesmerized by her breasts. After she leaves, Hatomune vows to find Chifusa again and get to touch her breasts.",
                    "TitleJapanese": "第3話 怪奇 乳隠し",
                    "SummaryJapanese": "乳自慢の娘が夜に出歩いていると、いつのまにか気を失い、目が覚めたときには乳だけがしぼんでいるという怪奇現象、“乳隠し”。空腹で行き倒れた千房と楓のふたり。彼女たちを助けた与太八は、乳隠しで乳を失った佳代の代わりに、乳自慢を競わせ、その美乳を豊乳の神様に奉納する三重の国の伝統行事、“乳振り祭”に出てほしいと千房に頼む。"
                },
                "4": {
                    "ID": "4136003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4136003",
                    "TitleEnglish": "Divers and Breasts",
                    "SummaryEnglish": "With Chifusa and Kaede coming up short on a food bill, they are forced to become divers by the restaurant's owner, Oiso. As Oiso laments how her large breasts keep her from diving properly, her assistant, Mizuki, is attacked by a large octopus which has been causing trouble for the village for years. The next day as everyone hunts for the octopus, Oiso is captured while saving Kaede from the octopus, so Chifusa dives in after her. With the octopus using Oiso as a shield, Chifusa uses the Chichinagure technique to attack the octopus without hurting Oiso, absorbing her breasts in the process. As the octopus attacks Chifusa before she can come up for air, Oiso uses her newfound freedom to kill the octopus, giving Chifusa the credit as thanks.",
                    "TitleJapanese": "第4話 海女とおっぱい",
                    "SummaryJapanese": "海女の素潜り漁が盛んな海辺の村に立ち寄った千房と楓。新鮮な海の幸に舌鼓を打つふたりだったが、財布の中は見事にからっぽ。代金のかわりに海女のお磯と瑞希とともに漁へ出ることになる。そんなとき瑞希が数年に1度村に現れるという大蛸に襲われてしまう。村が総出で大蛸退治に乗り出すなか、大蛸の触手が千房たちに迫る……。"
                },
                "5": {
                    "ID": "4136004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4136004",
                    "TitleEnglish": "Bastards and Breasts",
                    "SummaryEnglish": "Chifusa and Kaede save a woman called Osuzu from four \"monsters\" that assaulted her and tried to molest her breasts. At Osuzu's village, both heroines meet a man named Yasuke, who lost his massively-breasted wife two years prior and struggles with different jobs to maintain his four kids, and whom Osuzu is hopelessly in love with. In order to help Osuzu, Chifusa and Kaede convince Osuzu's grandfather to organize a hunt for the monsters, leaving Yasuke to take care of Osuzu; ultimately Osuzu manages to charm Yasuke and they begin dating. During the hunt, Chifusa and Kaede stumble upon the monsters and after a brief fight they discover that they were just Yasuke's four children, who played with their captured women's breasts because they missed their deceased mother's bosom. Chifusa strikes a deal with them and makes them promise not to assault any more women...after she lets them play with her own boobs for an entire afternoon.",
                    "TitleJapanese": "第5話 ろくでなしとおっぱい",
                    "SummaryJapanese": "口々に「おっぱい！」とつぶやく謎の化け物たちから豊かな乳を持った娘、お鈴を助けた千房たちだったが、化け物が仕掛けた罠によって楓が怪我をしてしまう。楓が回復するまで、お鈴の祖父が営む賭場で壷振りをすることになった千房。しかし、楓のために薬草を探している途中、再びお鈴が化け物たちに襲われてしまい……。"
                },
                "6": {
                    "ID": "4156825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4156825",
                    "TitleEnglish": "Kagefusa Returns",
                    "SummaryEnglish": "After an encounter with some guards, Chifusa ends up absorbing several pairs of breasts, which make her own tits enormous and massively heavy, limiting her mobility. She and Kaede travel to a temple where a nun named Jifuni theorises that the reason for Chifusa absorbing breasts is because of her own selfish desire for her mother's comfort. Chifusa is put on a training course to cleanse and rebuild a pile of rocks that form a nipple-like fountain in order to purify her breasts. However, just before she completes the fountain, she is approached by Kagefusa, who steals the Manyu scroll only to find the Chichinagare technique cannot be learned, as it was passed down from her mother's bloodline. Noticing Kagefusa's sorrow for having small breasts, Chifusa gives her the opportunity to cut hers, but she cannot bring herself to do so because of her sister's unselfishness and because of the sheer beauty of her breasts.",
                    "TitleJapanese": "第6話 影房ふたたび",
                    "SummaryJapanese": "水汲みの途中、河原で足を挫いていた尼の虔胸を助けた楓。楓が千房のもとへ戻ると、魔乳の追っ手たちの乳を奪い過ぎ、爆乳となった千房が胸の重みに耐えきれず倒れていた。虔胸は寿乳尼様なら何とかしてくれるかもしれないとふたりを丘挟寺へ案内する。一方、復讐に燃える影房もまた千房の後を追って丘挟寺へと向かっていた。"
                },
                "7": {
                    "ID": "4164857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4164857",
                    "TitleEnglish": "Boobie Kid",
                    "SummaryEnglish": "Chifusa and Kaede stop at a village so Chifusa can get a massage to ease the pain caused by her heavy tits. The masseus, a girl named Momoha, tells them of \"The Boobie Kid\" a local thief that steal's rich women's tits and allegedly gives them to the poor. Suspecting that this Boobie Kid might be a Manyu who knows how to master the Chichinagare technique, Chifusa takes a job as a bodyguard for a local big-breasted woman who will likely be the next target in order to catch the Boobie Kid. At the same time, the big-breasted landlady also employs another girl called Ouka as a bodyguard and immediately Chifusa becomes suspicious of Ouka because of her unusually good swordsmanship. That night, the Boobie Kid strikes but is chased away and caught by Chifusa. The Boobie Kid is later revealed to be Momoha, the masseus, and that she is a member of the Munamori family and that she knows a technique similar to the Chichinagare that Chifusa cannot use. At that point, Ouka arrives and reveals herself to be a Manyu assassin; she proceeds to attack Chifusa and nearly kills her but fails due to Momoha's interruption. While fleeing, Momoha is fatally wounded and as she lays dying gives Chifusa her tits so she can use their essence to master both the Manyu and Munamori techniques before bidding her farewell and wishing her good luck on her mission.",
                    "TitleJapanese": "第7話 おっぱい小僧",
                    "SummaryJapanese": "悪の乳を盗み、庶民にわけ与えてくれるとの噂で人気の怪盗、おっぱい小僧。おっぱい小僧が胸杜一族に関係しているのではないかと考えた千房と楓は、つぎの標的となっている乳名門の奥方の屋敷に向かう。凄腕の剣客、狭山桜花とともに用心棒に召し抱えられた千房は、囮役として奥方のかわりに寝所でおっぱい小僧を待つのだが……。"
                },
                "8": {
                    "ID": "4164859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4164859",
                    "TitleEnglish": "Chifusa Imprisoned",
                    "SummaryEnglish": "Chifusa and Kaede run into Lord Hatomune Mie, who has escaped from his palace and disguised himself as a commoner to live a simple life in a village, where he has become a popular citizen. After receiving a tour of the town from Mie, Chifusa and Kaede depart but are soon stopped by a Manyu swordsman who attacks them and kidnaps Chifusa, taking her to the palace of a local lord. In the palace, the Manyu swordsman takes the Manyu scroll from Chifusa and begins to use its techniques on her to enlarge her breasts to the point that she can no longer move and then sell her into slavery. Kaede asks Mie for help in rescuing Chifusa and the two break into the local lord's mansion, where Mie defeats dozens of the lord's soldiers and finally releases Chifusa from the dungeon where she is locked away. While Mie finishes off the local lord, Chifusa confronts the Manyu swordsman and kills him. After all three of them escape to safety, Chifusa rewards Mie by allowing him to play with her tits.",
                    "TitleJapanese": "第8話 千房 囚わる",
                    "SummaryJapanese": "三重藩のとある町にやってきた千房と楓は、おっぱい禁断症状にかかり、城を抜け出してきた鳩宗に再会する。乳田胸之進と名乗り、身分を隠して町の様子を伺う鳩宗の姿に感心するふたり。しかし、そこへ新たな魔乳の刺客が現れる。隙をつかれ、敵の手に落ちてしまった千房を救うため、楓は傷つきながらも鳩宗に助けを求める。"
                },
                "9": {
                    "ID": "4164860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4164860",
                    "TitleEnglish": "Love Bud",
                    "SummaryEnglish": "While traveling through the forest, Kaede and Chifusa save a painter called Sakuji Itamune from a trio of Manyu guards who wanted to kill him because of the content of his art. When Sakuji sees Kaede, he immediately asks her to model for his next painting. When Chifusa tells Kaede she shouldn't because it would slow down their progress, Kaede mistakes Chifusa's motivation and believes she doesn't want her to model because she is jealous, prompting her to abandon Chifusa. When they are about to start painting, Sakuji reveals he is a nude painter who only paints flat-chested models (which is why the three Manyu guards had attacked him) which shocks Kaede and makes her escape; though as soon as she leaves she is attacked by the three Manyu guards whom they had run into earlier. Sakuji finds them and tries to defend Kaede but is unable to beat the guards. The two are saved, however, when Chifusa arrives and easily defeats the attacking Manyu. Afterwards, with Chifusa's help, Sakuji makes a painting of Kaede which he considers his masterpiece. Sakuji offers Kaede to stay with him and be his permanent model, but Kaede chooses to stay with Chifusa and the two depart to continue their journey.",
                    "TitleJapanese": "第9話 つぼみの恋",
                    "SummaryJapanese": "魔乳の草に追われていた青年絵師、板胸佐小路を救った千房と楓。諸国を巡り、隠れた美しい女性を見つけては筆を振るってきたという板胸は、ついに探し求め続けてきた理想の女性に出会うことができたとふたりに話す。数々の賛辞の言葉に照れる千房だったが、ぜひともモデルにと板胸が手を掴んだ相手は何と楓のほうだった。"
                },
                "10": {
                    "ID": "4175954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4175954",
                    "TitleEnglish": "The First Boob Hunt: A Hundred Times Three Boobs",
                    "SummaryEnglish": "Chifusa catch a fever and she's began to remember the first time she steal boobs. It was long time ago when she was small, the first boob Chifusa stole belonged to Ouka.",
                    "TitleJapanese": "第10話 始まりの乳斬り",
                    "SummaryJapanese": "胸杜の里を目前に、熱を出して倒れてしまった千房は、道中のあばら家で楓の介抱を受ける。熱にうなされながら、千房は過去の出来事を夢に見る。最初はおぼろげだった記憶も徐々に鮮明となり、千房はいままで忘れていたある出来事を思い出す。一方、胸幸のもとに戻った桜花もまた、忘れえぬ過去に思いをめぐらせていた……。"
                },
                "11": {
                    "ID": "4182791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4182791",
                    "TitleEnglish": "Munamori Village",
                    "SummaryEnglish": "Chifusa and Kaede arrive to the Munemori village, hometown to Chifusa's mother, which is now in ruin. There they reunite with Chifusa's grandmother and Chifusa's aunt, Tsuhuya Munemori, and her baby daughter, Hazuki. Tsuhuya agrees to teach Chifusa how to master the Breast Flow technique. At the same time, Kagefusa and Kokage take Ouka to Edo village, where they have a day of fun and a night of drinking, during which Kagefusa and Ouka discuss the latter's feelings for Muneyuki until they are interrupted by a courier with urgent news. The following day, before the training begins, Chifusa's grandmother tells Chifusa the story of how her mother died, revealing that Chifusa's mother killed herself so the Manyu wouldn't learn how to use the Breast Flow technique for their corrupt ways. Nonetheless, Chifusa vows to learn the Breast Flow technique in order to undo the Manyu's unjust regime.",
                    "TitleJapanese": "第11話 胸杜の里",
                    "SummaryJapanese": "ついに胸杜の里にたどり着いた千房と楓。そこにはかつて母の千組とともに暮らしたおばば、そして桃葉の姉、露葉の姿があった。ふたりに乳流れの奥義を伝授してほしいと頼んだ千房は、いままで知らされることのなかった亡き母の想いを知ることに。一方、そのころ、胸幸や桜花を始めとした魔乳の精鋭たちも胸杜の里に迫っていた……。"
                },
                "12": {
                    "ID": "4186346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manyuu-hikenchou/episodes/4186346",
                    "TitleEnglish": "Chichi-nagare!",
                    "SummaryEnglish": "Muneyuki and Ouka lead a batallion of four Manyu assassins to capture Chifusa and Kaede. The two, along with Tsuhuya Munemori, face off agaisnt the assassins, defeating one of them before being outmatched. However, they are saved by the timely arrival of Kagefusa and Kokage, who join in on the fight. When the fight begins to get too rough, Chifusa's grandmother tells her to take Hazuki away with her to protect the last child of the Munemori bloodline; though initially hesitant, Chifusa and Kaede agree and flee with Hazuki. However, they are cornered by Ouka, who wishes to settle her old score with Chifusa as well as defeat her to gain status among the Manyu. Ouka initially has the upper hand in the fight, but halfway through it, Chifusa manages to unlock the Breast Flow by remembering how she had earlier attained a mother's heart...by breastfeeding Hazuki, which allowed her to have a motherly bond with one of her kin.",
                    "TitleJapanese": "第12話 乳流れ",
                    "SummaryJapanese": "胸杜の里に現れた胸幸は、秘伝書を返上し、裁きを受けねば胸杜の血を絶やすと宣告する。戦う覚悟を決めた千房は、露葉と共に魔乳きっての刺客集と剣を交えるが、徐々に追い詰められていく。そして全ての決着をつけるべく、千房の前に桜花が立ちはだかる。果たして千房は乳流れを極め、乳の世を正すことができるのだろうか……。"
                }
            }
        }
    }
}