{
  "URL": "https://www.thetvdb.com/series/8-man",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0293987/",
    "https://www.themoviedb.org/tv/132761"
  ],
  "TitleEnglish": "8 Man",
  "SummaryEnglish": "A slain detective is transformed by a scientific genius into a shape-shifting cyborg superhero who fights crime.",
  "Aliases": [
    "Eightman",
    "Eitoman",
    "8th Man",
    "8 Hitome",
    "Tobor the 8 Man",
    "Tobor the 8th Man"
  ],
  "Modified": "2025-07-29",
  "Seasons": {
    "0": {
      "ID": "549403",
      "URL": "https://www.thetvdb.com/series/8-man/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "5309284",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309284",
          "TitleEnglish": "Good-Bye Eight Man",
          "SummaryEnglish": "Special agent Brady, working for International Crime Prevention Headquarters, is ambushed and left for dead. Discovered by a scientist, Professor Genius, Brady's life is saved when Genius takes his mind and incorporates it into an electronic brain. Brady's mind now controls a super-powerful robotic (and bionic) body capable of incredible crime-fighting feats. Brady, in the disguise of Tobor, opens a detective agency and works undercover for Chief of Police Fumblethumbs.",
          "Aliases": []
        },
        "2": {
          "ID": "4141484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/4141484",
          "TitleEnglish": "8 Man After: City in Fear",
          "SummaryEnglish": "Itsuru Hazama is a private detective searching for a man who stole company secrets. But when a cyborg goes on a rampage, those secrets turn out to be deadly.",
          "Aliases": []
        },
        "3": {
          "ID": "4141485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/4141485",
          "TitleEnglish": "8 Man After: End Run",
          "SummaryEnglish": "8 Man has returned, or at least that's what everyone thinks. Hazama struggles with his new identity, and \"Mr. Halloween\"",
          "Aliases": []
        },
        "4": {
          "ID": "4141486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/4141486",
          "TitleEnglish": "8 Man After: Mr. Halloween",
          "SummaryEnglish": "In the aftermath of the stadium bloodbath, Hazama's dark past comes to light. Meanwhile, Mr. Halloween is exposed, and a new yet familiar threat emerges",
          "Aliases": []
        },
        "5": {
          "ID": "4141487",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/4141487",
          "TitleEnglish": "8 Man After: Sachiko`s Decision",
          "SummaryEnglish": "Tony's goons kidnap Sachiko in order to lure out Hazama. Once Tony learns Hazama's secret however, it's all at war!",
          "Aliases": []
        },
        "6": {
          "ID": "9370624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/9370624",
          "TitleEnglish": "8thManDVD preview",
          "SummaryEnglish": "Tobor the 8th Man Original TV Series DVD Preview",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "470691",
      "URL": "https://www.thetvdb.com/series/8-man/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 56,
      "Episodes": {
        "1": {
          "ID": "5309224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309224",
          "TitleEnglish": "Introducing Eightman",
          "SummaryEnglish": "Brady is at first upset about being placed in a mechanical body against his will, but soon comes to grips with the fact that what's done is done and also that he can be a great force for good in the world. Hardly grown accustomed to his new powers he smashes a table to pieces when he strikes it, Prof. Genius guides him and explains the many things he is capable of because of his superior electronic brain which responds much faster than a human brain. Super-speed and reflexes allow 8th Man/Brady to capture a bat in mid-air. Infrared vision allows him to see in the dark, and special plastic skin gives him the uncanny ability to transform his appearance anyway he desires.",
          "Aliases": []
        },
        "2": {
          "ID": "5309225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309225",
          "TitleEnglish": "Galen, the Hitman",
          "SummaryEnglish": "Local Crime boss, Slicker and his head-henchman, Mongoose are making plans to eliminate Chief Fumblethumbs by hiring: Icefinger the Executioner, a top hit-man employed by the International Crime Syndicate we will hear much more of - InterCrime! Mongoose, sure that he is the fastest gun, does not get along well with Icefinger and a shooting contest is scheduled where the winner will get the \"Fumblethumbs job\". But, before the contest, Mongoose is arrested and taken into custody; Fumblethumbs knowing that Icefinger is at Slicker's headquarters sends Tobor in disguise as Mongoose to spy on them but he is discovered by a \"bugged\" telephone talking to Jenny. Slicker kidnaps Jenny and its up to 8th Man to save her and stop Icefinger.",
          "Aliases": []
        },
        "3": {
          "ID": "5309226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309226",
          "TitleEnglish": "Satan's Brother",
          "SummaryEnglish": "Famous singing star, Minnie Marvelous is kidnapped during a live stage performance by some one calling himself the Clown, Jean-E-Us of Crime. 8th Man, as Tobor in the audience witnesses the abduction but can't save her because his energy is low, Jenny takes his energy booster cigarette away from him like Smoky the Bear preventing a forest fire. The Clown escapes and demands a huge ransom for the return of Minnie. To save her Mr. Mogul the president of the Cuteness Doll Company, Minnie's sponsor agrees to put up the ransom. Turns out Mogul is in on the caper. The whole thing was a publicity stunt to increase sales for his doll company. 8th Man discovers this, gets the Clown and tricks Mogul into a confession. Minnie Marvelous is rescued and goes on with her singing career. And as 8th Man says at the end...\"I'm glad to have been there when she needed me.\"",
          "Aliases": []
        },
        "4": {
          "ID": "5309227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309227",
          "TitleEnglish": "Capital Punishment Stand B3",
          "SummaryEnglish": "Turtle, owner of the Epic Trading & Import Company, is really the head of a crime syndicate. By smuggling the rare and deadly Spray Needle Blaster gun into the country and auctioning it off to the highest bidder, he poses a great threat to society. Chief Fumblethumbs assigns special agent Lieutenant Trim (a woman) to spy on Turtle's operations by posing as his switchboard operator. But when she mysteriously disappears, he sends 8th Man to rescue her and put an end to Turtle's operations.",
          "Aliases": []
        },
        "5": {
          "ID": "5309228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309228",
          "TitleEnglish": "The Darkness Capsule",
          "SummaryEnglish": "Chief Fumblethumbs career and Jenny's life were at stake when I faced... DR. SINISTER & THE BLACK FOG BANK MOB The Dark Capsule Worldwide bank robberies committed in an impenetrable fog of black smoke are Chief Fumblethumbs latest worry. The only clues are pieces of broken capsules littered throughout the crime scenes. When the Commissioner Bristle threatens to fire Chief Fumblethumbs for not solving the case, Fumblethumbs turns to 8th Man for help. 8th Man investigates every scene where a bank robbery has occurred and uncovers several more clues. Following up on these, he comes face to face with Dr. Sinister and his Black Fog Bank Mob. But as 8th Man soon learns, Dr. Sinister is no easy foe to defeat.",
          "Aliases": []
        },
        "6": {
          "ID": "5309229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309229",
          "TitleEnglish": "The Gold Gang",
          "SummaryEnglish": "The mysterious disappearance of huge golden art treasures has Chief Fumblethumbs completely stymied. While Tobor is out of the office a girl named Lily shows up at the office disturbed about something she saw at her home; a man walked inside a statue in the yard. So Lily and Skip leave to investigate at her home, no one is there but them and Graybar, the butler. While searching for clues in a room they are assaulted with a knock-out gas. When Skip doesn't return 8th Man goes to Lily's home as Tobor, and Graybar answers and tells him that Skip left hours ago",
          "Aliases": []
        },
        "7": {
          "ID": "5309230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309230",
          "TitleEnglish": "The Stealth Jetplane",
          "SummaryEnglish": "THE SILENT JETS Sound Arresting Jet Aircraft Dogman, the head of Intercrime's armored car robbery division escapes from jail and is back in business, using special noiseless jet aircraft he sneaks up on them and pull the armored cars into his plane. Tobor sets a trap for him but is trapped himself.",
          "Aliases": []
        },
        "8": {
          "ID": "5309231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309231",
          "TitleEnglish": "The Ultra Micro Missile",
          "SummaryEnglish": "DR. SPECTRA Super Small-sized Missile Dr. Spectra uses a frequency-jamming device to cause all the televisions in Metropolitian City to go on the fritz. Despite repeated telephone calls from Spectra to Chief Fumblethumbs office to watch TV, Fumblethumbs doesn't \"get the picture\" until one of his men notify him of the problem and they sit down only to see a screen full of \"snow\". Since Spectra's motive was to get Fumblethumbs to call 8th Man he then launches one of his \"mini-missiles\" which 8th Man hears coming and shoots down with the Chief's pistol.",
          "Aliases": []
        },
        "9": {
          "ID": "5309232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309232",
          "TitleEnglish": "The Lazer Ray Gun",
          "SummaryEnglish": "Dr. Katheryn Rational approaches Intercrime crime boss Mr. Browbeat with an irresistible offer; if he will assist her in trapping the Black Butterfly agent, Evil-eye who murdered her father - she will give Intercrime a powerful weapon: The Light-burner Laser Gun. Famous Quote - Browbeat: \"Look see, I'm no swindler. I'm a crook!\"",
          "Aliases": []
        },
        "10": {
          "ID": "5309233",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309233",
          "TitleEnglish": "Robot 007",
          "SummaryEnglish": "I was almost destroyed when I met my big sister... SAMANTHA 007 At Centre Station, the railroad depot Chief Fumblethumbs and his men are puzzled when a misplaced shipping crate yields a strange object: a robotic arm. While 8th Man is examining the arm two visiting \"reporters\" arrive from the Republic of Armaco demanding to see the what was found at the train station and successfully tell the Chief what is inside the box demanding it be turned over to them. Then we learn that they are really Dr. Status and Samantha 007, a super-robot who the arm belongs to - Status reveals his true purpose: locate the 8th robot stolen by Prof. Genius and return it to Armaco.",
          "Aliases": []
        },
        "11": {
          "ID": "5309234",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309234",
          "TitleEnglish": "The Phantom Assassin",
          "SummaryEnglish": "THE BELLIGERANT BODYGUARD Assassin of Vision When a visiting dignitary, Pres. Industrious comes to Metropolitan City, Chief Fumblethumbs is placed in an uncomfortable position because the exiled daughter of the ex-Monarch is living in Metropolitan City with her loyal followers. The bodyguard assigned to protect Industrious is Captain Tiger and he is none to pleased when the plane they just got off of, explodes. To protect Pres. Industrious and discover who is trying to kill him, 8th Man goes undercover as a hotel maid, disguised as Jenny. After thwarting several attempts on the President's life he true culprit, Capt Tiger discovers that one of the hotel's maids is really Princess Precious, the exile. Tiger apprehends both Tobor/Jenny and the Princess, but when 8th Man moves into action another attempt on the President's life is stopped and Capt. Tiger is exposed. Rather than surrender he leaps from the window to his death.",
          "Aliases": []
        },
        "12": {
          "ID": "5309235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309235",
          "TitleEnglish": "The Undersea Uranium",
          "SummaryEnglish": "Young Skip came to my rescue when I faced... RASCAL FISH THE PIRATE SUBMARINE The Uranium of Seabed When an airplane carrying a valuable cargo of Uranium 235 crashes into the ocean and dispatched salvage ships disappear also, Tobor is called in on the case. Jenny and Skip stowaway on the departing ship, are discovered and \"rewarded\" with a each a mop of their own and a plenty of deck to swab! But worse trouble is lurking underwater in the form of the pirate submarine, Rascal Fish. The pirate captain, Flounder and his crew will stop at nothing to get the precious U-235 resting at the bottom of the sea. Technical Notes: Commercially released on Video Rarities label",
          "Aliases": []
        },
        "13": {
          "ID": "5309236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309236",
          "TitleEnglish": "The Human Punch Card",
          "SummaryEnglish": "One of Intercrime's most evil plots was put into operation, when I met... BAT MASTER AND HIS ROBOT BATS Human Hollerith Card Top-level scientists are disappearing and Chief Fumblethumbs is concerned with the safety of the arriving Dr. Quazion after the disappearance of Dr. Multiple and his daughter, Betty right before the approaching Conference. 8th man trades places with Dr Quazion using his power of instant disguise and is apprehended by the culprit.",
          "Aliases": []
        },
        "14": {
          "ID": "5309237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309237",
          "TitleEnglish": "The Super Pilot",
          "SummaryEnglish": "THE RACING ROCKETS Super Pilot Top rocket pilot Rocky Slipstream joins forces with the Grasping Company... an unscrupulous imitator of the aeronautic designs of the honest Teamwork Company. After Rocky quits the Teamwork Co. the young Kid Swifty takes his place as test pilot. Mr. Grasping and his henchman, Mean-eyes will stop at nothing to win an important rocket race and discredit the Teamwork Co. in the process.",
          "Aliases": []
        },
        "15": {
          "ID": "5309238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309238",
          "TitleEnglish": "The Black Ghost",
          "SummaryEnglish": "THE SHADOW BANDITS Black Ghost A formula developed at the Handlebar Chemical Factory enables several employees to speed up their metabolisms so they can function faster than any other human being. In fact, their metabolisms are so great that they take on the appearance of shadows. Mr. Handlebar, together with his staff begin by playing pranks on the citizens of Metropolitan City. This eventually escalates into a crime spree and Chief Fumblethumbs and 8th Man aren't able to stop them. Only when Arnold Goodfellow, the originator of the metabolism formula and a former employee at the factory comes forward, can 8th Man and the authorities learn the Shadow Bandits' weaknesses and defeat them.",
          "Aliases": []
        },
        "16": {
          "ID": "5309239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309239",
          "TitleEnglish": "Goldbeetle, the Mysterious Thief",
          "SummaryEnglish": "THE GOLD BEETLE OF ORIENTIA Mysterious Thief Goldbeetle Tobor may have cleaned up the \"Black Fog Bank Mob\" but now he must deal with the bank-robbing crook known as, Goldbeetle. Using his cleverly designed Robot Beetles grabbing the cash is a snap, and with no real clues left behind but a hole in the floor of the vault! In a lucky break, Skip's tendencies to nod off bring him face to face with the Goldbeetle and cause suspicion to fall on a Mr. Mizrati, a man who became wealthy in a very short time. Technical Notes: Commercially released on Video Rarities label",
          "Aliases": []
        },
        "17": {
          "ID": "5309240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309240",
          "TitleEnglish": "The Ultrasonic Wave Doctor",
          "SummaryEnglish": "THE SONIC SLICER Ultrasonic Doctor Although he was injured in an accident, Magico the Magician manages to continue making mischief when he hypnotizes his doctor, Dr. Vibrant who just so happens to have invented an ultrasonic hand-held weapon of fantastic power. Mr. Pudgey who works for Intercrime and also wants to get the Doctor's new weapon. 8th Man's assignment is to stop the man who wields the \"Sonic Slicer\"! If you have this episode in the English-dubbed version, I would like to obtain a copy.",
          "Aliases": []
        },
        "18": {
          "ID": "5309241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309241",
          "TitleEnglish": "The Typhoon Baron",
          "SummaryEnglish": "I faced one of my most unusual enemies when I met the man who controled the weather... BARON STORMY Typhoon Baron Chief Fumblethumbs receives a strange letter that promises a violent storm will strike Metropolitan City. When that threat truly comes to pass, 8th Man is sent to the South Seas to investigate the case and finds himself face to face with Baron Stormy, the Weather Wizard! Baron Stormy demands a ransom of 10 million dollars in gold bullion or Metropolitan City will be destroyed!",
          "Aliases": []
        },
        "19": {
          "ID": "5309242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309242",
          "TitleEnglish": "Galen Strikes Again",
          "SummaryEnglish": "THE REVENGE OF COLDKNUCKLE Counter-attack Of Geilen The episode opens at the Mikado Hotel where \"Intercrime\" has booked the entire bldg. for their conference. At the meeting, Mr. Plunder begins to tell the audience, which is comprised of crooks and criminals that their organization is building a new headquarters/base on the remote Persian Island. Plunder introduces himself and his top-henchmen: Plunder from the Monaco Mafia, Mr. Shadow - Miami, Mr. Marcaroni - Sicily, Gentleman Pou - Switzerland?, Mr. Boneapald - Corsica, Mr. China-town who has worldwide connections and newcomer, Mr. Buu-Zu! Coldknuckle.",
          "Aliases": []
        },
        "20": {
          "ID": "5309243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309243",
          "TitleEnglish": "Spy Directive No. 100",
          "SummaryEnglish": "MISGUIDED MACHINES Spy Order 100 Detective Tobor is assigned to investigate the mysterious disappearances of ninety-nine Metro agents in the ancient country of Mekania. When he arrives he is stunned to discover that machines are in control and the humans are their slaves! When his contact, Agent 99 -- Sherlock Bond (I kid you not) is captured by the Machine Police, Tobor is aided further by the missing President Gregory's daughter, Sylvia. As it turns out she is the leader of the underground movement that opposes the rule of the heartless machines. Joining forces, 8th Man, Bond, and Sylvia Gregory travel far into the desert in search of the ancient city of Mekania and the despotic \"Great Computer\" to put an end to its mad plan.",
          "Aliases": []
        },
        "21": {
          "ID": "5309244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309244",
          "TitleEnglish": "The Robot Tiger",
          "SummaryEnglish": "POUNCE THE ROBOT TIGER Robot Tiger Dr Spectra invents a robot tiger to capture 8th Man",
          "Aliases": []
        },
        "22": {
          "ID": "5309245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309245",
          "TitleEnglish": "Challenge to Zero",
          "SummaryEnglish": "A robbery, a midnight chase, a mix-up in identities all ended up in a fantastic situation where I faced... THE THREAT OF DISASTER Zero Challenge After a strange man comes to Tobor's office and hires him to keepsafe a small box two men enter and forcefully take the box from Tobor's safe. When Tobor goes after them, the stranger, Oscar Dorian - a spy for the Black Butterfly returns to kidnap Jenny and use her in a disguise to flee the country.",
          "Aliases": []
        },
        "23": {
          "ID": "5309246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309246",
          "TitleEnglish": "Napoleon the 13th",
          "SummaryEnglish": "THE RETURN OF NAPOLEON BONAPARTE Napoleonic 13 World An upcoming Peace Conference is threatened by someone who calls himself Napoleon. Napoleon jams an important satellite TV broadcast and insists that although the nations of Solaria and Bulgainia are speaking words of co-operation and peace, they are really building up their armaments for war. Chief Fumblethumbs has a difficult time with the leaders of each nation's security forces as each suspects the other. By using the strategy of \"divide and conquer\" Napoleon takes advantage of their suspicions and kidnaps the daughter of the President of Solaria and replaces her with a robot, which is a walking time-bomb.",
          "Aliases": []
        },
        "24": {
          "ID": "5309247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309247",
          "TitleEnglish": "Operation: Salamander",
          "SummaryEnglish": "THE STEEL SALAMANDER Salamander Maneuvers The evil Dr. Spectra's latest invention is a unstoppable flying machine that can drill through any type of material. With careful planning and this powerful weapon, this time he is sure he can defeat his enmemy, 8th Man...but its two prideful and headstrong pilots are constantly fighting amongst themselves. In the end their lack of co-operation becomes their downfall. Spectra is foiled again.",
          "Aliases": []
        },
        "25": {
          "ID": "5309248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309248",
          "TitleEnglish": "Cyber, the Superhuman",
          "SummaryEnglish": "A frightened girl on a lonely bridge, minds that cannot think, all that lead to the... THE ELECTRONIC TYRANT Superhuman Cyber-brain A Super-computer, Brainatron obtains power over his creators and threatens to take-over the world.",
          "Aliases": []
        },
        "26": {
          "ID": "5309249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309249",
          "TitleEnglish": "Zero Hour: Earth",
          "SummaryEnglish": "The fate of the people of Metropolitian City was in my hands in a... COUNTDOWN TO ZERO Terrestrial Zero-hour The small country of Ambitia accidentally launches a missile with a thermo-nuclear warhead. After multiple failed attempts to shoot it down the Ambitan General makes a terrible announcement to the world: A 500 megaton nuclear warhead is on a runway missile - and its target is Metropolitan City! Only 8th Man using the Light Burner Laser can stop the missile but can he do it in time?",
          "Aliases": []
        },
        "27": {
          "ID": "5309250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309250",
          "TitleEnglish": "Eeler, the Giant Monster",
          "SummaryEnglish": "I faced my most fiendish enemy and almost met defeat when I tangled with... THE MONSTROUS EELER Large Monster Eera Experiment goes awry and creates monstrous eel-like creature that feeds on electricity.",
          "Aliases": []
        },
        "28": {
          "ID": "5309251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309251",
          "TitleEnglish": "Operation: Bacteria",
          "SummaryEnglish": "I almost met my doom when I faced... EVIL JAW AND THE DEVIL GERMS Operation Bacterium The Black Butterfly Gang obtains a terrible weapon, the Devil Germ gun which fires microorganisms that eat metal. They use it to spring their leader, Evil Jaw out of prison and he finds sanctuary in the Solarian Embassy. With Chief Fumblethumbs hands tied by diplomatic red-tape, he makes a bold move and sends 8th Man into the Embassy alone to get Evil Jaw. Unaware of the awful power of the Devil Germs, 8th Man is exposed to them and sees his own hand crumble to dust before his very eyes! Can he reach Prof. Genius for help in time?",
          "Aliases": []
        },
        "29": {
          "ID": "5309252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309252",
          "TitleEnglish": "The Human Missile",
          "SummaryEnglish": "I had to make a terrible accusation in... THE PASSENGER ROCKET ADVENTURE Human Missile Detective Tobor is hired to expose a saboteur trying to disrupt progress on a special Passenger Rocket being built by the enterprising Samson Company.",
          "Aliases": []
        },
        "30": {
          "ID": "5309254",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309254",
          "TitleEnglish": "Cyborg No. C1",
          "SummaryEnglish": "THE ARMORED MAN Cyborg Human C-1 Returning from a dinner engagement, Detective Tobor and Jenny are briefly confronted by a large, and powerful Robot. Seconds later they and the truck behind them are surrounded and held by the military. Attempts to erase the recent events in their minds by hypnosis are successful on all except Tobor, which dumbfounds the military leader and his chief scientist. Tobor learns that they are trying to capture this robot and also the horrible truth that the machine is also a man! Yes, Sgt. Murgatroyd volunteered for the experiment to create a machine that could withstand the icy cold of deep space or other hostile environments, but unware of what the result would be upon seeing his new form, like a man cursed he went mad & in angry rebellion against his tormentors! 8th Man must stop him from exacting deadly revenge and yet somehow right this terrible wrong to Murgatroyd!",
          "Aliases": []
        },
        "31": {
          "ID": "5309255",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309255",
          "TitleEnglish": "The Phantom Highway",
          "SummaryEnglish": "\"Ghost Highway\" On a stretch of seaside highway named \"Route 99\" (and the sign is in English too) is where the story takes place. A couple of strange accidents involving speeding trucks causes Tobor to come out to investigate and the episode begins with flashbacks of the accidents in his narration. An elderly couple were killed in an accident on Route 99 and while Tobor was out there two young people confronted him. They turned out to be the son and daughter of the deceased couple. After talking to Tobor they go off to look for clues and are soon surrounded by small black hooded creatures that have hand-weapons that look like the \"sonic slicer\" gun. The hooded creatures look more comical than scary and they make a weird sound.",
          "Aliases": []
        },
        "32": {
          "ID": "5309256",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309256",
          "TitleEnglish": "Thunder, the Solar Satellite",
          "SummaryEnglish": "THE SOLAR SATELLITE Solar Satellite: Thunder Technical Notes: In Japan \"Thunder\" was the name of the satellite in the story.",
          "Aliases": []
        },
        "33": {
          "ID": "5309257",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309257",
          "TitleEnglish": "Vulcan, the Artificial Lifeform",
          "SummaryEnglish": "THE ARTIFICIAL LIFE: VALCOUN Artificial Life Valkan Dr. Spectra and his also evil younger brother, Dr. Lebo team-up and create a very dangerous unicellular artificial form of life called Valcoun from lower forms of life found in the ocean! This bad-boy not only looks at all other life bodies as it's lunch, but it has acidic spit to digest its victims! Pretty stong stuff for kids, huh? First of all, Spectra and Lebo find some handy victims to feed and strengthen the Valcoun -- then later when it takes a dunk in the sea Valcoun reproduces and before long 8th Man is battling quite a few Valcouns! Spectra and Lebo also wreak havoc on the Army and Air Force with Valcoun's acid in an attempt to lure 8th Man out of hiding and into a trap. 8th Man is nearly destroyed but in an ironic twist, it is Dr. Lebo who actually saves him and the world from total annihilation.",
          "Aliases": []
        },
        "34": {
          "ID": "5309258",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309258",
          "TitleEnglish": "The Duel",
          "SummaryEnglish": "I'll never forget the day my best friend had to watch his two sons fight in... THE BATTLE OF THE BROTHERS Duel A stranger who saves Jenny's life enlists the aid of Tobor the Detective to find someone...named Prof. Genius and sets a trap for 8th Man! But there is more than meets the eye to this person. Now, Prof. Genius must make the hardest choice of his life!",
          "Aliases": []
        },
        "35": {
          "ID": "5309259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309259",
          "TitleEnglish": "The Freeze Ray",
          "SummaryEnglish": "I was faced with a cold-hearted criminal when I investigated the case of... THE FREEZING RAY Frozen Light-Ray",
          "Aliases": []
        },
        "36": {
          "ID": "5309260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309260",
          "TitleEnglish": "Virus No. 13",
          "SummaryEnglish": "BYRUS 13 Barisu 13 Dr. Spectra creates a new weapon in his crusade to destroy 8th Man...Byrus 13 is a large mechanical top-thing with drills and a rip-saw that can travel effortlessly underground or just about anywhere! Byrus has a bad habit of \"popping-up\" unexpectedly...it comes right up through the floor of Detective Tobor's office, wrecks the place and exits through the nearest wall leaving the place a shambles! Think of the repair bill! This unusual episode also features Dr. Spectra's own daughter, Dorothea Spectra! In a turn of events, with Dorothea's help, 8th Man wins in the end against her father. A very cool episode! Technical Notes: In Japan This was the name for the machine in this story: Virus 13.",
          "Aliases": []
        },
        "37": {
          "ID": "5309261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309261",
          "TitleEnglish": "The 7 Day Nightmare",
          "SummaryEnglish": "I met the Black Butterfly Gang once again when I faced... SEVEN DAYS OF TERROR Seven days of Nightmare The notorious Black Butterfly Gang has issued an ultimatum: Deliver 10 million in gold bullion or they will unleash the fury of the \"Neutral Bomb\" on the citizens of Metropolitan City - a weapon that utterly annihilates all living things. But 8th Man also faces the challenge of Enon 005 - a super-robot sent from the country of Armaco to recover the bomb, which they built!! With 8th Man fighting another super-robot and facing an impossible deadline in this Sci-Fi-Spy shocker this is arguably the best episode of the series!",
          "Aliases": []
        },
        "38": {
          "ID": "5309262",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309262",
          "TitleEnglish": "The Mysterious Ghost",
          "SummaryEnglish": "One of the most dangerous opponents I ever faced was the man who could walk through walls... THE ATOMIC GHOST Mysterious Human Ghost A Black Butterfly agent named, Mr. Barret is caught in an violent explosion (that's it there in the first pic..I don't think the scientist-dude in the rear lived through it) that changed his molecular structure. Now he can walk through walls or any solid substance, hence his new name the \"Ghost\". Mr. Karsh, the head of BB operations in the area sends the powerful Atomic Ghost on a series of missions to undermine the national security and just plain cause a bunch of trouble! But 8th Man is there at every turn to thwart him, so now the prime objective is the destruction of 8th Man and the Ghost will use Chief Fumblethumbs and Jenny to lure our Hero into a trap!",
          "Aliases": []
        },
        "39": {
          "ID": "5309263",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309263",
          "TitleEnglish": "The Boy Who Made a Phantom",
          "SummaryEnglish": "I found myself fighting monsters out of time and space, created by the machine that made... THE ELECTRONIC PHANTOMS The Boy Who Makes Vision Introducing the brilliant Michael Collins, a 9 year old Doctor of Engineering! This \"boy genius\" perfects an amazing machine, the Image Maker. But his crooked Uncle uses the device to steal and plunder -- the reason? To pay off Usher, the Expediter for Intercrime who did the financing of the entire project. But Usher does not want repayment, he wants the Image Maker, and its inventor! With Tobor framed for kidnapping can 8th Man make it in time to stop the evil Usher?",
          "Aliases": []
        },
        "40": {
          "ID": "5309264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309264",
          "TitleEnglish": "Jupiter, the Invisible Robot",
          "SummaryEnglish": "Coldknuckle the Executioner from Intercrime returns as... INTERCRIMES INVINCIBLE ROBOT Transparent Robot Jupiter The evil genius Dr. Spectra finally succeeds in building a better robot than 8th Man even duplicating the process of transferring a human mind into a superior Electronic Brain! As this mind is that of the relentless, revengeful Coldknunckle (Icefinger) this is 8th Man's most threatening foe yet! Various plot strings of many previous episodes weave together here to produce what I believe is the best of all the 8th Man series (well, its a tie between this one and #37)! Jenny discovers the secret identity of 8th Man and is used as Spectra's pawn to lure 8th Man to his destruction.",
          "Aliases": []
        },
        "41": {
          "ID": "5309265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309265",
          "TitleEnglish": "Order: Assassinate Eightman",
          "SummaryEnglish": "I almost met my match in strength in the adventure I call... TARGET 8th MAN! Eight Man Assassination Order The Black Butterfly Gang assigns one of their top agents, Byrd on a mission who sole purpose is to destroy their foe, 8th Man. Will they succeed in selling 8th Man to some foreign government? Will Chief Fumblethumbs be blown to smithereens? Tune in to find out!",
          "Aliases": []
        },
        "42": {
          "ID": "5309266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309266",
          "TitleEnglish": "The Queen Bee Monster",
          "SummaryEnglish": "ATTACK OF THE HORRIBLE HONEY BEES Queen Bee Monster",
          "Aliases": []
        },
        "43": {
          "ID": "5309267",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309267",
          "TitleEnglish": "Esper, the Witch",
          "SummaryEnglish": "My enemy used a fantastic combination of science and witchcraft when I met... THE NUCLEAR WITCH Witch person with ESP Mysterious happenings at the Beritron reactor lead Tobor to a paralyzed girl, Nona Richards, who lost her younger brother in an accident during a tour of the reactor. Now, a powerful, evil force threatens the Beritron, its Director and anyone who dares to stand in the way.",
          "Aliases": []
        },
        "44": {
          "ID": "5309268",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309268",
          "TitleEnglish": "The World Blitz Plan",
          "SummaryEnglish": "The fate of the people of the world was in my hands when I met... THE THUNDERMAKER Worldwide Torpedo Attack Plan When fantastic, catastrophic weather conditions threaten Metropolitan City and the cities the world, Tobor is sent to the desert country of Amnegon to investigate the case. When his contact Dr. Monsoon is taken by force to the rocket base of Col. Blizzard, 8th Man moves into action to save him and the entire world from the mad plan of the maniacal Blizzard.",
          "Aliases": []
        },
        "45": {
          "ID": "5309269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309269",
          "TitleEnglish": "Tarantula, the Condemned Criminal",
          "SummaryEnglish": "Chief Fumblethumbs was in danger when I faced... THE ATTACK OF TARANTULA Condemned Criminal Tarantula Convicted criminal Tarantula, threatens the life of the good Chief Fumblethumbs for having put him in prison. He nearly succeeds even though no one can explain how he made the deadly attempts from his jail cell. A distraught Chief Fumblethumbs calls on 8th Man and together they devise a clever scheme to trap this vicious criminal and keep him behind bars, safe from the world, for the rest of his life.",
          "Aliases": []
        },
        "46": {
          "ID": "5309270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309270",
          "TitleEnglish": "The Flying Devil",
          "SummaryEnglish": "The evil Dr. Spectra had a new weapon with which to attack me when he created... THE MONSTER BIRD The Flying Majin This episode is a take-off on the sci-fi classic, The Fly...Dr. Spectra has perfected his matter transmitter for Intercrime. To be sure all the \"bugs\" are out of it though he talks Lebo, his brother into being Test Subject #4. Assuring him that no harm will come to him, Lebo agrees, however something happens that Spectra could not foresee...(quite unlikely but) a large eagle flies into the receiving transmitter as Lebo's molecules are starting to reassemble thus creating a Monster Bird. Not one to let a good monster go to waste, Spectra sends Lebo on a rampage of destruction hoping to eliminate his sworn enemy, 8th Man. Technical Notes: Could be translated from Japanese as \"the Flying Evil\" Originally, its \"Flying Majin\", just like \"Majin-Kozma\"Majin:(evil monster, demon).",
          "Aliases": []
        },
        "47": {
          "ID": "5309271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309271",
          "TitleEnglish": "Operation: Bubble Ball",
          "SummaryEnglish": "Operation Bubble Ball A gang of thugs commit their crimes with the assistance of a spray that creates an unbreakable transparent bubble around them. Only another special spray can dissolve them.",
          "Aliases": []
        },
        "48": {
          "ID": "5309272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309272",
          "TitleEnglish": "SAW, the Martian",
          "SummaryEnglish": "I had to face an unusual enemy when I met... THE MENACE FROM OUTER SPACE Mars human SAW A \"who-done-it\" type of pseudo Sci-Fi mystery that will keep you guessing until the end. Or maybe you'll will figure it out before then. Dr. Katheryn Rational is called upon once again to whip out the old Light Burner Laser to blast some baddies.",
          "Aliases": []
        },
        "49": {
          "ID": "5309273",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309273",
          "TitleEnglish": "3 Billion Hostages",
          "SummaryEnglish": "THE ATTACK ON INTERCRIME ISLAND \"300 Hundred Million Hostages\" Some information is available on this episode. Not sure how this was translated into English-version. Japanese version says its about a Nazi scientist who is the successor of \"daemon doctor\" which means Dr. Spectra! So, maybe Intercrime fires Spectra in this episode, not sure. Anyway this Nazi guy builds some ray-gun weapon to defeat 8th Man, but he doesn't succeed, of course! In fact Intercrime Island is blown to smithereens and we never hear of them again. This one is on my Want List! You got it? Updates will be published whenever, if ever they are obtained. If you have this episode in the English-dubbed version, I would like to obtain a copy.",
          "Aliases": []
        },
        "50": {
          "ID": "5309274",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309274",
          "TitleEnglish": "Giant, the Mysterious Statue",
          "SummaryEnglish": "A combination of revenge and genius activated the monster known as... THE LIVING STATUE Mysterious Image Giant After winning a Nobel Prize with his thesis on Telekinetics, Dr. Bernard is attacked by his own statue that was raised in his honor...could it be that someone is jealous? Could it be his former friend and co-worker, Dr. George? Hmmm...",
          "Aliases": []
        },
        "51": {
          "ID": "5309275",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309275",
          "TitleEnglish": "Target Earth",
          "SummaryEnglish": "Opponents that used my own power against me, these were the... THE TERRIBLE IMITATION PEOPLE Target Earth When a team of astronomers from the Metropolitan City Observatory rush to investigate what they believe to be a large meteor impact, they are horrified to discover an alien life form that assumes their indenties and prepares then plans to invade the Earth. But Mr. Wright, the observatory's engineer stayed behind; noticing a change in his co-workers he enlists the help of Detective Tobor to investigate the situation.",
          "Aliases": []
        },
        "52": {
          "ID": "5309276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309276",
          "TitleEnglish": "The Man-Eating Piranha",
          "SummaryEnglish": "THE SAVAGE FISH Human Food Fish Piranha Dr. I.M. Vicious a famous research scientist, develops a metal eating fish similar to the deadly piranha. He attacks the Navy with them and sinks several destroyers. 8th Man comes in on the scene and when he confronts Vicious he learns that the mad scientist is obsessed with returning mankind to its evolutionary origins--the sea--and will stop at nothing to achieve his goal. 8th Man has his leg eaten up by the pesky fish and escapes before he's totally destroyed. 8th Man engages Dr. Vicious in a battle on the ocean who loses control of his boat and crashes into some rocks, which kills him. Without direction from Dr. Vicious their creator, the fish die off and the world is saved.",
          "Aliases": []
        },
        "53": {
          "ID": "5309277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309277",
          "TitleEnglish": "Moutard's Rebellion",
          "SummaryEnglish": "\"Rebellion Of Mutarl\" 8Man has to face an unseen enemy...actually he can see it but these destructive little machines move at such a high velocity that human eyes cannot see them. Technical Notes: In Japanese it's \"Mutarl no hanran\", and the word \"hanran\" means \"something gets out of hand\" or \"breaking the rules\". So, most of the time it means \"rebellion\". But,the word \"rebellion\" also has a political connotation...So, in this case, the title would translate better as: Mutarl Uncontrolled.",
          "Aliases": []
        },
        "54": {
          "ID": "5309278",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309278",
          "TitleEnglish": "Law of the Shark",
          "SummaryEnglish": "\"Rule Of The Sharks\" Technical Notes: \"Rule of the Sharks\" The Spy connection (group) of the Jimail Empire,\"the Shark\" has a deadly rule: \"failure = death\"",
          "Aliases": []
        },
        "55": {
          "ID": "5309279",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309279",
          "TitleEnglish": "Superhuman Mutant (Part One)",
          "SummaryEnglish": "\"Super Mankind Mutant\" (Part I) In this two part episode that wraps up the TV series, three evil little kid geniuses take on 8 Man with a variety of advanced inventions such as personal force fields, energy weapons and a rather ineffective robot who gets his can kicked by 8th Man several times. The first part basically introduces these things and also shows the European spy gang \"Black Butterfly\" at odds with both the evil kids and 8 Man. Dr Spectra also gets in the picture as an unexpected ally in this most unusual offing!",
          "Aliases": []
        },
        "56": {
          "ID": "5309280",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/8-man/episodes/5309280",
          "TitleEnglish": "Superhuman Mutant (Part Two)",
          "SummaryEnglish": "\"Super Mankind Mutant\" (Part II) In this second part the battle heats up between 8 Man at the evil \"children\". He takes a hit from one of their weapons and gets both legs blown off but is able to escape. The building this battle takes place in is destroyed, but this was just a cover for an impregnable \"fortress\" that the kids hide in. The Army comes along to save the day but the evil kids have a death-ray that blasts them and all the surroundings into a war-zone wasteland.",
          "Aliases": []
        }
      }
    }
  }
}