{
  "URL": "https://www.thetvdb.com/series/crush-gear-turbo",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Comedy",
    "Drama",
    "Family",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/944E-2F58-1078-C022-7A21-M",
    "https://www.imdb.com/title/tt1867710/",
    "https://www.sunrise-inc.co.jp/international/work/detail.php?cid=71",
    "https://www.themoviedb.org/tv/45004",
    "https://www.themoviedb.org/tv/45004"
  ],
  "TitleEnglish": "Crush Gear Turbo",
  "SummaryEnglish": "Crush Gear Turbo (激闘!クラッシュギアTURBO, Gekitō! Kurasshugia Tābo) is an anime series produced by Sunrise. It spanned 68 episodes, aired across Japan on the anime television network Animax from October 7, 2001 to January 26, 2003. It was followed on by a sequel, Crush Gear Nitro, which has also been aired across Japan by Animax.",
  "Aliases": [
    "Fierce fight Crush Gear Turbo",
    "Fight! Crash Gear TURBO",
    "Fight! Crush Gear TURBO",
    "Gekito! Crush Gear Turbo",
    "Gekitou! Crush Gear TURBO",
    "Gekitou! Kurasshu Gia Taabo",
    "Gekitō! Kurasshugia Tābo",
    "げきとう クラッシュギアターボ"
  ],
  "Modified": "2025-09-26",
  "Seasons": {
    "0": {
      "ID": "549400",
      "URL": "https://www.thetvdb.com/series/crush-gear-turbo/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "7936404",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/7936404",
          "TitleEnglish": "Crush Gear Turbo The Movie - Kaiservern's Ultimate Challenge",
          "SummaryEnglish": "Having gained great popularity as a TV series and toys, Crush Gear Turbo here becomes a movie for the first time. The very first Gear even made in the world is stolen. The gear, named Kaiservern, beats the prize winners of the Australia convention one after another. Kouya and Manganji, which won a prize in the Asia Convention, become targets too. When the unidentied gear fighter who handles Kaiservern appears in front of Kouya and Manganji, the two boys decide to fight together to win victory over their enemy.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "470686",
      "URL": "https://www.thetvdb.com/series/crush-gear-turbo/seasons/official/1",
      "# Episodes": 68,
      "Episodes": {
        "1": {
          "ID": "4141389",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141389",
          "TitleEnglish": "The Burning Spirit of Gear Fighting",
          "SummaryEnglish": "Kouya Marino dreams of being a Crush Gear Fighting champion, just like his older brother Yuhya Marino, who died shortly after becoming the Asian Crush Gear Champion. The Tobita Crush Gear Club is facing extinction when their star player Takeshi Manganji quits the club and forms his own, taking all of the members with him. Kouya tries to prove his worth by challenging Takeshi to a duel.",
          "Aliases": []
        },
        "2": {
          "ID": "4141390",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141390",
          "TitleEnglish": "Find the Red Bean Bun Fighter",
          "SummaryEnglish": "Kouya and his friend Kaoru sets out to find the mysterious Red Bean Bun Fighter - an excellent Gear Fighter who can really eat! But he has already been invited to join Takeshi Manganji’s club. Kouya challenges him to a showdown to determine which club he should join. Will Kouya prevail?",
          "Aliases": []
        },
        "3": {
          "ID": "4141391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141391",
          "TitleEnglish": "Gear Master Kyousuke Jin",
          "SummaryEnglish": "Registration for the big Gear Fighting tournament is arriving soon. Kouya tries to convince Kuroudo to join, but he refuses. It is suggested that Kouya get Garuda Eagle fixed by Kyousuke Jin - a whiz kid with a grudge against Gear Fighters. Will Kyousuke put aside his anger and join forces with Kouya?",
          "Aliases": []
        },
        "4": {
          "ID": "4141392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141392",
          "TitleEnglish": "The Fourth Fighter",
          "SummaryEnglish": "With three Gear Fighters, the Tobita Club is still one short to enter the tournament. Kouya discovers that Kuroudo was once on Team Griffon with Kyousuke; but quit becuase Kyousuke installed a microchip on Kuroudo’s Gear (Shooting Mirage). Can Kuroudo and Kyousuke ever fight together?",
          "Aliases": []
        },
        "5": {
          "ID": "4141393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141393",
          "TitleEnglish": "Trouble in the Tobita Club",
          "SummaryEnglish": "The Tobita Club has enough Gear Fighters, but they have another problem - they're running out of money. After an argument, the team members agree to have a tournament to bring in money and members. Can they make the tournament work and save Tobita Club?",
          "Aliases": []
        },
        "6": {
          "ID": "4141394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141394",
          "TitleEnglish": "Betting with Our Gear",
          "SummaryEnglish": "Three kids from the Central Gear Fighting Club come to town to challenge Takeshi. One problem - Takeshi isn't available. Kouya isn't impressed by their Gear Fighting claims and challenges them to a game, putting Garuda Eagle on the line.",
          "Aliases": []
        },
        "7": {
          "ID": "4141395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141395",
          "TitleEnglish": "A Gift from My Brother",
          "SummaryEnglish": "Kouya begins to worry about his Gear Fighting ability. He meets a classmate of his whose father works at the zoo and gets dragged into an embarrassing Gear Fight with a chimpanzee - and he loses! Can Kouya regain the respect of his teammates?",
          "Aliases": []
        },
        "8": {
          "ID": "4141396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141396",
          "TitleEnglish": "Octopus Barbeque Battle Royale",
          "SummaryEnglish": "The Tobita Club has not been invited to take part in the Manganji Cup - a new Gear Fighting Tournament put on by Takeshi's father. In order to get an invitation, Tobita Club must Gear Fight with a new team. How will Tobita Club cope with team Burning Octopus' tricky tactics?",
          "Aliases": []
        },
        "9": {
          "ID": "4141397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141397",
          "TitleEnglish": "Jirou's Old Injury",
          "SummaryEnglish": "The Tobita Club makes a surprise appearance of the Manganji Cup. Before they get thrown out Takeshi is pressured into letting them play in an exhibition game against the new team in the Manganji empire - the Mighty Gears. Jirou is first up, but gets a nasty surprise - his opponent is his old Little League teammate. Will Jirou lay down his Gear in order for his old teammate to win?",
          "Aliases": []
        },
        "10": {
          "ID": "4141398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141398",
          "TitleEnglish": "The Real Gear Genius",
          "SummaryEnglish": "It's the second round of the Manganji Cup exhibition game and Gear Master Jin is next to Gear Fight. His opponent is the mysterious and super intelligent Japan Chess Champion Kishin Okawa. Can Jin control his temper to win the round?",
          "Aliases": []
        },
        "11": {
          "ID": "4141399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141399",
          "TitleEnglish": "Victory Through Stubborness",
          "SummaryEnglish": "It's the third round of the Manganji Cup exhibition game, and the last chance for the Tobita Club to salvage some pride. Kuroudo has to take on the tricky snooker player Eddie Kobayashi and his unbeatable Gear, Break Nine. Break Nine has only one weak spot, can Kuroudo find it in time?",
          "Aliases": []
        },
        "12": {
          "ID": "4141400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141400",
          "TitleEnglish": "The Strongest Gear in the World",
          "SummaryEnglish": "It's the last round of the Manganji Cup exhibition game - Kouya versus the racing cart champion Satoru, but Takeshi stops them before the fight begins. Takeshi announces the real reason for hosting the tournament - to unveil his fantastic new Crush Gear - Gaiki. Kouya challenges Takeshi to a Gear Fight, can Garuda Eagle hold its own against the mighty Gaiki?",
          "Aliases": []
        },
        "13": {
          "ID": "4141401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141401",
          "TitleEnglish": "Friendship and Rivalry",
          "SummaryEnglish": "A battle between Takeshi's Gaiki and Kouya's Garuda Eagle leaves Garuda Eagle damaged but also unveils the secret of Gaiki's super speed. Kyousuke Jin finds a way to fulfill his dream of building the ultimate Crush Gear, but will it mean betraying the Tobita Club?",
          "Aliases": []
        },
        "14": {
          "ID": "4141402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141402",
          "TitleEnglish": "Takeshi's Dream Team",
          "SummaryEnglish": "Takeshi invites Kyousuke Jin to his secret Crush Gear research laboratory to build the ultimate Crush Gear. At the same time Kouya and Kuroudo are tricked into going to the Hokkaido Cup Crush Gear competition. While there, they see Takeshi's new super Crush Gear destroy the competition and Kyousuke Jin.",
          "Aliases": []
        },
        "15": {
          "ID": "4141403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141403",
          "TitleEnglish": "The Swordmaster of Hokkaido - Takekura",
          "SummaryEnglish": "During the Hokkaido Cup Kouya, Kaoru and Kuroudo see Kyousuke sitting on the Manganji team bench, they set out to discover if Kyousuke has betrayed the Tobita Club. Kuroudo meets a kendo master, who begins to teach him that in order to become better he must first be able to experience losing.",
          "Aliases": []
        },
        "16": {
          "ID": "4141404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141404",
          "TitleEnglish": "Struggle",
          "SummaryEnglish": "Kyousuke is betrayed to Takeshi and Kouya must battle a super computer to save the secrets of Garuda Eagle, Kuroudo continues his battle to learn that the passion to win comes from knowing true loss. And back in Nagasaki, Jirou's shoulder operation has been a success, but what is the secret that the doctor tells Lilika?",
          "Aliases": []
        },
        "17": {
          "ID": "4141405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141405",
          "TitleEnglish": "Horror Illusion Cup",
          "SummaryEnglish": "The Tobita Club needs to enter the Asian Champions Cup but don’t have enough qualifying points. In order to get more points they are forced to enter the Horror Cup, a Crush Gear competition that is about to be banned for being too dangerous. The club is forced to do battle in the most dangerous Crush Gear ring ever...",
          "Aliases": []
        },
        "18": {
          "ID": "4141406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141406",
          "TitleEnglish": "Garuda Eagle's Roots",
          "SummaryEnglish": "The second round of the Horror Cup sees the Tobita Club pitted against an all-girl team. Kouya’s refusal to fight with the all-girl team lead to an argument and with Kaoru leaving...",
          "Aliases": []
        },
        "19": {
          "ID": "4141407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141407",
          "TitleEnglish": "Return of the Burning Octopus",
          "SummaryEnglish": "Kouya is getting closer to finding out how to unlock the secrets of Garuda Eagle’s special powers. Meanwhile, the tricky quadruplets of the Burning Octopus Club come back to play the Tobita Club in the semifinals of the Illusion Cup. Will the Octopus Club play fair?",
          "Aliases": []
        },
        "20": {
          "ID": "4141408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141408",
          "TitleEnglish": "Fly Garuda Eagle",
          "SummaryEnglish": "Kuroudo and Kyousuke are shocked in the finals of the Illusion Cup, when they have to face their old teammates and answer some difficult questions. Can the Tobita Club manage to win the finals to make their way to the Asia Cup?",
          "Aliases": []
        },
        "21": {
          "ID": "4141409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141409",
          "TitleEnglish": "Attack of the Tobita Club",
          "SummaryEnglish": "Kouya has finally mastered Garuda Eagle's secrets - and it's unstoppable! He crushes his opponents in a series of championships. Will this success go to Kouya's head?",
          "Aliases": []
        },
        "22": {
          "ID": "4141410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141410",
          "TitleEnglish": "A Sad Victory",
          "SummaryEnglish": "During the semifinals of the Buthokan Cup Kouya was meant to face Chota and his deadly Hammerhead Gear, but Jirou steps up to the ring instead. This leads Kouya to face Nobiru and his pointy Thunder Horn. Will this fight destroy Garuda Eagle?",
          "Aliases": []
        },
        "23": {
          "ID": "4141411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141411",
          "TitleEnglish": "Hit the Right Spot",
          "SummaryEnglish": "The Tobita Club have made it to the semifinals of the Buthokan Cup. But they have a long fight ahead of them to win the cup. First up is Kuroudo - facing his old nemesis Fast Eddie Kobayashi and his Gear Break Nine.",
          "Aliases": []
        },
        "24": {
          "ID": "4141412",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141412",
          "TitleEnglish": "No Regrets",
          "SummaryEnglish": "The Tobita Club only need to win one more fight and they are in the Buthokan Cup finals. Jirou is up and he's playing his old Little League teammate Taki again. The fight isn't going well until a couple of unlikely figures shake things up and the Tobita Club what really matters.",
          "Aliases": []
        },
        "25": {
          "ID": "4141413",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141413",
          "TitleEnglish": "The Choice of Friendship",
          "SummaryEnglish": "It's the 3rd round of the Buthokan Cup and Kyousuke Jin is facing off against his old enemy Kishin Okawa. Kyousuke has been locked in his workshop preparing a new Gear for days, but when it comes to game time, nothing seems to be different about Kyousuke’s Gear.",
          "Aliases": []
        },
        "26": {
          "ID": "4141414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141414",
          "TitleEnglish": "Garuda Phoenix",
          "SummaryEnglish": "It's the final round of the Buthokan Cup and Kouya must win in order for the Tobita Club to participate in the Asia Cup. Kyousuke Jin has built Kouya a brand new Gear called Garuda Phoenix to replace the shattered Garuda Eagle. Will Kouya be able to control his new powerful Crush Gear?",
          "Aliases": []
        },
        "27": {
          "ID": "4141415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141415",
          "TitleEnglish": "Kouya versus the Hyper Grandpa",
          "SummaryEnglish": "Kouya meets up with a funloving old man who wants to learn how to Crush Gear Fight. At the same time, Kaoru discovers that somebody has posted the blueprint for the secret VT Chassis on the Internet – which means anybody can build a Gear with this powerful chassis!",
          "Aliases": []
        },
        "28": {
          "ID": "4141416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141416",
          "TitleEnglish": "My New Rival, Wang Hu",
          "SummaryEnglish": "The Tobita Club arrive in Singapore for the much anticipated Asian Cup Championships. But as soon as they are off the plane Kouya loses his Gear in the airport. Kouya meets Wang Hu, a Chinese kid who helps him get his Crush Gear back. But why is Wang Hu so mysterious?",
          "Aliases": []
        },
        "29": {
          "ID": "4141417",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141417",
          "TitleEnglish": "Asian Cup Opening Match",
          "SummaryEnglish": "The Tobita Club participates in the opening stage of the Asia Cup. Later, Kouya meets Kim Yong-sun, Yuhya's opponent in the Asia Cup four years ago. Yong-sun also introduces his little brother, Kim Yong-dae to Kouya. Yuhya and Yong-sun's younger siblings compete against each other in the first match of the tournament but only one of them will continue the legacy of their respective older brothers.",
          "Aliases": []
        },
        "30": {
          "ID": "4141418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141418",
          "TitleEnglish": "Bravo Beetle Dash",
          "SummaryEnglish": "Kyousuke and Jirou find a box that contains a set of Beetle Dash wheels for Raging Bull in the Kemenangan Clubhouse. However, finding the package could also mean trouble for the Tobita Club.",
          "Aliases": []
        },
        "31": {
          "ID": "4141419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141419",
          "TitleEnglish": "The Black Phoenix Mystery",
          "SummaryEnglish": "The Tobita Club emerged victorious against Kemenangan Team in the quarter final match. They watch a match of Takeshi's team, Manganji Dreams. After the team's match against the Masala Kids, the former team's leader, Takeshi suggested Kouya and the Tobita Club to watch the South American Cup. One of its team members' Crush Gear is a Black Garuda Eagle and it turns out that the fighter's name is U-YA. Can Yuhya Marino still be alive?",
          "Aliases": []
        },
        "32": {
          "ID": "4141420",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141420",
          "TitleEnglish": "Past Memories",
          "SummaryEnglish": "In this episode, Kuroudo reveals that he used to own Shooting Mirage along with his friends in France and that the said Gear has wooden wheels.",
          "Aliases": []
        },
        "33": {
          "ID": "4141421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141421",
          "TitleEnglish": "Collision! The Phoenix versus the Tiger",
          "SummaryEnglish": "The final semifinal match is Kouya Marino pitting his new friend, Wang Hu. However, an unexpected event will affect their friendship.",
          "Aliases": []
        },
        "34": {
          "ID": "4141422",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141422",
          "TitleEnglish": "The Manganji Nightmare",
          "SummaryEnglish": "In the previous episode, Wang Hu has transformed into an evil Gear Fighter after his medallion is accidentally damaged by Kouya's Shining Sword Breaker. Now, the Tobita Club is facing against the Manganji Dream Team lead by Kouya's biggest rival, Takeshi Manganji. Will the Tobita Club defend their championship title since Yuhya's time?",
          "Aliases": []
        },
        "35": {
          "ID": "4141423",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141423",
          "TitleEnglish": "Asia Cup Final - The Fated Match",
          "SummaryEnglish": "Takeshi Manganji and Kouya Marino are about to battle each other for the Asia Cup championship. Will Kouya seek revenge or will he suffer another humiliating defeat?",
          "Aliases": []
        },
        "36": {
          "ID": "4141424",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141424",
          "TitleEnglish": "The Asia Cup Today Special",
          "SummaryEnglish": "Kouya joins the show as special host for the post-Asia Cup special television show with the title of the same name of the episode.",
          "Aliases": []
        },
        "37": {
          "ID": "4141425",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141425",
          "TitleEnglish": "The Ninja Gear Fighter",
          "SummaryEnglish": "The Tobita Club were invited by Takeshi in the Manganji Dreams' victory party at the Manganji Hills. There, Jirou meets Brad Fincher, a Hollywood ninja movie star after he heard the latter insulting Taki. Will Jirou be able to control his temper towards Brad's arrogance?",
          "Aliases": []
        },
        "38": {
          "ID": "4141426",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141426",
          "TitleEnglish": "The One Who Built Garuda Eagle",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "39": {
          "ID": "4141427",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141427",
          "TitleEnglish": "A Battle for Friendship",
          "SummaryEnglish": "In this episode, Kuroudo and Kyousuke revisit their former teammates from Team Griffon. There, Kuroudo finds out from Kazuya Shishigawa that Gallen Connellheim, the team captain of Euro Griffon, came to Japan. His training methods pushed Team Griffon too hard, causing them to lose the reputation of their team. Will Kuroudo save his former teammates' dignity?",
          "Aliases": []
        },
        "40": {
          "ID": "4141428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141428",
          "TitleEnglish": "The Gan Ryuu Jima Battle",
          "SummaryEnglish": "In order to build a new Dino Spartan for the World Cup, the Gear Master must first complete one final task: Kyousuke must pit against Kishin for the third time. Before the challenge, Kyousuke meets Takekura, the kendo master from Hokkaido who taught Kuroudo on experiencing losing, at sea. Will Kyousuke finally get revenge against the Chess Master?",
          "Aliases": []
        },
        "41": {
          "ID": "4141429",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141429",
          "TitleEnglish": "The World Cup Championship",
          "SummaryEnglish": "The Tobita Club are heading to Australia for the first stage of the World Cup.",
          "Aliases": []
        },
        "42": {
          "ID": "4141430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141430",
          "TitleEnglish": "The Flamboyant White Knights",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "43": {
          "ID": "4141431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141431",
          "TitleEnglish": "A Strong Bond",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "44": {
          "ID": "4141432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141432",
          "TitleEnglish": "The Terrible Attack Begins!",
          "SummaryEnglish": "Finally, the entire world knows the true identity of U-YA. Can he really be Yuhya Marino? Meanwhile, ex-Griffon turned Tobita Club members Kyousuke and Kuroudo pit against Li Chun and Wang Hu of the Si Xing Hu Tuan. Will Kuroudo and Kyousuke conquer Wang Hu's ruthless fighting skills?",
          "Aliases": []
        },
        "45": {
          "ID": "4141433",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141433",
          "TitleEnglish": "Bearing the Strain",
          "SummaryEnglish": "In the previous episode, Wang Hu attacked his own partner and the Si Xing Hu Tuan emerged victorious against the Tobita Club despite what he did. Now, the second round begins. Will Kouya control his temper during the match? Also, another unexpected event will happen towards him.",
          "Aliases": []
        },
        "46": {
          "ID": "4141434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141434",
          "TitleEnglish": "U-YA's Secret",
          "SummaryEnglish": "The Tobita Club advances to the second stage of the World Cup in San Francisco. During the opening ceremony, the lineup is shown that will entirely shock the Tobita Club. Meanwhile, Takaya Tobita tells the secret of U-YA to Lilika. Will the latter try to avoid in doing so to Kouya?",
          "Aliases": []
        },
        "47": {
          "ID": "4141435",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141435",
          "TitleEnglish": "The Tears of Tiger Flare",
          "SummaryEnglish": "In the previous episode, Jirou emerged victorious in his match against Li Chun. The next match is Kyousuke pitting against his own love interest, Lan Fang. Will he be able to control his affections just to win the match?",
          "Aliases": []
        },
        "48": {
          "ID": "4141436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141436",
          "TitleEnglish": "Grifeed, the Tercel",
          "SummaryEnglish": "Kuroudo faces his European rival, Gallen Connellheim who turns out to be the coach of his former team. Meanwhile, Kouya was encountered by Ma Liang and gets the chance to be acquainted by the rest of the Si Xing Hu Tuan and their leader Ming Wu, tells a secret to Kouya. Will this secret affect Kouya and his teammates?",
          "Aliases": []
        },
        "49": {
          "ID": "4141437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141437",
          "TitleEnglish": "The Black Phoenix",
          "SummaryEnglish": "Kouya became infuriated after Ming Wu came clean behind the former's brother's death as well as the real identity of U-YA. Will Kouya control his temper?",
          "Aliases": []
        },
        "50": {
          "ID": "4141438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141438",
          "TitleEnglish": "The Prince of Darkness, Cain",
          "SummaryEnglish": "Kouya is quitting the World Cup after the incident in the last episode. He meets a Gear Master named Sean Firestone and shows him a new Crush Gear, Ark Cavalier as well as a dangerous competition called the Gear Pancratum",
          "Aliases": []
        },
        "51": {
          "ID": "4141439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141439",
          "TitleEnglish": "The Typhoon, Ark Cavalier",
          "SummaryEnglish": "Kouya meets Sean Firestone, a Gear Master similar to his teammate, Kyousuke. The latter also introduced to Kouya, a Crush Gear he made, Ark Cavalier. Also, Sean creates another Gear for his friend, Cain, the Vort Grenade. However, the use of the Gear could also cause a big change towards Cain.",
          "Aliases": []
        },
        "52": {
          "ID": "4141440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141440",
          "TitleEnglish": "The Heart Connection",
          "SummaryEnglish": "Kouya has finally decided to battle Cain in the previous episode and nearly forgets his anger. Will he change his mind and return to the World Cup and continue his participation?",
          "Aliases": []
        },
        "53": {
          "ID": "4141441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141441",
          "TitleEnglish": "Secret Power",
          "SummaryEnglish": "Kouya returns to the Tobita Club to share his experience during his two-day absence as well as apologizing to Wang Hu. Alex Borg also visits the Tobita Club and tells the reason behind his creation of Garuda Eagle for Carlos Williams.",
          "Aliases": []
        },
        "54": {
          "ID": "4141442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141442",
          "TitleEnglish": "Getting Even with the Ninja",
          "SummaryEnglish": "Alex temporarily joins as a guest member for the Tobita Club to witness and to assist Jirou's second match against Brad Fincher. Will Jirou's new Raging Bullet defeat Brad's Stealth Jiraiya or will he suffer the same loss by overheating his Gear like what happened to its predecessor, Raging Bull?",
          "Aliases": []
        },
        "55": {
          "ID": "4141443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141443",
          "TitleEnglish": "Fight with Pride",
          "SummaryEnglish": "The nasty Ming Wu found out that Kouya joined Gear Pancratum, and he's going to try to tell everybody! Meanwhile the leaders of the Tobita Club and Si Xing Hu Tuan, Kouya and Ma Liang respectively are pitting against each other. Will Ming Wu succeed in disqualifying Kouya?",
          "Aliases": []
        },
        "56": {
          "ID": "4141444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141444",
          "TitleEnglish": "Kuroudo versus Kyousuke - The Final Showdown",
          "SummaryEnglish": "Former Griffon-turned-Tobita Club members Kuroudo and Kyousuke pit against each other in the final round of the second stage of the World Cup. This battle will put their friendship to the test as only one of them will advance to the next stage of the World Cup.",
          "Aliases": []
        },
        "57": {
          "ID": "4141445",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141445",
          "TitleEnglish": "The Ring of Friendship",
          "SummaryEnglish": "The final battle between Gear Master Jin and Kuroudo Marume is about to begin. Will Kuroudo be able fight their past his face his fears after a long struggle? Or will either of the two maintain their friendship regardless of outcome?",
          "Aliases": []
        },
        "58": {
          "ID": "4141446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141446",
          "TitleEnglish": "The One with the Victory in Hand",
          "SummaryEnglish": "The quarter finals of the Crush Gear World Cup is about to begin. The quarter finalists are going to compete each other in a German castle.",
          "Aliases": []
        },
        "59": {
          "ID": "4141447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141447",
          "TitleEnglish": "Jirou vs. U-YA! Castle Battle",
          "SummaryEnglish": "In the last episode, Kouya assisted Jirou in his training to defeat U-YA. During the training, Jirou was able to intercept Shining Sword Breaker by using the Grand Duo settings in Raging Bullet. Now the real match begins. Will his training pay off?",
          "Aliases": []
        },
        "60": {
          "ID": "4141448",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141448",
          "TitleEnglish": "The Promised Fight",
          "SummaryEnglish": "The final match of the World Cup quarter finals is about to begin. Former friends-turned-enemies Kouya Marino and Wang Hu will face off. Will the two fulfill their promise? Will Kouya restore his friendship with Wang Hu or will the latter remain ruthless forever?",
          "Aliases": []
        },
        "61": {
          "ID": "4141449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141449",
          "TitleEnglish": "My Friend, Hear the Heartbeat of My Gear",
          "SummaryEnglish": "In the last episode, Kouya almost lost to a ring out against Wang Hu in the first round after Tigeraid used Fighting Tiger Killer Paw until time ran out. Now the rivalry between the two young Gear Fighters is about to end. Who will be the fourth and final semifinalist of the World Cup?",
          "Aliases": []
        },
        "62": {
          "ID": "4141450",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141450",
          "TitleEnglish": "Is He the Legendary Gear God?",
          "SummaryEnglish": "Takeshi refused to borrow his Crush Gear workshop in Episode 60 to repair Shooting Phantom. In the previous episode, Jirou and Kyousuke left the arena to fix Shooting Phantom as they were forced to find a Gear workshop in the woods during Kouya's match against Wang Hu. The first round of the semifinals is about to begin, but Kuroudo still does not have his Gear which Kyousuke has for repairing. Will Jirou and Kyousuke get to the arena in time?",
          "Aliases": []
        },
        "63": {
          "ID": "4141451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141451",
          "TitleEnglish": "The Real Garuda",
          "SummaryEnglish": "The next match between Kouya Marino and Carlos Williams begins after a humiliating loss of Kuroudo Marume by default against Takeshi Manganji. Whose Shining Sword Breaker will emerge victorious, Garuda Phoenix or Black Garuda Eagle?",
          "Aliases": []
        },
        "64": {
          "ID": "4141452",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141452",
          "TitleEnglish": "The Gear Fight Between the Soul",
          "SummaryEnglish": "In the previous episode, Kouya begins to remember his own brother during his match against Carlos. Now the battle between the two Garudas is about to end; but only one Shining Sword Breaker will emerge victorious.",
          "Aliases": []
        },
        "65": {
          "ID": "4141453",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141453",
          "TitleEnglish": "My Rival Forever",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "66": {
          "ID": "4141454",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141454",
          "TitleEnglish": "The Last Fight",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "67": {
          "ID": "4141455",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141455",
          "TitleEnglish": "The Wind Sweeping Up in the Ring",
          "SummaryEnglish": "The final stage of the World Cup is about to begin, only one of the rivals Kouya Marino and Takeshi Manganji will win the championship. Who will it be, the Asia Cup champion or his rival? Let's find out in this episode.",
          "Aliases": []
        },
        "68": {
          "ID": "4141456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/crush-gear-turbo/episodes/4141456",
          "TitleEnglish": "Shine! The Soul of the Gear!",
          "SummaryEnglish": "The final battle between Kouya and Takeshi is about to conclude which will determine who will be the Crush Gear World Champion. Will Kouya finally be able to defeat his long time rival?",
          "Aliases": []
        }
      }
    }
  }
}