{
    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2098220/",
        "https://www.themoviedb.org/tv/46298"
    ],
    "TitleEnglish": "Hunter x Hunter (2011)",
    "SummaryEnglish": "Remake of the 1999 TV series of Hunter x Hunter based on the manga by Togashi Yoshihiro. A Hunter is one who travels the world doing all sorts of dangerous tasks. From capturing criminals to searching deep within uncharted lands for any lost treasures. Gon is a young boy whose father disappeared long ago, being a Hunter. He believes if he could also follow his father’s path, he could one day reunite with him. After becoming 12, Gon leaves his home and takes on the task of entering the Hunter exam, notorious for its low success rate and high probability of death to become an official Hunter. He befriends the revenge-driven Kurapica, the doctor-to-be Leorio and the rebellious ex-assassin Killua in the exam, with their friendship prevailing throughout the many trials and threats they come upon taking on the dangerous career of a Hunter.",
    "TitleJapanese": "ハンター×ハンター",
    "SummaryJapanese": "主人公のゴンは幼少期に両親と別れ、父親ジンの親戚で幼馴染でもあるミトとその祖母の元で育てられた。ゴンはミトに「父親はあなたが小さい頃に死んだ」と聞かされていたが、あるきっかけでカイトと名乗るハンターと出会い、ジンが生きていること、彼が優秀なハンターであることを知らされる。これを期に父の存在が気になり始め、父に会うべく、自分もハンターになるためにハンター試験を受けることを決意し、旅立つところから物語が始まる。",
    "Aliases": [
        "Hunter x Hunter 2011"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "0": {
            "ID": "475388",
            "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4625868",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4625868",
                    "TitleEnglish": "Hunter x Hunter: Phantom Rouge",
                    "SummaryEnglish": "The movie begins with Killua dreaming about his brother Illumi's warning to never make friends, claiming that eventually he will betray or get betrayed by them. He wakes up along Gon on an airship. Upon arriving at their destination, they meet Leorio and learn that he and Kurapika were investigating a rumor about a survivor of Kurapika's Kuruta Clan until they meet a young boy whom Kurapika recognized as his childhood friend Pyro, who attacks him and steals his eyes. Uncounscious since then, Kurapika awakens beside the others and soon after he has visions through his stolen eyes of a man whose right palm is marked with a spider tattoo, the same used by the members of the Phantom Troupe.",
                    "TitleJapanese": "HUNTER×HUNTER 緋色の幻影（ファントム・ルージュ）",
                    "SummaryJapanese": "少数民族クルタ族は凶暴な盗賊集団「幻影旅団（クモ）」に襲撃され、ただ一人生き残ったのがクラピカだった。クラピカは旅団に奪われた「緋の眼」を奪還すべく旅していたが、クラピカ自身の緋の眼を奪われてしまう。ゴン＝フリークス、キルア＝ゾルディック、レオリオの助けで命拾いしたクラピカだったが、そんな中、4人の前に幻影旅団（クモ）が待ち構える。"
                },
                "2": {
                    "ID": "4714556",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4714556",
                    "TitleEnglish": "Hunter x Hunter: The Last Mission",
                    "SummaryEnglish": "The strongest Hunters that once existed in the Hunter Association were split into \"light\" and \"dark\", and each walked down their respective paths. The \"dark\" side begins moving in order to massacre all Hunters! After a brutal attack from the \"dark\" side Hunters, Killua is injured and Kurapika is almost dead. What is the real goal behind the attack on all the Hunters? Now that the crimes of Netero & the Association are announced publicly. Will Gon take the dark side's path to find the necessary strength to save his friends? What actions will Gon take when the many crimes of Netero and the Hunter Association are unveiled...!?",
                    "TitleJapanese": "HUNTER×HUNTER: ザ・ラスト・ミッション",
                    "SummaryJapanese": "ゴンとキルア、クラピカ、レオリオは、戦いの祭典「バトルオリンピア」が開催される天空闘技場を訪れていた。多くのハンター。要人たちが詰め掛ける会場を、武装集団が襲撃！要人警護のSPたちを次々と倒す男たちの正体は、数十年前に葬られたはずの《影》！！　《影》の目的は、ネテロに葬られた仲間たちの復讐、そして《影》を切り捨てたハンター協会への復讐だった……。「全てのハンターに死を！」宣戦布告をしたのは、かつてネテロと共にハンター協会を支えていた、《影》の隊長“ジェド”。ジェドは、“怨”能力でネテロを拘束。天空闘技場は《影》によって完全封鎖された。ゴンは“怨”能力者・ジェドに打ち勝ち、ネテロを救う事が出来るのか？“ハンター協会の闇”が、本作で明らかになる！！"
                }
            }
        },
        "1": {
            "ID": "475390",
            "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/seasons/official/1",
            "# Episodes": 58,
            "Episodes": {
                "1": {
                    "ID": "4180539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4180539",
                    "TitleEnglish": "Departure x And x Friends",
                    "SummaryEnglish": "The story begins with a young boy named Gon, who aspires to be a hunter just like his father Ging. Ging leaves his son in the care of Mito, Gon's aunt, and has not been seen since. Gon catches the local monster fish, \"Lord of the Lake\", in order to prove his ability to take the exam. Although Mito is reluctant to let Gon leave his home, she relents after he is determined to understand the reason his father left him and his interest of being a hunter.",
                    "TitleJapanese": "タビダチ×ト×ナカマタチ",
                    "SummaryJapanese": "12歳のゴンは父と同じハンターになるため、育ての親であるミトさんとのある約束を果たし、ハンター試験の旅へと出た。試験会場へと向かう船で、ゴンは同じハンター志願者のレオリオとクラピカに出会う。彼らはお互いを良く思わず、いざこざが始まってしまい・・・。"
                },
                "2": {
                    "ID": "4181834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4181834",
                    "TitleEnglish": "Test x Of x Tests",
                    "SummaryEnglish": "Gon, Kurapika and Leorio reach Dolle Harbor and are given instructions by the captain to head for the cedar tree on the hilltop behind the city. Moving through a small town, the three are stopped by a group of people, where an old woman gives a question requring them to choose from two choices. Answering wrongly, refusing to answer or attempting to head back will result in failure of the exam.",
                    "TitleJapanese": "シケン×ノ×シケン",
                    "SummaryJapanese": "試験会場のある街に着いたゴン、レオリオ、クラピカの3人は、船長のアドバイス通り、試験会場への近道を目指す。途中にあるスラム街に入ったところに、3人を老婆たちが待ち構えていた。老婆は3人へ、答えられなければ試験に即失格のクイズを出す。"
                },
                "3": {
                    "ID": "4188272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188272",
                    "TitleEnglish": "Rivals x In x Survival",
                    "SummaryEnglish": "With the navigators' help, Gon, Kurapika and Leorio arrive at Zaban City, the venue of the exam. The navigator leads them to a small restaurant, which is revealed to be the front for the venue. Gon's group is led to an elevator disguised as a back room, which leads a hundred floors underground. Below, they meet the rest of the participants and given their numbers. There they meet Tonpa, a regular participant who claims to have tried and failed 35 times in the exam.",
                    "TitleJapanese": "ライバル×ガ×サバイバル",
                    "SummaryJapanese": "キリコに連れられて、ついに試験会場の中に入った3人。会場にはすでに多数の受験生たちがひしめいていた。試験のベテランだと語るトンパ、不気味な雰囲気をだすヒソカ、おしゃべりな忍者のハンゾー、そしてスケボーを手にした少年キルア。いよいよ1次試験が始まる。"
                },
                "4": {
                    "ID": "4188248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188248",
                    "TitleEnglish": "Hope x And x Ambition",
                    "SummaryEnglish": "During the first test, a number of participants fall out from fatigue after running for at least forty kilometers. Leorio almost gives up until he is encouraged by Gon, who waits for him. Killua, a participant, is introduced and he is curious of Gon's personality when he discovers that the boy is the same age as him. Kurapika and Leorio talk about the reason for being a hunter, with Kurapika wanting to take down the Phantom Troupe as his clan was massacred by them for their precious scarlet eyes, which manifest when the Kurta uses their heightened sense. Leorio aims to be a hunter for money, for purely altruistic reasons, as his childhood friend died of an illness without the funds to save him. He wishes to be a doctor so he can give his patients free treatment. Finally, the participants reach the end of the tunnel they are in and up to the surface to the Numere Wetlands, also known as Swindlers' Swamp. Satotz warns them about the creatures using devious tactics to lure and eat their prey in the wetlands, and falling for their tricks equals death. A man claiming to be their original examiner says Satotz is a man-faced ape masquerading as their examiner to fool them. Hisoka, in the belief that a well-trained Hunter would be able to avoid attacks, throws his playing cards on Satotz and the man. The man is killed while Satotz stops the attack, revealing himself to be the real examiner. Hisoka is warned not to attack Satotz again otherwise he will be disqualified. Satotz tells the participants to follow him into the swamp, and if any of them loses sight of him, they will never reach the second venue.",
                    "TitleJapanese": "キボウ×ト×ヤボウ",
                    "SummaryJapanese": "1次試験は、2次試験会場まで試験官サトツについて行くこと。ゴールの見えない単調なコースに数名の脱落者が出始めていた。クラピカと共に走るレオリオにも余裕がなくなっていたが、ハンターへの執念からなんとかついていく。80キロ地点をこえたところで目の前には階段、さらにはサトツのペースも上がり・・・。"
                },
                "5": {
                    "ID": "4188249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188249",
                    "TitleEnglish": "Hisoka x Is x Sneaky",
                    "SummaryEnglish": "While following Satotz, a fog moves into the swamp and most of the participants are either rendered unconscious or killed by traps and verocious beasts. A group of candidates target Hisoka as they feel he's a threat. Gon and Killua are separated from Leorio and Kurapika and both sides are eventually attacked by monsters. Leorio and Kurapika encounter Hisoka about to be attacked by candidates but are shocked to watch the magician easily take the candidates down. Hisoka then targets Leorio and Kurapika, but realizing that they are no match for him, they decide to head in different directions to stop him from following. However, Leorio returns, unable to run away from a fight. As expected, Leorio is beaten badly by Hisoka. Before the melee can get any worse, Gon, who is separated from Killua, arrives to stop Hisoka. Although he is also no match for Hisoka, he manages to hit his face once before being strangled by Hisoka.",
                    "TitleJapanese": "ヒソカ×ハ×ヒソカ",
                    "SummaryJapanese": "長い地下トンネルを抜けた受験者に待ち受けたのは、霧の濃い湿原地帯だった。見晴らしが良くないことで、様々なモンスターに襲われる受験者たち。ゴンとキルアは前の方へと走っていたが、後ろを走るレオリオとクラピカの目の前では、ヒソカが受験者たちに囲まれていた。"
                },
                "6": {
                    "ID": "4188250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188250",
                    "TitleEnglish": "A x Surprising x Challenge",
                    "SummaryEnglish": "Gon and Kurapika reunite with Leorio and Killua at the Phase Two site. Satotz leads what remains of the candidates to meet the second phase examiners, named Menchi and Buhara. The examiners declare the next phase is to test their cooking skills, much to the candidates' disbelief. The test requires pork, so the candidates are sent to find pigs in the forest. However, the pigs living inside the forest are carnivorous and tear through the candidates. Thanks to Gon, they discover the pigs' weakness and they manage to each get one for their cooking. Upon tasting the candidates' cooking, Buhara gives a pass but Menchi fails all of them. Knowing the candidates will riot, Satotz informs Chairman Netoros of the Hunter Selection Committee to make an appearance. Netoros arrives to correct Menchi's habit of getting biased whenever it's related to cooking. Netoros allows Menchi to stay on as examiner, and she gives the candidates a retest: boil eggs laid by spider eagles on Mt. Split-in-Half. The candidates ride on Netoros' airship to the mountain where they learn they have to jump down a potentially fatal height to get the eggs. Having seen and learnt how Menchi gets her egg, Gon leads some of the other candidates into successfully getting their own. Some candidates are killed while rashly trying to get their eggs while others refuse to take the leap. Out of the 50 candidates who survive to reach Phase Two, 42 candidates now remain.",
                    "TitleJapanese": "イガイ×ナ×カダイ",
                    "SummaryJapanese": "ヒソカとの対峙の後、ゴンたちは2次試験会場に無事たどり着くことができた。2次試験を担当する試験官はメンチとブハラ。彼女たちが出す課題は、料理をつくることだった。美食ハンターのメンチを満足させる料理を作るため奮闘する受験生たち。はたして、メンチを満足させる料理は出てくるのか・・・。"
                },
                "7": {
                    "ID": "4188251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188251",
                    "TitleEnglish": "Showdown x On x The Airship",
                    "SummaryEnglish": "All the candidates are told by Beans, Neteros' secretary to get their dinner and rest and prepare for the third phase the next morning. Tonpa tries to commit sabotage again by trying to keep Kurapika and Leorio awake for the whole night, but is exasperated to find that none of them fall for his tricks. Gon and Killua explore the airship, and Killua tells Gon that he is actually from a family of assassins. He wished to strike out on his own, which his family has not taken lightly. Neteros arrives and tests both boys' instinct and asks how they felt about the difficulty of the exam. Neteros invites both of them to a game, whoever can grab the ball he is holding before dawn will immediately pass the exam. Gon and Killua find it too hard to pass up, but discovers that with Neteros' skills, they are unable to grab the ball. Eventually Killua realizes that with their skills, they will never be able to take the ball from Neteros for a year, if he keeps it up. Killua retires, but then takes it out on two candidates who harass him, by maiming and killing them. Gon continues trying to grab the ball, and uses a headbutt on Neteros. The old man realizes that Gon will crack his skull if he continues with his headbutt, so he uses his right hand to push Gon away from him. Gon then tells Neteros then he has managed to get him to use his right hand once, which he had not used from the start of the challenge. After his speech, Gon falls asleep from exhaustion.",
                    "TitleJapanese": "ヒコウセン×ノ×ケッセン",
                    "SummaryJapanese": "2次試験を無事に終えたゴンたちは3次試験会場へ向かうため飛行船に乗っていた。飛行船の中を探検していたゴンとキルア。二人は探検中にでくわしたネテロとゲーム対決をすることになった。しかも、ネテロが持っている球を奪うという単純なゲームなのに、勝てばハンターの資格をもらえるという。"
                },
                "8": {
                    "ID": "4188252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188252",
                    "TitleEnglish": "Decision x By x Majority Rule?",
                    "SummaryEnglish": "The airship reaches Trick Tower, the Phase Three site, which is a tall featureless pillar built on an equally high platform. The candidates are told that to pass Phase 3, they have to climb down from the top to the base of the tower. An experienced rock climber candidate tries to climb down but is eaten by some flying monsters. Later, Kurapika finds that more than half of the candidates have discovered hidden doors to go inside the tower, which Gon finds one as well. However, the catch is that there are many hidden doors, each one can be only used once and only one person can fit through a door, which means they have to split up. When they try out different doors, they realize that they end up in the same room. In the room, Gon's group are given instructions and special wristwatches for five of them to follow the majority, but they cannot proceed without a fifth member. Lippo, one of the Phase 3 examiners tells them this while explaining they have chosen the path of majority rule.",
                    "TitleJapanese": "カイケツ×ハ×タスウケツ?",
                    "SummaryJapanese": "飛行船がついた先は3次試験会場トリックタワーの屋上、制限時間72時間以内に地上に生きてたどりつけば合格。なんとかタワー内に入ることができたゴン、キルア、クラピカ、レオリオ。しかし、それ以上は5人のメンバーが揃わないと前へ進めないようになっていた。あと1人は誰が来るのか・・・。"
                },
                "9": {
                    "ID": "4188253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188253",
                    "TitleEnglish": "Beware x Of x Prisoners",
                    "SummaryEnglish": "Tonpa promptly gives up even before Bendot land a punch on him. Leorio is furious at what he has done but Tonpa tells them that his real plan is to sabotage rookies like them. Gon then faces Sedokan, who proposes a match to see whose candle burns the longest. Gon chooses the longer candle, unaware that it is oil-soaked, and his candle starts to burn faster midway. Seeing that his candle is not susceptible to strong winds, he puts it down and sprints towards Sedokan to blow his candle. The next match is between Kurapika and Majitani, who proposes a death match without weapons and and with the condition that one must die or surrender to finish the match. Majitani, who relies on scaring and intimidating his enemies to make them surrender, is easily defeated by Kurapika when he sees something in Majitani and makes him see red.",
                    "TitleJapanese": "シュウジン×ニ×ゴヨウジン",
                    "SummaryJapanese": "４試合中3勝しなければならないゴンたち。2試合目はローソクの火が先に消えると負けの勝負にゴンが挑んだ。しかし、ゴンのローソクには仕掛けがされていた―。続くクラピカは連続殺人犯のマジタニとデスマッチをすることに。勝負を受け入れたクラピカだが、マジタニの背に幻影旅団の証であるクモの刺青を発見し・・・。"
                },
                "10": {
                    "ID": "4188254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188254",
                    "TitleEnglish": "Trick x To x The Trick",
                    "SummaryEnglish": "A female prisoner claim that Majitani is only unconscious, thus Kurapika's match has not been settled. Leorio, and even Killua cannot persuade Kurapika to finish the fight for the latter refuses to fight a person who has lost the will to fight. Frustrated, Leorio decides to use the majority rule as a way out of the difficulty but no one supports him. Elsewhere Hisoka is met by Togari, a former examiner whom Hisoka attacked and is now wanting revenge. Togari attacks with four crescent blades, only to be finished with one sweeping attack. Hisoka then becomes the first applicant to pass this phase. Meanwhile, the team suspects Majitani's real condition. The female prisoner challenges Leorio to have a betting game instead. Leorio agrees and bets ten hours that Majitani is alive, which he wins. Next, he bets twenty hours on Majitani feigning unconsciousness. To confirm, he brings Majitani to the edge of the platform and threatens to drop him. Seeing that, the prisoner changes her bet to forty hours on Majitani being conscious. When he is about to be dropped by Leorio, Majitani moves and admits defeat, putting the score at 2 - 1 in favor of Leorio's team. However, they only have 20 hours left to wager",
                    "TitleJapanese": "ヒッカケ×ノ×キッカケ",
                    "SummaryJapanese": "ゴンとクラピカが勝利し、２勝１敗になったかと思われたが、マジタニは気絶しているだけでクラピカの勝負は決着がついていないと敵に主張される。とどめを刺さないクラピカに対して焦りから苛立ちを募らせるレオリオ。5人の間に不穏な空気が流れ始め、時間ばかりが過ぎていく・・・。"
                },
                "11": {
                    "ID": "4188255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188255",
                    "TitleEnglish": "Trouble x With x The Gamble",
                    "SummaryEnglish": "After winning the bet about Majitani, Leroute, as what the prisoner is named, bets with Leorio about her gender. Despite looking conspicuously female, Leorio, much to Killua and Kurapika's annoyance, bets that she is male. Leorio thinks that team wins if he is correct; and if he is wrong, he will be able to touch Leroute to confirm. Leorio is wrong and goes on to check Leroute. Leorio then challenges Leroute in rock, paper, scissors, and loses. Killua then faces the feared mass murderer Johness the Dissector. Killua rips Johness' heart in an instant and even have it covered in a piece of Johness' cloth. The latter pleads for his heart, and Killua returned it after he is dead. The team thus gathers three points and pass the trial, but they are forced to wait the 50 hours that Leorio has lost with his bets in a small room. Meanwhile, applicants Gittarackur and Hanzo become the second and third one to finish the third phase.",
                    "TitleJapanese": "ギャンブル×デ×トラブル",
                    "SummaryJapanese": "レオリオが制限時間をチップに行っている賭け勝負。気付けばレオリオの残りチップは10時間になっていた。窮地に立たされたレオリオが選んだ賭け勝負はジャンケン。自信満々のレオリオだったが、まんまと相手の心理作戦に負けてしまう。2勝2敗、後がない状況で勝負の行方はキルアに託された。"
                },
                "12": {
                    "ID": "4188256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188256",
                    "TitleEnglish": "Last x Test x Of Resolve",
                    "SummaryEnglish": "The team stays inside a small room for fifty hours and keep themselves from getting bored. Then they spend the remaining time going to a series of traps and tricks. At the last room, they encountered two doors and are forced to either choose the long and hard path (45 hours) in which all of them may use or the shortcut (about 3 minutes) wherein two of them must be left behind. As disputes break out among them, Gon comes up with an ingenious idea of opening the long way and breaking through the wall to go to the shortcut so all five of them pass this phase.",
                    "TitleJapanese": "サイゴ×ノ×カクゴ",
                    "SummaryJapanese": "50時間の待機時間を5人はそれぞれに過ごしていた。やっと再スタートを切り幾度と無く多数決で難関を切り抜け残り1時間のときに２つの扉の前にたどり着く。一つは5人で行けるが長く困難な道。もう一つは3人しか行けないが短く簡単な道。再び多数決で行く道決めなくてはならない5人が進んだ道とは・・・。"
                },
                "13": {
                    "ID": "4188257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4188257",
                    "TitleEnglish": "Letter x From x Gon",
                    "SummaryEnglish": "Gon decides to send a letter to his aunt Mito in order to inform her about the events that had happened during his journey. He started to narrate the story on the events starting from the preliminary Hunter exam to the point when he met Leorio, Kurapika, Killua and the other examinees.",
                    "TitleJapanese": "ゴンヨリ×ノ×タヨリ",
                    "SummaryJapanese": "育ての親のミトは、危険なハンター試験を受けに行ったゴンを心配していた。そんなミトに、気が合う受験者との出会いや彼らと難関を突破しているゴンからの手紙が届いた。"
                },
                "14": {
                    "ID": "4225824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4225824",
                    "TitleEnglish": "Hit x the x Target",
                    "SummaryEnglish": "Gon learns to master his accuracy with his pole to try and steal Hisoka's number plate.Finally mastering it,He decides to steal it when Hisoka is busy catching his Prey.",
                    "TitleJapanese": "ターゲット×ニ×ヒット",
                    "SummaryJapanese": "第4次試験会場のゼビル島へ向かう受験者たち。そこで行われるのはくじで引いたナンバーの受験生が持っているプレートをとれば3点、自分のプレートが3点、その他のプレートが1点で1週間で6点持っていれば合格の試験が実施される。ゴンが引いたターゲットとは・・・。"
                },
                "15": {
                    "ID": "4229917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229917",
                    "TitleEnglish": "Explosion x Of x Deception",
                    "SummaryEnglish": "Gon is relying on Bloodcrazy Butterflies to find his target, Hisoka, before waiting for the perfect time to use his skill with the fishing rod to snatch Hisoka's tag. Meanwhile, Leorio is tricked by Tonpa and loses his own tag, but Kurapika helps him recover it. Now that Kurapika and Leorio know that neither is the other's target, they decided to form an alliance.",
                    "TitleJapanese": "ダマシアイ×ノ×トリアイ",
                    "SummaryJapanese": "ゴンはターゲットであるヒソカを好血蝶を頼りに探し出し、なんとか得意の釣竿でプレートを奪えないかとタイミングを待っていた。一方、レオリオはトンパに騙されて、自分のプレートを奪われてしまうが、クラピカの助けにより取り戻す。お互いがターゲット同士でないとわかったクラピカとレオリオは同盟を結ぶ。"
                },
                "16": {
                    "ID": "4229916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229916",
                    "TitleEnglish": "Defeat x And x Disgrace",
                    "SummaryEnglish": "Kurapika and Leorio are being stalked by Hisoka, but they managed to negotiate their way out of a fight. However, the encounter leaves Hisoka aroused, so he leaves in search of a new target. Gon is able to use his fishing rod to snatch Hisoka's tag right when Hisoka attacks his target. However, as Gon tries to escape, he is attacked by another applicant and loses his tag...",
                    "TitleJapanese": "ハイボク×ト×クツジョク",
                    "SummaryJapanese": "ヒソカに狙われたクラピカとレオリオだったが、交渉により戦うことは回避できた。しかし、殺気がおさまらないヒソカは次なるターゲットを探す。ヒソカがターゲットを襲う瞬間を狙ってゴンは釣竿でヒソカのプレートを奪うことに成功した。しかし、逃げようとした瞬間、他の受験者に襲われプレートを奪われてしまい・・・。"
                },
                "17": {
                    "ID": "4229915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229915",
                    "TitleEnglish": "Trap x In x The Hole",
                    "SummaryEnglish": "Killua grows tired of having Imori shadowing him so he challenges Imori to a fight and quickly dispatches him. Meanwhile, Gon has joined up with Leorio and Kurapika. The three of them devise a plan for taking Ponzu's tag and track her down to a suspicious-looking cave. That is when Leorio insists on heading in alone.",
                    "TitleJapanese": "アナ×デ×ワナ",
                    "SummaryJapanese": "キルアはあとをつけてくるイモリに勝負をしかけ、難なくかたをつけていた。一方ゴンは、レオリオとクラピカの元へ合流。レオリオのターゲット、ポンズのプレートを奪うために作戦を練ることに。3人はポンズを追って怪しい洞窟へたどり着く。単身乗り込んでいったレオリオだったが―。"
                },
                "18": {
                    "ID": "4229914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229914",
                    "TitleEnglish": "Big x Time x Interview",
                    "SummaryEnglish": "Gon and his friends have been trapped inside a cave by poisonous snakes. Bourbon, the person responsible for the trap, is already dead, and nobody knows how to disarm the trap. Meanwhile, Leorio, who was bitten by the snakes, is growing weak. Gon manages to get them out of the sticky situation and through to the final phase of the exam. But first, Netero wants an interview with each of the remaining applicants...",
                    "TitleJapanese": "タイセツ×ナ×メンセツ",
                    "SummaryJapanese": "洞窟の中で毒蛇に囲まれ八方塞のゴンたち。毒蛇の罠をしかけた張本人であるバーボンは既に死んでしまい、解除の仕方もわからない。そんな中、毒蛇にかまれたレオリオの容態は悪化していく―。なんとか、脱出に成功したゴンは無事に試験を突破。次なる試験の前に最終試験受験者はネテロと面接をすることに・・・。"
                },
                "19": {
                    "ID": "4229913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229913",
                    "TitleEnglish": "Can't Win x and x Can't Lose",
                    "SummaryEnglish": "Gon and his friends have advanced to the final phase of the Hunter Exam. The final phase is a tournament where the winners are out and the losers advance. The rule is that if you kill your opponent, you'll be disqualified. The first mach is Gon versus Hanzo. Gon can't do anything against Hanzo, but he refuses to give up. Hanzo is losing his patience and threatens to break Gon's arm.",
                    "TitleJapanese": "カテナイ×ガ×マケナイ",
                    "SummaryJapanese": "ついに最終試験へと進んだゴンたち。最終試験は勝ったものから抜けていくトーナメント戦だった！相手を殺したら即失格のルールのもと、行われた第一試合はゴン対ハンゾー。ハンゾーに手も足も出ないゴンだが全く降参しようとしない。ついに痺れを切らしたハンゾーは腕を折ると脅したが―。"
                },
                "20": {
                    "ID": "4229912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229912",
                    "TitleEnglish": "Baffling Turn x Of x Events",
                    "SummaryEnglish": "Gon wakes up, and finds himself being congratulated by Satotz for being the first person to pass the Hunter Exam. Gon asks Satotz if the Exam was still going on, and Satotz tells him that it's over. Satotz reveals what happens after he lost consciousness, and Gon finds out some shocking turn of events.",
                    "TitleJapanese": "フカカイ×ナ×テンカイ",
                    "SummaryJapanese": "ハンゾーとの闘いにより腕を折られたゴンは、病室で目覚めたときにサトツからハンター試験の合格を言い渡される。落第者がキルアだと聞かされたゴン。信じられないゴンは、サトツから兄であるイルミと対決したときのキルアの様子を聞き―。"
                },
                "21": {
                    "ID": "4229911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229911",
                    "TitleEnglish": "Some x Brother x Trouble",
                    "SummaryEnglish": "Gon is upset that Killua was forced to kill. Gon is mad at Illumi and proclaims that he will go to Kukuroo Mountain to rescue Killua. As Gon and his friends depart, Satotz mentions that the Hunter Exam isn't over yet...",
                    "TitleJapanese": "キョウダイ×ノ×モンダイ",
                    "SummaryJapanese": "キルアに人殺しを無理矢理させていたのなら許さない――。イルミに対し怒りをぶつけるゴンは、キルアを連れ戻しにククルーマウンテンに行くことを決意する。旅立つゴンたちを見送りながら、サトツは「まだハンター試験は終わっていない」と呟く・・・。"
                },
                "22": {
                    "ID": "4229910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229910",
                    "TitleEnglish": "A x Dangerous x Watchdog",
                    "SummaryEnglish": "Gon, Kurapica, and Leorio arrive at Kukuroo Mountain only to find out that they cannot get close to the Zoldyck family estate. The Zoldyck family owns the mountain and all of the surrounding forest and the entire region is gated shut. There is a guard outpost immediately outside of the gate, but instead of serving as a guard, the man working in there actually cleans up the mess created by the watchdog whenever there are intruders into the grounds. Gon, unwilling to give up on \"rescuing\" Killua, learns from the gatekeeper that the actual door is the massive stone gate and anyone who enters via that path will not be attacked by the watchdog. Leorio tries to pull and push on the gate, to no avail. The gatekeeper informs them that the gate opens up different amounts of stone slabs based only on the strength of the person; however, the least amount of strength anyone needs to open the smallest portion of the door requires two tons of strength on each side. In addition, the protagonists are shocked to hear that Killua opened up three doors, making the gate 16 tons, when he arrived home not long ago. Gon's naturally candid character that allows so many people to like him and to help him out will also play a role in how this episode plays out.",
                    "TitleJapanese": "キケン×ナ×バンケン",
                    "SummaryJapanese": "パドキア共和国に到着し、キルアがいるククルーマウンテンへ観光バスで向かうゴン、レオリオ、クラピカ。しかし、城壁のような正門に阻まれてしまう。脇にある守衛の門から入ろうとしても、番犬に食い殺されるという。なんとしてもキルアに会いたいゴンたちは守衛にキルアの友達だと名乗り、取り次いでもらうよう頼み込むが―。"
                },
                "23": {
                    "ID": "4229909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229909",
                    "TitleEnglish": "The x Guard's x Duty",
                    "SummaryEnglish": "Gon and his friends have decided to pass through the Trial Gate to see Killua. First, they must train in the servants' residence until they can open the gate. Meanwhile, Killua has learned that Gon and the others are here to see him. Gon, Leorio, and Kurapika are able to open the gate after completing their training, but the apprentice butler Canary stands in their way.",
                    "TitleJapanese": "バンニン×ノ×セキニン",
                    "SummaryJapanese": "キルアに会うために「試しの門」から中へ入ることを選んだゴンたち。門を開けるため、使用人の部屋で身体を鍛えることとなる。一方そのころ、キルアはゴンたちが自分に会いに来ていることを知る。特訓の成果を発揮し、門を開け中に入ったゴン、レオリオ、クラピカだったが、執事見習いカナリアに行く手を阻まれ―。"
                },
                "24": {
                    "ID": "4229908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229908",
                    "TitleEnglish": "The x Zoldyck x Family",
                    "SummaryEnglish": "With help from Canary, who is concerned about Killua, Gon and his friends are getting closer to the mansion. However, Kikyo tells them that Killua cannot see them as he is in solitary confinement. Meanwhile, Killua has been summoned by Silva and asked if he wants to see his friend? Killua answers truthfully, and he is allowed to go see his friends...",
                    "TitleJapanese": "ゾルディック×ノ×カゾク",
                    "SummaryJapanese": "キルアを想うカナリアの手助けで、屋敷へ近づけたゴンたち。しかし、キキョウから独房にいるため、キルアには会えないと言い渡される。そのころキルアはシルバに呼ばれ、「友達に会いたいか？」ときかれる。正直に会いたいと告げたキルアは、ゴンたちのもとへ行くことをゆるされ・・・。"
                },
                "25": {
                    "ID": "4229907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4229907",
                    "TitleEnglish": "Can't See x if x You're Blind",
                    "SummaryEnglish": "Gon, Kurapika and Leorio arrive at the Butler's Quarters, where the Head Butler entertains them while waiting for Killua. But just what game does he have in mind, and what are the stakes?",
                    "TitleJapanese": "ミエナイ×ト×アエナイ",
                    "SummaryJapanese": "カナリアに案内されて、執事室へたどり着いたゴンたち。そこで出会った執事のゴトーから、キルアの友達としてふさわしいかを判断するコインゲームをもちかけられる。ゲームを切り抜けて、無事にキルアとの再会を果たしたゴンは次なる目標にむけて進み始める…。"
                },
                "26": {
                    "ID": "4292703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4292703",
                    "TitleEnglish": "Then x And x After",
                    "SummaryEnglish": "A letter from Gon arrives at Whale Island for Mito... (A recap of everything that has happened.)",
                    "TitleJapanese": "アレカラ×ト×ソレカラ",
                    "SummaryJapanese": "くじら島にすむミトさんにゴンから手紙が届き・・・。"
                },
                "27": {
                    "ID": "4298326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298326",
                    "TitleEnglish": "Arrival x At x The Arena",
                    "SummaryEnglish": "Gon and Killua arrive at the Heavens Arena and begin to work their way up, making a new friend, Zushi, who is trained in the martial arts.",
                    "TitleJapanese": "トウギジョウ×ニ×トウジョウ",
                    "SummaryJapanese": "上階へ行くほど強い人と戦える天空闘技場で修行と小遣い稼ぎを始めることにしたゴンとキルア。1階から一気に50階への入場が許された二人は同年代の少年、ズシに出会う。ズシと対戦したキルアは隙も多いズシが使おうとした不思議な技がイルミと向き合ったときに似ていることを感じ・・・。"
                },
                "28": {
                    "ID": "4298325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298325",
                    "TitleEnglish": "Nen x and x Nen",
                    "SummaryEnglish": "While working to understand Nen and Ren, Gon and Killua run into a familiar acquaintance.",
                    "TitleJapanese": "ネン×ト×ネン",
                    "SummaryJapanese": "ズシの師匠であるウイングから『燃』と呼ばれる存在を知らされるゴンとキルア。しかしキルアはウイングが語った説明に疑問を感じる。その奥に隠された秘密を掴めないまま、試合を繰り返す二人はついに200階クラスに辿り着くが・・・。"
                },
                "29": {
                    "ID": "4298324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298324",
                    "TitleEnglish": "Awakening x And x Potential",
                    "SummaryEnglish": "After reaching the 200th floor, Gon and Killua run into Hisoka's barrier of Nen. They ask Wing to use the violent method for activating their Nen potential. As the deadline for registration draws near, they begin training in one of the four major principles of Nen, Ten.",
                    "TitleJapanese": "カクセイ×ト×カノウセイ",
                    "SummaryJapanese": "200階で待ち構えていたヒソカの『念』の壁を突破するため、ゴンとキルアは無理やりにでも念能力を発動させてくれるようウイングに頼む。選手受付のタイムリミットが迫る中、『念』の基本的な要素「四大行」の一つである『纏』の修行が始まる。"
                },
                "30": {
                    "ID": "4298323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298323",
                    "TitleEnglish": "Fierce x and x Ferocious",
                    "SummaryEnglish": "Gon faces the Nen user Gido in his first 200s Heavens Arena match. Gon uses Ten to protect himself, but he soon finds himself on the defense against Gido's Dancing Tops. As Gon desperately tries to find a way to fight back, he makes a bold decision...",
                    "TitleJapanese": "ゲキトウ×ト×カットウ",
                    "SummaryJapanese": "天空闘技場200階クラスでの初戦で、念能力者・ギドと戦うことになったゴン。『纏』を使用して戦うゴンだが、『念』を込めた独楽を自在に操るギドの前に防戦一方となる。「どうすればもっと戦っていられる！？」追い詰められたゴンが取った行動とは・・・。"
                },
                "31": {
                    "ID": "4298322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298322",
                    "TitleEnglish": "Destiny x and x Tenacity",
                    "SummaryEnglish": "A month has passed since Gon was seriously injured, and Hisoka and Kastro are about to fight in Heavens Arena. Kastro was able to knock Hisoka down in the past and sounds very confident in his interview. Hisoka appears unperturbed by the upcoming fight.",
                    "TitleJapanese": "インネン×ト×シュウネン",
                    "SummaryJapanese": "ゴンが重傷を負ってから1ヵ月後、天空闘技場でヒソカとカストロの試合が行なわれようとしていた。カストロは、過去にヒソカからダウンを奪ったことがあり、今回の試合でも「勝算がないなら戦わない」と自信を見せる。ヒソカもまた不敵な笑みを湛えたまま試合へ臨む。"
                },
                "32": {
                    "ID": "4298321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298321",
                    "TitleEnglish": "A x Surprising x Win",
                    "SummaryEnglish": "Kastro has used his ability to create a clone of himself with Nen to sever Hisoka's arm and take an advantage in the fight. However, despite losing both arms, Hisoka appears to be perfectly calm. Kastro loses his cool and attacks Hisoka.",
                    "TitleJapanese": "ドッキリ×ナ×ショウリ",
                    "SummaryJapanese": "自分の分身を作り出す念能力で試合を有利に進め、ヒソカの腕を奪うことに成功したカストロ。しかしヒソカは両腕を失ったにも関わらず、余裕の表情を見せる。苛立つカストロにヒソカの反撃が始まる・・・・。"
                },
                "33": {
                    "ID": "4298320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298320",
                    "TitleEnglish": "An x Empty x Threat",
                    "SummaryEnglish": "After two months, Gon and Killua are finally allowed to practice Nen again. That's when Gido, Sadaso, and Riehlvelt appear before them and tell them to fight them in the arena. Gon and Killua refuse, but Killua finds Sadaso's behavior to be very suspicious.",
                    "TitleJapanese": "ケイハク×ナ×キョウハク",
                    "SummaryJapanese": "2ヶ月ぶりに念の修行を再開したゴンとキルア。そんな二人の前にギド、サダソ、リールベルトが現れ「自分たちと闘え」と告げる。三人の企みを知るゴンたちは申し出を拒否するが、サダソの態度からキルアはある疑念を抱く。"
                },
                "34": {
                    "ID": "4298319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298319",
                    "TitleEnglish": "Power x To x Avenge",
                    "SummaryEnglish": "Gon has fights against Gido and Riehlvelt coming up. He's still mad about what they did to Zushi. Gon is able to withstand Gido's attacks and overwhelm him in battle. This causes Hisoka to smile.",
                    "TitleJapanese": "ジツリョク×デ×セツジョク",
                    "SummaryJapanese": "ギド、リールベルトとの試合を迎えたゴン。ズシを利用されたことへの怒りを内に秘めて試合に挑む。ギドの放つ技を全て受けきるなど終始、圧倒する戦いぶりをみせるゴン。その様子を見つめるヒソカは怪しい笑みを浮かべていた。"
                },
                "35": {
                    "ID": "4298318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298318",
                    "TitleEnglish": "The x True x Pass",
                    "SummaryEnglish": "Gon and Killua begin training in Hatsu, the culmination of everything they've learned about Nen. And finally, Gon challenges Hisoka to return the favor from the Hunter Exam. \"I'm going to give the tag back to Hisoka while punching him in the face!\"",
                    "TitleJapanese": "セイカク×ナ×ゴウカク",
                    "SummaryJapanese": "念能力の集大成である『発』の習得に向け、更なる修行に励んでいたゴンとキルア。そして、ゴンはハンター試験で受けた借りを返すため、ヒソカに挑む決意をする。「ヒソカの顔面に一発ぶち込んで、プレートを突き返す！！」遂にゴンとヒソカの戦いが幕を開ける・・・。"
                },
                "36": {
                    "ID": "4298317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298317",
                    "TitleEnglish": "A Big Debt x And x A Small Kick",
                    "SummaryEnglish": "After landing a punch on Hisoka, Gon returns the tag from the Hunter Exam. Hisoka is ecstatic to see Gon's development and uses his own Nen to attack. Gon is scared, but he recklessly continues to attack! Will he emerge victorious.",
                    "TitleJapanese": "オオキナカリ×ト×チイサナケリ",
                    "SummaryJapanese": "ヒソカに一撃を加えたゴンは、ハンター試験でヒソカに渡されたプレートをたたき返す。そんなゴンの成長にゾクゾクがとまらないヒソカは自身の念能力を使ってさらなる攻撃にでる。言い知れぬ恐怖を覚えるゴンは、捨て身の特攻をかける！果たして勝負の結末は―。"
                },
                "37": {
                    "ID": "4298316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4298316",
                    "TitleEnglish": "Ging x And x Gon",
                    "SummaryEnglish": "After learning Nen and becoming a true Hunter, Gon returns to Whale Island with Killua. When he arrives, Mito has a box for him. She was told by Ging to give this box to Gon once he became a Hunter. However, it appears that the box cannot be opened.",
                    "TitleJapanese": "ジン×ト×ゴン",
                    "SummaryJapanese": "念能力を身につけ、晴れて本当のハンターになったゴンは、キルアを連れてくじら島へ帰ってきた。そこで、ミトからある箱を渡される。それはジンが「ゴンがハンターになったときに渡すように」と託したものだった。しかし、箱はどれだけ力を入れても開かない・・・。"
                },
                "38": {
                    "ID": "4341414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4341414",
                    "TitleEnglish": "Reply x From x Dad",
                    "SummaryEnglish": "Gon and Killua have begun to listen to the cassette tape left behind by Ging in anticipation of Gon becoming a Hunter. What remains in this foretelling message from Gon's long-absent father?",
                    "TitleJapanese": "オヤジ×ノ×ヘンジ",
                    "SummaryJapanese": "ジンが残した箱を開けたゴンは中に入っていたカセットテープを聴くことに。そこに残されたジンの声。しかし、テープを止めると中身は上書きされて消されてしまった！ジンを探す手がかりは箱に残っている指輪とゲームのロムカードだけになり・・・。"
                },
                "39": {
                    "ID": "4341415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4341415",
                    "TitleEnglish": "Wish x And x Promise",
                    "SummaryEnglish": "Having learned his Nen ability, Kurapika pursues a Hunter's work that will get him close to the New York auction.",
                    "TitleJapanese": "ネガイ×ト×チカイ",
                    "SummaryJapanese": "幻影旅団・・・。それはクラピカにとって憎悪の対象。5年前のあの日、親類、友人、そして『緋の目』・・・旅団は全てを奪っていった。奪われた同胞の『目』を取り返し、旅団を地獄へと叩き落す。クラピカの戦いの幕が上がる・・・！！！"
                },
                "40": {
                    "ID": "4341416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4341416",
                    "TitleEnglish": "Nen x Users x Unite?",
                    "SummaryEnglish": "Kurapika and the other job candidates have to battle their way out of the employers mansion... if they ever hope of obtaining any of the items they even need for the job.",
                    "TitleJapanese": "ノウリョクシャ×ハ×キョウリョクシャ?",
                    "SummaryJapanese": "人体収集家の館を訪れていたクラピカたち5人は、武装した謎の集団に襲われる。襲撃者を撃退しつつ、冷静に周囲の状況を探るクラピカの目は、不審な行動を取る一人の人物を捉えていた・・・。一方、ゴンたちもジンが残したゲーム『グリードアイランド』の手がかりを求め、ヨークシンシティへ向かっていた。"
                },
                "41": {
                    "ID": "4354712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354712",
                    "TitleEnglish": "Gathering x Of x Heroes",
                    "SummaryEnglish": "The biggest auction in the world is about to take place in York New City. The Phantom Troupe leader, Chrollo, has instructed the members to gather in the city. For what purpose? The band of murdering thieves is about to make its move.",
                    "TitleJapanese": "ゴウケツ×ノ×シュウケツ",
                    "SummaryJapanese": "世界最大のオークションが開催される巨大都市・ヨークシンシティ。幻影旅団・団長のクロロの招集を受けて、旅団メンバー全員がこの都市へ集結する。クロロから告げられる今回の目的とは？オークションを目前に控え、殺戮の盗賊集団が動き出す！！"
                },
                "42": {
                    "ID": "4354696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354696",
                    "TitleEnglish": "Defend x and x Attack",
                    "SummaryEnglish": "The auction is finally about to begin. Gon, Killua, and Leorio are working hard to amass enough money to buy Greed Island. Kurapika has been assigned to monitor the auction house. Meanwhile, the Phantom Troupe draws close. All paths will soon cross in York New City.",
                    "TitleJapanese": "マモル×ト×セメル",
                    "SummaryJapanese": "ついにオークション初日を迎える。『グリードアイランド』落札のための軍資金集めに奔走するゴン、キルア、レオリオ。オークション会場の監視任務にあたるクラピカ。そしてオークション会場へ忍び寄る幻影旅団(クモ)。今、それぞれの運命がヨークシンシティで交差する！！"
                },
                "43": {
                    "ID": "4354697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354697",
                    "TitleEnglish": "A x Shocking x Tragedy",
                    "SummaryEnglish": "The Phantom Troupe attacks the underground auction held by the Mafia. Afterwards, there is no sign of the merchandise or guests. The Mafia place a reward on their heads and begin pursuit. Kurapika and the other bodyguards on patrol join the pursuit. Kurapika is drawing closer to the Phantom Troupe.",
                    "TitleJapanese": "ショウゲキ×ノ×サンゲキ",
                    "SummaryJapanese": "幻影旅団が、マフィアの取り仕切る地下競売場を襲撃する。競売場は完全に制圧され、競売品はおろか、参加者までもが消えてしまう。マフィアは襲撃者に懸賞金を懸け、追跡を開始。警備についていたクラピカも襲撃者の捕獲へ向かう。そして、クラピカと幻影旅団の運命の出会いは目前に迫っていた・・・。"
                },
                "44": {
                    "ID": "4354698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354698",
                    "TitleEnglish": "Buildup x To A x Fierce Battle",
                    "SummaryEnglish": "After Uvogin slaughters the Mafia's pursuit, the Mafia dispatches their secret weapon, the Shadow Beasts. However, Uvogin is able to defeat them by himself. During the battle, the spider tattoo on Uvogin's back is revealed, and Kurapika springs to action.",
                    "TitleJapanese": "ゲキセン×ノ×フクセン",
                    "SummaryJapanese": "マフィアの切り札である陰獣が、ウボォーギン達の殲滅に乗り出した。しかしウボォーギンはひとりで陰獣を次々に倒していく。その戦闘の中、ウボォーギンの背中にクモの刺青が！遂に見つけた幻影旅団メンバーにクラピカは戦闘に向かおうと決意する・・・。"
                },
                "45": {
                    "ID": "4354699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354699",
                    "TitleEnglish": "Restraint x And x Vow",
                    "SummaryEnglish": "Kurapika was able to capture Uvogin, a member of the Phantom Troupe. Kurapika struggles to control his rage as Uvogin makes demands as though he isn't a captive. That is when Kurapika receives an e-mail from Hisoka...",
                    "TitleJapanese": "コウソク×ト×ヤクソク",
                    "SummaryJapanese": "ついに幻影旅団メンバーのひとり、ウボォーギンを捕らえたクラピカ。拘束されているにも関わらず横柄な態度のウボォーギンにクラピカの憎悪は膨らんでいく。そこにヒソカから一通のメールがクラピカに届き・・・。"
                },
                "46": {
                    "ID": "4354700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354700",
                    "TitleEnglish": "Chasing x and x Waiting",
                    "SummaryEnglish": "Uvogin was able to escape with some help from his fellow bandits. However, after the blow to his pride, he is determined to track down and Kurapika and defeat him. Kurapika realizes that the Phantom Troupe has identified their location and moves the boss to a safe place while awaiting the Phantom Troupe's arrival by himself.",
                    "TitleJapanese": "オウモノ×ト×マツモノ",
                    "SummaryJapanese": "仲間の助けで逃げ出したウボォーギン。しかし、プライドを傷つけられた怒りからクラピカを倒すため居場所を探し始めた。居場所が幻影旅団にばれていることを掴んだクラピカは、ボスを安全なところに避難させたのち、自分は幻影旅団をひとり待ち受けることに・・・。"
                },
                "47": {
                    "ID": "4354701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354701",
                    "TitleEnglish": "Condition x and x Condition",
                    "SummaryEnglish": "The anticipated battle between Kurapika and Uvogin begins! Can Kurapika really withstand Uvogin's abilities, and just what are the full extent of the powers in Kurapika's chains?",
                    "TitleJapanese": "セイヤク×ト×セイヤク",
                    "SummaryJapanese": "同胞のクルタ族を壊滅させた幻影旅団のひとり、ウボォーギンと対面したクラピカ。クルタ族のことを何一つ記憶にないというウボォーギンの態度にクラピカの怒りはどんどん増していく。そして、いよいよクラピカとウボォーギンの一騎打ちが幕を開けた・・・。"
                },
                "48": {
                    "ID": "4354703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354703",
                    "TitleEnglish": "Very x Sharp x Eye",
                    "SummaryEnglish": "Gon, Killua, and Leorio are trying to get their hands on enough money to buy Greed Island. As they pass through the market, Gon stumbles across a way to identify valuable items. The plan is to buy cheap and sell low, but someone else is bidding on all their items.",
                    "TitleJapanese": "メキキ×ノ×キキメ",
                    "SummaryJapanese": "G.I.獲得にむけて、資金集めに奔走しているゴン、キルア、レオリオ。そんな時、骨董市で値打ちのある品を見極める方法を見つけたゴン。値打ち品を安く買って高く買ってもらうことを思いつくが、見つける品すべてに同じ名前の先客が・・・。"
                },
                "49": {
                    "ID": "4354704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354704",
                    "TitleEnglish": "Pursuit x and x Analysis",
                    "SummaryEnglish": "Gon and his friends are hoping to win the reward that's been placed on the Phantom Troupe. At the same time, Machi and Nobunaga have been dispatched to search for the \"chain user\" because Uvogin hasn't returned. Gon and Killua receive a tip and begin shadowing the two Troupe members.",
                    "TitleJapanese": "ツイセキ×デ×ブンセキ",
                    "SummaryJapanese": "旅団にかかった懸賞金で資金を一気に集めようとしているゴンたち。そんなときウボォーギンが帰ってこないことを不審に思い、「鎖野郎」を探しにマチとノブナガが人混みに姿をあらわした。旅団の情報を聞きつけ、気付かれないように尾行していたゴンとキルアだったが・・・。"
                },
                "50": {
                    "ID": "4354705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4354705",
                    "TitleEnglish": "Ally x and x Sword",
                    "SummaryEnglish": "Gon and Killua have been captured by the Phantom Troupe. They are questioned about the chain user that the Troupe is searching for, but the two of them don't know that the chain user is Kurapika. As they're about to be released, Nobunaga decides to keep them around as potential recruits for the Troupe. Will Gon and Killua be able to escape?",
                    "TitleJapanese": "ナカマ×ト×カタナ",
                    "SummaryJapanese": "幻影旅団に捕まったゴンとキルア。旅団が探す「鎖野郎」について尋問されるが、鎖野郎がクラピカだと知らない二人は知らないと答え、解放してもらえるかに見えた。しかし、ノブナガが二人を気に入り旅団への入団を団長にすすめるために二人を拘束。出口のふさがれた部屋から逃げることはできるのか！？"
                },
                "51": {
                    "ID": "4414964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4414964",
                    "TitleEnglish": "A x Brutal x Battlefield",
                    "SummaryEnglish": "The auction has been rescheduled, and the Mafia expects the Phantom Troupe to attack again. The Ten Dons have hired multiple assassins to deal with the Phantom Troupe. Light Nostrade sends Kurapika to join the assassins in dispatching of the Troupe.",
                    "TitleJapanese": "ヒジョウ×ノ×センジョウ",
                    "SummaryJapanese": "クラピカは旅団抹殺のためにマフィアによって結成された殺し屋チームに召集された。一方、クラピカがいなくなったノストラードの護衛団はネオンのお守りの真っ最中。しかし少し目を離した隙にネオンはオークション参加のため逃げ出してしまう。ネオンに接触したのはなんと、旅団の団長クロロだった・・・。"
                },
                "52": {
                    "ID": "4417609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4417609",
                    "TitleEnglish": "Assault x And x Impact",
                    "SummaryEnglish": "The Troupe is attacking the auction with all their power. The Ten Dons hired assassins are no match, except for Zeno and Silva.",
                    "TitleJapanese": "シュウゲキ×ト×ショウゲキ",
                    "SummaryJapanese": "仲間の敵討ちのために、オークション会場のあるビルに乗り込んできた幻影旅団。十老頭が召集した殺し屋たちも、団長クロロに次々と倒されていく。会場内が騒然とする中、伝説の暗殺一家・ゾルディック家のゼノとシルバが旅団抹殺へ行動を開始する。"
                },
                "53": {
                    "ID": "4420731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4420731",
                    "TitleEnglish": "Fake x And x Psyche",
                    "SummaryEnglish": "The leader of the Phantom Troupe is dead... Kurapika is shocked by the news. Unconvinced, he tries to get a glimpse of the body. Meanwhile, the dead bodies of the other Troupe members have been discovered.",
                    "TitleJapanese": "フェイク×デ×サイク",
                    "SummaryJapanese": "幻影旅団のリーダーが死んだ・・・。突如として舞い込んだ情報に驚愕するクラピカ。どうしても信じられず、自らの目で確かめようと現場へと向かう・・・。一方、予定通りにオークションが開催された会場には、死んだはずの団員たちの姿が！？"
                },
                "54": {
                    "ID": "4420732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4420732",
                    "TitleEnglish": "Fortunes x Aren't x Right",
                    "SummaryEnglish": "Gon, Killua, Kurapika, and Leorio are finally reunited. Kurapika reveals his Nen powers to the others. However, Killua is afraid that Kurapika is now in danger because one of the Troupe members can read minds. Meanwhile, Chrollo is using the fortune telling power he stole from Neon to tell the fortunes of the Troupe members.",
                    "TitleJapanese": "ウラナイ×ガ×アタラナイ?",
                    "SummaryJapanese": "久しぶりに揃ったゴン、キルア、クラピカ、レオリオの4人。これまでの経緯と、自身の念能力の特殊性について語るクラピカ。それをきいたキルアは、旅団の生き残りに記憶を読む女がいることを思い出し、クラピカに危険が迫ることを恐れる。一方、クロロはネオンから盗んだ能力で団員たちの未来を占っていた―。"
                },
                "55": {
                    "ID": "4420733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4420733",
                    "TitleEnglish": "Allies x And x Lies",
                    "SummaryEnglish": "After Chrollo tells fortunes for all of the Troupe members, they suspect that Hisoka has betrayed them. Hisoka's desire to fight Chrollo drives him to take a big risk by altering his own fortune. Meanwhile, after learning that the Troupe is still alive, Kurapika teams up with Gon and friends and work on a plan to capture Pakunoda.",
                    "TitleJapanese": "ナカマ×ト×イカサマ",
                    "SummaryJapanese": "クロロの占いによって、団員から裏切りの疑いを掛けられるヒソカ。クロロと闘いたいが故に、占いの改竄という危険な賭けに出たヒソカの思惑にクロロは・・・？また、旅団が生きていることを知ったクラピカはゴンたちと協力し、パクノダを捕らえるための作戦を実行に移す。"
                },
                "56": {
                    "ID": "4420734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4420734",
                    "TitleEnglish": "Beloved x And x Beleaguered",
                    "SummaryEnglish": "Chrollo uses the information he has on Neon to identify the location of the chain user, Kurapika. Meanwhile, Killua is keeping an eye on the Phantom Troupe base when he is joined by Melody, who helps determine that the Troupe is headed towards Kurapika's hotel. The Troupe is finally closing in on Kurapika.",
                    "TitleJapanese": "サイアイ×ト×サイアク",
                    "SummaryJapanese": "クロロはネオンの素性から鎖野郎・クラピカの居場所を見つけ出そうとしていた。一方、幻影旅団のアジトを見張っていたキルアは、センリツと合流し、旅団がクラピカのホテルに向かっていることに気づく。ついにクラピカを追う旅団と旅団を追うクラピカたちの運命の糸が交わろうとしていた・・・・。"
                },
                "57": {
                    "ID": "4420735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4420735",
                    "TitleEnglish": "Initiative x And x Law",
                    "SummaryEnglish": "The Phantom Troupe has learned that Kurapika was the one who killed Uvogin. It's only a matter of time before they realize that the captured Gon and Killua are working with Kurapika? Chrollo takes Gon and killua to the hotel lobby, where Paknoda and the other Troupe members are waiting. Suddenly, the lights go out. Gon and Killua try to escape in the darkness. But Chrollo is the one who has vanished...",
                    "TitleJapanese": "センテ×ト×オキテ",
                    "SummaryJapanese": "ついにウボォーギンを倒したのがクラピカだと幻影旅団にばれた。旅団に捕まったゴンとキルアがクラピカの仲間とわかるのも時間の問題か？！クロロはゴンらを連れて、ホテルのロビーでパクノダらと落ち合う。そこに突然の停電。暗闇に乗じて逃走を図るゴンとキルア。しかし気づくとクロロの姿が消えていて・・・。"
                },
                "58": {
                    "ID": "4420736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4420736",
                    "TitleEnglish": "Signal x To x Retreat",
                    "SummaryEnglish": "Kurapika has captured Chrollo. He offers to release Chrollo if Pakunoda brings Gon and Killua to him. However, Kurapika is unable to control his emotions in the presence of the Troupe leader. Will Kurapika finally have his revenge?",
                    "TitleJapanese": "ヒキギワ×ノ×ヒキガネ",
                    "SummaryJapanese": "クロロを捕まえたクラピカ。クラピカはゴンとキルアの解放を条件にパクノダに取引を持ちかける。旅団の団長を目の前に終始動揺が隠せないクラピカ。クラピカのとった報復とは・・・。ついに旅団との戦いに幕がひかれようとしていた。"
                }
            }
        },
        "2": {
            "ID": "509027",
            "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/seasons/official/2",
            "# Episodes": 78,
            "Episodes": {
                "1": {
                    "ID": "4420737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4420737",
                    "TitleEnglish": "Bid x And x Haste",
                    "SummaryEnglish": "The game Greed Island, which holds a clue to finding Ging, is finally on auction. Gon and Killua ask the winning buyer to hire them as players, but they're told that their Nen is too weak. They begin to work on special abilities so they can be selected as players.",
                    "TitleJapanese": "セリ×ト×アセリ",
                    "SummaryJapanese": "いよいよジンの手掛かりであるゲームソフト、G.I.のオークションが開始される。ゴンとキルアはG.I.を競り落とした人にプレイヤーとして雇ってもらおうとするが、二人の念能力では無理だと一蹴される。プレイヤー選考に合格するため、二人はそれぞれ必殺技の特訓をすることに・・・。"
                },
                "2": {
                    "ID": "4470494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4470494",
                    "TitleEnglish": "End x And x Beginning",
                    "SummaryEnglish": "Gon and Killua are trying to get themselves chosen as Greed Island players. Tsezgerra, the judge, says that he will make his decision after they show him his Nen. Only 32 of the 200 applicants will pass. Can Gon and Killua make it through?",
                    "TitleJapanese": "キマリ×ト×ハジマリ",
                    "SummaryJapanese": "ゴンとキルアはG.I.プレイヤー選考会にいよいよ挑戦する。審査を担当するツェズゲラから提示された合格の条件はただ一つ「練を見せる」こと。合格できる者は200人中32名という狭き門だが、ゴンとキルアはくぐり抜けることができるのか！？"
                },
                "3": {
                    "ID": "4470495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4470495",
                    "TitleEnglish": "Invitation x And x Friend",
                    "SummaryEnglish": "Gon and Killua have finally made it inside the world of Greed Island, their clue to finding Ging. However, all they found was a message from Ging telling Gon to enjoy the game. Their first step is to find a city and gather information. There, they receive an invitation to join a group that's trying to clear the game.",
                    "TitleJapanese": "カンユウ×ト×シンユウ",
                    "SummaryJapanese": "ジンが残した手掛かりであるG.I.の世界へ足を踏み入れたゴンとキルアだったが、そこにあったのはメッセージだけだった。ゲームを楽しむことにしたゴンたちは情報収集のため近くの街へ向かう。そこでゲームのクリアをめざす集団に仲間にならないかと誘われるが・・・。"
                },
                "4": {
                    "ID": "4470369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4470369",
                    "TitleEnglish": "Reality x And x Raw",
                    "SummaryEnglish": "Gon and Killua set off for Masadora in search of spell cards. On the way, they run into many different monsters. However, they struggle against some of the stronger monsters. A girl named Biscuit watches as they fight their way through. What is her goal?",
                    "TitleJapanese": "ゲンジツ?×ト×ゲンセキ",
                    "SummaryJapanese": "スペルカードを求めて魔法都市・マサドラへと向かうことにしたゴンとキルア。その道中、様々な怪物がゴンたちの前に現れる。やっかいな怪物たちに苦戦し、なかなか先には進めない。その戦う二人の姿を興味深そうにじっと見つめる少女・ビスケの姿があった。ビスケのねらいとは・・・。"
                },
                "5": {
                    "ID": "4475752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4475752",
                    "TitleEnglish": "A x Hard x Master",
                    "SummaryEnglish": "Gon and Killua have finally realized Biscuit's true strength and asked her to teach them Nen. With that said, they begin their hard training.",
                    "TitleJapanese": "シショウ×ハ×ヒジョウ?",
                    "SummaryJapanese": "ゴンとキルアの師匠を買ってでたビスケ。最初に二人に与えた試練は、賞金首ハンター、ビノールトを2週間で倒すことだった！相手はダメージを受けているとはいえ、自身も賞金首がかかっているほどの凄腕。二人はどうするのか！？"
                },
                "6": {
                    "ID": "4481731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4481731",
                    "TitleEnglish": "Strengthen x And x Threaten",
                    "SummaryEnglish": "Gon and Killua are gradually improving their Nen under Bisky's tutelage. They are now able to easily capture the monsters that they previously struggled against. While their training draws to an end, the Bomber is paying a visit to the players who have teamed up.",
                    "TitleJapanese": "キョウカ×ト×キョウカツ",
                    "SummaryJapanese": "ビスケの指導のもと、着実に念能力を向上していくゴンとキルア。最初は捕まえられなかったモンスターたちも捕まえられるように！二人が修行に明け暮れるころ、手を組んでゲームクリアを目指していた者たちの前にボマーが現れていた・・・。"
                },
                "7": {
                    "ID": "4488123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4488123",
                    "TitleEnglish": "Evil Fist x And x Rock, Paper, Scissors",
                    "SummaryEnglish": "After hearing Bisky's lecture on rock-paper-scissors, Gon decides to work on a special technique modeled off of rock-paper-scissors by using Enhancer, Emitter, and Conjurer abilities. Meanwhile, Killua leaves the game temporarily to take the HUnter Exam. While he's gone, Gon and Bisky find learn about the Bomber's most recent attack.",
                    "TitleJapanese": "ジャケン×ト×ジャンケン",
                    "SummaryJapanese": "ビスケからジャンケンの話を聞いたゴンは、ジャンケンになぞらえて強化系、放出系、変化系の必殺技を習得するために修行を続けていた。一方、キルアはハンター試験を受けるために一度ゲームを離れ、現実世界に戻った。そんなとき、ゴンとビスケはボマーの実態について知る・・・。"
                },
                "8": {
                    "ID": "4493083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4493083",
                    "TitleEnglish": "Strategy x And x Scheme",
                    "SummaryEnglish": "Killua returns after easily passing his second try at the Hunter Exam. Now that Gon, Killua, and Bisky are together again, they begin working on beating this game by collecting cards. Meanwhile, the other players are scheming to gather the cards they need to complete the game.",
                    "TitleJapanese": "コウリャク×ト×サクリャク",
                    "SummaryJapanese": "２度目のハンター試験を難なくクリアしてハンターになったキルアがゲームに戻ってきた。ゴン、キルア、ビスケの３人が再び集まり、本格的にゲーム攻略を目指すことに！順調にカードを集めていく３人。一方、クリアを目前にしたプレイヤーたちが攻略へ向けて策をめぐらしていた。"
                },
                "9": {
                    "ID": "4498516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4498516",
                    "TitleEnglish": "15 x 15",
                    "SummaryEnglish": "Team Genthru now has 96 different types of restricted slot cards after tricking Team Tsegzerra. Gon and Killua receive an invitation from other players to team up to prevent Genthru from beating the game. They head to Soufrabi to monopolize Patch of Shore, one of the cards Genthru is missing.",
                    "TitleJapanese": "15×ト×15",
                    "SummaryJapanese": "ツェズゲラ組を騙してついに96種の指定ポケットカードを手に入れたゲンスルー組。ゲンスルーをクリアさせないために、共同戦線をはることを持ちかけられたゴンとキルア。早速、ゲンスルーが持っていないカード・一坪の海岸線を独占すべくソウフラビへ向かった！"
                },
                "10": {
                    "ID": "4504220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4504220",
                    "TitleEnglish": "Pirates x And x Guesses",
                    "SummaryEnglish": "The condition for obtaining Patch of Shore is to chase a band of fifteen pirates out of town. Gon and crew are immediately taken to the boss, Razor, but they are quickly defeated. The plan is to recruit stronger party members and try again, so they start with the player named Chrollo.",
                    "TitleJapanese": "カイゾク×ト×スイソク",
                    "SummaryJapanese": "一坪の海岸線を入手する条件は街にいる15人の海賊を追い出すこと。早速、ボスであるレイザーと接触を試みたゴンたちだったが、相手の強さに圧倒される。再び対決を挑むため、より強い仲間を求めて、「クロロ」を名乗る人物と接触することに・・・。"
                },
                "11": {
                    "ID": "4508443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4508443",
                    "TitleEnglish": "A x Heated x Showdown",
                    "SummaryEnglish": "Gon and his friends have teamed up with Hisoka and Goreinu to challenge Razor again. To round out the party, they recruit Team Tsezgerra. Their preparations allow them to breeze through the first few matches, but then Razor challenges them to a game of dodgeball.",
                    "TitleJapanese": "タイケツ×デ×ネッケツ",
                    "SummaryJapanese": "ヒソカとゴレイヌと一緒にレイザーに再チャレンジすることにしたゴンたちは、残りの仲間にツェズゲラ組を引き込むことに。事前に対策をとっていた種目を次々に勝利していくも、最後に待ち受けていたのはレイザーとのドッジボール対決だった！"
                },
                "12": {
                    "ID": "4515270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4515270",
                    "TitleEnglish": "Guts x And x Courage",
                    "SummaryEnglish": "Gon is unable to hold onto Razor's throw and is sent to the outfield. He uses Back to return, but Hisoka is also injured and the situation looks grim. However, Gon has an idea for defeating Razor, but he needs Killua's help to pull it off.",
                    "TitleJapanese": "コンジョウ×ト×ユウジョウ",
                    "SummaryJapanese": "レイザーの投げたボールを受けきれず、外野に出ることになったゴン。バックを宣言し内野に戻るも、ヒソカも負傷し劣勢の戦いに思われた。しかし、ゴンはレイザーを負かす秘策を思いつく。それはキルアと協力しあう作戦で・・・。"
                },
                "13": {
                    "ID": "4519746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4519746",
                    "TitleEnglish": "Bargain x And x Deal",
                    "SummaryEnglish": "Gon, Killua, and Hisoka team up to catch Razor's strongest throw. They're taking Razor head on. Once the ball has been secured, Gon uses all of his strength to launch it at Razor. The game of dodgeball is drawing to a close.",
                    "TitleJapanese": "カケヒキ×ト×トリヒキ",
                    "SummaryJapanese": "本気を出したレイザーのボールを受け止めるためゴン、キルアそしてヒソカ。3人で真っ向から立ち向かう。そして遂に受け止めきったボールに全力の念を込めて渾身の一発をレイザーに向けて繰り出すゴン。いよいよドッチボール対決の決着がつく！"
                },
                "14": {
                    "ID": "4525331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4525331",
                    "TitleEnglish": "Chase x And x Chance",
                    "SummaryEnglish": "In order to beat the game, the other players must face off against Genthru. Tsezgerra offers to distract Genthru for three weeks. While Gon trains hard, Team Tsezgerra leaves the game temporarily to delay Genthru, but Mr. Battera has an unpleasant surprise for them.",
                    "TitleJapanese": "チェイス×デ×チャンス",
                    "SummaryJapanese": "ゲームクリアするにはゲンスルーとの直接対決は避けられない。ツェズゲラの提案で3週間ゲンスルーの気を引く間、ゴンたちは特訓をすることに。そしてゲンスルー足止めのために一旦ゲーム外に出たツェズゲラだったが、バッテラから予期せぬことを告げられる・・・。"
                },
                "15": {
                    "ID": "4530930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4530930",
                    "TitleEnglish": "Insanity x And x Sanity",
                    "SummaryEnglish": "Tsezgerra's tea has not returned to the game. Genthru finally turns his attention to Gon's group. Gon faces off against Genthru, Killua is against Sub, and Bisky takes Bara. Will Bisky reveal her true form? Will Killua's plan work? Will Gon be able to defeat Genthru?",
                    "TitleJapanese": "キョウキ×ト×ショウキ",
                    "SummaryJapanese": "ゲームに戻ってこないツェズゲラたち。ゲンスルーの矛先はついにゴンたちに向かってきた！ゴンはゲンスルーと、キルアはサブと、ビスケはバラと一対一で戦うことに。ビスケの真の姿とは！？キルアの作戦はうまくいくのか？そして、ゴンはゲンスルーに勝てるのか・・・。"
                },
                "16": {
                    "ID": "4536622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4536622",
                    "TitleEnglish": "Victor x And x Loser",
                    "SummaryEnglish": "Genthru has shown that he is much stronger than Gon. However, after Gon refuses to back down, he finally uses Little Flower to severely injure Gon. Does Gon still have a chance to win?",
                    "TitleJapanese": "ショウシャ×ト×ハイシャ",
                    "SummaryJapanese": "ゲンスルーは圧倒的な力の差を見せつける。しかし一歩も引かず立ち向かうゴンに遂に本気を出しリトルフラワーでの攻撃を開始。ボロボロに傷つくゴン。ゴンに勝機はあるのか？そして、キルアたちとした特訓の成果とは・・・。"
                },
                "17": {
                    "ID": "4541062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4541062",
                    "TitleEnglish": "Ging's Friends x And x True Friends",
                    "SummaryEnglish": "After defeating Genthru and collecting 99 restricted cards, Gon and his friends participate in the final event, a quiz tournament open to all players. After winning, Gon receives Ruler's Invitation. Who is the person that sent the invitation?",
                    "TitleJapanese": "ジンノトモ×ト×シンノトモ",
                    "SummaryJapanese": "遂にゲンスルーを倒し、指定ポケットを99枚集めたゴンたち。最後のイベントであるプレイヤー全員でのクイズ大会に参加することに。見事優勝したゴンは、「支配者からの招待」をゲット！！招待された城で、出会った人は…？"
                },
                "18": {
                    "ID": "4546620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4546620",
                    "TitleEnglish": "Reunion x And x Understanding",
                    "SummaryEnglish": "Gon and Killua use the cards they brought back from the game to warp to Nigg, who they believe is Ging. However, they are sent to a completely different man who immediately knocks them to the ground. However, Gon finds him familiar for some reason.",
                    "TitleJapanese": "サイカイ×ト×リカイ",
                    "SummaryJapanese": "ゲームから持ち帰ったカードを使って、ジンと思われる「ニッグ」の元へ向かったゴンとキルア。しかし、そこにいたのはジンではない別の男。しかもついた途端、男に突き飛ばされ、怒鳴られるゴンたち。しかしゴンはこの怒られる感じに覚えがあり・・・。"
                },
                "19": {
                    "ID": "4548291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4548291",
                    "TitleEnglish": "Unease x And x Sighting",
                    "SummaryEnglish": "Gon and Killua join Kite's team as they investigate the Chimera Ants. The Chimera Ants are dangerous insects that can pass traits from the prey they consume to their offspring. As Kite begins to fear the worst, the Chimera Ants begin to feed on humans.",
                    "TitleJapanese": "フアン×ト×シュツゲン",
                    "SummaryJapanese": "ゴンとキルアは、カイトたちが行っているキメラアントの生物調査に参加することに。キメラアントは食べた生き物の特徴を引き継いだ子孫を残す危険な生き物。カイトの不安が高まる中、キメラアントはついに人間を捕食し始めようとしていた。"
                },
                "20": {
                    "ID": "4548295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4548295",
                    "TitleEnglish": "Very x Rapid x Reproduction",
                    "SummaryEnglish": "Kite uses the location where the Chimera Ant arm was discovered and ocean patterns to determine where the actual Chimera Ant is. It turns out to be an isolated country that bans all forms of technology. Meanwhile, the Chimera Ants continue to evolve.",
                    "TitleJapanese": "キュウソク×ナ×ゾウショク",
                    "SummaryJapanese": "カイトはキメラアントの腕が発見された場所とそのときの海流情報から、腕の持ち主の居場所をつきとめた。そこは一切の機械文明を遮断した国で、情報が出てこない閉鎖的な場所だった。一方その頃、キメラアントたちはさらに進化をとげようとしていた。"
                },
                "21": {
                    "ID": "4562021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4562021",
                    "TitleEnglish": "No x Good x NGL",
                    "SummaryEnglish": "After passing a strict border checkpoint, Gon and his new friends enter NGL where they suspect the Chimera Ant is. However, ten other teams of Hunters have already arrived before them. Meanwhile, the Chimera Ants, with their new names and individual personalities, are attacking humans.",
                    "TitleJapanese": "NG×ナ×NGL",
                    "SummaryJapanese": "厳重な入国審査をパスし、キメラアントがいると思われるNGLに入国したゴンたち。しかし既に10組のハンターがNGLに訪れているという。そのころ、名前を得て、個性を持ったキメラアントはそれぞれの意思で人間を襲い始めていた。"
                },
                "22": {
                    "ID": "4567216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4567216",
                    "TitleEnglish": "Evil x And x Terrible",
                    "SummaryEnglish": "Pokkle and Ponzu use Ponzu's bees to deliver messages asking the Hunter Association to help eliminate the Chimera Ants. Meanwhile, the Chimera Ants have attacked Gyro, the shadowy ruler of NGL, and taken his guns. As the situation gets worse, Ponzu's message reaches Gon's group.",
                    "TitleJapanese": "ゴクアク×ト×サイアク",
                    "SummaryJapanese": "ポックルとポンズはキメラアントの排除をハンター協会に伝えようとポンズの蜂に手紙を託す。一方、キメラアントはＮＧＬの裏組織として麻薬や銃の密輸をしていた支配者ジャイロを襲撃し、武器を手に入れていた・・・。事態が悪化していく中、ポンズの手紙はゴンたちの手元に届けられた。"
                },
                "23": {
                    "ID": "4574974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4574974",
                    "TitleEnglish": "The x Fight x Begins",
                    "SummaryEnglish": "Gon, Killua, and Kite discover the remains of a destroyed village. There, they encounter their first Chimera Ant. Gon and Killua are shaken by the speed and power displayed by the Chimera Ant. However, Kite tells them that they must defeat the Chimera Ant or leave.",
                    "TitleJapanese": "タタカイ×ノ×カイシ",
                    "SummaryJapanese": "ゴン、キルア、カイトは襲撃された跡のある村を見つける。そこでゴンたちは初めてキメラアントと遭遇する。スピードも力もあるキメラアントに動揺するゴンとキルア。しかし、カイトからは倒せないようなら帰れと言われてしまい・・・。"
                },
                "24": {
                    "ID": "4579034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4579034",
                    "TitleEnglish": "Kite x And x Slots",
                    "SummaryEnglish": "Some of the more aggressive Chimera Ants have eaten the villains who ran the NGL underground and grown increasingly evil. When Gon looks away from their gruesome act, Kite admonishes him. Now, they must battle for their lives. Meanwhile, a Chimera Ant is on the verge of discovering Nen.",
                    "TitleJapanese": "カイト×ノ×スロット",
                    "SummaryJapanese": "好戦的な蟻がＮＧＬの裏組織にいた悪人を捕食したことで、更に凶悪さを増したキメラアント。非道な行動に目を背けるゴンを、カイトは一喝する。そして先へ進むために、決死のバトルが始まる！一方、遂に念能力を身につけたキメラアントが誕生しようとしていた・・・。"
                },
                "25": {
                    "ID": "4579035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4579035",
                    "TitleEnglish": "Inspiration x To x Evolve",
                    "SummaryEnglish": "The Hunter Association has dispatched an expeditionary force to exterminate the Chimera Ants. Meanwhile, Gon and his friends are being targeted by Chimera Ants who seek to eat rare humans. They are forced into one-on-one battles with Chimera Ant captains. They easily dispatch their opponents, but Kite continues to feel uneasy. less.",
                    "TitleJapanese": "カンカ×シテ×シンカ",
                    "SummaryJapanese": "キメラアント討伐にハンター協会も動き始めた。その頃、ゴンたちは“レアモノ”を食べたいキメラアントたちに狙われていた。兵隊長クラスの蟻とタイマンをはることになった3人は次々に敵を倒していく。実戦を重ね強さを増していくゴンとキルアを前に、カイトは正体のわからない嫌な予感がしていた・・・。"
                },
                "26": {
                    "ID": "4589443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4589443",
                    "TitleEnglish": "A x Fated x Awakening",
                    "SummaryEnglish": "As Gon, Killua and Kite approach the nest, one of the Chimera Ant Royal Guards, Neferpitou, awakens. Upon extracting information from a surviving Hunter, Neferpitou learns the secrets of Nen, including the means to awaken and control it.",
                    "TitleJapanese": "サダメ×ノ×メザメ",
                    "SummaryJapanese": "レアモノを狙うハギャは、ゴン、キルア、カイトを襲撃するため部隊を差し向ける。森の木々に囲まれ思うように戦えないゴンたちに、キメラアントが次々に襲いかかる。一方、その頃女王の城ではついに女王直属の護衛団のひとりが生まれようとしていた・・・。"
                },
                "27": {
                    "ID": "4593944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4593944",
                    "TitleEnglish": "Light x And x Dark",
                    "SummaryEnglish": "As the Chimera Ants are reunited to unlock the power of Nen into their bodies, Neferpitou feels the presence of Kite approaching and leaves to confront him. Realizing that the enemy is too powerful for them, Kite warns Gon and Killua to flee, but Gon is taken by rage upon seeing Kite's arm being severed by Neferpitou and Killua is forced to knock him down and escape carrying him. After escaping the NGL, with Gon still unconscious, Killua is approached by Chairman Netero who is sent there to wipe out the Chimera Ants assisted by two other Pro Hunters, Morel and Knov.",
                    "TitleJapanese": "ヒカリ×ト×カゲ",
                    "SummaryJapanese": "カイト・ゴン・キルアは、前方を行くハギャ達の念を捉えて追い、キメラアントの巣である女王の城に向かって森の中を進んでいた。しかし、城を目前にしたその時、３人の目前に女王直属の護衛団・ピトーが現れる。圧倒的なスピードで追い詰められたカイト。そしてゴンたちがとった行動とは・・・。"
                },
                "28": {
                    "ID": "4598417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4598417",
                    "TitleEnglish": "Promise x And x Reunion",
                    "SummaryEnglish": "Gon and Killua meet Knov's student Palm and learn that to earn a place in the Extermination Squad and return to the NGL, they must win against Morel's students Knuckle and Shoot in one month. To increase their chances of winning, Palm asks for Biscuit's help and they start a harsh training routine with her. Meanwhile at the Chimera Ants nest, Shaiapouf, the second Royal Guard awakens.",
                    "TitleJapanese": "チカイ×ト×サイカイ",
                    "SummaryJapanese": "自ら囮となったカイト。その無事を信じ強くなりカイト救出を誓うゴンとキルア。 しかしＮＧＬに戻るには、討伐隊を率いるネテロ会長から出された「刺客２人を倒し割符奪う」という条件をクリアしなければならなかった。条件をのむ決意したゴンとキルアは、駅の待合室の掲示板の前に立っていた。しかし突如、背後におぞましいオーラを感じ…"
                },
                "29": {
                    "ID": "4603263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4603263",
                    "TitleEnglish": "Duel x And x Escape",
                    "SummaryEnglish": "After completing their training, Biscuit sends the exhausted Gon and Killua to face Knuckle. Looking at the condition of their opponents, Knuckle boasts that they could never move him an inch and bets his token on it. However His assumptions are proven wrong when Gon manages to land a powerful hit that knocks him out cold, and after awakening, Knuckle agrees that he will help them with their training until the deadline for returning the token comes. Meanwhile at the nest, Neferpitou focuses herself into reviving Kite for a second chance to fight him and Netero's team starts taking down small groups of Chimera Ants that bring the attention of the captains, while the king grows strong inside the queen's womb. As Gon and Killua spend their days training with Biscuit and sparring with Knuckle, Shoot, the second of Morel's disciples make plans about how to deal with them.",
                    "TitleJapanese": "ケットウ×シテ×トウソウ",
                    "SummaryJapanese": "割符を奪うための特訓に入ったゴンとキルア。特訓が終わり、疲れきったゴンたちにビスケはこれからナックルと決闘しにいくと言い出す。勝つ自信も持てないままナックルのところへ行くゴンたち。いかつい容姿のナックルに圧倒されるゴンたちは勝つことができるのか。"
                },
                "30": {
                    "ID": "4606965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4606965",
                    "TitleEnglish": "Rock, Paper, Scissors x And x Weakness",
                    "SummaryEnglish": "As the deadline established by Netero approaches, the chairman and his companions continue to wipe out the Chimera Ant squads one by one. While the remaining squad captains discuss how to deal with the problem, the final member of the royal guard, Menthuthuyoupi, is born. Meanwhile, Gon and Killua complete their training and challenge Knuckle for real.",
                    "TitleJapanese": "ジャンケン×ト×ジャクテン",
                    "SummaryJapanese": "ナックルとの戦いで疲れ果てたゴンとキルアを襲おうとしていた２人目の刺客、シュート。しかし彼は襲いもせずに冷や汗をかき震えていた。基礎能力向上修行の進捗に不安を抱くパームに、必ず勝つと誓いをたてるゴン。その頃、女王の居城では胎児の王はさらに大きく成長をつづけ、その血管は不気味に脈打っていた…"
                },
                "31": {
                    "ID": "4612688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4612688",
                    "TitleEnglish": "Compassion x And x Strength",
                    "SummaryEnglish": "As the battle with Knuckle begins, Gon is told that his Janken technique is fatally flawed - but Gon exploits this weakness, countering as his opponent tries to take advantage. Just as Gon is about to deal a finishing blow, he collapses from exhaustion. With the deadline the next day, the final showdown is looming. As Gon sleeps, Biscuit spars with Killua, after which she explains the nature of his own weakness. She issues an ultimatum - should he lose the next day's battle, he must leave Gon's side.",
                    "TitleJapanese": "ヤサシサ×ト×ツヨサ",
                    "SummaryJapanese": "ついにゴンとナックルは本気で対峙する。しかしナックルはゴンの必殺技・ジャジャン拳に弱点があると指摘した。弱点を狙うようにナックルの攻撃が繰り出される。反撃の余地もないゴン・・・。真っ向から手に念を集めてジャジャン拳の体勢をとるが。"
                },
                "32": {
                    "ID": "4615635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4615635",
                    "TitleEnglish": "Interest x And x Curse",
                    "SummaryEnglish": "Gon and Killua are finally facing off against Knuckle and Shoot. Killua takes Shoot while Gon's opponent is Knuckle. Gon succeeds in sensing Knuckle through his aura, but then LoanBoy pops up on his left arm. Meanwhile, Killua is struggling against Shoot.",
                    "TitleJapanese": "リソク×ト×ジュバク",
                    "SummaryJapanese": "ゴンとキルアは、いよいよナックル、シュートとの決戦に臨んでいた。 キルアはシュートと、そしてゴンはナックルと向かい合う。俊敏なナックルをオーラで感じとる事に成功したと思ったその時、ゴンの左腕の陰からポットクリンが現れた！一方キルアは、シュートの攻撃に戸惑い焦り、苦戦していた。"
                },
                "33": {
                    "ID": "4621962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4621962",
                    "TitleEnglish": "The Strong x And x The Weak",
                    "SummaryEnglish": "At long last, the Queen gives birth to the King. The Chimera Ants are cowed by the menacing aura emitted by the King. Pitou, Pouf, and Youpi kneel before the King to greet him, but with that gesture, they have abandoned the Queen.",
                    "TitleJapanese": "キョウシャ×ト×ジャクシャ",
                    "SummaryJapanese": "女王の居城では、ついにその時を迎え、王が誕生した。「これが……王……!!」その禍々しいオーラは従うキメラアントたちでさえも凍りつくものだった。ピトー、プフ、ユピーの護衛団三人は床に片膝を突き恭しく迎えるが、同時にそれはかつての主・女王を必要なきものと見限ったのであった。"
                },
                "34": {
                    "ID": "4627383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4627383",
                    "TitleEnglish": "One Wish x And x Two Promises",
                    "SummaryEnglish": "Despite all efforts to save the queen, she does not resist her wounds and dies, but not before revealing to Colt the name she had chosen for the king, \"Meruem\". A final live offspring is found inside her body and Morel offers himself to protect both after he promises that they will never eat humans anymore. As the other squad leaders leave to build their own colonies, the king and the royal guard arrive at the neighboring country of East Gorteau.",
                    "TitleJapanese": "ヒトツノネガイ×ト×フタツノチカイ",
                    "SummaryJapanese": "白旗を掲げ降伏を申し出たコルトの願いは、瀕死の女王を助けて欲しいというものだった。それを聞き入れたモラウは、すぐキメラアントの研究チームを女王の居城に派遣する。そして城の奥でナックル、シュートは異様な光景を目にする・・・。"
                },
                "35": {
                    "ID": "4632409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4632409",
                    "TitleEnglish": "Date x With x Palm",
                    "SummaryEnglish": "As the king kills the ruler of East Gorteau and takes over the country, Gon and Killua return to meet Palm, prepared to face her fury upon failing to fulfill their promise, but she decides to forgive them when Gon accepts her request to have a date with her. After learning from Morel that they found Kite, Gon takes Palm for her date, while Killua keeps trailing them in case of an enemy attack, and his fears are confirmed when Rammot appears before him.",
                    "TitleJapanese": "パーム×ト×デート",
                    "SummaryJapanese": "王が動き出した。独裁国家である東ゴルドー共和国に侵入した王は念能力者のオーラを食する事によって、力を増幅させた。瞬く間に東ゴルドー共和国の宮殿を占領した王・メルエム。一方、ナックルとシュートに敗れたゴンとキルアはパームの待つ宿に帰ってくる。パームをNGLに連れて行く約束を守れなかったゴンとキルアにパームは怒りを露にする…。"
                },
                "36": {
                    "ID": "4637825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4637825",
                    "TitleEnglish": "Friend x And x Journey",
                    "SummaryEnglish": "Divided between his drive to flee and his will to protect Gon, Killua find himself in a dire situation until he realizes that he is under the effect of one Illumi's needles, easily killing Rammot after he breaks free from it. Meanwhile, Gon's date with Palm turns to the worse when he claims that he can't stay by her side. As shoot returns to check on them, morel and Knuckle confront Cheetu, one of the Chimera Ants on the run.",
                    "TitleJapanese": "トモダチ×ト×タビダチ",
                    "SummaryJapanese": "ゴンがパームとデートをする中、背後を尾けていたキルアは森の中でラモットと遭遇する。念能力が使えないゴンに戦闘をさせるわけにはいかない。キルアは一人でラモットと戦う決心をする。しかし、幼い頃から勝てない戦いはするなと教育をされてきたキルアに兄・イルミの声が頭の中から離れない。「逃・ゲ・ロ…。」"
                },
                "37": {
                    "ID": "4649574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4649574",
                    "TitleEnglish": "Grudge x And x Dread",
                    "SummaryEnglish": "After a brief fight with Cheetu, Morel and Knuckle return to check on Gon and Killua as they finally reunite with Kite, but upon seeing that he was turned into a mindless rogue by Neferpitou, Gon swears to avenge him. The Hunters then travel to East Gorteau, where the government summons all the population to meet at the capital for an undisclosed event in ten days. Knowing that it is all a plan of the Chimera Ants, Netero contacts the others and they start making plans to confront the king and the royal guard in the night preceding said event.",
                    "TitleJapanese": "ウラミ×ト×スゴミ",
                    "SummaryJapanese": "ヂートゥと対戦するナックルとモラウ。キメラアントと人間との身体能力の差は歴然。余裕をかますヂートゥの攻撃のスピードに翻弄されているかに見えた。だが、ナックルとモラウには勝算がある。「知恵と経験かね」とナックルがニタリと笑いつぶやくと、モラウの口から吐かれた白い煙に二人と一匹が包まれる…。"
                },
                "38": {
                    "ID": "4653442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4653442",
                    "TitleEnglish": "A x Lawless x Home",
                    "SummaryEnglish": "As news about the rogue Chimera Ants spread arround the world, six members of the Phantom Troupe appear at Meteor City to wipe out some of them which had established a colony there.",
                    "TitleJapanese": "ムホウ×ナ×ホーム",
                    "SummaryJapanese": "流星街。幻影旅団の故郷。そこにカルト、フェイタン、シャルナーク、フィンクス、シズク、ボノレノフの旅団員たちがいた。キメラアントが流星街にも侵入した情報を聞きつけての帰郷。街で彼らは異形の遺体を目にする。それは流星街のゴミの山の中にそびえ立つ巣を作り、君臨するザザンの仕業だった・・・。"
                },
                "39": {
                    "ID": "4659581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4659581",
                    "TitleEnglish": "Carnage x And x Devastation",
                    "SummaryEnglish": "The Phantom Troupe reaches Zazan, the leader of the Ants, eliminating all oposition on the way. Fighting Zazan by himself, Feitan is forced to unleash his true power against her, which is feared even by his companions.",
                    "TitleJapanese": "ゲキトウ×デ×ゲキメツ",
                    "SummaryJapanese": "幻影旅団の故郷・流星街に巣を築き上げたキメラアント、ザザン。幻影旅団のメンバーはザザンを倒すべく巣の中へ・・・。四方バラバラに分かれて行動を始める旅団。するとそれぞれの前にザザンの部下たちが立ちはだかる。旅団同士も完全に知らない旅団メンバーそれぞれの能力が明らかになっていく中、旅団はキメラアントを殲滅する事が出来るのか。"
                },
                "40": {
                    "ID": "4666481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4666481",
                    "TitleEnglish": "Infiltration x And x Selection",
                    "SummaryEnglish": "Once inside East Gorteau, Gon and Killua take separate ways in preparation for the attack on the palace, but once alone, it does not take long for Gon to be attacked by Ants sent by Meleoron whose presence is concealed thanks to his Chameleon-like powers.",
                    "TitleJapanese": "センニュウ×ト×センベツ",
                    "SummaryJapanese": "ゴンとキルアは“選別”という名の下に行われようとしている“虐殺”を阻止すべく、東ゴルドー共和国へ侵入する。とある村にたどり着き、辺りの様子を伺うも、そこに人の気配はない。しかし、床や壁には僅かに残った血痕があった。血痕をたどり家の外に出ると、野犬に掘り返された遺体があった。「国民大会の真の目的はこれだ。」キルアがそうつぶやく。キルアが気づいた真の目的とは・・・。"
                },
                "41": {
                    "ID": "4670829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4670829",
                    "TitleEnglish": "Combination x And x Evolution",
                    "SummaryEnglish": "As Gon deals with his enemies, Killua tries his best to save the citizens of nearby villages from falling prey to the Chimera Ants' scheme until the Government, under the Royal Guards' control, declares martial law to hinder his plans. Meanwhile, Shoot and Knuckle detect Cheetu's presence and attempt to intercept him",
                    "TitleJapanese": "コンビネーション×ト×エボリューション",
                    "SummaryJapanese": "“選別”を阻止する為、キルアと別行動を取る事にしたゴンの前に新たなキメラアントが登場する。フクロウ男とコウモリ女。共に闇を狩り場とする夜のハンターだ。コウモリの大きな羽音に相反してフクロウの静かな羽音の攻撃にゴンは翻弄される。ゴンの超人的な対応能力によって、空振りする攻撃も精度を上げていく。このままでは埒が明かないとゴンは念を高め、「最初はグー！」と身構える。だが…。"
                },
                "42": {
                    "ID": "4686353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4686353",
                    "TitleEnglish": "Tracking x And x Pursuit",
                    "SummaryEnglish": "Leol's party is sent by the Royal Guard to stop Killua's interference and Meleoron is found out by Gon, but instead of fighting, the Chimera Ant attempts to reason with him while hiding his true intentions.",
                    "TitleJapanese": "ツイセキ×ニハ×ツイゲキ",
                    "SummaryJapanese": "ヂートゥを待ち伏せしていたナックルとシュート。ヂートゥが接近してきたかと思ったら、直前で進む方向を変更して二人の前から消え去ってしまった。「何故、待ち伏せがバレた！？…まさか！」ハッとした二人は何者かの存在に気がつく…。一方、キルアとゴンもまた尾行されている気配を感じていた。そしてついにゴンの前に尾行していたキメラアントが姿を現す・・・。"
                },
                "43": {
                    "ID": "4691514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4691514",
                    "TitleEnglish": "Ikalgo x And x Lightning",
                    "SummaryEnglish": "Killua confronts Ikalgo but later, saves him from getting eaten by his own subordinates. The Ortho Siblings confront Killua in their game, a 1-501 dart game where he gets continuously attacked. After feigning death, Killua beheads his opponents in a flash, but he collapses due to extreme blood loss and Ikalgo decides to repay the favor by taking him to be treated.",
                    "TitleJapanese": "イカルゴ×ト×イカズチ",
                    "SummaryJapanese": "ゴンと別行動をしていたキルアに襲いかかる刺客がいた。タコ型のキメラアント・イカルゴである。イカルゴの能力は人間を宿主とし、足を変形させて作るエアガンからノミの弾丸を打つ事であるが、宿主を見つける前にキルアに捕獲されてしまう。仲間の能力を教えればイカルゴの命は保障すると交渉を持ちかけるキルアに対して、イカルゴは「仲間は売れない」とキルアの掴んでいた自らの銃口を折り、湖に身を投げる…。"
                },
                "44": {
                    "ID": "4695663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4695663",
                    "TitleEnglish": "Power x And x Games",
                    "SummaryEnglish": "Gon becomes friends with Meleoron, who in return reveals the true extent of his powers and the reason why he wants the king dead. As the Hunters make adjustments in their preparations to storm the palace, the king entertains himself with board games until an unusual player appears before him.",
                    "TitleJapanese": "ノウリョク×ト×タイキョク",
                    "SummaryJapanese": "仲間を裏切り、敵であったはずのキルアを救出したイカルゴ。その頃、ゴンもメレオロンというキメラアントと心を通じ合わせようとしていた。メレオロンは自らの能力をゴンに説明した。念能力者にとって自らの能力を明かすことは、リスクを負"
                },
                "45": {
                    "ID": "4703839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4703839",
                    "TitleEnglish": "Check x And x Mate",
                    "SummaryEnglish": "Despite having mastered the rules of the board game \"Gungi\", the king is upset for still being unable to defeat the champion before him. Meanwhile, Morel is approached by Cheetu who uses his new abilities to trap him inside a closed space, claiming that he can't leave unless he manages to catch him in 8 hours.",
                    "TitleJapanese": "ツミ×ト×ヨミ",
                    "SummaryJapanese": "選別までの間、王は暇を持て余していた。将棋、囲碁の名人を呼びつけては次々に勝利をしていく王・メルエム。戦闘能力だけではなく、知能においても人間以上の潜在能力を持つ絶対的存在。次に王が呼んだのは東ゴルドー共和国の国技でもある「軍儀」と呼ばれる盤上競技の世界王者・盲目の少女コムギ。杖をつきながら王の前に座った彼女は、対局が始まると目を見開き、盤を見つめた…。"
                },
                "46": {
                    "ID": "4707211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4707211",
                    "TitleEnglish": "Doubt x And x Hesitation",
                    "SummaryEnglish": "As the king is yet to defeat his opponent, Cheetu tries to provoke Morel into running after him with no success, unaware that he is setting a trap for him. Meanwhile, Knov realizes the enemy's trick to detect him and comes with countermeasures against it.",
                    "TitleJapanese": "マヨイ×ト×トマドイ",
                    "SummaryJapanese": "ハンター・ノヴは、宮殿に向かって突き進んでいた。キメラアントのレオルとフラッタはノヴの能力を見定めようと監視しながら追跡するがノブの姿を見失ってしまう。また、ヂートゥの念能力に阻まれていたモラウがいよいよ反撃に出ようとしていた。キメラアントとハンターの攻防が続く中、宮殿では長時間にわたって「軍儀」を対戦する王とコムギがいた。一定のリズムをくずさないコムギに苦戦を強いられる王。しかし、徐々に王も要領を得て来た頃、コムギの手が止まる…。"
                },
                "47": {
                    "ID": "4710755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4710755",
                    "TitleEnglish": "Resolve x And x Awakening",
                    "SummaryEnglish": "The king attempts to intimidate the Gungi champion but moved by her determination, he rips off his own arm as a form of apology. With Neferpitou using her powers to treat the king, the palace's defenses are lowered and Knov rushes to sneak inside it in preparations for the hunters' attack. Meanwhile, Palm prepares to infiltrate the palace as well.",
                    "TitleJapanese": "カクゴ×ト×カクセイ",
                    "SummaryJapanese": "つかみ所のない軍儀世界王者コムギという少女の出会いによって、王は苛立っていた。しかし、一方では其れを楽しんでいる。対局が再開し、王はコムギに賭けを提案する。コムギが勝てばコムギの望むものを。コムギが負ければ王はコムギの左腕を差し出すように要求をした。欲望と恐怖を与えて動揺を誘う王に対して、コムギはいつも対局の際に賭けているものではどうかと提案する。コムギがいつも賭けているもの。それは「命」だった…"
                },
                "48": {
                    "ID": "4722843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4722843",
                    "TitleEnglish": "Knov x And x Morel",
                    "SummaryEnglish": "Knov succeeds in his mission to breach the palace's security, but just feeling the proximity of Royal Guards' overwhelming aura is enough to drive him into despair. Palm takes advantage of the lecherous secretary Bizelf to infiltrate the palace as well and Morel is confronted by the Chimera Ant Leol, who fights using the powers of those who owe him a favor.",
                    "TitleJapanese": "ノヴ×ト×モラウ",
                    "SummaryJapanese": "王とコムギの対局が続く一方、ノヴは宮殿への侵入に成功した。他のハンターの侵入経路を確保する為の四次元マンションの入口の設置のためである。キメラアントの兵隊に見つかりながらも、極度の緊張状態の中、入口を作りながら徐々に玉座に近づいていく。中央の階段に迫り、二階にも四次元マンションの入口を作りたいと考えていたノヴ。しかし、中央階段まで来たノヴは階上からの不気味なオーラに身動きが取れなくなってしまう。「行けば…確実に…殺される…」"
                },
                "49": {
                    "ID": "4724255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4724255",
                    "TitleEnglish": "Return x And x Retire",
                    "SummaryEnglish": "Even with his borrowed powers, Leol has been defeated by Morel while Killua recovers from his wounds and invites Ikalgo to join his side. Meanwhile, Palm starts her investigation when a massive and ominous aura surrounds her.",
                    "TitleJapanese": "リターン×ト×リタイア",
                    "SummaryJapanese": "ライオン型のキメラアントのレオルに追われていたモラウは地下の教会で一騎打ちをする。レオルは念能力を発動し、巨大な高波とサーフボードを繰り出した。大きな波がモラウを襲う。レオルの乗ったボードがモラウに迫る。ボードで横一文字に切られ、傷口から血が吹き出る。「どーだ！オレ様のボードの切れ味は！？」レオルがモラウを挑発するとモラウの表情が変わる。「オメーの能力じゃねえだろ。そいつはオレのダチの能力だ。」怒りの表情でモラウの逆襲が始まる。"
                },
                "50": {
                    "ID": "4729509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4729509",
                    "TitleEnglish": "Gungi x Of x Komugi",
                    "SummaryEnglish": "Gon and his friends make the final preparations for their assault on the palace. Meanwhile, the king is yet to defeat Komugi, the Gungi champion and when he decides to kill her, he ends up protecting her instead, for reasons that even he can't explain.",
                    "TitleJapanese": "コムギ×ノ×グンギ",
                    "SummaryJapanese": "選別の開始まであと三日。新たな仲間を得たゴン達が突入作戦への準備を進めている中、軍儀を続けている王メルエルとコムギ。宮殿内では傷の治療を終えた王が軍儀を打ち続けていた。コムギは既に疲労困憊であった。王の側近シャウアプフは疲れきったコムギを見て、コムギの敗北も時間がかからないだろうと読んでいた。しかし、そんなコムギの表情を見た王は休憩を提案する。先の休憩の後は一切休まないという王自身の言葉を撤回したのだ。コムギと言う少女との出会いが少しずつ王を変化させていった。"
                },
                "51": {
                    "ID": "4736318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4736318",
                    "TitleEnglish": "Taking Stock x And x Taking Action",
                    "SummaryEnglish": "The time has come for Gon and his friends to infiltrate the palace and confront the Royal Guard, who are making preparations for the upcoming selection. As his concerns about Komugi increase, the king starts questioning his own existence and purpose.",
                    "TitleJapanese": "コウシンカイシ×デ×コウドウカイシ",
                    "SummaryJapanese": "選別開始まで残り一日。ゴン、キルア、イカルゴの三名が今夜行われる作戦の確認をしている。ありとあらゆるパターンをシュミレーションする必要がある。一方ペイジン市内では、突如けたたましいサイレンの音が響き渡る。「これより宮殿への移動を開始する。」というアナウンスが流れる。いよいよ選別開始の準備がなされようとしていた。少なくともかかっている５００万人の命。ハンターチームの討伐軍は王を…キメラアントを倒す事が出来るのか…。"
                },
                "52": {
                    "ID": "4740645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4740645",
                    "TitleEnglish": "Confusion x And x Expectation",
                    "SummaryEnglish": "The selection is at hand, but the king starts isolating himself from his servants, including the Royal Guard. Meanwhile, Gon's party is about to break into the palace.",
                    "TitleJapanese": "コンワク×ト×オモワク",
                    "SummaryJapanese": "宮殿の前で行進をする大群衆。選別が始まろうとしていた。一方宮殿内では、オオカミ型のキメラアント・ウェルフィンが何者かが宮殿に侵入していたことに気づいた。またビゼフ長官もパームが姿を消したことに気づき、宮殿内を探していた。ウェルフィンは鋭い嗅覚で侵入者の追跡を試みる。その中、ゴンたちもいよいよ行動を開始しようとしていた。"
                },
                "53": {
                    "ID": "4750841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4750841",
                    "TitleEnglish": "Charge x And x Invade",
                    "SummaryEnglish": "The Hunters assault on the royal palace begins. Gon and his friends break inside and come across Menthuthuyoupi, while Netero and Zeno strike from the sky and Neferpitou jumps up to confront them, just to be driven away when the chairman makes a small demonstration of his powers.",
                    "TitleJapanese": "トツニュウ×シテ×シンニュウ",
                    "SummaryJapanese": "「突入一分前」。四次元マンションの内部で集結するゴン、キルア、ナックル、シュート、メレオロンの面々。モラウが激を入れる。「いくぞお前ら…」その二分前…東ゴルドー共和国のはるか上空から二つの光が落下していた。その存在に誰よりも早く気づいたのはネフェルピトーだった。「何かが来る…」その数秒後に予感が確信に変わる。「敵！」上空の雲間から巨大な龍が舞い降りてきた。いよいよヒト対キメラアントの決戦が始まる。"
                },
                "54": {
                    "ID": "4762378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4762378",
                    "TitleEnglish": "Monster x And x Monster",
                    "SummaryEnglish": "Gon's party confronts Youpi while Pouf and Pitou rush to the palace to assist the king, who is distraught with Komugi's condition as she gets herself badly injured during the attack.",
                    "TitleJapanese": "カイブツ×ト×カイブツ",
                    "SummaryJapanese": "突然のゼノとネテロの攻撃により混乱する宮殿内。ゴン、キルア、シュートは王のいる部屋の下の階段で、王の元への侵入を阻止するユピーと遭遇する。そして、王の安否が気になるピトーとプフは早急に王の元へ向かった。王の元にたどりついたピトーが見た光景に、ピトーは目から涙を流す。王の身に一体何が・・・。"
                },
                "55": {
                    "ID": "4770088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4770088",
                    "TitleEnglish": "An x Indebted x Insect",
                    "SummaryEnglish": "Shoot and Knuckle stay behind to fight Youpi while Morel rushes forward to face Pouf. While looking for Pitou, Killua turns back briefly to assist Ikalgo unaware that he accidentally put his friend's cover at risk.",
                    "TitleJapanese": "ムシ×ダケド×カシ",
                    "SummaryJapanese": "宮殿に突入したゴン達は異形と化したユピーの一撃により分断された。モラウの念の煙に包まれるユピー。煙によってユピーをかく乱し、モラウはシュートとナックルにすべてを託し、王の元を目指して進んでいった。一方、ゴンとキルアもそれぞれ単独で行動を開始した。"
                },
                "56": {
                    "ID": "4770089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4770089",
                    "TitleEnglish": "Divide x And x Conquer",
                    "SummaryEnglish": "Separated from the Royal Guard, the king departs from the palace with Netero to have their fight elsewhere and Gon, learning of Pitou's location, steels himself to confront it. Meanwhile, Pouf enters in a cocoon in preparation to confront Morel, and Shoot fights Youpi to the limit of his forces until Knuckle steps in to protect him.",
                    "TitleJapanese": "ブンダン×ト×ゴサン",
                    "SummaryJapanese": "シャウアプフはモラウ。モントゥトゥユピーはシュートとナックル。それぞれがそれぞれの場所で戦闘を開始していた。そして、王もネテロ、ゼノと対峙。ゼノは巨大な龍のオーラを練りだす。王に向けて放たれたゼノの念オーラ「ドラゴンヘッド」。王はゼノのドラゴンヘッドに背を向けたまま避けようともしない。果たして王の真意とは…。いよいよ王とネテロの死闘が始まろうとしていた。"
                },
                "57": {
                    "ID": "4782281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4782281",
                    "TitleEnglish": "Duty x and x Question",
                    "SummaryEnglish": "The disguised Ikalgo reaches the lower levels of the palace to look for Palm, unaware that he is being followed. Meanwhile, Meleoron leaves Knuckle's side and proceeds further into the palace, but another Chimera Ant, Welfin, tracks his smell. Elsewhere, Gon and Killua find Pitou, who is too busy to fight them while tending to Komugi's wounds.",
                    "TitleJapanese": "ギム×ト×ギモン",
                    "SummaryJapanese": "宮殿の地下でイカルゴはパームを救出するべく、独り奮闘していた。その一方で、ナックルはメレオロンのパーフェクトプランによって完全に消していた姿をユピーの前に表し、ユピーと全面対決にでた。メレオロンもほかの仲間を助けるために行動にでる。そのころ、頭のきれるウェルフィンはイカルゴの扮するフラッタに疑問を抱き、またかすかに臭うメレオロンの匂いにも気づき、追跡を開始していた。"
                },
                "58": {
                    "ID": "4796470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4796470",
                    "TitleEnglish": "Revenge x And x Recovery",
                    "SummaryEnglish": "Face to face with Pitou, Gon can't hold back his rage and urges the chimera to fight him. Realizing that Pitou is willing to sacrifice itself to protect Komugi, Killua attempts to calm down his friend down with no success, but in the end, Gon gives one hour for Pitou to treat Komugi in exchange of accompanying him to meet Kite and help him recover his senses.",
                    "TitleJapanese": "フクシュウ×ト×シュウフク",
                    "SummaryJapanese": "「中の事はお前等で判断せい。」意味深にゼノがキルアとゴンに言った言葉の意味が明らかになる。カイトのカタキであるネフェルピトーのいる塔の奥へと進んだゴンとキルア。すると、ピトーの能力「ドクターブライス」が発動していた。ドクターブライスの触手が伸びる先は床に横たわった瀕死のコムギであった。ピトーを見つけたゴンはけたたましいオーラを漂わす。そばにいたキルアはピトーとゴンの気配に違和感を感じていた。それはピトーから敵意を感じないこと。そしてピトーはゴンに懇願する…。「なんでも、なんでも言うことを聞くから！」ピトーの思いとは…。"
                },
                "59": {
                    "ID": "4798644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4798644",
                    "TitleEnglish": "Insult x And x Payback",
                    "SummaryEnglish": "Cheetu attempts to provoke Zeno into fighting him, but Silva appears to pick up his father, killing the ant instanly in the occasion. Separated from the others, Youpi realizes that he failed to prevent the intruders from approaching the king and attempts to vent out his anger on Knuckle and Shoot, creating an overwhelming explosion, a feat that surprised even himself. Knuckle believes this could prove itself as an opportunity to make a comeback, while Youpi plans to use it to defeat them for good.",
                    "TitleJapanese": "ブジョク×ニハ×セツジョク",
                    "SummaryJapanese": "宮殿を後にしていたゼノをヂートゥが引き止める。新しい能力を手に入れ、ゼノに対して繰り出す気でいる。「後ろに気をつけた方がいい」ゼノがヂートゥにそう言った次の瞬間、何者かがヂートゥの背後から襲いかかる。一方で、瀕死のシュートを抱え、ユピーから逃げようとするナックルだったが、親友・シュートのためにユピーに一発殴らないと気が済まないとユピーに再度対峙する決意をする。またユピーもなかなか勝敗のつかない戦いに苛立ちを隠せないでいた。そしてユピーがとった更なる攻撃が始まろうとしていた。"
                },
                "60": {
                    "ID": "4803027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4803027",
                    "TitleEnglish": "A x False x Rage",
                    "SummaryEnglish": "Ikalgo infiltrates the palace's lower levels to look for Palm with no success. While returning to the surface, his cover is blown and he finds himself trapped in the undergound with an enemy. Meanwhile, Youpi pretends to be angered in order to have Knuckle falsely believe there is an opening for him to attack. Youpi's plan works, but just before he could kill his opponent, Killua paralyzes the ant with a lighting bolt and steps in to fight him.",
                    "TitleJapanese": "イツワリ×ノ×イカリ",
                    "SummaryJapanese": "ユピーは、「時間です。利息がつきます。」といくら攻撃を当てても離れないナックルの能力”ポットクリン”の存在に苛立ち暴れているように見せるため偽りの気炎をあげていた。。そんな中、変装したイカルゴはパームを救出しようと王宮の中を探しまわっている。と、何かに気づくイカルゴ。壁にオーラによって光る文字が記されていた。その文字は”凝”によって読み取る事が出来る。イカルゴがその文字を読み取る。「宮殿へ…決行時まで連絡無き場合……亡き者として行動されたし…」"
                },
                "61": {
                    "ID": "4805438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4805438",
                    "TitleEnglish": "Strong x Or x Weak",
                    "SummaryEnglish": "Taking advantage of Youpi's distraction, Killua vents out his anger by beating him up, but is forced to flee after his lighting power runs out. Meanwhile, Ikalgo makes use of the underground security system to outsmart his pursuer and find a way to escape back to surface. Morel, on the other hand, is in doubt about whether he should make the first move against Pouf or not.",
                    "TitleJapanese": "ツヨ×イカ×ヨワ×イカ",
                    "SummaryJapanese": "ユピーが討伐軍の能力に対し、畏敬の念を持って認め始めていた頃、プロヴーダの砲撃を受けて粉々にされたトラックの下に隠れているイカルゴがいた。パーム救出のため宮殿に侵入していたイカルゴはプロヴーダが乗り込んだエレベーターが上に行かないのを見ると好機と太い眉を上げた。「エレベーターを起動させるには暗証番号が必要。暗証番号を知らないものが乗り込むとドアはロックされ、催眠ガスが流れ込む。」「眠ったプロヴーダを始末する」と脳内シミュレーションを終えたイカルゴ…そして「暗証番号（コードナンバー）を入力してください」エレベーターのアナウンスが流れるが…"
                },
                "62": {
                    "ID": "4805439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4805439",
                    "TitleEnglish": "Fake x And x Real",
                    "SummaryEnglish": "Morel decides to make the first move and unwillingly frees Pouf from his restrain. Upon realizing that Shoot is missing, unaware that he was taken by Knov to be treated, Knuckle confronts Youpi, assisted by Morel, whose options are drastically reduced upon having his pipe stolen by Pouf, who after realizing that the king is nowhere to be found, decides to rejoin Pitou, who is still working to stabilize Komugi under Gon's vigilant eyes.",
                    "TitleJapanese": "ニセモノ×ト×ホンモノ",
                    "SummaryJapanese": "顔を強ばらせたナックルが立ち尽くしている。瀕死であったシュートが居なくなっていた。そんな頃、プフのサナギの前に悩み続けていたモラウが遂に行動に出ようとしていた。巨大キセルを肩に担ぎ、ネジを巻くようにググッと体を捻る…そして視線の先にあるサナギを破壊した。その中には読み通りプフはいなかった…。プフは玉座の間の外、ドーム状の屋根の上に立っていた。「くっ、くっ…」と不気味に笑い出すプフ。モラウはプフの異様な気配を感じていた。"
                },
                "63": {
                    "ID": "4805440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4805440",
                    "TitleEnglish": "Defeat x And x Dignity",
                    "SummaryEnglish": "Knuckle and Morel confront Youpi with their lives on the line, but just a few moments left of neutralizing his nen with his ability, he is forced to abandon his master or give up on defeating his oponent.",
                    "TitleJapanese": "ハイボク×ト×メンボク",
                    "SummaryJapanese": "傷ついたコムギを、自身の能力『ドクターブライス』で治療するネフェルピトー。そのそばで、じっと治療の終了を待つゴンがいる。背後でその光景を見ていたシャウアプフは、その雰囲気にただならぬものを感じていた。一方、中央塔の付近では、怒りをコントロールすることで肉体を次々に変異させたモントゥトゥユピーがいた。ユピーが念能力の使用が不可能になるまであと３分５０秒。ユピーはモラウが最後の力を振り絞って作ったナックルの化身に対して狂ったように歓喜をあげ、「オレをもっと怒らせろ！」と嬉しそうに攻撃をはなつ。戦いはついに最終局面を迎える。"
                },
                "64": {
                    "ID": "4805441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4805441",
                    "TitleEnglish": "Pose x And x Name",
                    "SummaryEnglish": "Far away from the palace, Netero prepares himself to confront the king, who much to his surprise, recognizes his value as a fighter and is not willing to kill him. Meanwhile, Pouf learns the situation from Pitou and sneaks past Gon's vigilance to rejoin Youpi as they leave the palace to search for the king.",
                    "TitleJapanese": "タテマエ×ト×ナマエ",
                    "SummaryJapanese": "決戦の地へと、ゼノの能力・ドラゴンヘッドが星の瞬く夜空を飛んでいる。龍の腕には王・メルエム、龍の胴体にはネテロ。到着した荒野でネテロと向き合う王は「なぜ戦う？」と問う。王はコムギとの出会いを通し、人間にも”生かすに足る人間”がいる事を知り、ネテロもそれに該当すると考えたのだ。矛を収めるのであれば許すとの王の提案に、聞けない相談と念をまとい構えるネテロ。遂に王と会長の闘いが始まろうとしている。"
                },
                "65": {
                    "ID": "4839884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4839884",
                    "TitleEnglish": "Centipede x And x Memory",
                    "SummaryEnglish": "Ikalgo is attacked by Welfin but the enemy's attempt to restrain him backfires and they find themselves in a stand off. In the occasion, Welfin regains some of his lost memories from when he was still human and gives him a hint regarding Palm's location.",
                    "TitleJapanese": "ムカデ×ト×オモイデ",
                    "SummaryJapanese": "王とネテロ会長の真の闘いが始まろうとしていたその頃、ブロヴーダにとどめを刺せなかったイカルゴが宮殿地下のモニター室でコンソールに突っ伏し、涙で顔を濡らしながら悔しげに泣き続けていた。しかしイカルゴは、パームを探すという使命を思い出し、自身に気合を入れ顔を上げる。だが、その目に飛び込んできたモニター映像は、イカルゴを困惑させるものだった。閉まっているはずの防火壁が上がり、扉も開放されている…。そして突如、背後から「動くな」の声。ミサイルマンの能力を発動させ、構えるウェルフィンだった。"
                },
                "66": {
                    "ID": "4839887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4839887",
                    "TitleEnglish": "Breakdown x And x Awakening",
                    "SummaryEnglish": "Killua meets Palm and learns that she was transformed into a Chimera. Refusing to let her see Gon in fear of what effects this could have on his already unstable mind, Killua is attacked by her, unaware that she is under Pouf's control.",
                    "TitleJapanese": "ケッカイ×ト×カクセイ",
                    "SummaryJapanese": "宮殿内の部屋で充電が完了したキルアは、目にも止まらぬ速さでゴンのもとへと走り出すが、何者かの気配を感じ立ち止まった。覚えのある気配を纏い、静まりきった廊下でキルアに歩き近づいて来たのは、無表情で長髪細身の女…パーム。しかし面影を残しながらも以前のパームではない事が明白なその姿は護衛軍に捕まったことが明らかであり、キルアの神経を激しく波立たせる。もしパームの心までも完全に変えられていたら、ゴンは壊れるかもしれないと確信したキルアは、自身が確かめるしかないと決意、パームの正面に立ちはだかる。"
                },
                "67": {
                    "ID": "4839888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4839888",
                    "TitleEnglish": "Great Power x And x Ultimate Power",
                    "SummaryEnglish": "Netero convinces the king to fight him by revealing that he will tell him his true name once defeated. The chairman then unleashes his most powerful technique that despite striking the king countless times, only manages to scratch him.",
                    "TitleJapanese": "ブノツヨミ×ト×ブノキワミ",
                    "SummaryJapanese": "王の下（もと）へ急ぐシャウアプフとモントゥトゥユピー。その頃、宮殿２階の部屋では、座って待つゴンの前で、ネフェルピトーがドクターブライスでコムギの治療を続けていた。また、後方でそれを見るプフの背後には、メレオロンの制止を振り切ってプフとの直接対決に臨もうとしているナックルの姿があった。しかしプフは、ここにいるのは分身であり、本体は王の元に向かっているとナックルに告げる。プフは何故その事実を先にナックルに伝えたのか。…緊迫した心理戦が行われる。しかしそのような中でも、ゴンの視線はピトーにだけ向けられていた。 一方、兵器実験場の岩山では王・メルエムは王自身の名を知るというネテロに驚く。そしてネテロは「負けを認めさすことができれば」それを教えるというが・・"
                },
                "68": {
                    "ID": "4839889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4839889",
                    "TitleEnglish": "Zero x And x Rose",
                    "SummaryEnglish": "The fight between Netero and the king comes to an end",
                    "TitleJapanese": "ゼロ×ト×ローズ",
                    "SummaryJapanese": "激しく強烈な連打を放ち続けるネテロの奥義”百式観音”は、その巨大な手で王を地面に叩き飛ばし、虫を殺すが如く王を叩き潰す。しかし王自身はまったくの無傷。連続する百式観音の攻撃から飛び出した王がネテロに反撃を仕掛けるが、ネテロも王の攻撃をかわすハイレベルな戦闘が続いている。王との戦いに悦びを感じるネテロ。それは王も同様だった。王は攻撃をかわし、仕掛けながらもひたすらに考え、感じていた。ネテロに対しての惜しみなき賞讃を…。"
                },
                "69": {
                    "ID": "4839890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4839890",
                    "TitleEnglish": "Hostility x And x Determination",
                    "SummaryEnglish": "Pitou completes Komugi's treatment and Gon forces her to accompany him to Peijing in order to restore Kaito's mind, while Komugi stays behind with Killua and the others. Meanwhile, Pouf and Youpi reach the site of Netero's battle with Meruem and can't hide their feelings of sadness upon finding their king's maimed body.",
                    "TitleJapanese": "テキイ×ト×ケツイ",
                    "SummaryJapanese": "「メルエム……それがお主の名だ」。迫る王にネテロは遂に名を告げる。そして次の瞬間、白い光がすべてを飲み込んだ。胸に仕込んであったミニチュアローズと呼ばれる抜群の殺傷能力をもつ爆弾を、ネテロは自らの心臓を止めることで起動させた。全てを終わらせるためにネテロは自爆した。人と蟻はどこが違うのか。今となっては確かめようもない。兵器実験場に向かっていたプフとユピーは瞬時に事態を理解し、爆煙に向かって全速力で向かってゆく。"
                },
                "70": {
                    "ID": "4870970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4870970",
                    "TitleEnglish": "Unparalleled Joy x And x Unconditional Love",
                    "SummaryEnglish": "Pouf and Youpi sacrifice most of their own bodies to heal Meruem, who rises stronger than before, but with most of his memories missing. Pouf then decides to take this opportunity to dispose of Komugi in hopes that Meruem never remembers about her at all, but is attacked by the other hunters, who realize, much to their horror, that the king is still alive and is about to return to the palace.",
                    "TitleJapanese": "ムジョウノヨロコビ×ト×ムショウノアイ",
                    "SummaryJapanese": "王・メルエムの変わり果てた姿を見たプフとユピー。この世の終わりを嘆くが如く悲しみに満ちた声がただ響き渡る。涙に顔を濡らし、絶望に苛まれる二匹。が、王はまだ死んではいなかった。プフは瞬時に王を救う方法を思いつく。「私を召し上がっていただく」。王の命を救うため自らの身を捧げるプフの表情は、絶望の涙から王をいやせる歓喜の涙に変わった。そして…"
                },
                "71": {
                    "ID": "4876781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4876781",
                    "TitleEnglish": "Formidable Enemy x And x Clear Objective",
                    "SummaryEnglish": "Shaiapouf's plan to kill Komugi is thwarted when Killua faces him in a battle of words and speed. When the King arrives in the palace, Shaiapouf is resolved to get rid of the Gungi board before the King can remember anything else. Finally, Neferpitou and Gon arrive at the place of their long-awaited battle.",
                    "TitleJapanese": "ヒョウテキ×ト×モクテキ",
                    "SummaryJapanese": "蘇った王は自らをメルエムと名乗るものの、その記憶の一部は失われていた。シャウアプフとモントゥトゥユピーを連れ、自身の記憶を取り戻すべく王は宮殿へ向かう。\nプフは護衛軍として、女王の遺志を継ぐ者として、コムギに関する記憶が戻らないままの方が王のためであると考え、分身をいち早く宮殿へ差し向けコムギを消すべく宮殿を捜索する。そしてコムギを背負い宮殿の一角の壁の上の通路に立つキルアの姿を発見し…。"
                },
                "72": {
                    "ID": "4884760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4884760",
                    "TitleEnglish": "Magic x to x Destroy",
                    "SummaryEnglish": "Shaiapouf continues his plan to remove anything that could trigger Meruem's memory of Komugi as the King arrives at the palace. Killua continues to hold onto Komugi, and meets with Palm. Gon and Neferpitou arrive where Kite is, however, Gon must now face the truth.",
                    "TitleJapanese": "マホウ×デ×ゼツボウ",
                    "SummaryJapanese": "宮殿へと降下する王メルエム、ユピー、プフの眼下には選別で集められた数万人もの人民の列。そしてその列にまぎれているナックル、傍らのメレオロン、宮殿裏のパーム、回廊の屋根の上のイカルゴらは、王達の帰還を知り険しい顔で見上げた。一方、王の記憶を呼び起こす鍵となるであろう軍儀の盤とコマを捜索していたプフの分身は、壊れ散らばる盤とコマを発見、隠蔽を図る。その頃ゴンは、ペイジンの隠れ家の古城でカイトを治すべく、ネフェルピトーを先に立たせ広い廊下を進んでいた…。"
                },
                "73": {
                    "ID": "4888651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4888651",
                    "TitleEnglish": "Anger x And x Light",
                    "SummaryEnglish": "After telling gon the truth about Kite, Pitou tells gon that she is sorry for what she did, but it's too late for apologies.",
                    "TitleJapanese": "イカリ×ト×ヒカリ",
                    "SummaryJapanese": "「カイトを元に戻してよ。お願いだよ……？」ゴンはピトーに大粒の涙を流しながら訴える。ピトーの足元には動かぬカイトの姿。しかし、ピトーが自身の能力・ドクターブライスで治しているのはカイトではなく自らの腕であった。治療の終了を左手の指を１本ずつ動かし確認し、ピトーは言った。「残念だけど、君を殺さなきゃ。王の為に」。ゴンは驚いたようにピトーを見つめ、オーラを纏い「嘘つき…」とつぶやいた。室内のロウソクの火が消え、風が吹き始める…。"
                },
                "74": {
                    "ID": "4893739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4893739",
                    "TitleEnglish": "Flash x And x Start",
                    "SummaryEnglish": "The King still struggles to retrieve his memories as he and his two remaining Royal Guards return to the palace. He eventually knocks out Meleoron and Knuckle Bine with his En, and later engages Shaiapouf and Menthuthuyoupi in a race against time. Meanwhile, only two remain, Palm and Ikalgo, and hide an unconscious Komugi underground.",
                    "TitleJapanese": "センコウ×ト×ハツドウ",
                    "SummaryJapanese": "ゴンとピトーの戦闘が終わった。その頃、メルエムとユピー、プフは西塔の前にいた。メルエムがコムギの記憶を取り戻す事が心配で、気が気でない様子のプフ。メルエムは西塔の室内を観察し「何か足りぬ…」と焦燥を感じていた。ピトーを呼び戻すというユピーの提案にメルエムの頭が痛みだす。ピトーに何か頼んだはず。ピトーをすぐに呼び戻せ…護衛軍にメルエムが指示を出す。"
                },
                "75": {
                    "ID": "4900249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4900249",
                    "TitleEnglish": "Deadline x To x Live",
                    "SummaryEnglish": "A message of hostage exchange sends Welfin on the field. One moment he encounters Menthuthuyoupi, and the next, Shaiapouf finds Youpi lifeless. When he returns to the King, Meruem demands Shaiapouf's secrets. On their way, Shaiapouf unsuspectingly coughs out blood, just like how blood trickled from the King and Menthuthuyoupi.",
                    "TitleJapanese": "セイゾン×ノ×キゲン",
                    "SummaryJapanese": "コムギをメルエムが思い出すことに不安を抱くプフ。そう思いながらも彼はおびただしい数の人民達に鱗粉をまいていた。王へ自身を献上した事による明らかなパワーダウンを感じながら……。ピトーがまだ戻って来ていない事に気がつくプフ。プフはゴンとピトーの戦いの結末を知らない。一方、地下ではイカルゴとパームがトラックの荷台の中にいたブロヴーダ、ウェルフィンと行動を共にしていた。イカルゴたちはウェルフィンにコムギの存在を王に知らせる為のメッセンジャー役を頼む。ウェルフィンはその行動を懐疑的に思いながらもその役を引き受けることに…。"
                },
                "76": {
                    "ID": "4905356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4905356",
                    "TitleEnglish": "The Word x Is x You",
                    "SummaryEnglish": "Meruem uses his final permissible En and enlightens his surrounding with that and approaches to Welfin who was not detected by his En earlier. Caught between the desire to live and avoidable death, Welfin finally utters the name of Komugi and the secret Shaiapouf was trying so hard to protect now is finally revealed with Meruem regaining all of his memories about Komugi.",
                    "TitleJapanese": "ヒトコト×ハ×ソノヒト",
                    "SummaryJapanese": "ミニチュアローズにより瀕死の状態に陥りながらも復活した王・メルエムだが、コムギについての記憶を失い思い出せぬ事に苛立つ一方、シャウアプフが何かを隠している事には気づいていた。王はより高い次元の能力へ昇華させた“円”を全身から放ち宮殿の隅々までを把握、そして新たにその”円”に反応したウェルフィンの目前に瞬時に降り立ち、問う。「ユピーを仕留めたのは貴様か？」王メルエムの鋭い目はウェルフィンを戦慄させる。"
                },
                "77": {
                    "ID": "4910983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4910983",
                    "TitleEnglish": "This Person x And x This Moment",
                    "SummaryEnglish": "Now knowing his fate, Meruem admits defeat and reveals that all he wants now is to spend his final moments playing with Komugi, convincing Palm to tell him where she is hidden. East Gorteau and the NGL gets in turmoil after the fall of the Chimera Ants and the Hunter Association start making preparations to decide who will succeed Netero as its president. Despite knowing that she will also be poisoned to death by staying close to Meruem, Komugi stays by his side until his last breath and passes away in sequence.",
                    "TitleJapanese": "コノヒ×ト×コノシュンカン",
                    "SummaryJapanese": "ウェルフィンのたった一言でメルエムはコムギの存在を思い出した。宮殿地下通路から地下の家に歩みを進めた王は、光子に変えたオーラにより、そこに隠れるパームの存在を完全に把握していた。王の口から、戦いの終結とここへ来たたった１つの驚くべき理由を聞き、パームは動揺した。しかし王が腰を落とし頭を垂れてまで頼むその重大さを、既に体の一部がキメラアントであるパームは強く理解、遂に王にコムギの場所を告げる決心をした。但し、ある１つの条件と共に…"
                },
                "78": {
                    "ID": "4917135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4917135",
                    "TitleEnglish": "Homecoming x And x True Name",
                    "SummaryEnglish": "After the fall of the king, the remaining Chimera Ants move on with their lives, each following their own path. However, Gon is still in critical condition after his battle with Neferpitou and Killua departs in search for a way to heal his body. Meanwhile, the top members of the Hunter Association, the Zodiacs, assemble to organize the election to choose the next president, following the will of Netero's last message.",
                    "TitleJapanese": "キキョウ×ト×ホンミョウ",
                    "SummaryJapanese": "王・メルエムの死によって人類対キメラアントの闘いは終幕を迎えた。多大な犠牲を出した人類だが、結果キメラアント軍に勝利した。ウェルフィン、ブロヴーダ、ヒナ、シドレらキメラアントは、前世の記憶が有る者、無い者、各々それぞれ別の人生を歩んでいく事になる。シドレとブロヴーダは、とある村にたどり着いた。キメラアントの２匹を見るや否や、忌避する村人たち。だが、やがてブロヴーダの言葉に耳を傾け始める。"
                }
            }
        },
        "3": {
            "ID": "589283",
            "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4917136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4917136",
                    "TitleEnglish": "Debate x Among x Zodiacs",
                    "SummaryEnglish": "To ensure that Netero's last wish will be followed, Ging convinces the other members of the Zodiacs to procede with the election according to some rules defined by him. However, after the first round of voting, a winner is not decided and a second round begins. Meanwhile, Illumi informs Hisoka about Gon's condition and asks for his help to ensure Killua's safety as well, in a plan that somehow involves a fifth, yet unrevealed member of the Zoldyck siblings.",
                    "TitleJapanese": "ジュウニシン×デ×ギロン",
                    "SummaryJapanese": "ハンター協会の最高幹部集団“十二支ん”が集結した。その中にはゴンの父親・ジンの姿もあった。彼らはネテロが言い残した次期会長の選出について議論をするが、副会長パリストンのせいで議会は紛糾する。この議会、果たして決着はつくのだろうか…"
                },
                "2": {
                    "ID": "4933367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4933367",
                    "TitleEnglish": "Request x And x Wish",
                    "SummaryEnglish": "With the elections in a stalemate, Pariston, the current vice-president proposes a new set of rules to his fellow Zodiacs in order to solve the impasse, but the others know that he actually plans to make use of this to secure a victory for himself. Meanwhile, Killua returns home and asks his father to let him see his younger sister Alluka, intending to use her mysterious and frightening power to grant wishes in order to save Gon's life.",
                    "TitleJapanese": "オネダリ×ト×オネガイ",
                    "SummaryJapanese": "ネテロ会長の後継者を決める第13代会長総選挙の投票が遂に開始された。ハンター協会本部ビルには投票にきたハンター協会会員達の長蛇の列が出来ていた。その選挙のルールは、協会員661名全員が候補者かつ投票者であり、95％以上の投票率を確保しないと再選挙になるというもの。選挙は混迷を極め、1回目の選挙は不成立、そして2回目も条件不成立により再選挙が決定。2度の選挙にわたり圧倒的得票数を獲得しているのは副会長パリストンであり次期会長の可能性が濃厚だが、十二支んのメンバー達はこのまま彼に次期会長を任せるのが不満であった。その頃キルアはゾルディック家の屋敷に向かい、ゴンを救うべく、父・シルバの前にいた。果たしてキルアの父との交渉は、そして総選挙の結果はいかに…"
                },
                "3": {
                    "ID": "4931382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4931382",
                    "TitleEnglish": "Alluka x And x Something",
                    "SummaryEnglish": "Killua reunites with his sister Alluka and uses her as a leverage for them to be allowed to leave the Zoldick state, as her powers can only be used to heal Gon if she is close to him. Meanwhile, Illumi asks for Hisoka's help to stop Killua's plans, and with elections yet to reach a conclusion, the Zodiacs keep arguing about a possible way to bring it to end.",
                    "TitleJapanese": "アルカ×ト×ナニカ",
                    "SummaryJapanese": "キルアがきょうだいのアルカと再会を果たしていた頃、兄・イルミはヒソカの協力を得るべく、ゾルディック家の秘密・アルカの能力について語っていた。それはゾルディック家を滅ぼすほどの脅威の能力であり、アルカの『おねだり』を３つ叶えると『お願い』を叶えてくれるが、それは等価交換を要する恐ろしい能力であった。先の闘いで誓約と制約にて一時的に強力な念を使用し大きな代償を負ったゴンを治すためキルアはアルカに『お願い』をする事を決意していた。果たしてその代償は…"
                },
                "4": {
                    "ID": "4939587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4939587",
                    "TitleEnglish": "Joining the Fray x And x Open Hostilities",
                    "SummaryEnglish": "Killua is allowed by his family to leave the Zoldick estate with his sister, but only under supervision of several butlers with orders to bring them home if he ever leaves Alluka's side or allows any of their secrets to be leaked. Meanwhile, Leorio appears and confronts Ging, asking him why he had not ever paid a visit to Gon at the hospital yet.",
                    "TitleJapanese": "サンセン×ト×カイセン",
                    "SummaryJapanese": "除念師の力をもってしても、ゴンにかかっている誓約と制約を解除できない。ゴンを必ず元通りにすると家族の反対を押し切り、アルカを外に連れ出そうとするキルアには、ゾルディック家の監視と複数の執事が追尾についた。しかしキルアは止まらない。果たしてキルアは無事アルカをゴンの元へ連れて行き、彼を救う事ができるのか。"
                },
                "5": {
                    "ID": "4945477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4945477",
                    "TitleEnglish": "Magician x And x Butler",
                    "SummaryEnglish": "Leorio's confrontation with Ging earns him the respect of his fellow Hunters and make him one of the frontrunners for the election. Meanwhile, Illumi begins an attack on Killua as part of his plan to kill Alluka, assisted by Hisoka, who has other plans for her.",
                    "TitleJapanese": "テジナシ×ト×シツジ",
                    "SummaryJapanese": "ハンター協会本部ビル。ネテロ会長の跡を継ぐ、会長選抜の4回目の総選挙が執り行われた。結果はパリストン1位、チードル2位、そしてレオリオが3位。だが、またも条件不達成のために再選挙が決定、上位16名による第5回選挙となったがパリストンはいつもの余裕の微笑みを見せている。一方、ハイウェイを走る車に乗るキルアは選挙結果を中継で見、レオリオの順位に驚くが、その時突如、執事・ゴトーの携帯がなる。電話の主はキルアの兄・イルミであった。"
                },
                "6": {
                    "ID": "4955588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4955588",
                    "TitleEnglish": "Needles x And x Debt",
                    "SummaryEnglish": "Gotoh is killed by Hisoka, while the other butlers keep following Killua until he manages to shake them off. Meanwhile, Illumi uses his needles to take control of several people to assist on his plans and when news of it come to the Association, a team of Hunters is assembled to bring him to justice, while some of them decide to take advantage of it in order to win the election.",
                    "TitleJapanese": "ハリ×ト×カリ",
                    "SummaryJapanese": "キルアを援護するゴトーたちの前に立ちはだかったのは、イルミに協力しアルカの抹殺を図るヒソカ。アルカを抱きかかえ森の中を走り抜け、次の町・パラスタに向かうキルアの背後には、迫り来るひとつの影…追って来たのは執事のツボネであった。キルアのスピードに巻かれたツボネは携帯を取り出し、同じく孫で執事のアマネに先回りするように伝える。果たしてキルア達は無事にゴンの所までたどり着けるのだろうか…"
                },
                "7": {
                    "ID": "4964002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4964002",
                    "TitleEnglish": "Sin x And x Claw",
                    "SummaryEnglish": "The election proceeds without a winner determined yet, and Killua is cornered by Illumi, who demands him to reveal which secrets he is hiding regarding Alluka's powers. Meanwhile, Hisoka keeps murdering other hunters just to amuse himself.",
                    "TitleJapanese": "ツミ×ト×ツメ",
                    "SummaryJapanese": "第5回13代ハンター協会会長総選挙は、上位8名による再選挙という結果になり、引き続き選挙戦が行われる。一方キルアを追うヒソカは、「清凛隊」と呼ばれる組織が針人間捕獲のために送り込んだハンターたちを次々抹殺し、キルアの乗る飛行船の着陸地点の記されていた地図を手にしていた。またイルミも追っ手から地図を入手しキルアを追い、同じくその飛行船を執事のツボネとアマネも追っていた。"
                },
                "8": {
                    "ID": "4965906",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4965906",
                    "TitleEnglish": "Approval x And x Coalition",
                    "SummaryEnglish": "With only four candidates left, the election draws to its conclusion and has an unexpected turn when Leorio receives the support from two of the other remaining contestants, who are eager to prevent Pariston from winning. Meanwhile, Killua and Alluka finally arrive at the hospital where Gon is being treated.",
                    "TitleJapanese": "ケッサイ×ト×カッサイ",
                    "SummaryJapanese": "総選挙は引き続き行われ第7回13代ハンター協会会長総選挙の結果、上位8名から更に絞り込まれ上位4名での再選挙が決まった。「決まらない事が決まった」と意味深な事を言い不機嫌な顔をして本部ビル廊下を歩くジンに、どうしたらパリストンに勝てるのか、その方法をチードルは問う。ジンの答えは「アイツは勝とうと思っていない　負けようとも思っていない　だから強いんだ」その答えが意味するものとは…"
                },
                "9": {
                    "ID": "4965907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4965907",
                    "TitleEnglish": "Defeat x And x Reunion",
                    "SummaryEnglish": "Leorio is about to win the election, but loses all motivation to continue after a fully healed Gon appears before him, thanks to the power of Alluka, opening the way to Pariston's victory. Surrounded by his friends and the other hunters who celebrate his recovery, Gon meets his father at last.",
                    "TitleJapanese": "カンパイ×ト×サイカイ",
                    "SummaryJapanese": "会長総選挙は回を重ね、8回目に突入していた。ビーンズによって即時開票され、大モニターに映し出された結果に会場がざわつく。会場がざわついたその結果は、1位レオリオ、2位パリストン。しかし、レオリオの得票数が50％を超えず、上位2名の最終決戦投票となる。一方、ゴン専用の病院では、キルアの膝を枕に寝ていたアルカが目を覚ました。アルカに---否、ナニカに対しキルアはついに禁断の「おねがい」をする。"
                },
                "10": {
                    "ID": "4965908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4965908",
                    "TitleEnglish": "Chairman x And x Release",
                    "SummaryEnglish": "Gon apologizes to Ging for failing to save Kite and his father instructs him to apologize to Kite himself instead, affirming that he will wait for him to return. Meanwhile, Pariston wins the election, but renounces in favor of fellow Zodiac Cheadle and Killua seals Alluka's powers away to ensure that she can live a normal life beside him.",
                    "TitleJapanese": "カイチョウ×ト×カイジョ",
                    "SummaryJapanese": "会長総選挙が行われているハンター協会本部ビルの会場は、ゴンの復活に歓喜する仲間達とそれを祝うハンターたちにより、拍手につつまれた。そしてゴンは、初めて父・ジンの姿を目の当たりにする。ミトの家に飾られた写真のジン、サトツが、レイザーが、カイトが語ったジン。そのジンが今、目の前でゆっくり振り返り、ゴンに向かって片手をあげ目礼をした。ゴンは駆け寄り、ジンに話かける。その言葉とは…。"
                },
                "11": {
                    "ID": "4965909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4965909",
                    "TitleEnglish": "Salvation x And x Future",
                    "SummaryEnglish": "Gon apologizes to Kite for not being strong enough to save him. Kite tells him they'll always be friends and that he should go get to know his dad. Gon returns to the Election Hall only to find a note that Ging has gone to the World Tree. Gon, Killua, and Alluka journey to the World Tree where Killua reveals Alluka's powers to Gon. Killua vows to protect his sister and says farewell to Gon, promising they'll meet again. Gon in turn promises to introduce Killua to Ging when they meet again.",
                    "TitleJapanese": "スクイ×ト×ミライ",
                    "SummaryJapanese": "キメラアントのコアラは赤毛の少女にこれまで自分が犯してきた罪を告白する。コアラの懺悔が終わると、少女が静かに語り始めた。一方、ゴンは死んだと思っていたカイトが生きていると知り、カイトに会いに向かっていた。カイトに会ってゴンが言いたかったこととは、、、。"
                },
                "12": {
                    "ID": "4965910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hunter-x-hunter-2011/episodes/4965910",
                    "TitleEnglish": "Past x And x Future",
                    "SummaryEnglish": "Gon climbs to the top of the World Tree where Ging is expecting him, and the two finally have a heart to heart. In this occasion, Ging reveals his intentions to explore the world beyond the current boundaries known to mankind and Gon tells him of all his adventures, while his friends keep following their separate ways, each one of them with their own dreams and goals to pursue.",
                    "TitleJapanese": "コレマデ×ト×コレカラ",
                    "SummaryJapanese": "ゴンは世界一高い木を登る。その頂上にはずっと探していた父・ジンが待っていた。ゴンはジンに今までの旅を話したかった。ジンを探すため故郷・くじら島を旅立ったこと。過酷なハンター試験を突破し、プロのハンターになったこと。旅の中でたくさんのかけがえのない仲間を得たこと。ゴンとジンのはじめての親子の時間が待っていた。"
                }
            }
        }
    }
}