{
  "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3416460/",
    "https://www.themoviedb.org/tv/45281"
  ],
  "TitleEnglish": "Majikoi Oh! Samurai Girls!",
  "SummaryEnglish": "Kawakami City is famous for its strong dedication to its samurai ancestors. A healthy fighting spirit is always valued and it's even an important factor for success at school. Yamato, a second year student from Kawakami Highchool is always with his close friends (4 boys and 3 girls). They have all known each other since they were young and have done many things together. While they have many other friends, this group of seven is a close-knit, inseparable group. They even have a secret base where they meet. With the new semester, they welcome two girls into their group and shortly after things begin to change...",
  "Aliases": [
    "Maji de Watashi ni Koi Shinasai!",
    "Majikoi"
  ],
  "Modified": "2025-09-07",
  "Seasons": {
    "1": {
      "ID": "475457",
      "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4181331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4181331",
          "TitleEnglish": "Come at Me, Seriously!!",
          "SummaryEnglish": "It's an all out war! Class 2F goes up against their hated rivals from class 2S. Little do they know that there's a wild card in the shadows, one that will definitely turn the tide unless they find a way to stop it!",
          "Aliases": []
        },
        "2": {
          "ID": "4184995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4184995",
          "TitleEnglish": "Complete the Mission, Seriously!!",
          "SummaryEnglish": "Someone's stirring up trouble...sexy trouble! This sounds like something the Kawakami Academy's hidden organization should be involved in. A secret mission is on the menu, and the Kazuma family is on the case.",
          "Aliases": []
        },
        "3": {
          "ID": "4184996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4184996",
          "TitleEnglish": "Go Crazy for Me, Seriously!!",
          "SummaryEnglish": "Miyako will stop at nothing to make Yamato hers. With Yamato dodging her advances at every turn, this little schoolgirl crush is quickly turning into mission impossible!",
          "Aliases": []
        },
        "4": {
          "ID": "4184997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4184997",
          "TitleEnglish": "Talk to Me, Seriously!!",
          "SummaryEnglish": "While on the run from Miyako, Yamato finds himself with someone unexpected in the bath. Using his strategic mind, he must quickly find a way out of this situation, and get going somewhere, anywhere else!",
          "Aliases": []
        },
        "5": {
          "ID": "4184998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4184998",
          "TitleEnglish": "Get Mad at Me, Seriously!!",
          "SummaryEnglish": "Kokoro's rage will not be satisfied until she has Yamato under her boot! After the humiliation she endured at the hands of the young strategist during the Kawakami Conflict, Kokoro is dead set on getting revenge by any means possible.",
          "Aliases": []
        },
        "6": {
          "ID": "4184999",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4184999",
          "TitleEnglish": "Carry It with Me, Seriously!!",
          "SummaryEnglish": "The annual Kanagawa festival is here, and with it come a set of strange customs and traditions that the Kazama family completely indulge in. Amid the festivities, Yamato meets a strange man who seems to know his father...",
          "Aliases": []
        },
        "7": {
          "ID": "4185000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4185000",
          "TitleEnglish": "Come with Me, Seriously!!",
          "SummaryEnglish": "Momoyo tries to talk to Yamato, but she becomes annoyed after seeing him spending time with the other four girls. When Yamato finally gets to see Momoyo, she tries to brush off her jealousy. There have been photographs taken of the girls eating the mushroom-shaped candy during the festival, and they have been distributed worldwide into magazines. Yamato and the girls are tasked to find out who is responsible, but Momoyo chooses to stay behind. Yamato is soon taken hostage by Gyobu Shakadou and the Itagaki Siblings, the group of criminals who were seen in the weapon warehouse from before, as they were the ones responsible for smuggling weapons and magazines overseas. Fortunately, the four girls come to rescue and evade the bomb planted by Gyobu. The two groups begin to fight each other, each faring well against the other. Gyobu attempts to shoot Miyako, but as she dodges it heads toward Yamato, only to be deflected by Momoyo. As Momoyo charges head-on towards Gyobu, she is thwarted by Takae Tachibana, a former member of the \"Big Four\".",
          "Aliases": []
        },
        "8": {
          "ID": "4185001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4185001",
          "TitleEnglish": "Explain What's Going On, Seriously!!",
          "SummaryEnglish": "Momo's thirst for battle is about to be quenched, with Tachibana Takae stepping up to take her on. Takae's battle spirit is tremendous, and it may take more than Momo's brtue strength to end this fight.",
          "Aliases": []
        },
        "9": {
          "ID": "4185002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4185002",
          "TitleEnglish": "Come Out to Me, Seriously!!",
          "SummaryEnglish": "Momo is determined to find Tachibana Takae. Meanwhile, Yamato lies in the hospital with severe injuries. With all his friends around him, the girls all realize something that will change everything...",
          "Aliases": []
        },
        "10": {
          "ID": "4185003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4185003",
          "TitleEnglish": "Go at It with Me, Seriously!!",
          "SummaryEnglish": "The fight is on! Momo vs. Takea in a winner take all struggle for supremacy! As the battle rages, new players get thrown into the fray, but things don't go quite as well as they'd hope they would...",
          "Aliases": []
        },
        "11": {
          "ID": "4185004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4185004",
          "TitleEnglish": "Sortie with Me, Seriously!!",
          "SummaryEnglish": "At this rate, Yamato will be torn to pieces! The battle over him is heating up, and none of the girls are willing to back down. Takea, meanwhile, is busy announcing her own intents to the public.",
          "Aliases": []
        },
        "12": {
          "ID": "4185005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majikoi-oh-samurai-girls/episodes/4185005",
          "TitleEnglish": "Love Me, Seriously!!",
          "SummaryEnglish": "The last battle is at hand, and our heroes are at a disadvantage. With the odds in the enemy's favor, the group's will, trust, and love will have to see them through the finale of Majikoi: Oh! Samurai Girls!",
          "Aliases": []
        }
      }
    }
  }
}