{
    "URL": "https://www.thetvdb.com/series/un-go",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2127216/",
        "https://www.themoviedb.org/tv/42142"
    ],
    "TitleEnglish": "Un-Go",
    "SummaryEnglish": "The main characters, Yuuki Shinjuurou and Inga, work together to solve mysteries in a near future timeline. The story is based on the works of Sakaguchi Ango (Aoi Bungaku Series' \"In the Forest, Under Cherries in Full Bloom\"), a post-World War II Japanese novel and essayist.",
    "TitleJapanese": "UN-GO",
    "SummaryJapanese": "探偵は二人組。\n人呼んで最後の名探偵、結城新十郎\nそして、相棒の因果。\nわけあって世の謎と真実を解き明かす探偵業。\n西に刺殺された金持ちあれば行って犯人をあぶり出し、\n東に呪いで死んだ男あれば呪いではないと証明する。\n因果の協力と新十郎の推理。\n二人の不思議な絆が力を発揮する時、\n解けない謎はない。\n\n——なんて、いつもカッコつけちゃいるけれど、\nなかなか思うようにならないことも多かったりして。\nそれでも二人は吸い寄せられるように\n事件に立ち向かっていく。\n\n「しかし私が呼ばれたってことは、\n　なにか事件が起きるということですよ。大事件がね」",
    "Aliases": [],
    "Modified": "2011-10-04",
    "Seasons": {
        "0": {
            "ID": "475729",
            "URL": "https://www.thetvdb.com/series/un-go/seasons/official/0",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4223569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4223569",
                    "TitleEnglish": "Chapter of Inga",
                    "SummaryEnglish": "Prequel film of UN-GO telling the encounter of Shinjuurou and Inga.",
                    "TitleJapanese": "因果論",
                    "SummaryJapanese": "新十郎と因果との出会いと、2人の最初の事件を描いた物語。戦争が始まる前、新十郎は学生時代の友人とアジアのとある国に出かけていたが、反政府軍の紛争に巻き込まれ、新十郎以外が殺されてしまう。帰国後、東京では新興宗教「別天王会」がヤミヨセという儀式を行う最中、信者が白い獣に殺されるという事件が発生していた。そこの会師・大野妙心と関係を持つ新十郎は、過去を清算すべく、事件解決に挑む。"
                },
                "2": {
                    "ID": "4595153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595153",
                    "TitleEnglish": "Inga's Diary - 01",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第1回",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4595154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595154",
                    "TitleEnglish": "Inga's Diary - 02",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第2回",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4595155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595155",
                    "TitleEnglish": "Inga's Diary - 03",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第3回",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4595156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595156",
                    "TitleEnglish": "Inga's Diary - 04",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第4回",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4595157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595157",
                    "TitleEnglish": "Inga's Diary - 05",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第5回",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4595158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595158",
                    "TitleEnglish": "Inga's Diary - 06",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第6回",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4595159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595159",
                    "TitleEnglish": "Inga's Diary - 07",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第7回",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4595160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595160",
                    "TitleEnglish": "Inga's Diary - 08",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第8回",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4595161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595161",
                    "TitleEnglish": "Inga's Diary - 09",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第9回",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4595162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4595162",
                    "TitleEnglish": "Inga's Diary - 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "因果日記 第10回",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "475730",
            "URL": "https://www.thetvdb.com/series/un-go/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4183271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4183271",
                    "TitleEnglish": "Murder at the Ball",
                    "SummaryEnglish": "Kaoru Kanou, a corporate president who is under suspicion for arrest, holds a ballroom event. Among the invitees are Shinjūrō Yūki, a curious detective, his strange assistant, Inga, and Rie, the daughter of police detective Rinkako Kaishō. During the event, Kanou is mysteriously murdered by a knife in his back, with suspicions placed on a member of the SP police who was found shot dead in the hallway. However, thanks to Shinjūrō's detective work, along with the strange abilities of Inga, who transforms into an adult capable a forcing an answer to any one question she asks someone, they soon discover the culprit is Kanou's wife, who wanted him to die a hero.",
                    "TitleJapanese": "舞踏会の殺人",
                    "SummaryJapanese": "総合商社加納グループの加納信実（のぶざね）社長は、終戦後の復興特需に関して、不正の疑惑がかけられていた。逮捕も間近といわれる中、加納は自らの嫌疑を晴らすため自宅で盛大なパーティーを開く。\nＪＪシステム会長・海勝麟六の娘・梨江が、検察庁連合調整部の虎山泉とともに専用エレベーターに乗ろうとした時、割り込んでくる２人がいた。一人は探偵の結城新十郎。推理では麟六に負け通しの「敗戦探偵」。そしてもう一人が新十郎といつも行動をともにしている少年・因果。彼らもまたパーティーの招待状を手にしていた。\n加納の妻・敦子と言葉を交わす梨江。敦子は、検察によってかけられた夫・信実の嫌疑が晴らされることを強く望んでいた。アルコールを口にし、具合の悪くなった梨江。\n梨江がトイレで休憩をしている間、広間の舞台では、加納信実が自らの潔白を証明する演説を始めようとしていた。が、喋り始めようとした瞬間、信実はよろめき倒れる。その背中には１本のナイフがあった……。"
                },
                "2": {
                    "ID": "4188267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188267",
                    "TitleEnglish": "Pitiless Song",
                    "SummaryEnglish": "A wealthy woman named Hisako Osada is found murdered in a briefcase that was delivered to her home. Whilst the police suspect Hisako's lover to be the culprit, her daughter, An, believes someone else is behind the murder and calls on Shinjūrō to investigate. Their investigation leads them to look into an idol group Hisako managed named Yonagahime 3+1, one of its members of which, Eri, was allegedly killed in a terrorist attack. Inga uses her powers on one of Yonagahime's members, who reveals that Eri never existed and was just used by Hisako to skyrocket the band's popularity during a war.",
                    "TitleJapanese": "無情のうた",
                    "SummaryJapanese": "海勝のもとに虎山がまた不可解な事件を持ち込んだ。無認可タクシーが正体不明の女に配達を頼まれ、あるお屋敷を訪ねて、トランクを引き取った。運転手がトランクをあけたところ、トランクの中にあったのは、そのお屋敷の主・投資家の長田久子本人の死体だった。トランクを屋敷の門番に預けたのはこれまた謎の男。海勝は、これはグループの犯罪に見せかけた単独犯の犯行と推理、捜査線上に浮かんだ容疑者・荒巻の捜索が始まる。\nその数日後、新十郎は長田久子の娘、長田安と出会う。海勝の推理で浮上した容疑者は、真犯人ではないという安。母・久子はずっと以前から脅迫され、毎月品川のホテルにお金を届けていたという。\n脅迫犯について「もしかしたら夜長姫の……」と気になる言葉を漏らす安。夜長姫とは、一世を風靡した国民的アイドル。彼女たちは日本の海外出兵をきっかけとする報復テロに対し、徹底抗戦を歌った“戦時下”のカリスマだった。だが終戦後は、その内容故に彼女たちの歌は、検察庁連合調整部によって放送・発売禁止となっていた。\n謎の殺人と放送禁止アイドルを繋ぐ線とは何か。捜査を始めた新十郎の見たものとは。"
                },
                "3": {
                    "ID": "4188266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188266",
                    "TitleEnglish": "Masked Mansion",
                    "SummaryEnglish": "Rie calls on Shinjūrō and Inga to accept a request from Mitsuko Sasa, whose adopted brother Kazamori caught on fire and died, allegedly related to a curse from her father, Komamori, who died in a similar manner seven years ago. As Izumi's group conducts their own investigations on the cause of Kazamori's death, Inga uses her powers to reveal that Kazamori is actually a supercomputer.",
                    "TitleJapanese": "覆面屋敷",
                    "SummaryJapanese": "戦争で荒廃した西新宿。立ち入り制限地域の倒壊したビルの一画に住み着く人々がいた。馴染みの女のスマートフォンの回線状況を調べている新十郎。そこに梨江がある事件を携えて訪れる。スマートフォンの回線回復を条件に梨江の事件の解決に当たることになる。\n死んだのは佐々風守。\n父親、佐々駒守は人工知性の研究者で天才と呼ばれていたが戦時中の７年前、新情報拡散防止法により強制捜査を受け、そのさなかの爆発事故で死亡した。\n風守は、駒守がある日突然、遠縁の子供といって連れてきた養子。駒守と同様、風守は当主のならわしとして覆面で顔を隠していた。駒守の死後、財産や会社も風守が相続したが、実質的には駒守の弟、木々彦が実権を握っていた。\n今回、風守もまた爆死したため、佐々家の人々の間では家にかかった呪いではないかと不安が広がる。果たして死因は、呪いか、自殺か、他殺か……。\n新十郎が状況を把握したころ、虎山泉が現れ海勝の推理を関係者に披露する。新十郎は、海勝の推理を覆す真実を見つけられるか。"
                },
                "4": {
                    "ID": "4188265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188265",
                    "TitleEnglish": "House, Unmasked",
                    "SummaryEnglish": "It is revealed that Kazamori was actually a program known as RAI, one of the last built by Komamori before they were outlawed. As Kazamori is accused of killing the corpse that was assumed to be him, Shinjuurou and Inga download Kazamori into a doll before he is taken into custody. After discovering that the corpse was an outside and learning that Kazamori's maintainer, Dr. Taku, was also a RAI, Shinjuurou and others soon discover the culprit is Komamori, who faked his death using the body of the real Dr. Taku so that his RAI wouldn't be used by the military. After Komamori is arrested, Kazamori moves his consciousness to a doll of a girl so he can continue its life.",
                    "TitleJapanese": "素顔の家",
                    "SummaryJapanese": "先代の佐々駒守は、人工知性の研究者としてREAL AI ―R.A.I― と呼ばれる画期的な人工知能を開発していた。だがそれは７年前に新情報拡散防止法に抵触するとして禁忌の技術として葬り去られた。佐々駒守は爆死し、佐々家の家督は、養子の風守へと譲られた。\nそして、今度起きたのは、佐々風守の爆死。彼は何故死ななくてはならなかったのか。梨江に呼ばれて事件に関わることになった新十郎は、佐々家の中で密かに隠されていた思わぬ真実を明らかにする。\nだが、真実が明らかになっても解けない謎が残った。佐々家を辞した新十郎と因果を追いかけてくる軍指揮下の公共保安隊。それは新十郎が疑問に思っていた、“ある事”への大事な回答となった。\n「ご苦労さん……これでやっとわかった」\nかくして物語の舞台は、再び佐々家へと戻る。虎山も姿を見せ、佐々風守の死を巡る予想だにしなかった犯人が現れる。"
                },
                "5": {
                    "ID": "4188264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188264",
                    "TitleEnglish": "The Statue of Illusion",
                    "SummaryEnglish": "At the unveiling of a statue created in memory of three youths who sacrificed themselves to dispose of a bomb, two people who were snuck in to try and unveil a purported scam behind the story are found murdered inside the statue. Shinjuurou initially suspects the statue's commissioner, Hakuro Shimada, as the murderer, but Inga's question proves his innocence. After a brief depression and a pep talk from Kazamori, Shinjuurou deduces the culprit to be the statue's creator, Youko, who killed the men before they were transported, before later revealing the location of gold bricks that Hakuro had hidden.",
                    "TitleJapanese": "幻の像",
                    "SummaryJapanese": "戦時中、日本を狙うテロリストとの徹底抗戦を謳う政治結社「日輪の会」の決起集会が開かれた。その会場に爆弾を積んだトラックが突入するテロが発生。主宰の衆議院議員・島田白朗と会場にいた聴衆を守るため、名もなき三人の学生が、トラックを安全なところまで遠ざけ、爆死した。そして終戦を迎え、三人の存在はタブーとなって人の口に上ることはなくなった。\n島田白朗から招かれ、三人の学生を讃えるブロンズ像の除幕式に立ち会う新十郎。会場の外には、島田の元ボディーガードだったという山本正信が、島田の不正蓄財を糾弾するため抗議行動を繰り広げていた。\n喧噪の中、新十郎の心は晴れない。新十郎は、会場で、島田の息子で俳優の爾朗、そしてブロンズ像の作者である平戸葉子と知り合いになる。\n気が付くと、ブロンズ像から血がにじみ出ている。ブロンズ像の中には空洞があり、死体が２つ収められていたのだ。死体はどちらも山本の配下だった男たち。どうして二人はブロンズ像の中に入ったのか。\n「面白いことになったようだね」\n除幕式の様子をモニターしていた海勝がつぶやく。"
                },
                "6": {
                    "ID": "4188263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188263",
                    "TitleEnglish": "The Code Too Simple",
                    "SummaryEnglish": "Shinjuurou is approached by Yajima, an old friend of Rinroku, who found a piece of manuscript in a book given to him by an inmate whilst he was in prison. After discovering Yajima's wife Takiko's fingerprints on the paper, Shinjuurou informs Rie, who investigates how the book relates to Rinroku. Shinjuurou later hears from Yajima about how his children disappeared and his wife went blind, allegedly having an affair with Rinroku. Shinjuurou looks at all the books Rinroku bought from the Yajima family, finding more hidden codes which are revealed to be from Yajima's children. As it turns out, Rinroku had helped the children and placed them in child care to avoid Takiko's neglect, and they are soon reunited with Yajima. Afterwards, Shinjuurou confronts the prisoner who gave Yajima the book, learning something shocking.",
                    "TitleJapanese": "あまりにも簡単な暗号",
                    "SummaryJapanese": "新十郎のもとを民間刑務所を出たばかりの男が訪れる。男の名は矢島。政治犯として３年間を刑務所で過ごしたが、もともとは評論家で、海勝とは古い友人だという。矢島が依頼したのは暗号解読。自分が手に入れた海勝の蔵書の中に、何故か矢島特注の原稿用紙が挟み込まれており、そこには謎の数字の羅列が書かれていたという。新十郎があっさりと解いた暗号の内容は、待ちあわせの指示だった。では、誰と誰が会うための暗号だったのか。実は矢島には一つ心あたりがあった。矢島の服役中に、妻のタカ子と海勝が情を通じたのではないか。暗号は２人が密会するためのものではなかったのか。この疑惑は静かに新十郎や、事件に関わることになった梨江の胸中にも広がっていく。もし海勝と矢島の妻が関係を持っていたとすると、ある日突然行方不明になったという矢島夫妻子の子供たちの行方は一体……。"
                },
                "7": {
                    "ID": "4188262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188262",
                    "TitleEnglish": "Daydream",
                    "SummaryEnglish": "As the prisoner explains how he is 'a novelist who writes in reality', a strange being accompanying him traps Shinjuurou in a vision where he is a cameraman shooting a film about a war that never happened. As Shinjuurou becomes curious about whether the director is involved with one of the actresses, he gets the nagging feeling that there's a mystery to be solved. As Shinjuurou loses grip on this reality, he discovers the director has been killed and believes himself to be the culprit.",
                    "TitleJapanese": "ハクチユウム",
                    "SummaryJapanese": "結城新十郎、職業・映画カメラマン。現在彼が撮影している『白痴たち』は、監督の三高吉太郎にやる気がなく、新十郎は自主的にカメラを回し続けている。カメラの先には主演の３人の少女、紗代、寿美恵、素子がいた。物語の舞台は、戦争に巻き込まれた現代の日本。それぞれ別の場所から逃げてきた３人の少女が、一人の男に愛され、半壊した家の押入に住んでいるという設定だ。カメラを回しながら、新十郎の頭の中に声が響く。「謎を解け」。だが、新十郎の目の前には解くべき謎は見つからない。そして映画の撮影は続き、撮影の合間に紗代はつぶやく。「戦争なんて、起こってない。誰も大切な人を亡くしたり、家を焼かれたりしない、悲しい思いなんてしていない……だから映画も撮れるんですよね」。新十郎は３人の映画への思いを大切にしたいと感じていた。そんなある日、三高監督が殺される。監督と最後に会った人物は新十郎。犯人は新十郎なのか。"
                },
                "8": {
                    "ID": "4188261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188261",
                    "TitleEnglish": "The King of Paradise",
                    "SummaryEnglish": "After determining that Shinjuurou had been imprisoned, Rie accompanies Izumi to the prison, where they are both put under the novelist's spell and become characters in his 'novel' alongside Shinjuurou. As Inga determines this is the work of a deity known as Bettenou, Kazamori manages to make use of a pair of taser handcuffs to snap Shinjuurou back to reality. Shinjuurou investigates into the real murder, determining the culprit to be one of the 'actresses', who killed the 'director', who was actually a security guard trying to help her escape, because she believed she was being cut from the movie. Meanwhile, Inga gets the truth out of the novelist whilst Bettenou disappears.",
                    "TitleJapanese": "楽園の王",
                    "SummaryJapanese": "新十郎が消えた。風守は新十郎の気配を求めてネットへ潜る。厚い障壁に阻まれながらもついに風守が見つけた新十郎は、民間刑務所「東関東社会復帰促進センター」の中にいた。新十郎は、かつての事件に関係して“小説家”を名乗る犯罪者に面会するためその民間刑務所を訪れ、そこで消息を絶っていたのだった。確かに刑務所の監視カメラには、謎の行動をとる新十郎が確かに映し出されていた。新十郎はなぜ収監されたのか？　新十郎の行方は、梨江を通じて麟六、虎山、速水の知るところとなった。刑務所に乗り込もうとする虎山に、自分もついていく行くと強引に主張する梨江。刑務所に到着した２人は面会室でまず、新十郎が会おうとした“小説家”に会った。新十郎救出作戦はスタートしたが、果たして作戦は成功するのか。"
                },
                "9": {
                    "ID": "4188260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188260",
                    "TitleEnglish": "Kaishou Rinroku's Crime",
                    "SummaryEnglish": "As Shinjuurou wonders where Bettenou has disappeared to, a hacking group known as Full Circle is spreading leaks of Rinroku's company and lifestyle. As Rinroku makes an appearance on television show along with various people from rival companies, an explosion occurs when he exits the room, hospitalizing everyone including Rinroku, whilst another Rinroku appears at Rie's house. As Rie asks Shinjuurou to prove Rinroku's innocence the next day, Inga comes face to face with Bettenou. After Shinjuurou hears about the second Rinroku from Rie, he deduces that this is the work of Bettenou and believes Rinroku to be the one using her. He gets help from a rookie Diet member to have the hospitalized...",
                    "TitleJapanese": "海勝麟六の犯罪",
                    "SummaryJapanese": "フルサークルを名乗るハッカー集団がＪＪシステムズに標的を定め攻撃を始めた。フルサークルはＪＪシステムの社内資料を流出させ、海勝麟六のプライベートも暴露する。そんな逆風の中、海勝がＴＶの討論番組に出演することになった。番組の共演者は海勝に批判的な政治家、ライバル企業経営者、暴露本を書いた評論家たち。フルサークルは「海勝が自分に敵対するものを集めて殺害するつもりだ」という情報をネットでばらまく。そして、番組がスタートした直後、ＴＶ局で大爆発が発生した。出演者を含み、死者行方不明者８人。海勝もまた重傷を追い、病院に収容される。世間は、海勝こそ真犯人だと噂する。別天王の行方を追っていた新十郎を病院に呼び出した梨江は、海勝の無実を証明してほしいと依頼する。「このオレが海勝の無実を明かすことになるとはね」。新十郎の捜査が始まる。"
                },
                "10": {
                    "ID": "4188259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188259",
                    "TitleEnglish": "Kaishou Rinroku's Funeral",
                    "SummaryEnglish": "As Rinroku is interviewed via a live video feed, Shinjuurou has Rie tell everyone about the Rinroku that appeared in her home at the time of the explosion. To Shinjuurou's surprise, Inga is called in as a witness to question Izumi, forcing her to reveal secrets about Rinroku's involvement in illegal software used prior to the war. As the hospitalized Rinroku is discharged, he is killed in a car explosion. After speaking with Rie, Shinjuurou suspects something is amiss and manages to learn more about Bettenou from the novelist, further founding his theory that Rinroku used Bettenou's power to fake his death.",
                    "TitleJapanese": "海勝麟六の葬送",
                    "SummaryJapanese": "因果が姿を消した。だが、新十郎は一人で真実を求め続ける。ＴＶ局爆破事件を調べるうちに、海勝が別天王を使っていると疑う新十郎は、真実を明らかにするため、一計を案じる。予算委員会で行われる海勝の参考人招致。病院からの生中継音声に細工をすれば、言葉で人を操る別天王の力は封じることができるはずだ。厳しい追及を難なく退けた海勝は言う。「真実など無数にある。一つの真実で満足するのは、そこで考えるのを止めるにすぎない」。その言葉に怒りを感じた新十郎は思わず海勝を問いただし、切り札として梨江に証言を求める。梨江は語る。「ＴＶ局が爆発した直後、私は自宅で父を見ました」。ＴＶ局の海勝は、別天王が生み出した幻だったのか。そこに因果が姿を現す。因果が真実を語るようにと迫るのは、思わぬ人物だった。"
                },
                "11": {
                    "ID": "4188258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/un-go/episodes/4188258",
                    "TitleEnglish": "I'm Just Searching",
                    "SummaryEnglish": "Shinjuurou, along with Rie, Izumi and some others, receive strange invitations supposedly sent by Rinroku. They are brought together at a table where they are presented with weapons, Shinjuurou believes that the imposter Rinroku was the one who appeared at Rie's home, deducing that the Diet member and Rinroku's bodyguard caused the explosion. It is at this point that Rinroku himself seemingly appears with Inga, only for Shinjuurou to deduce that he is actually Izumi's assistant, Shingen Hayami, using Bettenou's power, with the real Rinroku having disguised himself amongst the attendees, having previously faked his death. After a fierce battle, Inga defeats Bettenou and devours her. After the incident, Shinjuurou explains his relationship with Inga to Rie.",
                    "TitleJapanese": "私はただ探している",
                    "SummaryJapanese": "新十郎たち関係者の手元に届けられた謎の招待状。「爆破事件の真犯人を明かすパーティーにご招待します」。そこに記されたのは「麟」の一文字。爆破事件の現場となったテレビスタジオに関係者が集められる。またこんな茶番を仕掛けたのかと怒る泉に、新十郎は答える。「私も呼ばれたんですよ。つまり、なにか事件が起きるってことだ、大事件がね」。爆破事件は海勝の陰謀だったのか。新十郎、最後の推理が始まる。そして、因果と別天王の正体と対決。すべてが明らかになった時、新十郎、因果、梨江の関係は……。"
                }
            }
        }
    }
}