{
    "URL": "https://www.thetvdb.com/series/guilty-crown",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2122656/",
        "https://www.themoviedb.org/tv/43125"
    ],
    "TitleEnglish": "Guilty Crown",
    "SummaryEnglish": "The story takes place in Tokyo in 2039. After the outbreak of an unidentified virus Lost Christmas in 2029, Japan has been controlled by a multi-nation organization GHQ. Ouma Shuu is a 17 year old boy, who has a psychic power in his right hand. He can use the power Ability of King to extract tools or weapons from his friends. He has been avoiding making troubles for others but his life has changed when he met a girl Yuzuriha Inori, one of the members of a resistance guerrilla Undertaker. (AniDB)",
    "TitleJapanese": "ギルティクラウン",
    "SummaryJapanese": "2029年、突如発生した“アポカリプスウィルス”の蔓延によって、大混乱に陥った日本。無政府状態となったこの国は、超国家間で組織された“GHQ”の武力介入を受け、その統治下に置かれることとなる。のちに「ロスト・クリスマス」と呼ばれるこの事件をきっかけに、日本は独立国家としての体を失い、形だけの自治権を与えられ、人々はかりそめの平和を享受していた。\n\nそして時は流れ、10年後の2039年。鬱屈した気持ちを抱えながら、どこか世間に冷めた視線を送る少年の名は、桜満 集（おうま しゅう）。天王洲第一高校に通う高校2年生の彼は、クラスメイトたちとも一定の距離を保ち、ただ漫然と、平穏な日々を送っていた。\n\nしかし集の平穏な日常はある日、突然、打ち破られる。放課後、お気に入りの場所で出会った、ひとりの少女。彼女の名は、楪 いのり（ゆずりは いのり）といった。集が憧れ、ウェブ上で絶大な影響力を誇る人気の歌姫。そして彼女には、もうひとつの裏の顔があった。“GHQ”からの「日本の解放」を謳い、命を賭けて孤独な戦いを続けるレジスタンス組織“葬儀社”。いのりは、17歳の若き首領 恙神 涯 （つつがみ がい）に率いられたこの組織のメンバーでもあったのだ。\n\nいのりや涯たちに導かれ、“葬儀社”の活動に関わり始める集。そして、彼の右手に現れる“王の刻印”。その“印”により集は、人の身体から「ヴォイド」と呼ばれる物質を自在に引き出し、それを武器に闘う力を得る。しかしそれはまた、彼が背負った“罪の王冠”の物語の始まりでもあった……。",
    "Aliases": [
        "Корона греха"
    ],
    "Modified": "2025-07-09",
    "Seasons": {
        "0": {
            "ID": "475726",
            "URL": "https://www.thetvdb.com/series/guilty-crown/seasons/official/0",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "4235930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4235930",
                    "TitleEnglish": "Reassortment",
                    "SummaryEnglish": "A one-hour Noitamina special that recaptures the first 11 episodes of Guilty Crown, and introduces the highlights for the second half.",
                    "TitleJapanese": "軌跡 reassortment",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4291650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4291650",
                    "TitleEnglish": "Lost Christmas",
                    "SummaryEnglish": "A DVD with an animated short bundled with the limited edition of the PC game Guilty Crown Lost Xmas. In 2029, Scrooge escapes from a research facility where he had been confined as an experimental subject. His body was remodeled by genetic manipulations and he uses his psychic power to kill the chasers. One day, he meets another experimental subject called Carol. When three psychic chasers hunt down the two, Carol asks Scrooge to use his right arm to extract a weapon from her body.",
                    "TitleJapanese": "Phase 00 LOST XMAS",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4291651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4291651",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 01-b: Okome",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 01",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4291652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4291652",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 03-b: Hunting",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 02",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4650913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650913",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 05-b: Osuna! Kiken!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 03",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4650914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650914",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 07-b: Gaten-kei",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 04",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4650915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650915",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 09-b: Guts! Guts!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 05",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4650916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650916",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 11-b: Super Driver",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 06",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4650917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650917",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 12-b: Revenge",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 07",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4650918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650918",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 13-b: Sport Festival",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 08",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4650919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650919",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 15-b: Kill-'em-all",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 09",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4650920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650920",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 17-b: Yahiro Saw",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 10",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4650921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4650921",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 19-b: Dead Race",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 11",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "9864238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/9864238",
                    "TitleEnglish": "Guilty Crown 4-Panel Theater - Phase 21-b: Driving",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4-KOMA 『ぎる亭くら雲』 12",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "475727",
            "URL": "https://www.thetvdb.com/series/guilty-crown/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "4183269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4183269",
                    "TitleEnglish": "Genesis",
                    "SummaryEnglish": "Shu Ouma is a 17 year old teen who has poor social skills who lives in Japan where it is under the strict rule of the government organization GHQ due to the Apocalypse Virus ten years ago. While going to his warehouse studio, he encounters Inori Yuzuriha, internet singer of the band Egoist, who is recovering from her wounds after stealing a formula called Void Genome from the GHQ. After mending her wounds and feeding her, Inori is captured by the GHQ Anti Bodies division led by Major Guin and Shu is powerless to stop them. To make amends, Shu brings the Void Genome to Inori's boss, Gai Tsutsugami, leader of the resistance group, the Undertakers at Roppongi. However, Major Guin orders the Anti Bodies to exterminate the residents of Roppongi in order to find the Void Genome. As the Undertakers and GHQ battle, Shu goes and rescue Inori and protects her when a GHQ Endlave mech tries to attack them. The attack breaks the test tube holding the Void Genome, giving Shu the \"Power of Kings\" where he pulls out Inori's Void, a large sword and destroys the Endlave.",
                    "TitleJapanese": "phase01 発生：genesis",
                    "SummaryJapanese": "アポカリプスウィルスの発生によって、GHQの統治下にある日本。 天王洲第一高校に通う桜満集（おうましゅう）は、ウェブで話題の歌姫、楪いのり（ゆずりはいのり）と出会う。 だが突然現れたGHQの軍隊が彼女を連れ去り、シュウは残されたシリンダーを手に、ロストクリスマスの惨劇で廃墟となった六本木フォートを目指した。 そしてレジスタンス「葬儀社」のリーダー・恙神涯（つつがみがい）と出会い、遺伝子兵器を巡る戦闘に巻き込まれる。 いのりを守るため、その身一つで人型遠隔兵器、エンドレイヴの前に飛び出したシュウ。――そのとき、彼は右手に、ある能力を得るのだった。"
                },
                "2": {
                    "ID": "4188317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4188317",
                    "TitleEnglish": "Survival of the Fittest",
                    "SummaryEnglish": "After destroying several GHQ Endlaves, Shu, Inori and the Undertakers are forced to retreat when an advanced Endlave joins the battle ridden by 2nd Lieutenant Daryl \"Kill 'Em All\" Yan, a narcissist officer who hates being touch on the grounds people are infected. After regrouping with the others, Gai congratulates his hacker Tsugumi and Endlave pilot Ayase Shinomiya but scolds Inori as he wanted the power of the Void Genome but instead was given to Shu. Never the less, Gai still wants the \"Power of Kings\" and asks Shu for help. When Guin holds a group of innocent civilians hostage where Daryl and several soldiers execute some of them and orders the Undertakers to surrender themselves, the Undertakers trick Daryl to drive his Endlave away from Guin's command center where the Undertakers have a stand off with Guin's men. Using the stand off as a diversion, Shu heads to the truck that holds Daryl's cockpit where Shu pulls out Daryl's Void, a weapon called Kaleidoscope. When Guin fires his laser weapons at Gai, Shu uses Kaleidoscope to shield Gai and deflects the lasers back at Guin and his men, killing them. Despite seeing the atrocities the GHQ does and what the Undertakers are fighting for, Shu declines to join them as he feels he is no hero. But the next day to his surprise, Inori has transferred to his school.",
                    "TitleJapanese": "phase02 適者：survival of the fittest",
                    "SummaryJapanese": "突如始まった遺伝子兵器を巡る葬儀社とGHQの戦い。 シュウはいのりの胸から引き出した剣でエンドレイヴを破壊し、危機を脱した。\n\n葬儀社のリーダー・ガイから語られる“王の能力“、そして“ヴォイド”と呼ばれる異形の力。 「桜満集。お前が選べる道は二つしかない。 黙ってこの世界に淘汰されるか、世界に適応して自分が変わるかだ」 ガイは力を得た集に、戦いへの参加を強いる。\n\n「ウソ…　だろ…」 敵陣に潜入したシュウの目前で繰り広げられる、凄惨な光景。 ――そして、勝敗の行方はシュウに委ねられた。"
                },
                "3": {
                    "ID": "4190459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190459",
                    "TitleEnglish": "Void-Sampling",
                    "SummaryEnglish": "Shu is still shocked that not only has Inori transferred to his school but is living at his home as well. Gai reveals to Shu that he sent Inori to protect him because a student at his school who is secretly a drug dealer nicknamed Sugar saw him during the Undertakers battle with the GHQ at Roppongi and confirms Shu's suspicions that Gai can see other people's Voids. Because Gai only recognize Sugar's Void as pair of large shears, Shu has to confront his fellow classmates one by one and take out their Voids to confirm their identities. After several failures and escaping the wrath of class representative Kanon Kusama, Shu soon figures out Sugar is actually his friend Yahiro Samugawa, after figuring out Yahiro knows a lot of things he shouldn't know and his taste of horror films. His identity exposed, Yahiro angrily shows his true self before Shu subdues him by pulling out his Void. Inori tries to kill Yahiro but Shu stops her as Yahiro is still his friend where both he and Yahiro resolve their difference and not reveal each other secrets. But the next day, Yahiro betrays Shu by selling him out to the GHQ led by Major Makoto Waltz Segai.",
                    "TitleJapanese": "phase03 顕出：void-sampling",
                    "SummaryJapanese": "葬儀社入りを辞退したシュウ。全てが終わり、以前と変わらぬ静かな毎日に戻れるはずだったが、シュウのクラスにいのりが転校してきたことで、その日常はあっけなく揺らぎ始める。\nガイによれば、あの日、シュウは六本木で葬儀社と共にいる姿を、天王洲一高の生徒に目撃されたという。\n動揺するシュウに、ガイは告げる。平穏な日常が大事なら、自分で守れ、と。\nヴォイドの形のみを手がかりに、目撃者を特定するため学園内を奔走するシュウは、苦闘の末、ようやく目撃者に辿り着く。\n――それは、シュウにとって思いも寄らない人物だった。"
                },
                "4": {
                    "ID": "4190458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190458",
                    "TitleEnglish": "Flux",
                    "SummaryEnglish": "Shu is arrested by the GHQ much to his classmates shock and worry. He is sent to GHQ Isolation Facility Four where he remains silent about the Undertakers. Upon learning Gai and the Undertakers will attack the Facility to rescue their \"comrade\", Major Segai brings Shu to the Isolation ward, revealing Yahiro sold him out so his brother, a victim of the Apocalypse Virus, can get treatment. Furthermore, Major Segai justifies GHQ's harsher actions for the safety of Japan and uses Shu's feelings for Inori and his doubts about Gai. He reveals that the \"comrade\" Gai wants to rescue is mass murderer Kenji Kido, which makes Shu question Gai's trustworthiness. The Major gives Shu a transmitter disguised as a pen that he is to use if he comes in contact with Gai. Later that night, a disguised Gai visits Shu and tells him his plans to rescue Kenji, however, Shu doesn't want to be involved. Tsugumi informs the two that Inori has disobeyed Gai's orders to stand by in order to rescue Shu. Shu, worried, goes to save her, forcing Gai to change his plan. Protected by Ayase's Endlave Steiner, Shu heads to where Inori is at until he encounters Kenji himself and uses his Void, a Gravity gun to stop the GHQ Endlaves and rescue Inori. After Isolation Facility's destruction, Gai offers Shu to follow him. Shu reluctantly agrees, however, he keeps the transmitter given to him and does not inform Gai of his exchange with the Major.",
                    "TitleJapanese": "phase04 浮動：flux",
                    "SummaryJapanese": "谷尋（ヤヒロ）の裏切りによって、テロリストと関わった容疑で収監されたシュウ。\n彼を捕らえたＧＨＱの将校、嘘界（セガイ）少佐は、葬儀社のテロリストたる悪性や、ＧＨＱの善意を語り、シュウの心を揺さぶり続ける。\n一体誰を信じたらいいのか？　思い悩むシュウをよそに、葬儀社は収容所に襲撃を仕掛け、囚人の脱獄作戦らを敢行する。\n誰の真実も見えない中、選択を迫られるシュウ。そんな彼の前に現れる、たった一筋の光明。\n――そのとき、シュウは一つの決断を下す。"
                },
                "5": {
                    "ID": "4190466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190466",
                    "TitleEnglish": "A Preparation",
                    "SummaryEnglish": "Shu arrives at the Undertakers Headquarters at Roppongi Fort where Gai introduces him to the Undertakers and plans to hold a trial for Shu before he can officially join them. Gai assigns Ayase as Shu's instructor while he leads a mission to take over \"Leukocyte\". Ayase dislikes Shu but is only training him because it was Gai's orders and Shu has to pass the trial as Ayase has his pen, unaware it's a transmitter but she will only give it back after passing the trial. After some hard training, Shu encounters Inori, telling her that he joined the Undertakers because of her and asks her if she will join him if he wanted to leave the Undertakers. But Inori tells him she won't because Gai gave her a life and purpose and claims Gai told her to use his feelings for her to join Undertakers before entering Gai's room. Dejected, Shu runs away and bumps into Ayase, who consoles Shu and gives him some encouragement for tomorrow's trial. Unknown to both of them, despite what it seems, Inori is actually giving Gai a blood transfusion. On the day of trial, Shu has a mock battle with Ayase's Steiner where if he gets past Steiner and into the vehicle behind it, he will pass the trial. Shu succeeds the task after using Arugo's Void to blind Steiner and get into the vehicle where Ayase and the Undertakers congratulate Shu of the becoming one of them. Just as Kenji arrives, the Undertakers receives a troubling report from Tsugumi. Gai earlier led a team to intercept the arrival of mercenaries and Endlaves at an airport but their position was shoot by Leukocyte, an orbital satellite laser.",
                    "TitleJapanese": "phase05 訓練：a preparation",
                    "SummaryJapanese": "ＧＨＱの収容所を脱したシュウは、ガイを逮捕したいというセガイから、密かに渡された発信機を胸に、彼らのアジトに足を踏み入れる。\nそこでシュウは、葬儀社の一大作戦である“ルーカサイト”攻略のため、メンバー達から戦闘訓練を受けることになる。\n振り返ることなく皆を率いるガイ、そして彼を信じてついていく部下達。彼らを理解できず、ガイへの不満は募るばかり。\nさらに唯一信じられる存在であった、いのりの真実を目の当たりにし、シュウの心は深く傷つく。\nそして訓練の締めくくりに、綾瀬と模擬戦闘を行うことになるシュウ。見事勝利したシュウを、葬儀社の面々は仲間として迎えいれてくれる。\n彼の胸に沸き起こる、認められたという達成感。だがその時事態は急転する。\n――見えない檻“ルーカサイト”の脅威が、任務に出ていたガイの頭上に襲いかかり……"
                },
                "6": {
                    "ID": "4190467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190467",
                    "TitleEnglish": "Leukocytes",
                    "SummaryEnglish": "Gai survives the attack but reveals that his team and the mercenaries were killed by the Leukocyte blast. At the outskirts of Tsukigase Dam, Gai briefs the Undertakers that their mission is to attack the Dam where the Leukocyte control system is located but due to the Leukocyte's security system, he will have Shu use Kenji's Void to disable it. Shu doesn't want to take part of the operation as he's afraid of the people who will die if he fails until Inori goes to talk to him. Meanwhile at Tsukigase Dam, Major Segai informs the Anti Bodies director Shuichiro Keido that his men are prepared for the Undertakers attack including Daryl, who wants revenge against the Undertakers for stealing his Steiner. As Gai gets another blood transfusion in a room alone, he confesses to what he assumes is Inori that he regrets of the lives who died for him and it was difficult to act as their fearless leader until he realizes the other person was in fact Shu due to Inori. Shu admits he never wanted to see this side of Gai and agrees to join the operation. As the Undertakers distract the GHQ forces guarding the dam, Shu, Gai, and Kenji sneak into the Leukocyte control system with Inori defending them. As Gai and Shu hacks the control system with Tsugumi's help via Funell, Segai sends Daryl to stop them which Gai battles and disables Daryl's Endlave. However, Daryl damages the control system, sending one of the Leukocyte's crashing to the dam. In order to stop it, Gai makes a deal with Segai that he will stop the crashing satellite using Shu's transmitter, revealing it is actually a targeting beacon for the Leukocytes, in exchange that he destroys all records of Shu's involvement with the Undertakers. Realizing Gai is sacrificing himself to destroy the falling satellite, Shu, with Inori's encouragement, combines Kenji's and Inori's Voids to destroy not only the falling satellite but also the one still in space. With the operation over, Shu finally accepts Gai and the Undertakers while S",
                    "TitleJapanese": "phase06 檻：leukocytes",
                    "SummaryJapanese": "対地攻撃衛星ルーカサイトの凄まじい威力。\n葬儀社を支援する、アフリカ連合やリーブネイションズからの増援部隊は全滅し、その場にいたガイも負傷、葬儀社は圧倒的不利な状況での作戦決行を余儀なくされる。\nルーカサイトをコントロールするコアの停止には、シュウの力と城戸研ニ（きどけんじ）のヴォイドが不可欠であった。\nしかしシュウは、ガイへの嫉妬と不満、また任務の責任の重さから、作戦への参加を拒んでしまう。\nだが、そんな彼をいのりが導き、予想だにしなかったガイの本心に触れたシュウは、共に戦う決意をする。\nそして、作戦は動き出す。犠牲者を出しながらもコントロールルームに辿りついたシュウ。\n復讐心に燃えたダリル・ヤンの暴走によってコアは破損し、制御を失ったルーカサイトが落下をはじめる。\n墜落地点は――東京。\nガイは己の罪を背負い、自らの命を賭けて衛星の破壊を試みる。\n「また見ているだけなのか……僕は？」――何もできないことを悔やむシュウに、囁く声が聞こえてきて……"
                },
                "7": {
                    "ID": "4190468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190468",
                    "TitleEnglish": "Temptation",
                    "SummaryEnglish": "Shu returns to school with Inori since his arrest by the GHQ. Thanks to a cover story that he was interviewed by the GHQ for finding one of their cellphones and the student council president Arisa Kuhouin supporting Shu and defending him against malicious rumors, his classmates welcome him back with open arms. Shu also learns from his friends Hare Menjou and Souta Tamadate that Yahiro hasn't been back to school since his arrest. Later, Shu's mother Haruka comes back home and welcomes Inori living with them with open arms. Meanwhile, the Undertakers are running out of supplies and need a new supply route which Gai knows someone who will help them. The next night, Arisa and her grandfather, the head of the Kuhouin Group attend a party on a cruise ship where Shu and Gai have snucked in to make a deal with Arisa's grandfather. However, the Anti Bodies learn about the deal from an \"informant\" and sends Daryl, Segai and Rowan to work with GHQ Colonel Dan Eagleman whom the latter plans to shoot down the ship with Surface to Air missiles. After Gai flirts with Arisa and makes his business proposal with her grandfather, Shu learns from Tsugumi about the attack and tells Gai about it in order to save the passengers on the ship which include his mother. With Gai's help of bringing Arisa to the upper deck, Shu is able to extract her Void and use it to shield the ship from the missile which Colonel Eagleman orders his men to fire all of their missiles which are stopped thanks to Shu. With the threat over, Arisa's grandfather agrees to help supply the Undertakers which unaware to everyone but Gai and Shinbugi, Gai was the GHQ informant. Before leaving, Gai comments to Arisa despite the tough image she gives out, she is very shy when being doted on by others. As Shu and Inori leaves for school the next day, Shu admits to her that this is the first he was glad to use Voids while Haruka looks at a photo with her, her son Shu and the girl from Shu's memories.",
                    "TitleJapanese": "phase07 輪舞：temptation",
                    "SummaryJapanese": "ガイと嘘界の取引により、ＧＨＱから事件に関する情報を抹消されたシュウは、日常に戻ることを許された。\n久しぶりに訪れた学校、彼の身を案じた生徒会長、供奉院亞里沙（くほういんありさ）の助けもあり、生徒達は拍子抜けするほどあっさりと彼を受け入れた。\n一方、葬儀社は新たなミッションを開始する。その目的は、物資と資金を確保するため、供奉院グループに渡りをつけること。\nシュウはガイとともに、グループ主催の船上パーティに潜入する。そのとき、突如開始される、ＧＨＱの将校、ダン・イーグルマン大佐による攻撃。\n逃げ場のない船上に迫る大量のミサイル群。\n――皆を守るため、シュウはある人物のヴォイドを求め、奔走する。"
                },
                "8": {
                    "ID": "4190469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190469",
                    "TitleEnglish": "Courtship Behavior",
                    "SummaryEnglish": "Shu is going with Inori, Hare, Souta and Kanon on a beach retreat at Oshima which his mother tells him to also visit his father's grave. In truth, the retreat is actually a mission for the Undertakers to get Souta there so they can use his Void to enter a secret GHQ facility located at a shrine and steal a special item. As Shu and his friends have fun on the beach, Gai and the rest of the Undertakers monitor them. As Shu pays respects to his father, Kurosu Ouma, an expert on the Apocalypse Virus who he died during the \"Lost Christmas\" incident ten years ago, Gai suggest to Shu to use Souta's crush on Inori to get him alone so they can get his Void much to Shu's dislike. That night, Souta is alone with Inori and is about to confess to her but is stopped by Shu who immediately pulls out his Void and much to Shu's embarrassment, the Undertakers were watching him with Ayase and Tsugumi wondering what he was about to say about his relationship with Inori. As Gai, Inori and Shu enter the facility using Souta's Void, a camera that takes pictures of doors and opens them, they find too late to discovered the item, a canister containing the origin of the Apocalypse Virus, has been taken by Shuichiro earlier and cancel the mission. The next morning, Shu and Souta makes amends on their relationship and their hardship of understanding each other. As everyone leaves Oshima, Inori explains to Shu how people's Voids change based on his relationship with them.",
                    "TitleJapanese": "phase08 夏日：courtship behavior",
                    "SummaryJapanese": "シュウにとって苦手な友達である魂館颯太(タマダテ　ソウタ）。\n彼のヴォイドが葬儀社のミッションで必要になった。\nシュウはソウタを連れ出すため、表向きは合宿と称し、映研部の友人と共に“大島“にやってくる。\nガイに指示され、“エゴイスト”のファンであるソウタを、いのりを使って呼び出すシュウ。\nだが、いのりに特別な気持ちを持つソウタが、告白する気だと知ったシュウは、複雑な思いを抱えたまま、二人を引き合わせることになり……。\n――過去と因縁が渦巻く島で、友達を意図的に武器として使うシュウ。\nそのとき彼は、ヴォイドの力と人の心の繋がりを知ることになる。"
                },
                "9": {
                    "ID": "4190470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190470",
                    "TitleEnglish": "Prey",
                    "SummaryEnglish": "Hare and Kanon notices how much Shu has changed and is more active. In order to help Hare get close with him, Kanon lies to Shu that Hare needs his help for her shopping. As Hare is about to confess to Shu on the train, Yahiro suddenly appears which Shu tell Hare to go shopping herself as he wants to talk with Yahiro. Yahiro brings Shu to his hideout where his brother, Jun is also staying and reveals that he and his brother have been on the run from the GHQ because they wanted to euthanize Jun. While Shu won't forgive Yahiro for betraying him, he will help Jun escape for Yahiro's sake and calls the Undertakers to pick them up. However, the GHQ have been following them and sends Seiga and Daryl. Cornered in a warehouse, Shu forcibly takes Yahiro's Void before telling Yahiro he will never betray his friends just like him. Daryl's Endlave arrives and fight Shu using a new weapon that targets his Void while Seiga watches. But when Jun stands up, the weapon target him instead. Suddenly, the crystals on Jun's body migrate to Daryl's Endlave and takes control of it and proceeds to attack the GHQ and Yahiro. Shu stabs the infected Endlave with Yahiro's Void and enters Jun memories where Jun himself shows Shu his and Yahiro's past before the \"Lost Christmas\" incident. Jun also reveals because of the crystals on his body, he could see people's true self including his brother, who while loves and cares about him, also hates him for burdening him as well. Wishing for his final memories of loving Yahiro and not hating him, Jun begs Shu to use Yahiro's Void to end his life before he kills Yahiro which Shu is forced to do so which Jun thanks him. With Jun's death, the infected Endlave breaks down while Seiga leaves. As Yahiro regains conscious and asks where Jun is, a mortified Shu confess to Yahiro that he killed him, unaware that both of them were followed by Hare.",
                    "TitleJapanese": "phase09 捕食：prey",
                    "SummaryJapanese": "葬儀社のミッションをヴォイドの力で乗り越え、自信と余裕を持ち始めたシュウは、偶然にもヤヒロと再会する。\nアンチボディズから命を狙われた弟・ジュンを守るために、逃亡中だというヤヒロ。\nシュウは彼らを保護してもらうために、葬儀社に合流しようとする。\n葬儀社の力を借りられない状況の中、開始されるセガイ少佐による攻撃。\n慢心にも似た自信を持って、たった一人で立ち向かおうとするシュウ。\n――だが、ヴォイドによって顕わにされるヒトの心の深淵は、そんな気持ちを嘲笑うかのように、暗き淵へとシュウを誘（いざな）い――。"
                },
                "10": {
                    "ID": "4190471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190471",
                    "TitleEnglish": "Retraction",
                    "SummaryEnglish": "Since his failure to save Jun, Shu is suffering traumatic memories of the Apocalypse Virus and hallucinating seeing people being infected which cost the Undertakers a mission to stop a convoy. Unwilling to join them anymore, Gai kicks Shu out the Undertakers. Retuning home, Shu finds Inori leaving but not before giving him her new song but he slaps it after getting another panic attack. Depressed, at school Shu ask Hare if he can be close to her but she slaps him as she isn't his replacement for Inori and he isn't the Shu that she loves and knows. Meanwhile, Major General Yan has put Shuichiro under house arrest for stealing the Apocalypse Virus meteorite and plans to have it transported overseas which Gai and Undertakers plan to attack the plane transporting the cargo and retrieve it. However, unknown to both the GHQ and the Undertakers, Seiga and the Anti Bodies have other plans and start vaccinating themselves. As Gai and his team get inside the transport plane, they find it empty and realize too late it is a trap. Seiga activates a genetic resonance broadcast at Tokyo Tower which causes the meteorite to spread the virus all over Tokyo and causing chaos. With both the GHQ and the Undertakers in disarray due to the virus, the Anti Bodies attack both of them and rescue Shuichiro from his confinement which Shuichiro watches the chaos from GHQ Headquarters and declares he will finish what he started 10 years ago.",
                    "TitleJapanese": "phase10 縮退：retraction",
                    "SummaryJapanese": "ジュンを救えなかった……。\n自身の慢心が引き起こした過ちから、ヴォイドを使う恐怖に心を蝕まれてしまったシュウ。\n葬儀社の作戦も放棄し、メンバーを危険にさらしてしまう。\n失意の中、更なる過ちを重ねていくシュウは、築き上げてきた絆を次々と失っていく。\nそんなシュウをよそに、“はじまりの石”奪還作戦を開始する葬儀社。\nだが、彼らの作戦のさらに裏側では、ある人物による最悪のシナリオが動き出し……。\n――その日、ロストクリスマス以来の最大の危機が、東京を襲う。"
                },
                "11": {
                    "ID": "4190472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4190472",
                    "TitleEnglish": "Resonance",
                    "SummaryEnglish": "While the virus is still spreading over Japan, Daryl arrives at the airport and kills everyone there in a rage of fury, including his own father Major General Yan. With the GHQ higherups gone, Shuichiro took over control of the entire military, and declares that the Funeral Parlor spreaded the disease as an act of terrorism. Meanwhile, after an call from Tsugumi, Shu finally regained control over himself. He then gathers Hare, Souta, Yahiro, Kanon, and Arisa, and explained to them that he wanted to go and rescue Gai and Inori. After witnessing Shu's power to draw out voids, the five students agreed to tag along. Back at the GHQ Headquarters, Haruka managed to escape from Shuichiro, but bumped into Inori and Gai. With Haruka's help, Inori was able to sing and broadcast her song \"Departure\" all over Japan. The song was able to reverse the effects of the Apocalypse Virus. At the same time, Shu and his friends arrives at the GHQ HQ, breaking through the barricades using different voids. When Shu finally reached Inori, a blond-haired boy appeared from behind and withdrew Inori's void, then sliced down on Shu. But Gai appeared and took the hit, saving Shu. The episode ends with Shu holding the unconscious Gai, while Shuichiro and Segai enters the Gate of Hell leading to Cocytus.",
                    "TitleJapanese": "phase11 共鳴：resonance",
                    "SummaryJapanese": "その歌は、東京にロストクリスマス以来のカタストロフを引き起こした。\nキャンサー化の波は、敵・味方の区別無く広がり、東京が大混乱に陥る中、アンチボディズ局長・ケイドウはクーデターを起こし、全権を掌握する。\nそして全ての責任を葬儀社に帰し、彼らを掃討しようとするケイドウ。\nガイやいのり、葬儀社のメンバーたちが窮地に立たされる中、一人残されたシュウは……。\n――罪を乗り越え、もう一度立ち上がるシュウのもとに、奇跡の唄が響き出す。"
                },
                "12": {
                    "ID": "4226141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4226141",
                    "TitleEnglish": "The Lost Christmas",
                    "SummaryEnglish": "Shuichiro teleports to the crystal tower but not before giving Segai the information he wants as thanks for his service. Meanwhile, Shu finally recognize who Gai is but he tells Shu to rescue Inori before the youngster, who Gai calls \"Death\", teleports away. As Shu follows them through a portal, \"Death\" tells Shu he still doesn't remember his past and causes him to remember.",
                    "TitleJapanese": "phase12 再誕：the lost christmas",
                    "SummaryJapanese": "ガイをヴォイドの刃にかけ、いのりを連れ去った“ダアト”の墓守・ユウ。\nその姿を追ったシュウは、六本木フォートに出現した巨大オブジョに導かれる。\nその地下で、囚われのいのりを捧げ、異様な儀式を始めるケイドウ。\n取り返しのつかない何かが進められてゆく中、突如、シュウの脳裡に浮かびあがる“ある少女”のイメージ。\nやがて映し出される“ロストクリスマス”の真実は、彼の罪を露にする。\n――記憶の中から甦る、ずっと忘れていた強き絆。シュウは友の手を取り、己の因縁に立ち向かう。"
                },
                "13": {
                    "ID": "4226268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4226268",
                    "TitleEnglish": "Isolation",
                    "SummaryEnglish": "Two weeks since the outbreak, the GHQ continues their search, rescue and aid of survivors in Tokyo. A large number of teenage refugees is sent to Tennouzu High, which has been set up as a shelter. Unable to find the rest of the Undertakers, Shu, Inori, Tsugumi and Ayase stay at Tennouzu High.",
                    "TitleJapanese": "phase13 学園：isolation",
                    "SummaryJapanese": "マナの消滅、そしてガイとの別れ。\nロストクリスマスの再来と言われるほどの大災害から二週間が経過し、被害を受けた東京は封鎖され、\nシュウは被災した生徒たちと共に、天王洲第一高校で避難生活を送っていた。\n生き残ったシュウやツグミが、これから始まる日常に心を向けようとする中、\nガイの死のショックから抜け出せないアヤセは、一人、前に進めずにいる。\n沈んだ空気を払うため、友人らとともに文化祭を計画するシュウ。だが、そこにセガイの仕掛けた罠が襲いかかり……。\n――戦う力を失い、無力を悔やむアヤセ。その瞳に涙が光るとき、シュウは、彼女の切なる願いを知る。"
                },
                "14": {
                    "ID": "4238199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238199",
                    "TitleEnglish": "Election",
                    "SummaryEnglish": "With Loop 7 completely sealed off from the outside world, Arisa tries to assure the panicked Tennouzu students that her grandfather's men will rescue them. However, one student lacks confidence in Arisa as student council president and calls for a vote of no confidence to elect a new president. While the student council thinks the students are being hard on Arisa, Tsugumi coldly dismisses the matter. Souta calls her out on her behavior. Later, she talks with Inori and realizes she may have been insensitive since the student council treats each other as family. Tsugumi reveals that she does not know what family is as she is an orphan. As the student council discovers a Genome Resonance Gauge that allows them to measure the power of a person's Void, Segai enacts Shuichiro’s plan to exterminate the civilians inside Loop 7 by Endlaves operated by a \"Ghost Unit.\" Segai allows the news of the slaughters to spread, causing distress and panic as part of his demagogy strategy. Meanwhile, Oogumo and Arugo, are tasked by Arisa's grandfather to find and rescue Arisa and the Tennouzu High students. The next day, trouble arises on campus as the result of an internet rumor claiming that the GHQ will allow anyone that brings them a member of the Undertakers will be allowed to leave. This causes witch hunts by desperate students. Arisa tries to restore order, telling the students not to believe the rumor and remain calm. However, the rebellious students, who challenge Arisa, bring Tsugumi and Ayase before the student body, accusing them to be members of the Undertakers. With the desperate students unwilling to listen to Arisa, Shu stands up to the crowd and reveals his affiliation with the Undertakers to stop them from hurting Tsugumi and Ayase. To prove that the rumor is false, he uses Tsugumi's void ability to create indistinguishable doubles of Ayase, Tsugumi, one of the rebel students, and himself. Tsugumi sends the doubles to the barricade where they are shot down by the GHQ",
                    "TitleJapanese": "phase14 攪乱：election",
                    "SummaryJapanese": "“封鎖された東京に、生存者はいない”\n――大統領に就任したケイドウが発し衝撃の表明。\nその言葉を証明するかのように、前進を始める“レッドライン”が、生き残った人々を虐殺しながら、その包囲を狭めてゆく。\n政府に見捨てられ、錯綜する情報からパニックに陥る生徒達。\nそして、リーダーを務めるアリサを失脚させるために、生徒総会が行われる。\n――誰の手にも押さえきれず、暴徒と化す生徒達。彼らを鎮めるため、シュウは……"
                },
                "15": {
                    "ID": "4238200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238200",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "The students of Tennouzu work together to improve their environment by making use of their voids provided by Shu. However, the situation starts to deteriorate as the blockade draws closer and the supply of vaccines starts running low. Rumors about Yahiro's plan to prioritize the survival of those with stronger Voids with a Void Ranking system create turmoil among the students, despite Shu being opposed to the idea. Meanwhile Hare is encouraged by Tsugumi to confess her feeling to him, but at the sight of a troubled Shu who is questioning his leadership, she refrains herself and comforts him instead, telling he is a kind \"King\".",
                    "TitleJapanese": "phase15 告白：sacrifice",
                    "SummaryJapanese": "シュウを新生徒会長としてリーダーに頂くことで、平静を取り戻した生徒達。\nしかし、刻一刻と迫る“レッドライン”を前に、問題は山積みであった。\n難局を乗り越えるため、ヤヒロから提案される“ヴォイドランク制”。\n差別の原因となることを嫌い、シュウはその執行を拒んでいたが、\nアポカリプスウィルスを抑制するワクチンが不足しはじめ、彼はリーダーとしての決断を迫られる。\nその迷いが呼び込むトラブル。友がシュウに投げかける願い。\n引き起こされる悲劇の中で、シュウが見出す、自分があるべき姿とは――"
                },
                "16": {
                    "ID": "4238201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238201",
                    "TitleEnglish": "The Tyrant",
                    "SummaryEnglish": "Argo is airdropped into Loop 7 as part of his mission to rescue Arisa as the head of Shanghai's Ming Hua Group, who is in love with her and in exchange for rescuing her, promises her grandfather that he will have the Association of Asian Nations intervene in Japan. As he explores the area, he witnesses Tennouzu students with Void weapons attacking another group of survivors for vaccines and has one of them follow them to Tennouzu to see her Void. Recognizing Argo as a member of the Undertakers, they take him to meet Shu, where he is shock to see how much Shu has change. Since Hare's death and implementing the ranking system, Shu has ruled the school with an iron fist by making students with Void weapons as his Secret Service who enforce his rule and maintain order while searching for other potential void users in the area to join Tennouzu while the F-ranked void users remain infected with the virus and are ordered to work repairing a battleship they will use to escape Tokyo in exchange of getting vaccines.",
                    "TitleJapanese": "phase16 王国：the tyrant",
                    "SummaryJapanese": "供奉院アリサを救出するために、封鎖された東京に潜入した葬儀社のアルゴ。\n辿りついた先で彼が見たものは、ヴォイドランク制を受け入れ、学園に君臨するオウマシュウの姿だった。\n東京脱出計画のため、生徒たちに厳格な支配を強いるシュウ。そこはヴォイドによる、ヴォイドのための王国。\nだが、人の心を軽視した階級制度は、シュウと生徒達の溝を深め、彼を孤独の淵に突き落とす。\nそんなシュウに対し、反発するアルゴ。\nそのとき暴かれた真実は、シュウの意志を、支配を、根底から揺るがすものだった……。"
                },
                "17": {
                    "ID": "4238202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238202",
                    "TitleEnglish": "Exodus",
                    "SummaryEnglish": "As the blockade gets closer to the school , causing fear amongst the students, Shu become more ruthless to maintain order. Yahiro warns him the students will hate him if he continues acting like this, but Shu insists it's necessary or they might end up dying like Hare. Arisa, traumatized after being attacked by Inori, is contacted by an unknown individual (later to be revealed as Segai), who convinces her to turn the students against Shu. Arisa seduces Hirohide and convinces him to secretly spread a rumor to the students that they will die if their Voids are destroyed and Shu is keeping it a secret, creating greater resentment against him.",
                    "TitleJapanese": "phase17 革命：exodus",
                    "SummaryJapanese": "後戻りのできない罪にまみれ、暴君と化したシュウ。\nその支配を覆す秘密を知ってしまったアリサは、何者かの手にかかり口を閉ざす。\nしかし、それでもなお学園に広がっていく噂は、生徒達の鬱屈を限界まで高めていく。\nいのりにすがり、周囲を省みないシュウ。向けられた怨嗟と憎悪は、彼に信じるべき友すら見失わせる。\nそんな中、シュウはついに、東京脱出をかけた“エクソダス計画”を発動させる。\n――その裏で張り巡らされた策略が、自身をかつてない絶望の淵に突き落とすとも知らずに……"
                },
                "18": {
                    "ID": "4238203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238203",
                    "TitleEnglish": "Dear...",
                    "SummaryEnglish": "Ayase, Tsugumi and Argo are shocked on what Gai has done and Daryl is bewildered upon given orders to protect Gai, their former enemy. An UN Stealth Bomber attempts to bomb them but Gai sacrifices the student ring leaders of the coup to destroy the plane. After destroying their Voids, Gai orders Ayase, Tsugumi and Argo to join him or die but are rescued by Daryl who is protective with Tsugumi and blames Gai for making him kill his father. In the confusion of Daryl's insubordination, Inori escapes with Shu while Ayase, Tsugumi and Argo escape on their own and Arisa defends Gai, revealing he was the one who told her to start the coup and joins the Anti Bodies.",
                    "TitleJapanese": "phase18 流離：Dear ...",
                    "SummaryJapanese": "重ね続けた罪の報いを受けたシュウ。\nその前に突如現れたのは、散ったはずの盟友――ガイだった。\nだが、彼にかつての面影は無く、シュウの全てを無残にも奪い去り、さらに暗い闇の底に突き落とす。\nそして“ダアト”を従えたガイは、要塞と化した24区に玉座を構え、全世界を恫喝する。\n一方、生の目的すら失ったシュウは、いのりとともに廃墟を彷徨う。\n逃亡する二人に迫る、ダァトの魔手。\n――偽りの中に生まれた紛うこと無き真の光が二人を照らすとき、シュウを思う少女の歌が、彼の心と共鳴する。"
                },
                "19": {
                    "ID": "4238204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238204",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "Haruka opens a safe guarding the third and final Void Genome, but is stopped by Shuichiro, who is revealed to be her older brother. He confesses that he was the one who killed her husband, Shu's father, before shooting her, but she manages to escape with the Void regardless. An arrest warrant is issued on Haruka, Segai offers to lead the search for her. As she heads to the Kuhouin estate for shelter, her old friend Kurachi tells her the estate is no longer safe now that Okina is dead, and they head to an Undertakers hideout. Arisa is approached by Shu who convinces her to help him rescue Inori, as she wants to learn more about Gai's true intentions.",
                    "TitleJapanese": "phase19 贖罪：rebirth",
                    "SummaryJapanese": "葛藤の果てに見出されたいのりの想いは、シュウに罪の許しをもたらした。\nそしていのりはシュウの命を守るため、自らを犠牲にし、ガイの手に落ちてしまう。\nいのりを取り戻すため、闘う力も仲間も失ったまま、たった一人でガイに立ち向かうことを決意するシュウ。\nだが、セガイは最後の希望を刈り取るために動き出し、葬儀社とシュウの友人に対し、執拗な攻撃を開始する。\nずっと目を背けていた自己と向き合い、全てをさらけ出すシュウ。\n――そのとき、奇跡としか言いようの無い力が、新たな運命を紡ぎだす。"
                },
                "20": {
                    "ID": "4238205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238205",
                    "TitleEnglish": "A Diary",
                    "SummaryEnglish": "Mana has almost taken control of Inori's body and Gai tells his father, Shuichiro, that the Apocalypse will be coming and announces it to the world that the Leukocyte will destroy Earth on December 25th. The remnants of the Undertakers and the Kuhouin Group escape Japan on a ship along with the students of Tennouzu where Shibungi, who was released by Gai, gives Shu a journal by his father which reveals the Apocalypse virus history. In 2013, Shuichiro was a Professor researching on Genomic Resonance and befriended Shu's father Kurosu, who the latter was interested in the former's work. In 2017, Kurosu meet his future first wife, Saeko Shijou, a fellow colleague whom he marries after she became pregnant with their first child, Mana. But in 2022, a meteorite crashes on Earth and was discovered by Mana and Saeko. Shuichiro and Shu discovered a virus inside the meteorite which reacts when the Genomic Resonance was used.",
                    "TitleJapanese": "phase20 追想：a diary",
                    "SummaryJapanese": "2039年12月25日。今ある世界は終わり、新たな世界が始まる。\nガイから全世界に向かって宣告される淘汰の時、“四度目の黙示録”。\n供奉院家の後ろ盾を受け、戦いの準備が進められる中、シュウの父、桜満クロスの日記が届けられる。そこには、実ることなく交錯していった一つの友情と共に、始まりの物語が綴られていた。\n力を手放そうとするシュウに託される命。――友と辿り着いた真意を武器に変え、シュウは運命の相手に臨む。"
                },
                "21": {
                    "ID": "4238206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238206",
                    "TitleEnglish": "Emergence",
                    "SummaryEnglish": "As the combine forces of the Undertakers and the UN forces arrive at GHQ Headquarters, realizing the 256 Leukocyte satellites was a bluff, Shu helps Ayase into her new Steiner Endlave and promises his friends and allies that they will rescue Inori and stop Gai. As the UN forces attack, Gai uses Yuu, Kenji and Arisa voids to decimate them and Shuichiro orders the GHQ/Anti Bodies/Daath forces to destroy them. Daryl is forced to join the attack in his new Gespenst Endlave due to having his void taken. Thanks to Tsugumi's void, Shu and his Undertakers/PMC allies manage to sneak inside and hack into the base system, allowing the UN the chance to counterattack. As Tsugumi group split up with Shu and the others, Gai prepares to get rid of Inori's memories before Mana can take over her body but ask her why she loves Shu.",
                    "TitleJapanese": "phase21 羽化：emergence",
                    "SummaryJapanese": "人類の命運を賭けた戦いの火蓋が、切って落とされる。\n巨大な力がぶつかりあう中、いのりを救いだすために、仲間達とともにガイの待ち受ける２４区に攻め入るシュウ。\n一刻も早く、いのりのもとへ――。急ぐシュウの前に、立ちはだかる最悪の敵。\n――淘汰されゆく者の歌が、シュウを導き……。"
                },
                "22": {
                    "ID": "4238207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/guilty-crown/episodes/4238207",
                    "TitleEnglish": "Convergence",
                    "SummaryEnglish": "After Mana is completely resurrected, Mana greets Shu but is shunned by him after she speaks ill of Inori, much to her anger. Gai draws out Mana's Void to fight Shu while she triggers the Fourth Apocalypse, spreading the Apocalypse virus throughout the entire world. Haruka confronts Shuichiro who commits suicide by injecting the virus into himself. Meanwhile the Undertakers fight a group of Endlaves led by Daryl, who believes he changed because of them and wants to go back to his old self. Tsugumi finds that her attempts to hack the GHQ system are being repelled by another hacker as skilled as her. Shibungi figures that the hacker is actually Kenji and after tracking his location, he kills him, allowing Tsugumi to operate freely and help Ayase defeat Daryl. Just when Shu is about to be killed by Gai, Shu is seeing a flower while hearing the Voice of Inori.",
                    "TitleJapanese": "phase22 祈り：convergence",
                    "SummaryJapanese": "ついに始まる“四度目の黙示録”、地球上に住む全てのものに降臨する“進化”と“淘汰“の光。\n幼き日からの因縁に決着をつけるべく、二人の少年は、ついに剣を交える。\n傷つき倒れるシュウの前で煌く、心の雫。\n――そのとき、シュウは己の罪の意味を知る。"
                }
            }
        }
    }
}